{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Writ-petition-urging-to-release-Myan-Kumara-from-Bellanwila-Temple-dismissed/108-264746",
  "time_ut": 1691419099.0,
  "original_lang": "en",
  "original_title": "Writ petition urging to release ’Myan Kumara’ from Bellanwila Temple dismissed",
  "original_body_lines": [
    "A writ petition filed seeking an order directing the authorities to release the baby elephant named 'Myan Kumara' to Ridiyagama Safari Park from the Bellanwila Temple was yesterday dismissed by the Court of Appeal.",
    "The baby elephant Myan Kumara was donated to the Ballanwila Rajamaha Viharaya by the Myanmar government in 2013.",
    "The Court of Appeal's two-judge-bench comprising Justices Sobhitha Rajakaruna and Dhammika Ganepola observed that the petitioner has failed to establish any grounds in respect of the decision-making process of the Director General of the Wildlife Conservation Department.",
    "The Court of Appeal made this order subsequent to a writ petition filed by Attorney-at-law Nagananda Kodituwakku who sought an order directing the authorities to release the baby elephant named Myan Kumara to Ridiyagama Safari Park from the Bellanwila Temple, until he is released back to the wild.",
    "The Court of Appeal further held that the petitioner has violated the Rule 3(1)(a) of the Court of Appeal Rules by not submitting a duly affirmed affidavit in support of the averments of the petition.",
    "In his petition, the petitioner alleged that the elephant calf lives a chained life tied to a tree and a video has recently surfaced of him being beaten by his mahout in a cruel manner.",
    "This petition had been filed naming the Director General of Wildlife Conservation Department, the IGP and the Chief Incumbent of the Bellanwila Temple as respondents. The petitioner further sought a writ of Prohibition preventing the Director General of Wildlife Conservation Department from issuing licenses enabling the Chief Incumbent of Bellanwila Rajamaha Viharaya to possess elephants.",
    "The petitioner said that the second respondent IGP has failed to perform his duties over a complaint urging to take necessary legal action under Sections 2 and 3 of the Prevention of Cruelty to Animals Ordinance. The petitioner stated on or around January, 2020, the government of Myanmar had appealed to Sri Lanka to stop the abuse of this elephant.",
    "The Myanmar Embassy in Colombo also asked the Sri Lanka authorities to punish those who persecuted the elephant as seen in videos uploaded in the social media, the petitioner further added.(Lakmal Sooriyagoda)"
  ]
}