{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Reverse-mortgage/4-745919",
  "time_ut": 1677803368.0,
  "original_lang": "en",
  "original_title": "Reverse mortgage",
  "original_body_lines": [
    "Sri Lanka is witnessing a fast-growing aging population. As of the UN population data estimates for Sri Lanka’s population, the people over the age of 60 years – the retirement age is approximately 16.7% in 2022 and will continue to grow over 18% by 2026. This works out to approximately 3.7 million people and would reach four million in four years’ time. The majority of this population do not have the benefit of a pension income.",
    "Most of them have already spent their terminal benefits too for their children’s education by way of drawing loans against the EPF balance to send off their children for overseas higher education or for other personal needs. Nevertheless, most of them could be owning a house, which they are compelled to transfer in the name of children and in return expect to be taken care of. Or maybe the children are overseas and depend on them for their expenses. However, there are so many stories and untold agonies the elderly undergo after they part the dwelling house, at times creating issues among children.",
    "The people on formal employment – most of them have obtained mortgage loans on their residential properties, which further drains out their regular income in payment of loan instalments. However, the equity value of the mortgage property is still at reasonable levels considering the general loan to value ratio is 60% on the forced sale value of property, while the property value gets appreciated over time. Though a temporary value decline can currently be witnessed due to the negative market sentiments and weak economic conditions, in general the property value appreciates over time in Sri Lanka.",
    "The older population, having no access to a regular stream of income is left with an equity stake in an immovable property that does not create a return until disposal. The value appreciation cannot be realised in the interim to the time of disposal. To realise the appreciated value, one has to dispose the property, leading to leave the incumbent homeless.",
    "Is there a solution for this? One sits on an asset that appreciates in value, but is only possible to realise upon disposal. The asset does not generate an income to meet the day-to-day expenses. Disposal or parting of the asset materialises when one reaches the point of death. If the appreciated value can be amortised in the interim period of the life of the individual, the holder of the asset would get a stream of income for survival and enjoy the benefit by self rather than leaving it for the benefit of the heirs.",
    "A regular income for a retiree solves many a problem for an individual. Primarily and most importantly it creates independence for the individual. One does not need to depend or look upon their children or the state for their needs. It leads to live a life with dignity, gives recognition and value for the aged. The retiree will be more welcomed than being rejected by the dear and loved ones as one is financially sound and healthy and does not create a burden on others for their basic needs.",
    "A reverse mortgage will generate this much needed regular income for the equity holder of the property. Let’s see how it works. The equity holder can mortgage the property to the bank with claiming no right to the terminal value or the residual value of the asset. The bank acquires only the legal right to the asset and pays off the purchase consideration in instalments at a pre-determined amount on monthly basis to the holder of the property until survival or for an agreed period while allowing them to occupy the property uninterruptedly.",
    "The purchase price effective on a future date needs to be discounted for regular maintenance cost, levies, and the cost of funds. On the cessation of occupation, the bank has the right to dispose the property at the market price with no obligation to pay back to the heirs to the owner. This will generate an asset to the bank and a liability with no impact to the P & L. The return to the bank will realise at the time of disposal, which is at minimum five years later, in the form of capital gain.",
    "Though the broader framework of reverse mortgage can be elaborated as above it requires a more complex structure to be in place. The parameters and nitty-gritty of real implementation can be structured to match the requirements of the mortgagee and the mortgagor.",
    "The minimum age an applicant can be accommodated; 60, 65 or 70 years of age at the choice and policies of the parties. The determination of the value of the property; current value or the future value. How to treat the depreciation of the house, how to attend to and assess the cost of regular maintenance and repairs. Time value of money. Maximum payment period viz life-time of the equity holder or pre-determined period; if so how to share the disposal value or residual value. Should the asset disposal a must or could the value only be considered at the time of the end of the contract. After the expiry of the pre-agreed period how to treat the residual value, if there is any. The interest rate at which the amortisation to be computed, etc., need to properly defined at the product development stage. Further need to address how to treat joint owners; the applicant and the spouse.",
    "Therefore, implementation of a product of this nature is not very straight forward or simple as one may expect. It needs the concerted efforts from a number of parties and needs to look into many aspects. Primarily understanding the importance of the product by the decision-making authority at the top is a must. Regulatory guidelines, developing the required legal framework, valuation guidelines, pricing structure, insurance coverage, auditing and accounting methods, taxation, policy on parameters within which the product should be launched are very important pre-determinants.",
    "The benefit to the bankers is of prime importance. ROI in terms of monetary value is the key for the bankers, without which no financial institute will be interested in introducing such a product. All other forms of intrinsic returns this product has; such as social benefits, value creation, inclusiveness, etc., become secondary to monetary gains.",
    "The mortgage lenders cannot keep lending on mortgage forever. There is a point at which the mortgage market would become saturated or the growth become limited. Banks need to look into new products with a new lifecycle. In an environment of aging population and limited new business opportunities for mortgage lenders, this creates a new opportunity. Reverse mortgage reduces cash out flow for lenders as it merely limits to a monthly instalment vs. a large value loan disbursement while earning the same or higher rate of return if priced in all aspects. Also, the early entrants will have the advantage of becoming the market leaders.",
    "From the mortgagee’s point of view, the monthly drawing is not an income but a repayment of the asset value in instalments, thus need not be defined as a taxable income from the asset in comparison to possible rent income on the asset.",
    "From the lender’s point of view, the monthly payment is a part of the purchase consideration settled in instalments and will end up on recording a capital gain in the assessable income under current context.",
    "How will this comply with the Islamic banking principles? Reverse mortgage structure does not have in interest element in it, but for a sharing of the profit between the parties, thus in principle should comply. Hence, in an environment where there are not much opportunities of investment on Islamic products, reverse mortgage could be an attractive business opportunity for entities with a long-term vision. Also, it supports deepening financial inclusion among this market segment.",
    "The United Nations Sustainable Development Goals define under Unbanked and Underserved, “Almost a third of the world’s adults struggle to get by without the financial tools they need to escape poverty and improve their lives.” Further, it highlights the importance of “Ensuring healthy lives and promote well-being for all at all ages”.",
    "A reverse mortgage product ideally addresses these goals in the 17 sustainable development goals. In that the product is a financial tool that helps reduce, if not eliminate poverty among the elderly and lead to ensure the healthy lives and promote wellbeing among the elderly. Specially facilitating the underserved population of the ages of 60+ by providing a responsive and responsible financial inclusion, as, in general, there are limited products that can be offered to the elderly as many of them are considered as non-bankable in terms of profitability for the financial institution due to poor income earning capacity of the elderly population that constitutes nearly 17% of the people in Sri Lanka.",
    "Let’s hope that the financial institutions and the regulatory authority in Sri Lanka take the lead and facilitate the introducing of a banking product that targets the wellbeing of the underserved – the elderly. Approximately a market size of 1.5 million people considering a poverty line of 40% of the population. Even a customer base of 500,000 is significant enough to launch a product."
  ]
}