{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/self-serving-love/",
  "time_ut": 1688404200.0,
  "original_lang": "en",
  "original_title": "Self-serving love",
  "original_body_lines": [
    "Some SLPP grandees would have the public believe that they are opposed to the government’s domestic debt restructuring (DDR) programme because it has adversely affected the working class and exempted the super-rich. SLPP MP Namal Rajapaksa has gone on record as saying that he is averse to the DDR scheme, and that is why he absented himself when it was put to the vote in Parliament on Saturday.",
    "If Namal is actually opposed to the DDR programme, will he explain why he did not vote against it in Parliament instead of making himself scarce? The same goes for his father, former President Mahinda Rajapaksa, who was also absent during Saturday’s crucial vote. Interestingly, the other members of the Rajapaksa family had no qualms about voting for the DDR strategy!",
    "Basil Rajapaksa controls the SLPP, as is public knowledge, and its MPs would not have voted for the DDR plan on Saturday if he had not asked them to do so. It would not have been possible for the government to engineer some defections from the Opposition without his support. Is there a split in the Rajapaksa family over the DDR plan? The answer, we believe, is in the negative. There is reason to believe that the Rajapaksas are fully supportive of the DDR programme, but some of them are opposing it in a bid to deflect public opprobrium from their family; they are running with the public and hunting with the government.",
    "The Rajapaksas have no love for the workers’ superannuation funds. One may recall that in 2011, the then Mahinda Rajapaksa government sought to ‘restructure’ the EPF, to all intents and purposes, at the expense of workers on the pretext of introducing a private sector pension scheme. It claimed that most workers wasted their savings after retirement, and the proposed pension scheme was intended to make their future secure. But the private sector trade unions accused that regime of trying to dip into the EPF to raise funds for wasteful projects by preventing the retiring workers from withdrawing their super in lump sum payments. In June 2011, workers launched a protest, pointing out that the proposed pension scheme would provide no significant benefits to them, and a Free Trade Zone worker was killed in police shooting. The controversial pension scheme was shelved thereafter.",
    "Allegations abound that during the Mahinda Rajapaksa regime (2005-2015) the EPF suffered huge losses as it was abused to carry out pump-and-dump operations. One of the main election promises of the Yahapalana leaders was to probe those rackets and bring the culprits to justice. But they reneged on that promise, after being ensconced in power, and today ‘the robbers’ and ‘the cops’ are unashamedly sharing power. So much for the Rajapaksas’ love for the EPF and workers.",
    "It is being argued in some quarters that domestic debt should have been restructured at the expense of ‘the rich’ and not the EPF. There is no gainsaying that the workers’ interests must be safeguarded, and the EPF, etc., should not be unfairly burdened with the cost of reviving the economy. The fact however remains that the interests of their employers who contribute to the EPF must also be protected; entrepreneurs must not be sucked dry, so to speak, simply because they are wealthy lest their businesses should go belly up, causing job losses and a drastic drop in EPF contributions.",
    "Hence the need to ensure that the interests of the employee and the employer both are taken care of. If private Treasury bond/bill holders are adversely affected by debt restructuring, there will be a severe erosion of public trust in government securities, and it will stand in the way of raising funds at future Treasury bond/bill auctions. This, however, does not mean the big businesses that have defaulted on bank loans to the tune of billions of rupees should be given kid-glove treatment; they must be severely dealt with according to the law, and the banks must be allowed to do everything in their power to recover their money without passing their losses on to other customers.",
    "If the government cares to cast the tax net wide, streamline tax collection, rid the Customs, the Excise Department, etc., of malpractices, recover heavy losses that racketeers cause to the public purse, eliminate corruption and waste, then the state revenue will increase, bringing down the debt-to-GDP ratio; the government will not be overly dependent on debt restructuring measures that adversely impact the superannuation funds, etc.",
    "Governance issues, etc., will have to be sorted out to avert further debt restructuring: Verité Research",
    "EPF asked to pay 30% tax unless it participates in domestic debt restructuring process",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}