{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/of-that-high-drama/",
  "time_ut": 1687715160.0,
  "original_lang": "en",
  "original_title": "Of that high drama",
  "original_body_lines": [
    "It has been revealed before the COPE (Committee on Public Enterprises) recently that Sathosa suffered a loss of about six billion rupees due to rice imports in 2015 because most of the stocks of imported rice had to be sold as animal feed at extremely low prices. These losses are passed on to the public in the form of tax and tariff hikes, and fund cuts for vital sectors such as education, health and social welfare.",
    "Sathosa often makes headlines for the wrong reasons; it has become synonymous with corrupt practices, and this is the main reason why its potential to compete with the private sector for the benefit of the ordinary public cannot be fully tapped.",
    "Reams have been written about mega import rackets Sathosa is involved in, but racketeers carry on regardless and enrich themselves thanks to their political connections and the prevailing culture of impunity. This unfortunate situation has come about because government leaders and top bureaucrats are in league with a cartel of big-time rice millers, who are free to further their interests at the expense of Sathosa—the state coffers, to be exact.",
    "As harvesting seasons near, the wealthy millers hoard paddy, creating a shortfall in the supply thereof and making governments import rice. Politicians and their lackeys in the key positions of Sathosa, etc., stand to gain. When imported rice arrives, the millers begin to release their stocks to the market slowly, causing the prices of rice to drop temporarily and buy paddy for a song.",
    "They prevent competition in the paddy market by making banks and other financial institutions delay the loans that small-time millers apply for. When locally-produced rice is made freely available, people stop consuming imported rice, as former Minister Dayasiri Jayasekera rightly told the COPE, the other day; local rice agrees with Sri Lankans’ palates more than imported varieties, as is public knowledge. When this happens, huge consignments of imported rice rot in warehouses and are sold as animal feed. In the meantime, crafty millers reduce rice supplies, jack up prices and make a killing. This is the name of the game.",
    "Ways and means of ending the exploitation by the powerful millers of the rice grower and consumer alike have been proposed over the years. Ideally, the millers’ cartel has to be crushed as a nation priority, but its slush funds prevent governments from resorting to such stringent action. The Paddy Marketing Board has to be revitalised urgently for the government to maintain adequate stocks to regulate the prices of paddy and rice. Steps have to be taken to ensure that banks, etc., make funds available to small-time millers ahead of the harvesting seasons so that they can buy paddy and sell rice at competitive prices.",
    "Rice should be imported only when there is a sharp drop in the national paddy production and not when the millers’ Mafia hoards paddy and starves the rice market. We are not short of politicians who take pride in having crushed the LTTE and wrested control of the areas that it had kept under its rule, but there are still some uncleared areas, which need to be liberated; they are the sprawling warehouse complexes of the powerful rice millers, who keep huge paddy stocks in their silos to manipulate the paddy and rice markets.",
    "The Sathosa rice racket must be probed and the culprits brought to justice, but the problem is that it was carried out during the UNP-led  Yahapalana government, of which the SLFP-led UPFA was the second biggest constituent, and the two parties have joined forces with the SLPP, whose leaders screamed blue murder, calling for action against the Yahapalana crooks. Most of the current SJB MPs were in the Yahapalana government, which was also backed by the JVP and the TNA.",
    "Thus, one can shout until one is blue in the face, but it is highly unlikely that the current Parliament will take any action against those who carried out the rice racket at issue. One can only enjoy the moments of high drama when corrupt deals are exposed at COPE meetings, without being so naïve as to expect the culprits responsible for them to be prosecuted, much less punished.",
    "JVP to challenge in court Bill to empower Minister to extend tenure of local councils",
    "SJB informs govt. it will vote against Domestic Debt Optimisation programme",
    "JVP: 300 doctors who completed internship have not accepted appointments",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}