{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Henry-Kissinger-A-pre-eminent-diplomat-or-diplomatic-flop-EDITORIAL/172-260470",
  "time_ut": 1685943830.0,
  "original_lang": "en",
  "original_title": "Henry Kissinger;  A pre-eminent diplomat or diplomatic flop? - EDITORIAL",
  "original_body_lines": [
    "On May 27 this year, Henry Kissinger - one of the most famous men of the 20th century - a former US Secretary of State, and the architect of rebuilding ties between US and China, celebrated his 100th birthday.",
    "Kissinger, a Jewish refugee who fled Nazi Germany, charted an unbelievable path to hold some of the most powerful positions in the US as National Security Adviser and Secretary of State under US Presidents Richard Nixon and Gerald Ford.",
    "He headed most committees and subcommittees, which made him a very powerful player. He had connections in the Pentagon, Joint Chiefs of Staff and the CIA. He was in charge of diplomacy and had pull with the US military.",
    "For decades, Kissinger was lauded by the western media establishment. It did not end when he left office in the 1970s. When he turned 90 in 2013, it is reported that US President Bill Clinton (a Democrat) delivered the birthday toast.",
    "The past Secretary of State of the US is still well informed in current events and his views still sought after on current events. In an interview in ‘Le Monde’ on June 4 this year, he is quoted as saying ‘most likely, the Ukrainian army will take back a further portion of the land occupied by the Russians since February 24, 2022. On the other hand, the Russians are unlikely to be driven out of Crimea. “The risk is that both Russia and Ukraine will be dissatisfied”.",
    "However, Kissinger’s legacy is mixed. While his major achievement remains his role in rebuilding ties between the US and China, while he is also accused of being the hand behind atrocities committed around the world at that time. Many a diplomatic bungling from nations afar as from Vietnam to Angola in Africa is attributed to him.",
    "He became involved in crises in Angola, Ethiopia, Former Rhodesia (present Zimbabwe) and South Africa in the 1970s.",
    "Fearing the MPLA forces would come to power and open the way for Soviet influence, Kissinger led the US into a lengthy involvement in the Angolan civil war.",
    "When the war finally ended in 2002 after 27 years, up to one million people had been killed. A further four million people were displaced and around 70,000 maimed.",
    "At the conflict’s conclusion, almost two-thirds of Angolans lacked access to drinking water. The MPLA won power despite US involvement.",
    "The Guardian reports Kissinger also became the first US Secretary of State to visit South Africa during the time of the white minority government, delivering prestige to the apartheid regime in the aftermath of the Soweto massacre in 1976.",
    "In that incident (Soweto massacre), scores of demonstrating schoolchildren and others were gunned down by white South African police.",
    "One of the lowest points of Kissinger’s diplomatic career however was his role in partnership with US Presidents Richard Nixon and Gerald Ford in steering the last six years of America’s Vietnam War. During that period more than 21,000 Americans died, along with between 800,000 to 1.5 million Vietnamese.",
    "During this period, his bombing raids of Cambodia undermined, the government of Cambodia which was subsequently overthrown, and brought into power the genocidal Khmer Rouge. Tufts University estimates a range of 150,000 to 300,000 violent deaths resulted from the 1970 to 1975 in the US bombing of Cambodia.",
    "After the Khmer Rouge captured power, it is estimated between 1.5 to 3 million people died at",
    "In 1976, Kissinger played an active role in supporting the overthrow of the democratically-elected Chilean leader Salvador Allende.",
    "According to the ‘New York Times’ Kissinger told Chile’s dictator Augusto Pinochet, in the words of his own memorandum: “My evaluation is, that you are a victim of all left-wing groups around the world and that your greatest sin was that you overthrew a government that was going Communist.”",
    "In November 2004, the Valech Report confirmed the number of deaths flowing from Pinochet’s violent power grab resulted in around 3,000 civilians being killed, and some 28,000 arrested, imprisoned and tortured.",
    "In the final analysis, despite Kissinger still being held up as a master in the field of diplomacy, his diplomatic failures and the human rights abuses which flowed from those failures, far outweigh his successes."
  ]
}