{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/13/sri-lanka-will-shed-the-label-of-a-bankrupted-state-president/",
  "time_ut": 1702477980.0,
  "original_lang": "en",
  "original_title": "Sri Lanka will shed the label of a bankrupted state – President",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lankan President Ranil Wickremesinghe noted that the International Monetary Fund endorsing the second tranche of the country's program will shed the label of a financially bankrupted state.",
    "In a special statement to Parliament today (13), President Ranil Wickremesinghe emphasized the critical role of the government’s program, backed by assistance from the International Monetary Fund (IMF) and debt restructuring, in rebuilding the collapsed Sri Lankan economy.",
    "President Wickremesinghe highlighted the success achieved through the proper handling of two fundamental factors: securing the support of the IMF and implementing debt restructuring. He asserted that by continuing this program, Sri Lanka has the potential to evolve into a developed nation.",
    "Following the approval of the IMF for the second tranche, Sri Lanka will gain more, said the President.",
    "He noted that with $150 million secured from the World Bank for deposit insurance, Sri Lanka's financial sector receives a substantial boost, ensuring its complete security.",
    "\"We are poised to receive additional funding for the development process from financial institutions such as the Asian Development Bank (ADB) and JICA at low interest rates and favourable terms,\" he added.",
    "The President said that the approval from the IMF reinstates the confidence of foreign investors, who can now invest in Sri Lanka without hesitation.",
    "\"Our international letters of credit (LoC) are once again recognized,\" he added.",
    "The president also noted \"This victory does not signify perfection. We have a long journey ahead to attain complete economic freedom. We are cognizant of the difficulties faced by a segment of our society, particularly concerning taxes, including VAT. Imposing taxes was not a choice made willingly, but rather a difficult decision essential for securing the future of our nation.  It is essential to acknowledge that those advocating for higher wages through strikes, while demanding ten thousand or twenty thousand rupees more, may inadvertently harm the future generations. It is time to collectively contemplate the future of our country and the welfare of our nation.\"",
    "The People’s Platform | The man behind the lens | Chandran Rutnam",
    "World Bank provides loan to strengthen healthcare in Sri Lanka",
    "Sri Lanka Navy extends swift aid to ailing Indian Navy senior sailor in eastern seas"
  ]
}