{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/energy-options-fossil-or-renewable/",
  "time_ut": 1680700736.0,
  "original_lang": "en",
  "original_title": "Energy Options: Fossil Or Renewable?",
  "original_body_lines": [
    "With development and population increase, national energy requirements will inevitably rise. Fears of exhaustion of the resource and inflation at supply sources, will surely increase prices of coal and oil. Small nations such as ours are bound to lose out.",
    "Two considerations have dominated discourse on Energy issues. (1) Both coal and oil face scarcity, if not extinction. (2) Burning of both as fuels, release large quantities of Greenhouse Gases (Methane, carbon dioxide and monoxide), which contribute towards Global Warming.",
    "This has triggered widespread interest in renewable and non-polluting options. Much progress has been made. Electric cars and use of hydrogen, both for motive power, and liquid hydrogen for energy storage, are two thrust areas of research. Electric cars are already a reality, and petrol engines are being phased out in richer countries.",
    "It has been a constant lament of our Electrical Engineers that Long Term Generation Plans have not been adopted and that this has resulted in the current crisis.",
    "It is said that our Hydropower potential has been fully exhausted and no further expansion is possible. Hence the need for new coal or oil-fired generating facilities.",
    "It is doubtful that possibilities for adoption of renewable biological resources for energy generation have been adequately considered. This is surprising and the reasons for this apparent official reluctance is not clear. Despite this lethargy, considerable information on biomass use is available. Additionally, rooftop solar panels are now also common.",
    "The introduction of the “Net Metering” system is a great incentive for such domestic power generation.",
    "Wind and large scale solar possibilities are also now being addressed. Meanwhile, a good number of rooftop solar panels, over houses and commercial buildings are already in use. This has evidently not been helped, nor hardly noticed, by the bureaucracy. There is probably ample scope for exploiting this sector. In fact, in the long term interest, even a 100% subsidy on installation costs may be justified. It needs to be stressed that huge transmission costs from generator to customer as now exists, would thereby be eliminated.",
    "The most inexplicable lethargy in taking fair notice of these options, will for the umpteenth time, mean our “missing the bus”!",
    "A slight deviation here would be useful. The World’s only primary source of energy is the sun (materially, as substances such as radioactive minerals, or indirectly as sunlight, wind, waves or biomass). It has also to be noted that coal and petroleum are also derived from bio-materials – coal from tree trunks and petroleum from fat of animals, both from over millions of years. Also, in nature, with every step in a chain, there is an accompanying loss. This would mean that a photovoltaic device, or wood would be more efficient for trapping solar energy and converting it to usable form, than coal or oil.",
    "It is estimated that an hour of bright sun is equivalent to 200,000 times the total amount of energy consumed annually by the World, or that the receipt of a mere second of bright sun would provide about 500 times the current annual consumption of energy by man on earth. Clearly, solar energy is an inexhaustible, clean and practically eternal source. However, to trap it all through photoelectric devices now available, would cover an area of Sweden or Morocco.",
    "Developments in the continuing improvement of photo-voltaic cells are proceeding at great speed. In particular large floating panels over water bodies, is seen as an attractive possibility. Some work is  also progressing in using well reinforced panels to cover roadways and walkways (pavements). These are possibilities that it would be unwise to ignore.",
    "Nature’s way of purposefully harnessing this energy resource, is through vegetation (and marine organisms). However the extent of incoming radiation being fixed by photosynthesis is estimated to be only around 2 to 4%. The pigment chlorophyll which makes leaves green, is the first step in capturing energy from the sun. The chlorophyll molecule has magnesium at its “centre.” The configuration of the magnesium atom is such that when light hits, an electron in it’s structure is knocked out to an outer orbit, using the energy of the incoming sunlight. After this step is over, the electron returns to its stable orbit, releasing the energy absorbed, to drive a step in carbohydrate synthesis.",
    "This is an exquisitely elegant way, to force upon us the humbling reality, that the capture of the energy that drives all of society, flows from the behavior of electrons in elemental Magnesium. Likewise, the delivery of this energy to all of the cells in our bodies, relies on the iron in the pigment hemoglobin, in our blood. So, acting in accord, Magnesium and Iron are in a sense, central to what we call “Life”.",
    "Of the light energy emitted by the sun, only a fraction of less than 1% reaches our planet. Of that too, less than a half is in the fraction that chlorophyll can use for photosynthesis. Despite this apparent profligacy, photosynthesis is crucial as a sink for the millions of tons of carbon dioxide and other pollutants, that human activities discharge annually, into the atmosphere. Vegetation laps this up, and in exchange give us life-giving oxygen. This is why forests are so important. Interestingly, Bhutan is so far, the only country, that through its forest cover of 70% of its land area (the Constitution requires that a minimum of 60% is maintained for posterity), is better than “Carbon Neutral”, it is “Carbon Negative.”",
    "Internationally, the importance of tree cover is recognized and rewarded by the “Carbon Credits” arrangement. This is a kind of parallel of the “Net Metering” scheme on a macro scale.",
    "This is a powerful reason for our assiduously pursuing the option of “Dendrothermal Energy”. The potential for this option has led to a wealth of local information. The Late Dr Ray. Wijewardane was an ardent advocate, who deemed that the power needs of a town the size of Kalutara, could be met by 150 hectares of Glyricidia maculata (Wetahira or Makulatha), cultivated and managed. The feasibility of planting Glyricidia as an intercrop in coconut, was extensively studied and endorsed by the work of the Late Dr Jayantha. Gunathilake of the CRI. The use of “Biogas generators” as a means of providing gas directly for domestic use, has been demonstrated.",
    "In days gone by, tea estates maintained “Wood Lots” mainly of fast growing Gum trees, to supply the needs of tea factories.",
    "So, in summary, much information is available on the potential for sustainable, renewable, economical and clean energy to supplement, perhaps even to replace, fossil based fuels. This must be explored and harnessed before we rush into nuclear or expanded oil and coal facilities.",
    "We are a small and poor country, but blessed by conditions supportive of tree growth and exceptional year round sunlight. Surely these potentials should be examined, the available information harnessed, and workable methodologies worked out. Without which “Long Term” generation plans would be incomplete."
  ]
}