{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/EU-must-stop-sapping-global-food-security/4-751679",
  "time_ut": 1691697519.0,
  "original_lang": "en",
  "original_title": "EU must stop sapping global food security",
  "original_body_lines": [
    "Now we are witnessing a paradox. On the one hand, the West seeks to block our grain and fertiliser exports, accusing us of the current crisis on the global food market. This is outright hypocrisy. In almost a year since this so-called deal was concluded, a total of 32.8 m. tons were exported from Ukraine, of which over 70% ended up in high-income and above-average income countries, including primarily the EU, while the poorest countries received less than 3%, or less than 1 m. tons.",
    "Today, grain and fertiliser are even more important than gas and oil. Since mankind didn’t explore any other way to feed itself, the crop plays a crucial role in everyday life despite political issues or geographical differences. In this case the crop appeared to be the interest of the self-proclaimed “golden billion,” the European neocolonial powers living in accordance with their own outdated notions, diluted by personal depravations, and its capital.",
    "For centuries the territory of Russia has been the granary of the rest of the world. Before the collapse of the Soviet Union, the total output of the whole USSR was 89 m. tons, including Ukrainian SSR’s 20% and the Russian SFSR’s more than 60%. During the post-Soviet period Russia did its best to modernise the agricultural sector, while Ukraine preferred to live on the old and the hated by itself heritage. Later on, after the illegal coup d’état inspired by the US and EU, Ukraine just sold its major fertile stocks to the so-called “Big Four,” the largest enterprise that controls more than 90% of the world’s grain production.",
    "The EU has succeeded in false propaganda, falsification of facts and hiding the truth. They will never accept the fact that after 24 February 2022, the EU has imposed numerous anti-Russian sanctions that undermine global food security. Our bank transfers were blocked, our ships were cut off insurance, and our cargoes arrested in European ports.",
    "Among other things, the reason Russia agreed to take part in this so-called deal was because it envisaged commitments to lift the illegitimate obstacles to supply our grain and fertiliser to the global market. The grain deal, brokered with the participation of the UN Secretariat, designed to promote global food security, mitigate the threat of hunger and help the poorest countries was broken regularly in the part of guarantees to Russia. Moreover, the maritime route was used to export weapons, ammunition and explosives to Ukraine, which was a violation of the deal.",
    "Now we are witnessing a paradox. On the one hand, the West seeks to block our grain and fertiliser exports, accusing us of the current crisis on the global food market. This is outright hypocrisy. In almost a year since this so-called deal was concluded, a total of 32.8 m. tons were exported from Ukraine, of which over 70% ended up in high-income and above-average income countries, including primarily the EU, while the poorest countries received less than 3%, or less than 1 m. tons.",
    "Nothing materialised of what was agreed upon or what we were promised, and none of the conditions related to lifting the sanctions against the export of Russian grain and fertiliser to the global market were fulfilled. Not a single one.",
    "Considering these facts, we refused to extend this would-be deal. Russia can well fill in the gap left by the withdrawal of the Ukrainian grain from the global market, either by selling its grain or by transferring it for free to the neediest countries, especially, in view of the fact that we expect a record harvest this year too.",
    "A few more figures will probably be of interest. Ukraine produced about 55 million tons of grain in the past agricultural year. Exports amounted to 47 million tons: quite a lot, including 17 million tons of wheat. Russia harvested 156 million tons of grain last year. It exported 60 million tons, of which 48 million tons was wheat.",
    "Russia’s share of the world wheat market is 20 %, while Ukraine›s is less than five %. This shows it is Russia that makes a significant contribution to the global food security and is a reliable, responsible international supplier of agricultural products. Those who claim this is not the case that it is only to secure the so-called grain deal to export Ukrainian grain, are twisting the facts with falsehood. This has been the practice of some western countries for decades, if not centuries. The EU is trying to ensure its own food security, and continues to import Ukrainian grain via other routes, with more expensive exploitation.",
    "Moreover, there were many questions on the quality of the Ukrainian crop: experts have found fungus and heavy metal in them, although the price was higher than that of the Russian crop.  Our country will continue to support states and regions that are in need, including humanitarian supplies. We seek to actively participate in arranging a more equitable system for the distribution of resources and are doing our utmost to prevent a global food crisis.",
    "Meanwhile, global food prices started to hike even before the coronavirus pandemic. One of the reasons is the so-called “green” agenda that has nothing common with ensuring sustainable development and ecology. It is only a tool of the “new society” and world stratification. The adepts of the “green” agenda openly declare that their purpose is to reduce the world population by several billions. Would they reduce themselves or would it be the fate of the “non-privileged”? Rhetorical question, isn’t it?",
    "As for the EU and one of its major warmonger, Josep Borrell personally, everybody knows that:",
    "It is the EU that is carrying out a neocolonial policy all over the world; it is the EU that is well-known and recognised for its borderless hypocrisy and it is the EU that is oppressing people of traditional values.",
    "For Russia this combat is about its survival, while for the EU, it’s for their enlargement.",
    "For Russia this combat is about saving its identity and the lives of the Russians, while for the EU, it’s an inhuman experiment on the Russian people. For Russia it is about the future of its children, while for the EU, it›s only a matter of enrichment on slavery, looting and black transplantology.",
    "Now we are fighting in Ukraine against the collective West which is aiming at enslaving our country, the abolition of the Russian world and the Russians, the annihilation of the last piece of the true European culture and values. No doubt, our goal in this Special Military Operation would be achieved regardless of the temptations and vision of Mr. Borrell. To achieve comprehensive and sustainable peace Ukraine must be made neutral, its armed forces must stop all actions (and the West must stop any weapon supplies, which now is about 70 b.$). Kiev must back away from joining NATO, and reaffirm its nuclear-free status. Moreover, Ukraine must recognise the new territorial reality, ensure its demilitarisation and denazification, recognise the rights of ethnic and cultural minorities and Russians, and the official status of the tongue of the majority, – the Russian language.",
    "Do you still trust the EU? Do not repeat our mistakes. The European colonialists have never changed.",
    "The writer is the Ambassador of the Russian Federation in Sri Lanka and the Maldives."
  ]
}