{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Economic-ethnic-crises-two-peas-in-a-pod-EDITORIAL/172-256998",
  "time_ut": 1680450120.0,
  "original_lang": "en",
  "original_title": "Economic, ethnic crises - two peas in a pod - EDITORIAL",
  "original_body_lines": [
    "The economic crisis and ethnic problem the have for long been fermenting in our country. The issues date back to the time of independence where we received and expected subsidized food (at that time via rations). From the richest in our land, to the poorest, we all received low-cost subsidized food and we were proud of it.",
    "In addition, we had policies of ‘free education’ and ‘free medical treatment’. Even the UN put the country on a pedestal for what was termed its ‘people-friendly economic policies’.",
    "We collectively forgot that someone was paying for these ‘free and or subsidized’ facilities which are major factors draining our economic resources, leading to the economic melt-down and bankrupting the country in 2022.",
    "With the infusion of the IMF facilitated economic package this month, the problems caused by the economic meltdown have eased, but have not been solved.",
    "Today, according to even government sources, 25% of the population has reduced its food intake. The World Health Organization (WHO) has pointed to widespread malnutrition among children and females. The president of the country has pointed out that over 500,000 have lost employment. They add to the growing poverty in the country.",
    "To get out of the economic morass, it is necessary that subsidizing loss-making enterprises be turned around. Yet, state-owned enterprises (SOEs), as a result of political meddling over the years, are run inefficiently resulting in these bodies incurring colossal losses.For instance, Ceylon Petroleum Corporation (CPC) has lost Rs.633 billion up to August 2022. The CPC’s accumulated losses top trillion rupees on soft-peg, according to economynext. Despite making these huge losses, the Corporation paid huge bonuses (two months’ salary) to its employees!",
    "The state-run Ceylon Electricity Board (CEB) has made a loss of Rs.108 billion in 2022, a Finance Ministry report said. Yet, in late February 2023, the CEB ‘Trade Union Collective’ launched a strike over several issues, which included demanding annual bonuses and medical payments. Yet, it is a loss-making enterprise!",
    "The Finance ministry has reported Sri Lankan Airlines made loses to the tune of Rs.112.8 billion in the first half of the 2022/2023 financial year. But despite making losses over the years, the national carrier paid Rs. 100,000/- as bonus to each of its employees in 2022.",
    "To ensure a similar economic crisis does not hit the country again, the government has indicated among measures it is contemplating, it will privatize the loss-making enterprises in an effort to release funds needed to cushion poorer sections, of the population.",
    "However, worker organizations in these loss-making enterprises are up in arms threatening to bring the country to a halt, if government attempts to diversify these entities.Is the country going to permit a handful of corrupt organizations holding the country to ransom? We are hopeful our politicians will for once, put the needs of the country before their private agendas and not sabotage the efforts to revive the economy.",
    "Similarly, our people are today divided along the lines of ethnicity and religion. For instance, the first act of the first independent government of this country enfranchised a section of its population - the plantation Tamil community.",
    "With the economic downturn in the early and mid 50s, politicians used race and religion to gain power. It led to race riots in 1958 and the devastating ethnic war in 1983 which lasted nearly three decades, and further divided the country along ethnic lines.",
    "In 2009, the war was ended militarily. But the causes which led to it still remain unresolved. Both the problems - economic and ethnic - need to be resolved if the country is to enhance its economy. A country divided only opens itself to outside intervention.",
    "It is time to take away the causes which have led a section of the population to believe they are second class citizens in their own country. No lesser person than the president himself has emphasized this point.Do our political leaders, business leaders, educationalists, journalists and the nation as a whole have a will to find a solution to settle our ethnic cum religious differences.",
    "The alternative is constant outbursts of ethnic conflagration and continued deterioration of the economy. Are we going to let another disaster overtake us?",
    "For once, let’s think of the future generations and leave our baggage of ethnic cum racism behind us for the sake of our country."
  ]
}