{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/She-was-an-audacious-music-therapist-for-deaf-children/172-260472",
  "time_ut": 1685944859.0,
  "original_lang": "en",
  "original_title": "She was an audacious music therapist for deaf children",
  "original_body_lines": [
    "After she completed her work programmes with us, she continued to keep in touch and never failed to visit at least once every six months, laden with cake and goodies for an impromptu tea time party, and with a generous cash donation for the teachers’ Welfare Society",
    "Christine de Silva, who passed away a year ago on 2nd June 2022, was unconditionally loving, hospitable and caring of everyone around her, always witty and fun-loving, and quite audacious to the point of teaching music to deaf children !",
    "She is very much missed by her family and friends, and specially by the staff and students of the Centre for Hearing Impaired Children (CEHIC) in Dalugama, Kelaniya. In the 1990s, Christine was a visiting volunteer staff member at CEHIC and conducted sessions for the teachers and children in Music Therapy for hearing impaired children. Music with its sounds, beats and rhythms, was, and is, one of the central rehabilitative educational tools used at CEHIC first introduced in the 1980s by its foundress Rev. Sr. Greta Nalawatta PH, as part of her Auditory- Verbal method of education and training for hearing impaired children.",
    "Christine picked up the importance of Music Therapy during her studies and the training she received in London. Interest in understanding the importance of music in the deaf community has deep historical roots, even predating the field of audiology, with the earliest formal studies way back in 1848. Music holds great therapeutic potential, and therapy based on music is associated with improved communication skills.",
    "Christine was a talented classical and jazz pianist herself, and she understood and agreed with Ray Charles, the late great American jazz and blues pianist and singer, who lost his sight at the age of 7, but never felt he was handicapped. He believed that “the inability to hear was a handicap. Not the inability to see.” Today the Ray Charles Foundation is dedicated to providing support in the area of hearing disorders and the empowerment of young people through education by offering support to educational institutions and non-profit education programmes.",
    "Christine was very much loved dearly by everyone at CEHIC, and after she completed her work programmes with us, she continued to keep in touch and never failed to visit at least once every six months, laden with cake and goodies for an impromptu tea time party, and with a generous cash donation for the teachers’ Welfare Society which she insisted was from her family and not from her. She is remembered very fondly everyday at our Centre when our children have their classes in music appreciation and practical music lessons."
  ]
}