{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-Benelux-Business-Council-of-Ceylon-Chamber-of-Commerce-holds-28th-AGM/34-747408",
  "time_ut": 1681773748.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Benelux Business Council of Ceylon Chamber of Commerce holds 28th AGM",
  "original_body_lines": [
    "The Sri Lanka Benelux Business Council of Ceylon Chamber of Commerce held its 28th Annual General Meeting (AGM) on 4 April, at the Taj Samudra Hotel in Colombo. The event was attended by distinguished members of the SLBBC, including the Ambassador for the Kingdom of Netherlands to Sri Lanka and Maldives Bonnie Horbach.",
    "During the meeting, the SLBBC President Mahen Kariyawasam, highlighted the Council’s accomplishments over the past year, which included the successful organisation of several events, webinars, and workshops to promote business relations between Sri Lanka and the Benelux countries. He also commended the Council’s members for their dedication and commitment to furthering the Council’s objectives. In his closing remarks, the President expressed his gratitude to the outgoing Executive Committee and welcomed the newly elected members. He reiterated the Council’s commitment to promoting trade, investment, and tourism between Sri Lanka and the Benelux countries and pledged to continue working towards achieving this goal.",
    "The AGM saw the election of a new Executive Committee for the year 2023-2024 with Sajith Wijenayake from Aitken Spence Travels as President, Spillburg Holdings Shaameel Mohideen and Vinu International Trading Company Vice presidents P.M. Abeysekera. The other members of the Committee include members from Fanam International, Nisol Diamonds, Vinu International, and Walkers Tours.",
    "The Ambassador for the Kingdom of Netherlands to Sri Lanka Bonnie Horbach, in her address to the attendees, emphasised the importance of creating the right environment for business relations, supporting reforms and policies that create a level and clear playing field, and lobbying for a better business environment. She also encouraged the attendees to opt for a model that supports the initiative, innovation, and intrinsic responsibility, which will lead to a sustainable future. The Ambassador also congratulated the outgoing team on a successful term and wished the incoming team every success.",
    "The event concluded with a networking session where the attendees had the opportunity to ask questions from the Ambassador, participate in group discussions, and engage in activities that offered a glimpse into the Netherlands’ Bilateral relation with Sri Lanka and forge new business partnerships in a relaxed and informal setting. The 28th AGM of Sri Lanka - Benelux Business Council of the Ceylon Chamber of Commerce was a successful event that emphasised the importance of building sustainable relationships and creating a better business environment for all."
  ]
}