{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/is-microfinance-making-poverty-worse/",
  "time_ut": 1704216180.0,
  "original_lang": "en",
  "original_title": "Is Microfinance making poverty worse?",
  "original_body_lines": [
    "The Food and Agriculture Organization of the United Nations (FAO) says that the alleviation of extreme poverty by 2030 requires major policy reforms. For this purpose, the FAO and many scholars agree that these policy changes should be focused on perspectives such as human rights, equal and inclusive opportunities and diversity. Addressing the issues pertaining to many of these perspectives largely depend on the income levels of people. Individual incomes are mainly derived from value creation by productive activities which in turn produce income for people by way of profits and/or wages.",
    "As the vast majority of poor people live in areas with poor infrastructure facilities such as mobility, electricity and water, a more popular methodology for developing local rural economies has been promoting Microfinance (MF) strategy in many countries until the recent past. MF strategy had been augmented with popular sweeten such as ‘stronger rural-urban economic linkages’, ‘accelerated adoption of climate- smart’ and ‘sustainable production methods’ etc. Even Professor Yunus was awarded Nobel Peace Award for the ‘successful implementation’ of the MF system in Bangladesh and with the patronage of the UN, the MF program was replicated in many developing countries.",
    "Today, after 30-40 years of experimentation with the MF system, the evidence shows inconsistent and contradictory results and poverty remains a major concern in many countries including those which implemented the MF strategy widely. (Visit www.bloomberg.com/graphics/2022-microfinance-banks-profit-off-developing-world)",
    "Cambodia stands out as an emblematic case illustrating the potential pitfalls of microfinance. Over the decade leading up to 2021, the loan portfolio of microfinance companies in the country surged by approximately 13 times, reaching a staggering $8.7 billion. This exponential growth was fueled by the diversification of credit products, including offerings such as household finance and loans to small and medium-sized businesses.",
    "LOLC Cambodia, originating in the 1990s with a mission to provide affordable loans to impoverished rural women, was initially established under a different name by Catholic Relief Services, a U.S.-based charity affiliated with the Catholic Church. In the 2000s, as Cambodia experienced rapid economic growth, particularly notable in Southeast Asia, the microfinance sector became increasingly lucrative, attracting substantial foreign capital.",
    "In 2009, LOLC Cambodia, one of the nation’s major microlenders, reported that micro loans constituted 99% of its gross loan portfolio, with household finance comprising a mere 1%. However, by 2018, a Bloomberg analysis of Microfinance Information Exchange (MIX) data revealed a significant shift. Micro loans’ share had decreased to 65%, while household finance had grown to 22%.",
    "A 2020 report from the Microfinance Index of Market Outreach and Saturation (Mimosa) disclosed that one in five adults in Cambodia held a microloan, contributing to the country’s alarming credit-saturation score. The situation worsened when the National Bank of Cambodia implemented an 18% rate cap in 2017. In response, lenders not only increased loan sizes but also tripled commission fees, intensifying the challenges faced by borrowers. This scenario, as outlined in an International Monetary Fund report, underscores the complex dynamics and unintended consequences that can arise within the microfinance landscape.",
    "While numerous borrowers faced income losses during the pandemic, LOLC Cambodia reported a remarkable net profit of $45.4 million in 2020, marking a 33% increase from the previous year. Notably, its return on equity for that year stood at 28%, surpassing more than three times the average for commercial lenders in Cambodia. Despite documented reports of abusive practices, LOLC Cambodia has received over $25 million in funding from French and Norwegian development banks since 2020, as indicated by a review of their portfolios.",
    "U.S. officials expressed deep concerns about the potential repercussions for borrowers in Cambodia, particularly the risk of losing their homes. Many officials argued against subsidizing microlenders that accepted land titles as collateral. Wade Channell, a former senior economic adviser at USAID, strongly emphasized the ethical considerations, stating, “It’s unethical to create secured lending to the poor based on mortgages or land titles because the poor, by definition, can’t repay. What you end up creating is a homelessness project.”",
    "“I wanted everything to be over,” confesses Madhuka Kumari, a 30-year-old mother of five, seated on the veranda of her sister-in-law’s house near an elephant preserve in central Sri Lanka. “Everyone was shouting at me. Dying felt like the only option.”, reported by Bloomberg in their exclusive investigative analytical report “microfinance-banks-profit-off-developing-world” in May 2022. ( https://www.bloomberg.com/news/videos/2022-05-02/the-dark-side-of-microfinance-video",
    "Kumari had borrowed $425 from LOLC Finance, a Sri Lankan lending unit of LOLC Holdings, to initiate a small business selling mats. When heavy rains disrupted transportation, impeding her ability to make the monthly $30 payments, loan officers reportedly arrived at her house near the town of Minneriya. According to Kumari, they shouted at her in front of her family and neighbors, insisting she sell her possessions, and even threatening to involve the police. This led to conflicts with her husband, who was unaware of the loan. In 2018, after enduring months of despair, she resorted to pouring kerosene over herself and setting herself on fire while her children slept, all while being five months pregnant at the time.",
    "Kumari’s husband intervened, extinguishing the flames and rushing her to the hospital. During her hospitalization, Kumari alleges that loan officers visited her bedside, demanding payments.",
    "LOLC denied any claims that its agents pressured Kumari or visited her during her hospitalization. A company spokesperson stated in an email, “This incident was due to a domestic dispute and not due to over-indebtedness,” and noted they had received no complaints. However, Kumari contends that it was the aggressive tactics employed by LOLC’s loan officers that drove her to attempt suicide (watch https://www.bloomberg.com/news/videos/2022-05-02/the-dark-side-of-microfinance-video).",
    "The FAO highlights the global decline in poverty, yet its uneven progress remains a concern, particularly in rural areas where extreme poverty is concentrated. The FAO emphasizes that low-income countries, especially in sub-Saharan Africa, face slower advancements and an increasing absolute number of poor individuals. With an estimated 1.2 billion people still living in extreme poverty, eradicating poverty remains a formidable challenge, central to the post-2015 development agenda.",
    "The multifaceted nature of poverty is characterized by low income, limited assets, and inadequate employment opportunities, often compounded by gender disparities. The impoverished, predominantly residing in rural areas, lack access to quality infrastructure and face challenges in accumulating capital for income-generating activities.",
    "Microfinance, heralded as a solution, has emerged as a widespread poverty alleviation strategy in developing countries. However, after nearly four decades of implementation, concerns arise regarding its efficacy. The Grameen Bank model, pioneered by Nobel laureate Professor Muhammad Yunus, is under scrutiny to determine whether microfinance has genuinely empowered the impoverished or inadvertently sustained the cycle of poverty.",
    "Critics argue that microfinance programmes, while creating organizational networks, may not significantly impact poverty exit, especially in regions facing severe market and infrastructure constraints. Challenges such as inflexible group enforcement, high-interest rates, and limited impact on household welfare for the poorest participants raise questions about the sustainability and genuine effectiveness of microfinance.",
    "Many studies explore the role of legal property systems in fostering economic growth, challenging the notion that developing countries lack the assets needed for poverty elimination. It questions whether microfinance institutions, striving for a double bottom line, truly benefit the poor or inadvertently trap them in debt.",
    "As Sub-Saharan Africa experiences a continuous rise in extreme poverty, scholars and researchers debate whether microfinance, once seen as a beacon of hope, may, in reality, serve as a trap that pacifies rural disadvantaged groups without lifting them out of poverty.",
    "(The writer, a senior Chartered Accountant and professional banker, is Professor at SLIIT University, Malabe. He is also the author of the “Doing Social Research and Publishing Results”, a Springer publication (Singapore), and “Samaja Gaveshakaya (in Sinhala). The views and opinions expressed in this article are solely those of the author and do not necessarily reflect the official policy or position of the institution he works for. He can be contacted at saliya.a@slit.lk and www.researcher.com)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}