{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mood-disorders-depression-and-mania/",
  "time_ut": 1688836860.0,
  "original_lang": "en",
  "original_title": "MOOD DISORDERS – Depression and Mania",
  "original_body_lines": [
    "A New book by Dr Douglas Mulgirigama MB, BS, FRCPsych. in Sinhala on Depression and Mania",
    "Dr Douglas Mulgirigama launched his second book on the Mental Health Series, on Monday June 5) at the Sarasavi Book Shop, Nugegoda. The Book was entitled ‘Mood Disorders – Depression and Mania’.",
    "The book launch was initiated by Mr H. D. Premasiri. Proprietor and Director of the Sarasavi Book Shop and Publishers, by presenting the book to Dr Mulgirigama. A group of well-wishers, friends, and journalists attended the occasion.",
    "Speaking at the launch of the book, the author said he had an ambition to write from his school days. After a few attempts to write as a student, his attention became more focused on perusing a medical career. After graduating, worked in Sri Lanka in the Mental Health field for few years and went to UK for postgraduate studies. Dr Mulgirigama has worked as a Consultant Psychiatrist in UK for nearly 36 years.",
    "His ambition to write remained dormant all this time, and now since retiring from service he had all the time to write. He said, he decided to write on mental health, and in Sinhala as he noted an acute shortage of books written on the subject in Sri Lanka. He felt it would be an excellent opportunity to utilize his wide experience and knowledge on the subject to educate the Sinhala speaking undergraduate students and the general public on the subject as a token of appreciation and gratitude for the free education he received in his motherland. He said he hoped that his books would help to wipe out at least some of the burden of misunderstanding and stigma associated with mental Illness in Sri Lanka.",
    "The book addresses two important aspects of the mood. sadness and happiness. They are normal moods which can happen to anybody. Sadness, when it inappropriately lasts too long and is too intense and abnormal, usually without any obvious reason becomes a disorder or illness called depression, that needs treatment. Happiness also may take a similar route and become abnormal and is known as mania and needs urgent treatment.",
    "The book outlines in detail the causes, symptoms and signs and treatment of the two conditions. It also details preventive measures one could take and self help care one could effectively adopt. There are also chapters on mood disorder following childbirth, depression in old age, depression and physical illness, depression associated with alcohol consumption, depression and anger, suicide and a very useful account of the history of psychiatry and psychological theories of depression.",
    "The book is well written in simple language and can be easily understood by a layman. Dr Mulgirigama appears to have a knack of describing complex psychological concepts clearly and in a down to earth easily readable and understandable manner, which can be described as a striking feature. In the book Dr Mulgirigama uses the recently updated 11 Revision (2022), of the International Classification of Diseases (ICD).",
    "The book will be a useful reference and study guide for the students in the fields of medicine, psychology, nursing, paramedical, social work, occupational therapy, and any field allied to health and social welfare. It will also be a useful read for anybody seeking an up to date, reliable account of mood disorders.",
    "Dr Mulgirigama deserves the gratitude and appreciation for bringing out this book especially in Sinhala. The book no doubt achieves his aim towards educating the public and clearing myths and stigma wrongly attached to issues regarding mental health. His previous book was on mental stress and anxiety. Both books are available for purchase at Sarasavi Bookshops.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}