{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/crisis-in-sri-lanka-and-the-world/",
  "time_ut": 1703640180.0,
  "original_lang": "en",
  "original_title": "Crisis in Sri Lanka and the world",
  "original_body_lines": [
    "Asoka Bandarage, Crisis in Sri Lanka and the World: Colonial and Neoliberal Origins – Ecological and Collective Alternatives. De Gruyter Contemporary Social Sciences. Vol 30. Berlin and Boston: De Gruyter. 2023",
    "Asoka Bandarage is known for her unconventional approach in several of her publications on development which extensively draw case study material from Sri Lanka. Her examination of the current crisis in Sri Lanka also employs an innovative analytical approach, setting it apart from most existing studies on the subject. Her willingness to depart from convention in this exercise is commendable. Notably, emerging economies like Sri Lanka are increasingly finding themselves in turmoil during this era of neoliberalism. Bandarage’s book, therefore, is a must-read for those seeking alternative methodological stances and more comprehensive perspectives on the analysis of socio-economic crises in emerging economies.",
    "The crisis that emerged in Sri Lanka in 2022 has turned out to be of unprecedented severity, leading the country to declare insolvency and debt default for the first time in its history. At the time of the declaration of insolvency, the government reached out to the IMF for a package of measures to resolve the crisis. At the time of writing, the country has been on an IMF package for about eight months.",
    "The IMF package has brought about some changes in the appearance of the crisis. However, many of the fundamental factors, viewed from a holistic angle, that led to the crisis appear to have been further aggravated by the solutions applied. The crisis continues to take its toll on the people in numerous ways.",
    "Most available accounts, including that of the IMF, perceive this crisis as predominantly economic and financial in nature. However, what Sri Lanka is experiencing is a multi-faceted crisis characterised by diverse causes, consequences, and processes. It encompasses not only economic and financial dimensions but also social, nutritional, and health aspects, political and democratic failures, debt-related challenges, institutional and governance lacuna, bribery and corruption allegations, and ecological concerns. Each of these aspects interacts with the others in complex ways.",
    "The remedial measures taken by the government, according to the IMF-written policy package, addressing as they do only a restricted part of the problem, have now made the crisis a very real and pressing concern for the ordinary people in the country. Regrettably, many analysts, particularly economists and financial analysts, continue to emphasise the economic, financial, and debt-related aspects of the crisis, thus neglecting other important factors of grave relevance. Some analysts bring some history into consideration in explaining the crisis, but for many of them, the relevant history does not go beyond a few years in the immediate past.",
    "Furthermore, many accounts tend to view the crisis as a fundamentally Sri Lankan phenomenon, bringing into analysis only some international influences like fluctuations in oil prices or critical commodity scarcities in the world market, failing to recognise the critical influence of holistically viewed global developments as having pushed the country into this predicament.",
    "In this context, Asoka Bandarage’s Crisis in Sri Lanka and the World (hereafter referred to as Crisis) stands out as a refreshing and much-needed addition to the body of literature addressing the Sri Lankan crisis of the 2020s. She provides a holistic viewpoint, highlighting the multifaceted nature of the crisis and tracing its origins back to Sri Lanka’s historical evolution from colonial times. The Crisis is perhaps the only comprehensive publication written from such a holistic approach so far.",
    "The book commences with a conceptual overview in Chapter 1, where Bandarage combines different themes that she develops in further detail in subsequent chapters. She places particular emphasis on the historical origins of the crisis. In Chapter 2, she delves into the development of the plantation economy in Sri Lanka during the colonial era. The subsequent three chapters cover the early post-Independence period (Chapter 3: 1948-77), the early phase of the post-liberalization period (Chapter 4: 1977-2009), and the period immediately preceding the crisis of the early 2020s (Chapter 5: 2009-19).",
    "In this comprehensive historical analysis, Bandarage offers a bird’s-eye view of Sri Lanka’s key socio-political and economic trends over nearly two centuries and their evolving dynamics. She underscores the global influences, originating from diverse sources and with varying degrees of impact, on Sri Lanka’s domestic economy and its trajectory. Within this historical account, Chapters 4 and 5, which cover the closest influences on the early 2020s crisis, hold particular significance.",
    "Chapter 5 delves into the evaluation of geopolitical rivalry, neocolonialism, and political destabilisation, exploring the range of international factors influencing the crisis that emerged in the early 2020s. Influences from Chinese, Indian, and U.S. expansionism into the Indian Ocean region, and interventions from international organisations like the UN Human Rights Council (UNHCR). Mainstream reviews of the 2020s crisis do rarely cover as extensive a terrain as this dealing with the international political economy of the Sri Lankan crisis.",
    "Bandarage thus brings in a fresh and innovative perspective, shedding light on uncharted terrain of profound relevance to the subject under consideration. Noteworthy in this regard, is her scrutiny of the contemporary influences of the United States, through diplomatic efforts, to secure agreements signed with Sri Lanka in respect of the Millennium Challenge Corporation (MCC) Compact, the Acquisition and Cross Services Agreement (ACSA), and the Status of Forces Agreement (SOFA).",
    "Chapter 6 encompasses various themes that both characteride and explain the crisis. A central factor is Sri Lanka’s excessive and unbridled debt, particularly its heavy borrowings through International Sovereign Bonds. Bandarage labels this as “debt colonialism” imposed on the country. She also draws attention to the extreme income inequality and widening disparities in the country resulting from decades of neoliberalism. The adverse impact of these factors has been exacerbated by the crippling effects of COVID-19 during 2020-21 and the political turmoil following the protest movement known as the “aragalaya” against the then incumbent regime.",
    "The events set in motion by these protests, culminating in the country’s submission to an IMF programme, are well-documented. The rise, during this kerfuffle, of a political leader known for his extreme right-wing views, described by Bandarage as a “long-time US collaborator” (p. 82), to the all-powerful position of the country’s presidency enabled the seamless implementation of the IMF programme with minimal resistance from the Sri Lankan government.",
    "Bandarage concludes Chapter 6 by illustrating how the cumulative events led to Sri Lanka’s collapse, not only economically but also politically, socially, culturally, and psychologically. She paints a grim picture, stating, “Forces of global financial and corporate power are not leaving any room for the survival of a local economy or a national government that can meet the needs of its people.",
    "The multifaceted crisis is leading to the demise of Sri Lanka’s sovereignty, turning the country into a mere shell of a state, wide open for more external political, economic, and military exploitation” (p. 198). The situation, no doubt, appears dire, but it is worth also noting that Sri Lanka has a history of resilience in overcoming challenges and emerging from crises.",
    "Completing her holistic analysis, Bandarage explores the ecological dimension of the crisis in her final chapter, which has been used to examine ecological and collective alternatives to neoliberal globalisation. This chapter hints at some underlying optimism she shares for Sri Lanka’s future. Bandarage seeks “collective and ecological alternatives to the globalised system underlying perennial socioeconomic, cultural, and political crises, war and refugee crises, leading us to an existential crisis” (p. 204).",
    "In alignment with Karl Polanyi’s viewpoint, she argues (pp. 207-8) that allowing the market mechanism to solely determine the fate of human beings and their natural environment would result in the destruction of society. Bandarage draws inspiration from the Middle Path in Buddhist philosophy, proposing it as a non-violent alternative to extremism of all kinds (p. 211). She advocates policies guided by the Middle Path philosophy to achieve the desired ecological and collective alternatives to neoliberal globalisation.",
    "Several essential themes developed in the Crisis pertaining to the economic, financial, and indebtedness aspects of the 2020s crisis in Sri Lanka merit attention. These themes resonate with my own thinking and published work and hold significance, as they are often disregarded by independent reviewers and government advisors, both domestic and international, including those from International Financial Institutions (IFIs).",
    "One such theme investigates the influence of extreme socio-economic inequality on the 2020s crisis in Sri Lanka. Inequality has persisted in Sri Lanka since the establishment of mercantile capitalism, i.e., the early stages of the colonial plantation economy. After gaining independence from colonial rule, there were brief spells of dominance of social democratic policies that aimed to reduce inequality. The neoliberal regime introduced in 1977 has exacerbated income disparities offsetting the egalitarian trends of the preceding decade.",
    "This trend towards increasing inequality is a common feature of financialised global capitalism, particularly under neoliberal conditions. The super-rich oligarchy in society, often evading foreign exchange regulations and income and other tax rules, acted with detrimental effects on the country’s foreign exchange receipts and tax revenues, contributing to the foreign exchange and fiscal crises of the 2020s.",
    "The rich trading classes (including large industry owners dependent heavily on imported inputs) and those engaged in the underground economy tend to maintain very large funds offshore. The changes in exchange control laws introduced in 2017 have facilitated these practices. Bandarage describes this behaviour as “plunder” by the country’s super-rich through “intentional, dodgy invoicing and stashing the foreign exchange earnings offshore” (p. 13). She refers to a total of US$ 36.833 billion as funds so kept illegally overseas. More recently, a cabinet minister in the incumbent government mentioned an even larger sum, $53.5 billion, held illegally overseas by Sri Lankan oligarchs (see The Island, 24 August 2023).",
    "Either figure can be compared with the officially reported total foreign debt of $49.7 billion at the end of 2022 (Central Bank Annual Report, 2022, pp. 185-6). Furthermore, a significant part of the fiscal deficit issue, lying behind the huge public debt crisis, can be attributed to the non-payment of substantial volumes of tax dues by the wealthiest individuals in society. Tax avoidance and evasion are widely discussed topics. Rich mercantile classes avoid paying not only income tax but also the more revenue-generating indirect taxes of VAT, Import Duty, and Excise taxes.",
    "The next point worth highlighting here is Sri Lanka’s well-known social democratic stance in respect of social policy matters – a matter already referred to briefly. This has been the case even during the post-1977 neoliberal period in matters pertaining to parts of production, trade, and finance. In this respect, the following statement of a leading political analyst is worth citing: ” … (T)he abiding democratic ethos of Sri Lanka (…) has never succumbed to dictatorship of the right or left, despite several civil wars. … This resilient electoral democracy has demonstrated a proclivity for social welfarism. Savage capitalism has never been sustainable here, nor has a foreign policy alien to the values of nonalignment” (Dayan Jayatilleka in The Island, Oct. 26, 2023).",
    "This social ethos came to be established in the Sri Lankan political economy from as early as the 1930s. In 1931, a semi-independent governance system was set up, with a legislature (State Council) elected by the people on universal adult franchise and a Board of Ministers, three-tenths of which comprised of elected State Council members. A strong and widespread left-wing political movement led by a group of charismatic leaders committed to Marxist thinking and practice, developed in the country from this period onwards.",
    "The principal elements of the social democratic stance in social policy, which evolved from this period onwards, was maintained even during the post-1977 neoliberal period. Key aspects of this social democratic ethos include free education, free health services, and the use of consumer and producer subsidies to support the average consumers and small-scale farmers and producers. Although changes have been introduced over time, especially following IMF programmes, the social democratic ethos remains robust. This is a main reason why conventional economic solutions failed to eliminate the dual deficits and debt issues in Sri Lanka.",
    "Out-of-the-box thinking is essential to devise mechanisms that the people can accept to address these economic challenges. The IMF Extended Fund Facility of March 2023 further illustrates the challenges of implementing a stabilization package defined and drafted without giving due care to socio-political peculiarities in Sri Lanka. Policy makers and their advisers are well advised to carefully read Bandarage’s Crisis in search perhaps of useful insights into how policy processes could be modified to achieve improved results.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}