{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88898/deadly-explosion-in-bangladesh-leaves-at-least-15-dead-140-injured",
  "time_ut": 1678203360.0,
  "original_lang": "en",
  "original_title": "Deadly explosion in Bangladesh leaves at least 15 dead, 140 injured",
  "original_body_lines": [
    "At least 15 people have been killed and 140 injured in an explosion inside an office building in the Bangladeshi capital Dhaka, police and fire service officials have said.",
    "The explosion shook the fourth and fifth floors of a five-storey building in Gulistan, a major hub for wholesale goods in the capital, shortly before 5pm local time (11:00 GMT) on Tuesday.",
    "Authorities could not immediately provide the reason behind the huge explosion in the bustling commercial area.",
    "“So far, 15 people (two women and 13 men) have died and more than 140 injured have been brought to the Dhaka Medical College Hospital (DMCH),” Inspector Bachchu Mia was quoted as saying by Bangladesh’s Daily Star newspaper and the Reuters news agency.",
    "No fire broke out in the building but more than 150 firefighters were at the site to assist in rescue efforts, a fire services spokesperson told AFP.",
    "A middle-aged man in a blood-soaked shirt told reporters he had been injured in the blast, which shattered windows and damaged a wall of the building.",
    "“There were people lying on the floor. I escaped by climbing out from the window,” he said.",
    "Bangladesh has a history of industrial disasters, including factories catching fire with workers trapped inside. Monitoring groups have blamed corruption and lax enforcement.",
    "In 2012, about 117 workers died when they were trapped behind locked exits in a garment factory in Dhaka.",
    "The country’s worst industrial disaster occurred the following year, when the Rana Plaza garment factory outside Dhaka collapsed, killing more than 1,100 people.",
    "In 2019, a blaze ripped through a 400-year-old area cramped with apartments, shops and warehouses in the oldest part of Dhaka and killed at least 67 people. Another fire in Old Dhaka in a house illegally storing chemicals killed at least 123 people in 2010.",
    "In 2021, a fire at a food and beverage factory outside Dhaka killed at least 52 people, many of whom were trapped inside by an illegally locked door.",
    "Last year, a fire at a shipping container storage depot near the country’s main Chittagong Seaport killed at least 41 people, including nine firefighters, and injured more than 100 others."
  ]
}