{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/what-will-the-new-year-bring/",
  "time_ut": 1703902680.0,
  "original_lang": "en",
  "original_title": "What will the New Year bring?",
  "original_body_lines": [
    "This being the last issue for 2023, we take the opportunity of wishing all our readers a very Happy New Year. But not even the most optimistic among us would say that all Sri Lanka’s troubles have been packed up in the old kit-bag and there is reason to “smile, smile, smile” as the New Year beckons. The aragalaya-fuelled trauma of the previous year that loaded the worst ever travails in our contemporary history on the backs of the people had, no doubt, tailed off in the year now passing.",
    "But the end of miles-long fuel queues, ever present search for cooking gas and a host of woes that made 2022, the last months of the Gotabaya Rajapaksa presidency, and one that saw the banishing of the Rajapaksas to a perceived political wilderness did not play out this year as may have been expected. Many termites are now crawling out of the woodwork, looking at the elections that must be held next year.",
    "The people are very well aware that the respite they won in 2023 was largely due to the country not servicing its debt and falling back on repayment of its domestic and international obligations. Although our rulers trumpet that inflation is down to a single digit, any housewife stepping into a market knows all too well that the cost of living is unbearable.",
    "True, upscale restaurants and the big hotels are crowded by the affluent not lacking in this so-called democratic socialist republic of ours. That has always been the case given the grave income disparities that have beset this island before and after Independence. Our notorious penchant for ‘clean suit, empty pocket’ lifestyle has been widely on display with the capital city of a country that not long ago declared itself bankrupt when Colombo was lavishly decorated with power guzzling illuminations. And this while tens of thousands of domestic electrical connections have been disconnected due to non-settlement of bills.",
    "We step into the New Year with trepidation knowing that with the increased value added tax (VAT) hard-pressed domestic budgets are going to be further burdened. A small carrot has been dangled before the people saying that the unseasonal rainfall of an unusual magnitude, enabling the Ceylon Electricity Board to generate much of the country’s power requirements with hydro resources that have bult-up in the power generating reservoirs, may enable some respite to hard-pressed consumers.",
    "But most would await the formal announcement or the receipt of the next bill before heaving a sigh of relief. We are now in an IMF program demanding the end of the country’s habitual financial profligacy and decades of deficit budgeting. A respected economist is on record describing the 2024 budget which passed through all its stages last November and December as a “fairy tale.” The rulers have provided good reason over the years for the country to accept this proposition.",
    "President Ranil Wickremesinghe is on firm record that due elections will be held as constitutionally mandated next year. But he is playing his hand very close to his chest on which election will come first – presidential or parliamentary. As is well known, then Prime Minister Wickremesinghe was elected by Parliament, or rather its pohottuwa majority, to serve out Gotabaya Rajapaksas balance term.",
    "This ends in November and a new president must be elected by then. For this to be possible, the election machinery must begin to move by September with an election declared, nominations called and received etc. But Wickremesinghe holds the power of dissolving the incumbent Parliament at any time he wishes although its term extends to August 2025.",
    "Predictions on what he may or may not do abound. There are those who say that holding a parliamentary election while he is enthroned in the presidency will be a distinct advantage for the UNP which Wickremesinghe is committed to revive. This after he led it to zero elected seats, including his own, at the last election.",
    "But there are many other considerations. Among them, will RW be a runner for an elected presidency? He has yet made no formal announcement but the wide perception countrywide is that he will seek an elected term. The Rajapaksa party which elected Wickremesinghe to office is not saying that Ranil is their candidate at the next presidential election.",
    "Yet it insisted at their recent convention in Colombo that they will run a candidate stopping short of naming him or her. The pohottuwa says it is considering business tycoon Dhammika Perera, 59, it brought into on its national list to Parliament in 2022 succeeding Basil Rajapaksa. Perera, whose DP (Dhammika and Priscilla) Education is reaching out countrywide to a claimed over million young people given a free information technology (IT) education, has indicated interest and is projecting himself through newspaper advertising of his pet project.",
    "He retains a very low profile in Parliament having hardly spoken there after entering the legislature. He served a brief two months as investment promotion minister since his 2022 entry to Parliament and has since been a barely visible backbencher.",
    "In terms of whatever opinion polls that exist, the JVP’s Anura Kumara Dissanayake, leading the National People’s Power (NPP) seems to be the leading contender with Sajith Premadasa trailing him. But as is well know, such polls are only as good as their sample cross section of the population and cannot be considered reliable indicators. Remember Mahinda Rajapaksa engineered a constitutional amendment in 2010 to enable a third term for himself and lost the 2015 presidential election to the common opposition candidate Maithripala Sirisena. It’s early days yet and much can happen.",
    "Government initiates VAT exemption for Ayurvedic products and medicines to lower healthcare costs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}