{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dining-at-the-victorian-bar-and-some-racist-encounters/",
  "time_ut": 1677312720.0,
  "original_lang": "en",
  "original_title": "Dining at the Victorian Bar and some racist encounters",
  "original_body_lines": [
    "When I joined the Victorian Bar I wasn’t quite sure whether to attend the Annual Victorian Bar dinners. I thought that they might be the same rowdy affairs as they were in Ceylon. I had not attended the Bar dinner for 40 years until I received a wonderful invitation from that gracious lady, Melanie Sloss, then Chairperson of the Victorian Bar Council, and now a Supreme Court judge.",
    "As I mentioned earlier, late in 1975 a number of us decided to leave the Calnin list and form a new list, the Duncan list. Dick McGarvie QC was our new chairman and Leo Lazarus QC was the vice-chairman. Dick decided to have a dinner so that he could meet and become acquainted the members of his new list.",
    "The dinner was held, as far as I can recollect, in February 1976. Considerable quantities of alcohol were consumed by the new members before and during dinner. After dinner Dick McGarvie got up to speak. There were a number of inebriated rowdy barristers at this dinner. Several of them started shouting and bellowing “shut up” and “sit down” and made rude comments which I will not reproduce here.",
    "With considerable aplomb, Dick stretched his hands out and said, “Gentlemen, please, no applause. Please no applause. You can applaud my speech when I finish.” This statement was greeted with roars of laughter and Dick went on with his speech uninterrupted. Afterwards he walked around and introduced himself to all the members of the new list. He walked up to my friend John Bolton and said, “My name is McGarvie.”",
    "Bolton replied, “Arsehole, I’m not interested in your surname, what the fuck’s your Christian name?”",
    "This story does not end there, for a month later Dick McGarvie was appointed to the Supreme Court. And who do you think appeared in the first case before Dick McGarvie? Bolton! Fortunately for Bolton, Dick McGarvie was a wonderful gentleman and he was extremely cordial to Bolton when he appeared before him.",
    "Dick was no pushover. I remember one day appearing before him in the Practice Court when a young barrister turned up at 10.45 am to find that his case had been dismissed for non-appearance. He apologized to Dick and told him that he was sorry he was late but his watch was slow. Dick looked at him and asked, “What is the time on your watch now?” The young barrister went red in the face and started stammering. Dick told him never again to try to pull that chestnut on him.",
    "The years rolled by and in 1982, although I had been at the Bar only ten years, I was appointed chairman of the Wayne Duncan list. We decided to have our annual dinner at a restaurant in Queen’s Road, which had formerly been a large family home. The meal was excellent, the speeches were good and we all had a good time. But, as usual, after the dinner, things began to deteriorate considerably. I was chatting with a few of my friends when someone came running up and told me that there was a disturbance between two barristers. Again, you must pardon me if I provide you with their names, for a good story is useless without names attached to it.",
    "I was called to the disturbance to see a flaming row going on between the late Peter Jones and Betty King. I hope Betty will pardon me, as she has now retired as judge of the Supreme Court. Betty was sobbing and crying at the time. When I asked her what happened she told me that Peter Jones had flung her expensive shoes out of the hotel dining room and into the car park. It transpired that while Betty and Peter were having a dreadful row, Betty had pulled off one of her shoes to hit Peter with it. Peter promptly picked her shoe up and threw it out of the restaurant window, at which Betty pulled off the other shoe and tried to hit him; it suffered the same fate.",
    "Several of us then went into the car park and spent about twenty minutes until we finally found Betty’s shoes. ‘thus list dinners in Victoria may sometimes, and I emphasize sometimes, be as bad as the Voet Lights dinners in Ceylon.",
    "But don’t get me wrong, I had some very good times and some very interesting times at the list dinners. If one were to listen to the news every day, there is no good news reported on, because good news is not newsworthy. People would turn their television or radio sets off if they saw or heard about a couple walking happily through the Flagstaff Gardens. This is something I did regularly in my early years at the Bar with my two dear friends, Clive Rosen and Tony Lopes. In summer we would walk to the gardens and sit down to eat our sandwiches. But this is not newsworthy. It is thoroughly boring.",
    "In 1982, my friend David Levin informed me that a young lad had arrived from England and wanted to join the Victorian Bar. He asked me if I could have him as a reader. His name was Richard Phillips and had been at the English Bar for a year. Richard’s period off reading with me was uneventful, save for one interesting incident. He would keep calling me “Nimal” as in “Malcolm’: I kept telling him that my name was “Nimull” as in “Mull” of Kintyre. I told him that “Nimal” a was Sanskrit word, and that Sanskrit was the mother of most European languages, coming from Mohenjo Daro in Central Asia over 5,000 years ago.",
    "Richard looked at me, grinned and told me that I did not look 5,000 years old. Sadly, Richard Phillips died last year in the prime of his life. I expected my reader to bury me; I did not expect to have to bury him.",
    "In September 1986, my second young man, Grant Holley, came to read with me. Life with my new reader was uneventful, save that when I moved rooms early in 1987, he moved all my law books by carrying about fifteen books at a time in his arms. He was and still is a delightful gent.",
    "Racism is an interesting topic and is usually spoken about in this country in hushed tones. However it has suddenly reared its ugly head in this wonderful country of ours. And thank God for that.According to some Queensland senators in the National Party, it would appear to be non-existent in Australia. Some Australians will never admit that they are racist, and racism is unfortunately swept under the carpet. In 2004, a neighbour of mine on the ninth floor of Owen Dixon Chambers West told me that he finds it quite distressing when he goes to see his parents-in-law. They are both bigoted and racist, and often talk in disparaging tones about migrants, whether black, brown, yellow or white.",
    "A human being’s unusual physical features, be it a man or a woman, can always be the subject of derision. A fat man, a shortsighted woman, a boss-eyed person, a hunchback are all the subject of twisted humour by their more fortunate peers. Colour has always been brought into this equation. Does the fact that one person has peculiar physical features make the other person without these characteristics a better or superior person? Is a person with dark skin inferior to a person with white skin?",
    "John Howard said Australians are not racist. I beg to disagree. A fair number of Australians are racist although a large number aren’t. It reminds me of an incident that occurred in the late 1940s in Ceylon. We had all gone to see and hear the famous Methodist preacher, Dr Leslie Weatherhead, speaking. After he finished his talk he called for questions. A friend of mine who fancied himself a humourist got up and asked Dr Weatherhead, “Can Christians dance?” It was a poorly phrased question and Dr Weatherhead came back quickly with this answer: “Some can, some can’t:’ My friend disappeared from the hall quite sheepishly, followed by loud applause.",
    "The Australian male often delights in denigrating a man or woman with a darker complexion. His humour is both callous and insensitive, and he may not be aware of the hurt he is causing because he thinks his remarks are funny. Some white members of parliament who have not been the subject of racial innuendo want to amend the Racial Discrimination Act so that I can be called a “nig-nog” without any adverse repercussions. Fortunately I have had only a few bad experiences of racism at the Victorian Bar during a career of over 40 years, but these experiences are more than enough.",
    "My friend Tony Lopes, who unfortunately has now left the Bar, had a room on the seventh floor of Owen Dixon Chambers in the 1970s. I would often go up to his room to talk to him or he would come down to my room on the third floor to visit me. On the seventh floor there was a barrister who was known as “Fascist Bob” because of his foul mouth. Whenever I went up to see Tony Lopes, Fascist Bob would say, “Hello, blackie!” This was the normal way in which he greeted me. I could never fathom why he greeted me like this. I did not pay much attention to it as it was just a fleeting greeting and I rarely saw him.",
    "However, in 1982 Fascist Bob got a room on the third floor where I had my chambers. Shortly after he arrived on my floor, I was coming out of the lavatory when I met Fascist Bob. He said, “Hello, blackie’",
    "I was angry and I knew that I had to nip this behaviour in the bud. I said, “Good God, if you are the epitome of the white Anglo-Saxon race, God help your race, because you are an ugly-looking bastard. In fact, I am much better looking than you,” and I walked away.",
    "A few days later we met again in the lavatory and Fascist Bob opened the batting by repeating, “Hello, blackie.”",
    "I replied, “You’re the sort of skunk who, if he saw a hunchback, boss-eyed girl, would say, ‘Jesus Christ, what an ugly-looking bitch you are:”",
    "Fascist Bob said, “What’s that got to do with the price of fish?” I retorted, “What has my colour got to do with the price of fish?” and walked off.",
    "A few days later we again met in the lavatory. This would appear to be our only meeting place. And he began by saying, “Hello blackie:’",
    "I was very angry and told him I was getting pretty fed up with this and to stop it at once. All this occurred, I believe, in the year 1984 when Owen Dixon Chambers West had just been completed.",
    "Early in 1984 a room had been advertised for viewing by members of the Bar who wished to take rooms in Owen Dixon Chambers West. A number of us on the third floor decided to go over and have a look at these rooms.",
    "They were Maurice Phipps, now a Federal Court magistrate, John Coleman of counsel and his secretary Judy as well as another secretary, and a lady barrister, Rose Weinberg, the wife of Justice Weinberg, formerly of the Court of Appeal. I also went up to see this room. There was insufficient bookshelf space and I remarked to the person who was showing us around, “There aren’t many bookshelves in this room”",
    "Just then Fascist Bob walked in and said, “A black bastard like you with no brains, what do you need bookshelves for?”",
    "I was livid and just exploded. Maurice Phipps and John Coleman had to escort me out of the room. I wonder whether Phipps and Coleman remember this incident as it happened over 35 years ago. Unfortunately, Robert Johnstone is dead and cannot contradict my version of the events.",
    "After this encounter, whenever Fascist Bob tried to talk to me I would stop, look him up and down, insult him and walk away. Maurice Phipps should remember this because he was in the room opposite me and spent a considerable amount of time trying to pacify me and get me to make up with Fascist Bob. I steadfastly refused to do this for over a year. Instead, I would make it a point to insult him. He never called me “blackie” again. I remember John Coleman also trying to patch up this quarrel.",
    "I experienced several nasty incidents of racism with ‘ABC” He came to the Bar in the early 1970s and considered himself to be eccentric. I met him one day near the lift in Owen Dixon Chambers and he suddenly blurted out, “Hello Sambo, down from your tree?” I was completely shattered by this unnecessary and unseemly remark. I quickly left the foyer. I met him a few days later again in chambers, and we were walking towards each other when he repeated his remark: “Hello Sambo, down from your tree?”",
    "I said, “ABC, I came down from my tree 5,000 years before you did. For if you remember your history, Mohenjo Daro in Central Asia is the cradle of civilisation.” I walked away in disgust.A few days later I went up to the coffee bar on the 13th floor to get myself a cup of coffee. There was a long table adjacent to the coffee bar and seated at it were a number of barristers. I remember three of them – Robert Richter, Boris Kayser and, of course, our young hero, ABC. ABC shouted out, “Hello Sambo!”",
    "I had had enough and walked up to him. “What did you say?” He began to reply when Robert Richter told him, “ABC, look, you had no business talking to Nimal like that’",
    "This incident happened over 40 years ago; I wonder whether either Robert or Boris remembers it. I pulled a chair up to their table and sat down, looked ABC in the eye and asked, “How old are you?”I believe he replied “Twenty-four.” I then proceeded to dress him down in language which cannot be repeated here. The incident cannot be denied.",
    "As I was putting these incidents with ABC in writing, I decided to investigate this matter further. I telephoned Robert Richter and discussed this incident. Robert had a clear recollection of the incident. However he told me that unfortunate as this incident was, ABC had a warped sense of humour and a bad mouth. This was ABC at his worst. He thought he was being funny. Robert told me that he had cautioned him on numerous occasions about his bad mouth. He told me that ABC did not have a racist bone in his body. He was a strong supporter of Aboriginal rights and had been for many, many years. Why then did he have to hurt me?",
    "I was invited to an exhibition of paintings on the thirteenth floor in 1982. I took my wife, Anna Maria, along with me and we walked into the exhibition. Who do you think we saw? It was our hero wearing a Singapore rickshaw coolie’s long blue shirt. I burst out laughing when I saw him and I told Anna Maria, “Look who’s here? It’s that racist shit, ABC.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}