{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Truth-Seeking-Commission-vital-to-address-impact-on-affected-communities-Ali-Sabri/108-264047",
  "time_ut": 1690442086.0,
  "original_lang": "en",
  "original_title": "Truth-Seeking Commission vital to address impact on affected communities: Ali Sabri",
  "original_body_lines": [
    "Foreign Affairs Minister Ali Sabri emphasized the importance of establishing a Truth-Seeking Commission to address the ethnic problem's impact on affected communities, the President’s Media Division (PMD) said.",
    "He stressed that the commission should operate independently, with the government's role limited to providing necessary support and facilities.",
    "Once established through an Act, the Truth-Seeking Commission will be granted full authority. To promote its implementation, Minister Ali Sabri announced the organization of international forums.",
    "The Cabinet-approved Interim Secretariat is expected to lay the groundwork for expediting the Commission's operations. Minister Ali Sabri Briefed Trade Unions and Civil Organizations on the Truth-Finding Commission during a discussion held at the Presidential Secretariat.",
    "The Minister acknowledged the importance of an internationally recognized accountability process and assured that the government is committed to creating such a mechanism.",
    "He pledged to take all essential steps to instil confidence in the Truth-Seeking Commission.",
    "Saman Ratnapriya, Director General of Trade Unions to President Wickremesinghe, also expressed his views during the discussion.",
    "He pointed out that the three-decade-long war had caused extensive damage throughout the country as a whole, and there is a pressing need for a thorough investigation. He noted that previous Commissions' proposals on this matter were not adequately implemented, leading to the consideration of models from countries like South Africa to devise a suitable mechanism for Sri Lanka."
  ]
}