{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91494/no-direct-evidence-covid-started-in-wuhan-lab-us-intelligence-report",
  "time_ut": 1687655520.0,
  "original_lang": "en",
  "original_title": "No direct evidence COVID started in Wuhan lab: US intelligence report",
  "original_body_lines": [
    "U.S. intelligence agencies found no direct evidence that the COVID-19 pandemic stemmed from an incident at China’s Wuhan Institute of Virology, a report declassified on Friday said.",
    "The four-page report by the Office of the Director of National Intelligence (ODNI) said the U.S. intelligence community still could not rule out the possibility that the virus came from a laboratory, however, and had not been able to discover the origins of the pandemic.",
    "“The Central Intelligence Agency and another agency remain unable to determine the precise origin of the COVID-19 pandemic, as both (natural and lab) hypotheses rely on significant assumptions or face challenges with conflicting reporting,” the ODNI report said.",
    "The report said that while “extensive work” had been conducted on coronaviruses at the Wuhan institute (WIV), the agencies had not found evidence of a specific incident that could have caused the outbreak.",
    "“We continue to have no indication that the WIV’s pre-pandemic research holdings included SARSCoV-2 or a close progenitor, nor any direct evidence that a specific research-related incident occurred involving WIV personnel before the pandemic that could have caused the COVID pandemic,” the report said.",
    "The origins of the coronavirus pandemic have been a matter of furious debate in the United States almost since the first human cases were reported in Wuhan in late 2019.",
    "U.S. President Joe Biden in March signed a bill declassifying information related to the origins of the pandemic.",
    "Biden said at the time of signing that he shared Congress’ goal of releasing as much information as possible about the origin of COVID-19.",
    "The debate was refueled by a Wall Street Journal report in February that the U.S. Energy Department had assessed with “low confidence” in a classified intelligence report that the pandemic most likely arose from a Chinese laboratory leak, an assessment Beijing denies.",
    "FBI director Christopher Wray said on Feb. 28 his agency had assessed for some time that the origins of the pandemic were “most likely a potential lab incident” in the Chinese city of Wuhan. China said this claim had “no credibility whatsoever”.",
    "As of March 20, four other U.S. agencies still judged that COVID-19 was likely the result of natural transmission, while two were undecided."
  ]
}