{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Thailands-monkey-labour-issue-could-pave-way-for-SL-to-boost-coconut-milk-exports/108-255488",
  "time_ut": 1678302895.0,
  "original_lang": "en",
  "original_title": "Thailand’s monkey labour issue could pave way for SL to boost coconut milk exports",
  "original_body_lines": [
    "Sri Lanka could get the opportunity to increase the export of its coconut-based products in the near future, as international companies are moving away from procuring from Thailand— a key supplier— due to the usage of monkey labour.",
    "Following investigations carried out by People for the Ethical Treatment of Animals (PETA) major retailers, including Walmart, Costco, Target and Kroger, have already stopped carrying coconut milk from certain Thai suppliers accused of using monkeys for forced labour.",
    "However, taking it a step further by saying it won’t source any coconut milk from Thailand is HelloFresh, a publicly traded meal kit company based in Berlin, Germany.",
    "The results of PETA’s third investigation in this regard had found that use of monkeys is “rampant”.  “Now the push is to just stop sourcing from Thailand entirely and source from other places that produce coconut milk without the use of monkeys, like the Dominican Republic, India, Sri Lanka, Vietnam, the Philippines,” PETA Director of Corporate Responsibility Laura Shields told the US-based online news platform Axios, during an interview.",
    "In a statement, HelloFresh, which is also the largest in the US, asserted that it would not tolerate any form of animal abuse in its supply chain.",
    "“Out of an abundance of caution, we will not be placing orders for coconut milk from Thailand,” it said, while pointing out it would cease purchasing and seek new suppliers by this summer.",
    "For Sri Lanka, which is in the list of potential source markets for coconut milk, this brings an enhanced opportunity to push exports of coconut-based products. It could pave the way for the island nation to gain traction in the US market that is largely dominated by Thailand.",
    "Thailand has approximately 80 percent of the market share for coconut milk in the US and exported nearly 78,000 tonnes in 2020.",
    "For the year 2022, Sri Lanka exported 52,765 MT of coconut milk, generating a revenue of Rs.29, 012 million. In January 2023, 4,421 MT of coconut milk were exported, fetching Rs.2,491 million. (Photo courtesy: https://naturalfrenchsoap.com/blogs/)"
  ]
}