{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/29/1-out-of-6-sri-lankans-multidimensionally-poor-report/",
  "time_ut": 1682745960.0,
  "original_lang": "en",
  "original_title": "1 out of 6 Sri Lankans multidimensionally poor -Report",
  "original_body_lines": [
    "COLOMBO (News 1st); A study has found that one out of six Sri Lankans, which is 16 percent of the total population, are multidimensionally poor.",
    "The study is part of the findings of Sri Lanka’s National Multidimensional Poverty Index (MPI) which was launched in Colombo on Friday (28).",
    "It was launched by UNICEF and the Department of Census and Statistics based on data from 2019.",
    "Multidimensional poverty captures a range of different disadvantages people in poverty experience which may include lack of access to clean water, food, sanitation, education or health.",
    "UNICEF Regional Director for South Asia Noala Skinner said the MPI is an important tool to compliment monetary poverty measures, as it recognizes the different phases of poverty and provides a means of measurement.",
    "She added that by systematically identifying who is poor and how they are poor, policy makers can address the root causes of their deprivations.",
    "She stressed that the national MPI is a critical tool that needs to be updated regularly to guide policy priorities.",
    "Sri Lanka's Child Multidimensional Poverty Index was also launched on Friday (28).",
    "Director General of the Department of Census and Statistics P. M. P. Anura Kumara speaking at the event said the Department plans to compile the National indexes every three years as regular official statistics.",
    "Highlighting key findings of the study Deputy Director (Statistics) of the Department of Census and Statistics D. Dilshanie Deepawansa said the highest multidimensional poverty is reported from the estate sector, with nearly half of the population living in the estates being multidimensionally poor.",
    "She further said that people who are above 65 years are multidimensionally poor than other age cohorts.",
    "Deepawansa said when looking at the distribution of multidimensional poverty index by districts, the least was identified as 3.5 percent in the Colombo district and it varies significantly with 44.2 percent in Nuwara Eliya district.",
    "She went on to add that among children aged 0-4 years, 44.2 percent are multidimensionally poor and deprived in Sri Lanka.",
    "St. Joseph’s College wins 49th limited over match against St. Peter’s College",
    "CID calls for report over officers involved in Mahara Prison shooting",
    "Rains over 100mm expected, Landslide warnings issued for 3 districts"
  ]
}