{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-bia-let-uber-pickme-in-after-harassment-overcharging-complaints-minister-124190/",
  "time_ut": 1687425540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s BIA let Uber, PickMe in after harassment, overcharging complaints: minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Aviation Ministry permitted Uber and PickMe to operate at the Bandaranaike International Airport (BIA) for a fee after passengers complained of harassment and overcharging by other taxi drivers, Minister Nimal Siripala de Silva said.",
    "Responding to a statement by opposition leader Sajith Premadasa, de Silva told parliament on Thursday June 22 that a conventional ‘airport taxi’ charges 6,750 rupees for a trip to Colombo from the airport whereas an Uber or PickMe cab would charge only around 3,500.",
    "The government has so far earned revenue in excess of five million rupees by allowing Uber and PickMe drivers to park at the BIA, he said.",
    "“This was not given to them free of charge,” said de Silva, responding to Premadasa’s claim in parliament the previous day that the livelihood of over 2,000 taxi drivers were threatened by “prioritising” Uber and PickMe, two smartphone app-based ride hailing services.",
    "Premadasa told parliament on Wednesday that, as far as he was aware, no proper procurement process had been followed in selecting the two companies who he claimed were allowed to advertise at the BIA premises while the small-time taxi operators were not.",
    "In his statement on Wednesday, the opposition leader said the government must prioritise the livelihoods of 1,057 taxi drivers represented by six associations and a further 1,000 taxi drivers whose income had taken a hit from the pandemic and other factors. While he acknowledged the need for modern solutions, Permadasa said modernisation should not be at the expense of the existing small-scale operators.",
    "“Why deprive the livelihood of 2,200 families to make way for two large scale corporations? That is wrong,” said Premadasa.",
    "Minister de Silva said in his response the next day that he was disappointed that “so many people” were taking Premadasa for a ride.",
    "“None of these vehicles are foreign-owned. Uber and [PickMe] drivers are all Sri Lankans,” he said, adding that much of the fare goes back to the individual drivers even as the two companies earn a commission.",
    "Most tourists already have Uber installed on their phone, said de Silva. He also argued that it was only fair to facilitate an affordable cab ride home to domestic workers and other Sri Lankans returning to the island.",
    "“Everyone has the right to use either Uber or [PickMe] when they land to go home,” he said.",
    "“We received many complaints from passengers that they’re harassed by people asking them if they need a taxi. This is really ugly,” said de Silva.",
    "Taxi services that run on apps also keep a record of their journeys, which would make it easier to locate a driver or a vehicle in the event of an incident, he said, adding that the ministry’s reasoning was to employ new technology to provide some relief to passengers.",
    "In March 2023, a BIA official said it was considering giving designated parking slots for PickMe after other three wheeler drivers were seen harassing tourists using the system.",
    "Sri Lanka airport may give parking slots for Pick MeSee more",
    "Premadasa in his statement on Wednesday did not say that Uber or PickMe should be left out. He said he was simply making a case for protecting the livelihoods of the 2,200 taxi drivers. Critics of his statement, however, argued that not fostering competition between the different players would only serve to benefit a politically-connected cartel rather than the consumer.",
    "Chief government whip Prasanna Ranatunga responding to Premadasa on Wednesday said that, when the former was aviation minister, there was demand from tourists to make ride-hailing services available at the airport.",
    "“Tourists have gotten used to ordering a taxi from an app. This happens at any international airport the world over. This was a demand for a long time,” he said, adding that a mechanism for including these services were discussed for some time.",
    "Ranatunga suggested that the ‘airport taxi’ drivers register for Uber or PickMe to supplement their income while continuing to offer their own service.",
    "“The vehicles you speak of only get a trip maybe once every two days. So they can use it the other days,” he said.",
    "Premadasa urged Ranatunga to consider the plight of the traditional taxi operators, most of whom are constituents of the former aviation minister.",
    "“There are over 2,000 families. We can’t force people to join Uber or PickMe. There is freedom and human rights in this country. They have a right to decide their livelihood,” said Premadasa.",
    "“What I’m saying is, why not make these changes while protecting their livelihoods? What is the procurement process?” he asked.",
    "Premadasa also claimed that taxis registered with the airport are generally prioritised at international airports in “many countries”, a claim contested by Minister de Silva who claimed on Thursday that some 800 airports globally allow arrivals to call an Uber.",
    "“Protect their livelihoods, and manage this without destroying their lives,” said Premadasa, who also reiterated that Uber and PickMe have been allowed to advertise at the BIA while the six taxi driver associations have not.",
    "Ranatunga responded that the associations have each been allowed a counter at the airport.",
    "“Tourists can come to their counters. Uber and PickMe have not been given counters. They can only advertise at their parking spot,” he said.",
    "Ranatunga also alluded to an alleged politicisation of the matter. He said that various associations were formed under successive governments resulting in an “unnecessary” issue.",
    "Premadasa insisted, however, that he raised the matter in good faith with the income of 2,200 families in mind and not on behalf of some alleged mafia.",
    "He once again urged the government to prioritise the taxi drivers while also letting Uber and PickMe participate.",
    "“From a tourism perspective, tourists generate dollar income so they must be allowed that privilege. We’re not forcing people to sign up for Uber or PickMe. While running their own taxi, they can earn some additional income through them by signing up for those services. This will protect their job too. This was our proposal,” he said. (Colombo/Jun22/2023)"
  ]
}