{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/beyond-the-myth-of-tina-to-the-imf-the-new-development-bank-in-the-asian-21st-century/",
  "time_ut": 1683981159.0,
  "original_lang": "en",
  "original_title": "Beyond The Myth Of TINA To The IMF: The New Development Bank In The Asian 21st Century",
  "original_body_lines": [
    "Asia is the fastest growing and most dynamic region of the world according to a recent IMF Report; “Recovery Unabated Amid Uncertainty”[1]. Asia and the Pacific will contribute around 70 percent of global growth this year as expansion accelerates after Covid-19 supply chain disruptions, with ongoing geopolitical turmoil and war in Europe, as well as, various hybrid over the horizon cyber and kinetic attacks targeting Indian Ocean ports and shipping.",
    "Global economic expansion would be significantly powered by the BRICS countries: Brazil, Russia, India, China and South Africa, as well as the Association for Southeast Asian Nations (ASEAN), group that includes Indonesia. A series of Exogenous Economic Shocks over the past four years, from terror attacks to Covid-19, and ‘climate catastrophe’ related policy-mistakes temporarily set back the rise of these ‘emerging economies’ of the Global South on the world stage. They are now increasingly set to lead a rebound in a Multipolar ‘Asian 21st Century’ as Euro-American hegemony wanes.",
    "Asian Giants, China and India, have huge populations, domestic markets, resources and the civilizational weight to lead global expansion. In the West, growth is poised to decelerate as rising interest rates, trillion dollar deficits and military budgets weigh, with Inflation high, and banking strains in the United States and Europe. Asia Pacific growth would increase to 4.6 percent despite the somber backdrop of war and economic weakness elsewhere in the world according to the IMF report.",
    "Strategic Sri Lanka which staged its first sovereign Default, loosing economic policy autonomy to the Washington Twins (IMF and World Bank), ironically on the eve of 75 years of Independence, clearly needs to look to Asia and the BRICS as Cold War and colonialism once again roil the Indian Ocean World with nuclear submarines and military bases popping up a dime a dozen these days. Four new US bases in the Philippines were announce just last month.",
    "The BRICS was strengthened with the return of President Lula da Silva to the helm in Brazil in January. These powerhouse economies are increasingly trading in their own national currencies, promoting a trend to de-dollarization that has gathered steam in the context of US debt of $ 31 trillion and sanctions on Russia last year.  The search is on for alternatives to the US dollar as the global reserve currency.",
    "The New Development Bank (NDB) or BRICS bank which is a multilateral development bank (MDB) established by the BRICS in 2014 to finance infrastructure and sustainable development projects in the developing world is expanding at this time, also following a China-brokered peace deal between Iran and Saudi Arabia. The NDB launched with $50 billion in seed money, as an alternative to the World Bank and the International Monetary Fund. A liquidity mechanism called the Contingent Reserve Arrangement to support members struggling with payments was also created.",
    "In 2021, Egypt, the United Arab Emirates, Uruguay and Bangladesh took up shares and membership of NDB  while Egypt, Algeria, and Argentina, as well as Mexico and Nigeria are in the pipeline. Nineteen countries including Indonesia had expressed an interest in joining the BRICS group of nations as it prepares to hold an annual summit in South Africa[2].",
    "Saudi Arabia’s petro dollar linked oil reserves had stabilized the US dollar as the Global Reserve currency for decades, but this is changing with talk of the Petro Yuan. Meanwhile, Syria rejoined the Arab League last week after a 12-year long regime change operation failed. These shifts and developments in the Middle East and North Africa (MENA) region may partially explain the rash of turmoil in Muslim world, from Sudan, to Palastine/Israel, to Afghanistan and Pakistan is being de-stablized at this time– as an empire wanes.",
    "Remarkably Argentina, South America’s 2nd largest economy after Brazil, seeking alternatives to the IMF has applied for membership of the NDB. Argentina, victim of the Monroe doctrine for decades is on its 22nd IMF bailout and 9th default, as Buenos Aires was again rocked by anti-IMF protests last month.",
    "The NDB along with the Asia Infrastructure Investment Bank (AIIB), increasingly constitute a Global South alternative to the Washington Consensus and colonial Club de Paris dominated Bretton Woods International development and finance architecture.",
    "Sri Lanka as an Asian country would best leverage the Asian 21st Century, but Colombo’s Washington-backed Ranil Rajapakse regime that is responsible for the country’s first sovereign default had promoted two myths, that “Sri Lanka is Bankrupt” and “there is no alternative” (TINA) to the IMF agenda, of austerity and a Firesale of strategic assets! When he took over last year the President promised Famine and 15-hour power cut in a psychological operation to spread fear and prepare the people for asset stripping of the country’s land, transport, energy and telecom infrastructure.",
    "The question is however: by what metric and on whose Data was the island deemed ‘bankrupt’ in order to stage its first ever Sovereign Default last April—ironically, on the eve of its 75th year of ‘Independence’? Bankruptcy means that a person or state that is unable to pay what they owe, lose control of their financial matters, and their property is sold by a third party to pay their creditors.",
    "As one of South Asia’s (SAARC) wealthiest countries in terms of GDP per capita with the best social and human development indicators, Former US Assistant Secretary of South and Central Asia Alice G. Wells termed the lush and fertile tropical island, blessed with two monsoons and extensive marine and mineral resources, “valuable real estate”! Others have called it an ‘unsinkable aircraft carrier.’",
    "Whether a shortage of exorbitantly privileged US dollars is adequate to measure the ‘wealth of nations’ also given America’s 31 trillion debt and on-going de-dollarization around the world at this time is not just a philosophical question to elicit yet another theory of value.",
    "Rather, it flags here the failure by the Washington Consensus to make the elementary distinction between ‘illiquidity’ and ‘insolvency’ in determining the purported bankruptcy of otherwise resource and human capital-rich countries caught in the World Bank’s Middle Income Country (MIC) trap. This in order to conduct a Firesale of assets to benefit predatory bond traders like BlackRock, Adani and the Hamilton Reserve bank. Does this not rather reflect great moral and intellectual bankruptcy?",
    "One year after Sri Lanka’s staged Default it is increasingly clear that the island has lost economic sovereignty and policy autonomy to the Washington Twins (IMF and World Bank), as its strategic assets are being readied for auction, also known as an IMF Firesale. In the context, Sri Lanka would best ban further borrowing on bond markets and engage bi-lateral lenders India and China, and join the NDB, also to renew its Independence and sovereignty in its 75th year and ensure calibrated exit from US dollar denominated Eurobond debt bondage.",
    "The IMF Board Approved New Extended Fund Facility Arrangement of March 20, 2023 is clearly set to deepen Sri Lanka’s debt in the long term, as it requires the country to borrow $1.4 billion this year (2023), alone, from predatory bond markets despite concerns about corruption, lack of transparency, and high crimes in bond trading.",
    "However, Civil Society organizations have called for a ban on borrowing from private markets given lack on information on the identities of bond holders and information on how the funds were spent.  But the Eurobond business that recommenced after the IMF EFF arrangement is being increasingly white washed with the issue of so-called Green and blue bonds, as the IMF promotes a Firesale of strategic assets (land, Energy, telecom, transport infrastructure), with USAID consultants in the Indian Ocean island that is perpetually in the cross-hairs of big power rivalry.",
    "Simultaneously, the IMF has been involved in mission and mandate creep moving to restructure Sri Lanka’s internal debt, although its mandate is to deal with a country’s external dollar-denominated debt. This has also destabilized already shaky banks and inflated the debt numbers, and there are questions about the veracity, validity and security of the debt data.",
    "At the time of default last year in April, the country’s external dollar denominated debt was estimated by the External resources department at $ 26 billion, but this figure had  suddenly ballooned to $ 86 Billion according to Ranil Rajapaksa by May this year! Is this because of renewed money printing in the trillions, albeit of Lankan rupees, following the March 20 IMF bailout agreement to enable another spending spree and bread and circuses to keep the people distracted with repeated Sinhala and Tamil new year and Vesak celebrations as the IMF firesale of strategic assets gains momentum?!",
    "Debt appears to be a numbers game in a country where data security of the Government Cloud is non-existent as the data wipe of the National Medicines Regulatory Authority (NMRA) database in 2020 during Covid-19 panicdemic showed. There have also been several bond scams at the Central Bank and big questions have been raised about the Central Bank’s Annual Report and accounting methodology by a former central bank deputy governor at this time.",
    "Empires rise and fall and alternatives emerge despite the captured local and  global media houses from ABC, to BBC, to CNN to Al Jazeera and NDTV. As a Hindu Prime Minister read verses from the Bible at West Minister Abbey last week, not all the pomp and circumstance of King Charles’ coronation could mask the fact that the sun had long set on the British empire.",
    "Missing in action at the coronation was the ‘Jewel in the Crown’: India’s Prime Minister Modi and Foreign Minister Jaishankar, had more important things to do– like hosting the Russian and Chinese Foreign Ministers, Sergie Lavrov and Qin Gang at the Shanghai Corporation Organization, (SCO) in Goa that week.",
    "This year India chairs the SCO and powerful Asian leaders chose to skip the show at West Minister Abbey, despite the World Health Organization (WHO), obligingly killing the Covid-19 panicdemic in time for the removal of masks to enable the AI Facial recognition security operation in London.",
    "Dr. Subrahmanyam Jaishankar said later that he had detailed discussions with Chinese Foreign Minister Qin Gang on bilateral ties on the sidelines of the two-day SCO summit. “Focus remains on resolving outstanding issues and ensuring peace and tranquility in the border areas,” he tweeted. The Foreign Ministers meeting meant India holding extensive bi-lateral discussions with China and Russia.",
    "All this was good news for Sri Lanka. These Asian Giants have the heft to lift the strategic island out of the Eurobond debt trap. Should not the Sri Lanka Foreign Ministry ensure that India and China, important bi-lateral creditors, find common cause working together to assist the island, buffeted by Cold War in the Indian Ocean region? This would enable Sri Lanka to hold its ground against the predatory Eurobond traders what forced last year’s first ever Sovereign Debt Default.",
    "After all, it is not a secret that strategic Sri Lanka’s Default which constitutes a loss of economic sovereignty and policy autonomy is linked to Washington’s economic war on China and its Belt and Road initiative (BRI), for infrastructure and global connectivity, also instumentalizing India and the Quadrilateral Group (QUAD).",
    "Remarkably, the Sri Lankan foreign Minister is in Stockholm which is in the Atlantic for the second Indo-Pacific Ministerial Forum meeting this week, as NATO increasingly seeks to move into the Indian Ocean. This is indeed an ominous development in light of the on-going proxy war in Ukraine due to US-led NATO expansion upto Russia’s border.",
    "The Asian 21st Century: The Global South alternative to the Eurobond Debt trap",
    "As the Asian 21st Century becomes a reality in a multipolar world where the BRICS economies have overtaken the G-7 countries, Sri Lanka caught in a Eurobond US dollar denominated debt trap clearly needs to ReOrient as historian and world systems theorist Andre Gunder Frank wrote in his acclaimed book; “ReORIENT: Global Economy in the Asian Age” (1998).  Much of Frank’s analysis finds resonance in the book by Kishore Mahabubani titled the Asian 21st Century.",
    "Reading between the lines of the IMF’s Asia Pacific Report makes apparent that the rise of the BRICS in the long predicted ‘Asian 21st Century’ that was sought to be delayed though Covid-19 biowarfare and various hybrid cyber-kinetic ‘Over the Horizon’ Exogenous Economic Shocks is upon us, and no one, least of all Sri Lanka should not be embarrassed to embrace it.",
    "Others would aid US dollar Eurobond debt trapped Sri Lanka only if the county leads its own search for alternatives to IMF narratives and colonial Club de Paris debt bondage as Dr. Yanis Varoufakis, former Finance Minister of Greece who has extensive experience with IMF debt negotiations warned.",
    "As there are no purely economic solutions to fundamentally geopolitical problems, it would be smart Foreign and economic policy for Sri Lanka to bring the Asian Giants India and China together to work for the island’s quick recovery and exit from the US dollar Eurobond Debt trap.  Rather than put all its eggs in the IMF basket, Sri Lanka should be looking to de-dollarize and trade in Yuan, Rubles, Rand, in addition to Indian Rupees, to reduce dependence on an increasingly weaponized US dollar.",
    "The strategic island now more than ever needs to adopt a “Look to Asia” policy to leverage the Asian 21st century, regional markets and growth centers in order to grow its economy out of debt. Public-private partnership and innovation is needed to leverage valuable marine and mineral resources also through technology transfers, and new markets in Asia. This would enable exiting dependency on the US dollar, as well as, the Washington Twins and colonial Club de Paris ‘Bailout Business’.",
    "For this the country’s politicians, policy makers and above all the business community, so-called ‘captains of industry’, need to overcome a colonial dependence on USAID consultants and EU ‘experts’ and a striking lack of innovation. So too, safeguards against corruption, fake invoicing and parking foreign currency overseas should be reinstated in the new Central Bank Act.",
    "The BRICS along with the SCO increasingly constitute a new international development and security architecture that presents a more egalitarian Global South alternative to the US-EU dominated Washington Twins and Bretton Woods system."
  ]
}