{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90850/biden-mccarthy-reach-tentative-us-debt-ceiling-deal",
  "time_ut": 1685242260.0,
  "original_lang": "en",
  "original_title": "Biden, McCarthy reach tentative US debt ceiling deal",
  "original_body_lines": [
    "(Reuters) - U.S. President Joe Biden and top congressional Republican Kevin McCarthy reached a tentative deal to raise the federal government’s $31.4 trillion debt ceiling on Saturday evening, ending a months-long stalemate.",
    "However, the deal was announced without any celebration, in terms that reflected the bitter tenor of the negotiations and the difficult path it has to pass through Congress before the United States runs out of money to pay its debts in early June.",
    "“I just got off the phone with the president a bit ago. After he wasted time and refused to negotiate for months, we’ve come to an agreement in principle that is worthy of the American people,” McCarthy tweeted.",
    "Biden called the deal “an important step forward” in a statement, saying: “The agreement represents a compromise, which means not everyone gets what they want. That’s the responsibility of governing.”",
    "The deal would raise the debt limit for two years while capping spending over that time, claw back unused COVID funds, speed up the permitting process for some energy projects and includes some extra work requirements for food aid programs for poor Americans.",
    "Biden and McCarthy held a 90-minute phone call earlier on Saturday evening to discuss the deal, with McCarthy planning to brief his members later in the evening.",
    "“We still have more work to do tonight to finish the writing of it,” McCarthy told reporters on Capitol Hill. McCarthy said he expects to finish writing the bill Sunday, then speak to Biden and have a vote on the deal on Wednesday.",
    "“It has historic reductions in spending, consequential reforms that will lift people out of poverty into the workforce, rein in government overreach - there are no new taxes, no new government programs,” he said.",
    "Negotiators have agreed to cap non-defense discretionary spending at 2023 levels for one year and increase it by 1% in 2025, a source familiar with the deal said.",
    "The deal will avert an economically destabilizing default, so long as they succeed in passing it through the narrowly divided Congress before the Treasury Department runs short of money to cover all its obligations, which it warned Friday will occur if the debt ceiling is not raised by June 5.",
    "Biden and McCarthy have to carefully thread the needle in finding a compromise that can clear the House, with a 222-213 Republican majority, and Senate, with a 51-49 Democratic majority.",
    "Republicans who control the House of Representatives have pushed for steep cuts to spending and other conditions, and were sharply critical of the deal as some details were reported in recent days.",
    "Republican Representative Bob Good, a member of the conservative House Freedom Caucus, tweeted that he was “hearing” the deal would raise the debt by $4 trillion, and added “IF that is true, I don’t need to hear anything else. No one claiming to be a conservative could justify a YES vote.”",
    "North Carolina’s Dan Bishop described the deal earlier Saturday as “utter capitulation in progress. By the side holding the cards.”",
    "One high-ranking member of the House Freedom Caucus said they were in the process of gauging member sentiment, and unsure what the vote numbers might be.",
    "Republicans say they want to cut spending to slow the growth of the U.S. debt, which is now roughly equal to the annual output of the country’s economy. Biden and Democrats have pushed to increase taxes on the wealthy and companies to shrink the debt.",
    "The long standoff on raising the debt ceiling spooked financial markets, weighing on stocks and forcing the United States to pay record-high interest rates in some bond sales. A default would take a far heavier toll, economists say, likely pushing the nation into recession, shaking the world economy and leading to a spike in unemployment.",
    "Biden for months refused to negotiate with McCarthy over future spending cuts, demanding that lawmakers first pass a “clean” debt-ceiling increase free of other conditions, and present a 2024 budget proposal to counter his issued in March. Two-way negotiations between Biden and McCarthy began in earnest on May 16.",
    "The work to raise the debt ceiling is far from done. McCarthy has vowed to give House members 72 hours to read the legislation before bringing it to the floor for a vote. That will test whether enough moderate members support the compromises in the bill to overcome opposition from both hard-right Republicans and progressive Democrats.",
    "Then it will need to pass the Senate, where it will need at least nine Republican votes to succeed. There are multiple opportunities in each chamber along the way to slow down the process."
  ]
}