{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sever-maritime-arm-of-drug-mafia/",
  "time_ut": 1704466080.0,
  "original_lang": "en",
  "original_title": "Sever maritime arm of Drug Mafia",
  "original_body_lines": [
    "The ongoing nationwide drug bust, called Yukthiya or Justice, continues to yield sizeable quantities of narcotics daily, and the drug distribution networks have reportedly suffered major setbacks. Many substance-dependent individuals are said to be going through the agony of withdrawal, which, in some cases, could be so intense as to drive the sufferers to suicide. The police are said to be sending them to rehabilitation centres.",
    "Operation Yukthiya must go on until its goal is achieved. The country must be rid of the drug menace, and narcotics dealers who prey on the youth and children must be hunted down. Let that be the bottom line. The police deserve public assistance although the ongoing operation is not totally devoid of politics. They have already drawn severe criticism even from those who have welcomed action being taken to cleanse the country of narcotics and crimes.",
    "Among its critics is former Minister Champika Ranawaka, who has said children become destitute when their parents are arrested and remanded over drug-related offences. The police also stand accused of committing excesses in the name of neutralising the drug Mafia; the recent demolition of a hotel believed to have been constructed with drug money is a case in point.",
    "All unauthorised constructions on beaches and other environmentally-sensitive areas such as wetlands, river banks, forests and the catchment zones of irrigation tanks, have to be pulled down. But those who carry out this task have to act impartially and fairly; no room must be left for selectivity and discrimination.",
    "The police had better tread cautiously lest their lapses and excesses should be leveraged by the opponents of the ongoing offensive against the underworld to turn public opinion against them. It is hoped that the police will care to make appropriate guardianship arrangements for the benefit of the children whose parents are arrested.",
    "It behoves the police to be responsive to criticism and mend their ways. That is the best way to silence their critics and ensure the continuity of Operation Yukthiya. Drug barons have huge slush funds, which can be utilised to carry out social media offensives against the drug busters and influence politicians, who do not scruple to serve the interests of anti-social elements.",
    "As we argued in a previous editorial comment, the on-gong land-based drug eradication campaign has to be coupled with naval operations against drug smugglers’ maritime arm. There is irrefutable evidence that drug dealers use local fishing craft, especially trawlers, to smuggle in narcotics. Bloody turf wars among the owners of drug-smuggling vessels are frequent, and some of them have lasted for decades, especially along the southern littoral.",
    "On Thursday night, the Navy and the Police Narcotics Bureau, in a joint operation, seized a huge stock of heroin and crystal methamphetamine commonly known as ICE, weighing about 300 kilos. It was concealed in a multi-day fishing craft. Six suspects were taken into custody. The vessel was brought to the Galle Port yesterday. In 2023 alone, the Sri Lanka Navy seized 715 kilos of heroin, 11 kilos of ICE, 140 kilos of hashish, 3,711 kilos of Kerala cannabis and 50 kilos of locally-grown cannabis.",
    "This shows that the government has to intensify its focus on the sea routes used by drug smugglers while battling the narcotics dealers on the land. There is a pressing need to surveil all fishing craft and fisheries harbours. All necessary resources, including personnel, must be made available to the Navy, the Coast Guard and the police to step up anti-narcotics operations at sea and on beaches.",
    "That will be half the battle in breaking the back of the drug problem. The general consensus is that most of the narcotics brought into the country through the Colombo Port go undetected due to corruption among politicians, port workers and the Customs personnel. If action is taken to ensure that each and every freight container is properly checked before being released, drug smuggling can be tackled effectively.",
    "Go to HRC or courts for redress if your houses are damaged during police operations",
    "Operation ‘Yukthiya’ to continue despite challenges, focused on securing fear-free future for generations  – Minister of Public Security",
    "Navy seize local fishing trawler carrying  over 212kg of heroin and crystal methamphetamine,168km west of Dondra",
    "Crystal Methamphetamine valued at over Rs. 15 million held in Dehiwala",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}