{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91267/59-migrants-dead-dozens-feared-missing-after-fishing-vessel-capsizes-off-greece",
  "time_ut": 1686745260.0,
  "original_lang": "en",
  "original_title": "59 migrants dead, dozens feared missing after fishing vessel capsizes off Greece",
  "original_body_lines": [
    "At least 59 people have died and dozens are feared missing off the coast of southern Greece after a fishing boat carrying migrants capsized and sank, authorities said Wednesday.",
    "A large search and rescue operation was launched in the area. Authorities said 104 people have been rescued so far following the nighttime incident some 75 kilometers (46 miles) southwest of Greece’s southern Peloponnese region.",
    "Four of the survivors were hospitalized with symptoms of hypothermia. It was unclear how many passengers might remain missing at sea after the 59 bodies were recovered, the Greek coast guard said.",
    "Six coast guard vessels, a navy frigate, a military transport plane, an air force helicopter, several private vessels and a drone from the European Union border protection agency, Frontex, were taking part in the ongoing search.",
    "The Italy-bound boat is believed to have sailed from the Tobruk area in eastern Libya. The Italian coast guard first alerted Greek authorities and Frontex about the approaching vessel on Tuesday.",
    "At the southern port of Kalamata, dozens of rescued migrants were taken to sheltered areas set up by the ambulance services and the United Nations Refugee Agency to receive dry clothes and medical attention.",
    "Libyan authorities have launched a major crackdown on migrants earlier this month across eastern Libya. Activists have said several thousand migrants, including Egyptians, Syrians, Sudanese and Pakistanis, have been detained. Libyan authorities deported many Egyptians to their home country through a land crossing point.",
    "In western Libya, authorities have raided migrant hubs in the capital, Tripoli, and other towns over the past few weeks. At least 1,800 migrants were detained and taken to government-run detention centers, according to the U.N. refugee agency.",
    "Mediterranean smugglers are increasingly taking larger boats into international waters off the Greek mainland to try to avoid local coast guard patrols.",
    "On Sunday, 90 migrants on a U.S.-flagged yacht were rescued in the area after they made a distress call.",
    "Separately Wednesday, a yacht with 81 migrants on board was towed to a port on the south coast of Greece’s island of Crete after authorities received a distress call."
  ]
}