{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/exercise-in-futility/",
  "time_ut": 1688662680.0,
  "original_lang": "en",
  "original_title": "Exercise in futility",
  "original_body_lines": [
    "A Parliamentary Select Committee (PSC) has been set up to probe how the country became bankrupt. SLPP General Secretary and MP Sagara Kariyawasam, of all people, has been appointed its chairman! The Opposition yesterday let out a howl of protests, in Parliament, against Kariyawasam’s appointment, claiming that his party was responsible for bankrupting the economy, and therefore the PSC would not act impartially under his chairmanship, but Speaker Mahinda Yapa Abeywardena stood his ground, and his decision was final.",
    "There has been a severe erosion of public faith in parliamentary probes, which are far from impartial, and the MPs tasked with conducting them are always divided along petty party lines and fight among themselves instead of making a concerted effort to get at the truth and ensure accountability. The PSC which probed Chief Justice Dr. Shirani Bandaranayake and caused her to be impeached was a kangaroo court of sorts; the government members of that PSC turned hostile and abusive towards her, compelling her to walk out. The Opposition members, too, voted with their feet, claiming that the probe was a political witch-hunt. But the Mahinda Rajapaksa government abused its two-thirds majority in Parliament and removed CJ Bandaranayake from office in 2013.",
    "The Opposition’s argument that a PSC under MP Kariyawasam’s chairmanship will not be impartial is tenable, but the same cannot be said about its claim that if an Opposition MP is appointed as its chairman, it will conduct a proper probe and live up to the expectations of the public. One may recall that the COPE (Committee on Public Enterprises), which investigated the Treasury bond scams under the Yahapalana government was headed by an Opposition MP—Sunil Handunnetti.",
    "But its probe was far from impartial or satisfactory, and the government MPs among its members unashamedly diluted its report by inserting a slew of footnotes thereinto. Some of the present-day Opposition MPs who have taken the moral high ground and are calling for an impartial probe into the country’s bankruptcy were members of what came to be dubbed the ‘footnote gang’! The COPE obviously safeguarded the interests of the then Prime Minister Ranil Wickremesinghe.",
    "Public confidence could have been restored in parliamentary probes if the report previously issued by the COPE under the chairmanship of D. E. W. Gunasekara on the first Treasury bond scam had been taken up for debate in Parliament. The then President Maithripala Sirisena, who protected the interests of the UNP, which had helped him realise his presidential dream, dissolved Parliament, thus effectively foreclosing the tabling of that COPE report, which would perhaps have ruined the UNP’s chances of winning the 2015 general election.",
    "It is against this backdrop that the PSC to probe the country’s bankruptcy should be viewed. MP Kariyawasam is a loyalist of Basil Rajapaksa, who, as the Finance Minister, ruined the national economy. So, there is nothing stupider than to expect Kariyawasam to allow the PSC to conduct a proper probe into how Basil, the other Rajapaksas, and their allies ruined the economy and enriched themselves.",
    "There is no way the holier-than-thou Opposition MPs can absolve themselves of the blame for the country’s bankruptcy, which was the culmination of a process Gotabaya Rajapaksa government exacerbated and accelerated by slashing taxes, mismanaging foreign currency reserves, throwing around public money by way of pandemic relief for political reasons, and ruining the agricultural sector with an ill-conceived blanket ban on agrochemicals.",
    "Foreign Minister Ali Sabry told Parliament yesterday that the  Yahapalana government, of which the SJB leaders were members as UNF MPs from 2015 to 2019, had borrowed more than USD 14 billion, worsening the country’s debt burden. What have the SJB MPs got to say to this? Ironically, Sabry is now backing President Wickremesinghe, who was the Prime Minister in the  Yahapalana administration!",
    "Economic crimes that have led to the country’s bankruptcy and inflicted untold suffering on the public must not go uninvestigated. But appointing a PSC packed with the loyalists of the culprits is certainly not the way to set about it.",
    "US Ambassador hosts event to mark 75 years of ties between Colombo and Washington",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}