{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/08/11/west-africa-moves-closer-to-war-as-ecowas-orders-deployment-of-standby-force/",
  "time_ut": 1691721720.0,
  "original_lang": "en",
  "original_title": "West Africa moves closer to war as ECOWAS orders deployment of Standby Force",
  "original_body_lines": [
    "Colombo (News 1st) – West Africa moved closer to war as 11 West African nations on Thursday ordered the deployment of a Standby Force of troops from multiple nations to prepare for military action, and approved the use of force to restore the deposed democratically elected government of Niger, the Economic Community of West African States (ECOWAS) announced.",
    "Troops from Nigeria, Ivory Coast, and Benin would initially comprise the ECOWAS Standby Force, the President of Ivory Coast Alassane Ouattara said after the ECOWAS Emergency Meeting on Niger in the Nigerian capital Abuja. The summit was attended by eight heads of state of the 11 democratic ECOWAS nations, as well as the heads of state of two other African countries.",
    "It was not specified where the initial deployment would be, but it is likely to be to an area close to the Niger border to enable rapid deployment if the force is ordered to begin military operations.",
    "The ECOWAS Standby Force has intervened in the internal disputes of West African nations on several occasions previously, although not in recent years. However, Nigerian President Bola Tinubu, the chairman of ECOWAS, who has been at the forefront of the bloc's determination to restore Niger's government, said that military force would be the last resort and that diplomatic overtures would continue.",
    "ECOWAS also issued a warning to \"states that hinder the peaceful resolution of the crisis in Niger about the consequences for their action\" which appeared to be directed at military juntas in Niger's neighbors Mali and Burkina Faso which have declared that they would side with Niger in a war with ECOWAS.",
    "The summit was attended by the Presidents of Benin, Ivory Coast, Ghana, Guinea-Bissau, Nigeria, Senegal, Sierra Leone, and Togo, together with the Foreign Ministers of Gambia, Liberia and Cape Verde. The Presidents of Burundi and Mauretania and representatives of the United Nations and the African Union also participated as observers.",
    "Meanwhile, Niger's military junta, which ousted President Mohammad Bazoum on July 26, refused to back down and on Wednesday announced the formation of a 21-member Cabinet to replace the democratically elected government. Many of the Ministers of the Bazoum government have been arrested, and Bazoum himself is under house arrest.",
    "ECOWAS had given a deadline of last Sunday for the restoration of the civilian government. But Niger's junta has brought in military reinforcements to the capital Niamey from the countryside and rebuffed peace efforts from a variety of states and regional blocs including the African Union and ECOWAS. However, the junta has allowed some diplomacy including a visit by U.S. Undersecretary of State Victoria Nuland, the President of neighboring Chad, and the former Central Bank Governor of Nigeria.",
    "Niger, a landlocked state with just 25 million people, is one of the most impoverished countries in the world, but has one of the world's largest deposits of Uranium.",
    "Investigations commenced into the suspicious death of a nine year old girl in Chillaw",
    "Establishment of National Sports University to be expedited – State Minister of Sports",
    "Dry spell continues to hamper supply of water to 13 districts"
  ]
}