{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/DIMO-consolidates-power-and-energy-solutions-under-DIMO-Energy-brand/34-750181",
  "time_ut": 1688407491.0,
  "original_lang": "en",
  "original_title": "DIMO consolidates power and energy solutions under ‘DIMO Energy’ brand",
  "original_body_lines": [
    "DIMO, a leading diversified conglomerate in Sri Lanka, is delighted to announce the realigning of its power and energy operations under the new brand identity: ‘DIMO Energy’ which operates in three main pillars High Voltage Power Solution, Medium Voltage and Low Voltage Power Solutions, and Renewable Energy Solutions.",
    "DIMO Energy provides comprehensive solutions in the electrical, power and energy solutions spheres while expanding the company’s current portfolio to include cogeneration solutions and agrivoltaics.",
    "With a customer-centric approach of transforming to a one-stop shop, DIMO Energy ensures provision of cutting-edge solutions, eliminating the duplication of time, effort, and money in power generation processes. Drawing upon decades of unparalleled expertise and know-how, each sub-activity within the solution is optimised to deliver an outcome on par with that of international power generation solutions.",
    "In today’s world, businesses across Sri Lanka and beyond face the challenge of rising energy costs. DIMO Energy has swiftly responded to this challenge by exploring the avenues of cogeneration solutions that optimise heat dissipation. Many industries during their production processes, generate heat. This excess heat can convert into energy. By investing in cogeneration plants, such as those for garment or cement factories, the important industries can utilise the produced heat to generate steam, which, through steam turbines, is then converted into energy.",
    "DIMO Energy also actively pursuing agrivoltaics, which involves the installation of solar plants on agricultural fields. Under this approach, solar panels are integrated into agricultural fields, enabling the cultivation of specific plants that thrive when shielded from direct sunlight. This innovative technique minimises the environmental trade-offs associated with solar energy production.",
    "DIMO Energy’s collaboration with strategic partner Siemens, is present across many points of the power supply chain in Sri Lanka. DIMO Energy is behind the construction of a remarkable 70% of the country’s grid substations—a fact not widely known. Founded as a provider of utility-scale solutions, DIMO Energy also caters to the medium and low voltage needs of various industries in Sri Lanka. Additionally, DIMO offers state-of-the-art switchboards under its own ‘DIMO LUMIN’ brand, along with internationally acclaimed type-tested ‘SIEPAN’ and ‘SIVACON’ switchboards, catering to more sophisticated requirements as well.",
    "DIMO Energy pioneered the successful commissioning of the country’s first micro-grid project at the University of Moratuwa. This achievement sent a strong message to entrepreneurs seeking reliable and self-sufficient power solutions, and demonstrated that DIMO Energy stood ready to provide cutting-edge technology at their doorstep. The company’s “DI-Solar” renewable energy solution provides customers with long-lasting rooftop solar panel installations, backed by DIMO’s proven industry track record. DIMO Energy also established its operations in Uganda, Maldives for enhancing their power infrastructure while expanding beyond Sri Lanka.",
    "DIMO Executive Director and Director in Charge of Power and Energy segment Wijith Pushpawela said: “The all-new DIMO Energy is a fresh brand image that further solidifies our commitment to fuelling the dreams and aspirations of the communities we serve, as we are now able to fulfil all our customers’ requirements from under one roof while powering the future as DIMO Energy’s brand promise.”",
    "DIMO has also positioned itself as a key player in utility-scale renewable energy projects, gaining the trust of customers as a turnkey EPC contractor and developer. With this solid foundation, DIMO is well-positioned for the next stage of growth in its Renewable Energy business. The Sri Lankan Government has set an ambitious target of meeting 70% of the country’s power generation needs through renewable energy sources, leading to rapid development in the sector. Given the unavailability of fossil fuel energy sources in Sri Lanka, the volatility of global fuel markets, higher thermal fuel costs, and the growing emphasis on environmental and extended producer responsibilities and sustainability, local enterprises are compelled to embrace renewable energy sources.",
    "Amidst the remarkable progress Sri Lanka has made in its journey towards economic recovery, the country is now primed to attract investments for rapid industrial development, thanks to its geographical advantage and competitive factors of production. Such expansions will create a significant demand surge for power, with industries seeking reputable organisations that can provide total solutions for their electrical power related needs. With its wide array of solutions, DIMO Energy is well poised to lead the way to meet the growing demand for efficient and eco-friendly energy supply and delivery solutions."
  ]
}