{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/softlogic-finance-appoints-ivon-brohier-as-new-ceo/",
  "time_ut": 1679934060.0,
  "original_lang": "en",
  "original_title": "Softlogic Finance appoints Ivon Brohier as new CEO",
  "original_body_lines": [
    "Softlogic Finance PLC, a subsidiary of Softlogic Capital PLC, has announced the appointment of Ivon Brohier as its Chief Executive Officer (CEO) with effect from 27th of March 2023. Brohier, who has been serving as the Acting CEO and Chief Financial Officer (CFO), will commence duties as the first-ever female CEO at Softlogic Finance.",
    "With over 15 years of extensive experience in business strategy, financial reporting, strategic financial management, process improvements, information systems, and handling statutory audits, Brohier brings a wealth of knowledge and experience to support the company’s growth and success.",
    "In her new role, Brohier will be responsible for spearheading Softlogic Finance’s strategic agenda through tactical transformative initiatives, including team restructuring and the enhancement of digital capabilities to better serve customers and stakeholders. The company has also shifted its focus to expanding into the untapped lending market by offering innovative financial products and services to a broader segment of customers, in addition to implementing a proactive and aggressive approach to recovery.",
    "“I’m honoured and grateful for this opportunity to embark on an exciting new era of growth at Softlogic Finance,” said Ivon Brohier, the newly appointed Chief Executive Officer of Softlogic Finance PLC. “With the unwavering support of our stakeholders and the strong backing from our holding company Softlogic Capital, I am confident that Softlogic Finance is poised to ensure long-term stability. I look forward to working with my talented team to capitalize on our strengths and execute purpose-led strategies that will drive sustainable and profitable growth.”",
    "Prior to becoming the CFO at Softlogic Finance in 2020, Brohier had a distinguished career in leadership roles at some of Sri Lanka’s renowned financial institutions. She has held notable positions such as Acting CEO and CFO at Abans Finance PLC, Senior Manager – Financial Reporting and Control at Nations Trust Bank PLC, and Senior Finance Manager at AMW Capital Leasing and Finance PLC.",
    "Brohier is a fellow member of the Institute of Chartered Accountants of Sri Lanka and the Institute of Certified Management Accountants of Sri Lanka, and she holds an MBA from the University of Colombo and a BSc. in Management from the University of Sri Jayewardenepura.",
    "CIPM Signs Academic and Professional Cooperation MOU with KAATSU International Uni",
    "SL needs laser-like focus on IMF programme implementation: Dr. Indrajit Coomaraswamy",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}