{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Ajahn-Brahmawanso-The-Remarkable-Monk/172-264660",
  "time_ut": 1691355980.0,
  "original_lang": "en",
  "original_title": "Ajahn Brahmawanso - The Remarkable Monk",
  "original_body_lines": [
    "Recently this venerable priest was in the news when he was offloaded from an outgoing flight from Sri",
    "Lanka to Singapore. It created a lot of controversial conversations on social media and conventional news channels. While the ‘victim’ calmly dismissed the incident as something unimportant. This got me thinking of my few experiences with this priest, and thought I would share some of them.",
    "More popularly  known as Ajahn Brahm, he is a British-born Theravada Buddhist monk. Peter Betts (his real name)  was born in London and came from a working-class background and went on to study theoretical physics at University of Cambridge in the late 1960s. After graduation, he taught mathematics in the UK.",
    "Feeling disillusioned with the Western way of life he visited Thailand and  became a monk and trained under his guru, Ajahn Chaa and  spent nine years training in the traditions of forest meditation.  Currently, Ajahn Brahm is the abbot of Bodhinyana Monastery in Perth, Australia and is the Spiritual Adviser to the Buddhist",
    "I have had the good fortune of having had two short interactions  with this great monk. The first was after one of his talks at BMICH, and the second was while I was",
    "My wife being a devout Buddhist, was always talking to me about this priest. So one day she insisted that I come with her to listen to hear him at the BMICH. I tagged along, grumbling away, expecting to hear another long winded, boring sermon, by a straight faced pompous monk. I was pleasantly surprised and somewhat shocked.",
    "This was no ordinary Buddhist priest. He was constantly smiling, cracking jokes, (periodically leaving the audience doubling up with laughter), talking in simple laymen’s language about living a good life. He used understandable, day-to-day anecdotes and experiences that I could relate to. It was so different and interesting. After that I became quite a fan of him, reading his writings and listening his talks on YouTube.",
    "At a subsequent talk at BMICH the then director (who was a good  friend), took me back stage after the talk and I met the great man in person. It was very brief since there were many others waiting for an audience. I exchanged a few words while he was sipping a cup of tea after his talk.",
    "Ajahn Brahms usually visits Melbourne several times a year.  I also visit Melbourne often, and once when I was there, we heard that Ajahn Brahms was giving a talk, and my wife and I decided to go.",
    "It was a small gathering in the evening in Malvern, and after his usual interesting talk, most of the participants retired to the next room for snacks. Ajahn Brahms was sitting alone cross legged quietly sipping his tea along with one of his other novice monks nearby in the main hall.",
    "I gingerly went up to him and asked if I could talk to him. He smiled and tapped the cushion in front him and asked me to sit.",
    "For the next 20 minutes or so I had the most amazing, interesting, enlightening, and intelligent discussion with him ranging from physics, to technology, environment and life.",
    "There are two highlights of my conversation that I thought worthwhile sharing.",
    "During our chat I summoned up my courage and said “Bhante, You lead a very ascetic, calm life away from the chaotic real word, in your monastery. You don’t have financial problems, if you do not have food there are dane’s or ‘ pindapatha’, you have no office stress to deal with.  But we layman on the other hand, have to face continuous multiple real life problems out there. So how do we lead the life that you are suggesting? “",
    "“Good question” he said. “Do you play cricket?”  Somewhat surprised, I said that I had played a little bit during my school days.  He asked me if I was a bowler or batsman, to which I replied that I was a bowler.",
    "“Were there times when you found that your form was dropping and you were getting hit to all parts of the boundary?”  I replied in",
    "“What do you then? You go to the nets and quietly train and focus to improve and get back your form. You practice away from the stress of the game. When life’s stress gets too much, retreat , spend some time away and reflect alone. Rejuvenate yourself and then go and face the world out there”.",
    "The second was when I told him that I was born a Christian, but that now I am more an agnostic. I expected some  form of ‘rap on the knuckles’. To my surprise he beamed and clapped his hands and said. “You are an intelligent man. Search for yourself. That’s what the Buddha said. Don’t believe everything you hear. Search and understand",
    "These two short interactions with this Holy Man was so enlightening, that I shall never forget it.",
    "I am not into any form of meditation. My friends know that I am an avid wildlife enthusiast. So I go into one of the bungalows in a national wildlife park and immerse myself in the environment. Without signals on the mobile phone and no other external disturbances other than the sounds of the jungle, I rejuvenate myself. It is my form of ‘meditation’. It is my form of ‘retreating to the nets to practice’ and then returning, hopefully in somewhat better shape to face the cacophony and mayhem of the"
  ]
}