{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/80964",
  "time_ut": 1674242100.0,
  "original_lang": "en",
  "original_title": "The  decades long failure to curb political, state and corporate corruption has propelled the nation into bankruptcy.This pattern continues in the face of the great and grievous travails that afflict this nation, just a tad stealthier perhaps than earlier.",
  "original_body_lines": [
    "It says much for Machiavellian type political audacity, that the hype surrounding Sri Lanka’s Regulation of Elections Expenditure Bill disguised one starkly glaring absurdity.",
    "Leaving aside the flap over the Opposition claiming (not without reason) that the Bill was just another tactic by a Government under siege to delay the forthcoming local government elections, its contents were problematic at several levels. The Bill sought to address the regulation of expenditure by individual candidates across the broad spectrum of the country’s electoral process, through recording of ‘donations, contributions’ and the like and framing parameters for expenditure thereto.",
    "However and most predominantly so, ‘political parties’ were absented from its ambit. Indeed, the very fact that its clauses were unblushingly framed in this way in the first instance speaks to the impunity which political parties in Sri Lanka claim as their birthright, enabling them to operate over and above the law as they think fit.",
    "The reality is, of course, that ‘political parties’ is the very large (collective) elephant in the room pertaining to the regulation of campaign finance.",
    "Our unpleasant history of stupendous party corruption across the political divide demonstrates very well. That is the very source from which gross perversion of the democratic process flows, where black money funneled into election campaigns bring down regimes for their own gain, often framing the making of state policy against the national interest. We may recall one noteworthy scandal not so long ago, Arjun Aloysius of Perpetual Treasuries ill fame was reported to have funded the 2015 election campaigns of politicians in the Government and the Opposition.",
    "At that time, it was a mystery as to how much money this blacklisted company later embroiled in the Central Bank bond scam, had given major political parties, one or more as the case may be.",
    "That question was never even asked with attention being skilfully deflected to a so-called list of 118 politicians who had received money from Aloysius. This list proved to be an excellent diversionary tactic while politicians scurried for cover, with some ‘admitting’ to accepting money under the strain of public pressure.",
    "The list was apparently documented in the inquiry process into the bond scam which crippled the Sirisena-Wickremesinghe ‘yahapalanaya’ regime and was a major factor underpinning its eventual ignominious collapse.",
    "But like Baroness Orczy’s elusive Scarlet Pimpernel, the list was seen here, seen there but never quite discovered in truth. Likewise, rumours of foreign governments and the corporate sector lavishly ‘supporting’ election campaigns of ‘favourite’ political party or parties (to cover all bets as it were) has been a common feature of the country’s political landscape.",
    "Will any law even drafted on the most excellent of terms will actually curb unaccountable campaign contributions from ‘black money’ to parties or candidates? This comprises an entrenched part of our corrupt political culture.",
    "We will return to that point presently. For the moment and as a matter of principle at least, the major omission of ‘political parties’ in the Bill titled ‘Regulation of Election Expenditure’ placed before the Sri Lankan people in late 2022 was set to rights by the Supreme Court in its recent special determination.",
    "For the purposes of the enabling legal framework, the Government was diirected to amend the Bill to cover the regulation of campaign finance not only by candidates but also by political parties and independent groups.",
    "Notable judicial umbrage was taken at the absence of any reference to ‘polirical parties’ in the Bill. The judges answered the question as to whether this omission would affect the ‘sovereignty of the people’ firmly  as ‘yes,’ remarking that political parties or independent groups will be enabled to ‘promote themselves without any restrictions.’",
    "This was pointed to as benefitting ‘candidates belonging to certain political parties or independent groups’ which ‘may adversely affect the outcome of an election’ it was cautioned. That danger was all the more acute as ‘…the present electoral system in Sri Lanka requires the voters to vote for a political party or an independent group in the first instance and thereafter vote for the individual candidates if the voter chooses to do so’ it was reminded.",
    "Accordingly, the Court held that the Bill violated Articles 3, 4, and 12(1) of the Constitution and could only be passed by a special majority in Parliament (Article 84(2)) as well as approved at a referendum (Article 83). That constitutional violation could be rectified however by the Bill extending its reach to political parties and independent groups along with candidates in which case, a simple majority will suffice, it was said.",
    "The Bench also made adverse comments in respect of the Election Commission being required to keep relevant ‘returns and declarations’ only for six months violating the mandatory period of twelve years required by the Right to Information Act, No 12 of 2016.",
    "Meanwhile Clause 5 of the Bill specified that ‘donations or contributions’ are prohibited, in cash or in kind by certain agencies, four in number. First, ‘a government department, a public corporation or a company incorporated under the Companies Act…in which the government or a public corporation owns any shares.’",
    "Significantly, the extent of the shareholding is not specified here, making the prohibition blanket to all intents and purposes. Secondly, a foreign government, an international organisation or a body corporate incorporated or registered outside Sri Lanka. The third prohibited category relates to a company incorporated in Sri Lanka where the shareholding (either direct or indirect) indirect, is fifty percent or above.",
    "Fourthly, donations or contributions in cash or in kind cannot be accepted from, ‘any person whose identity is not disclosed.’ Examining Clause 5 into, the Court stated that its reach must include a prohibition on ‘indirect’ contributions and donations as well. Apparently, reassurances were forthcoming from the Attorney General that the impugned clauses would be rectified before the Bill passed the seal of Parliament this week. Due adherence is yet to be ascertained.",
    "But apart from this judicial intervention which has rectified obvious flaws in the Bill, we return to our initial question, will the well entrenched practice of ‘buying votes’ by black money be dented? Illegal practices’ have been included to ‘give teeth’ to the law but when was the last time that an ‘illegal offence’ unseated a Member of Parliament, pray? Across the Palk Straits, India’s campaign finance laws have a longer and far more detailed gestation period than in this country.",
    "Meticulous thought had gone into framing legal provisions in a way that would effectively regulate election expenditure. But as Indian legal analysts frequently grumble, that has not prevented the percolation of ‘illegal’ and undocumented contributions, extending to even banned  radical groups.",
    "Here, the reality is just as grim if not worse. The legal regime relating to bribery and corruption has spectacularly failed, not through lack of ‘good’ laws but by incorrigible politicisation of law enforcement and the prosecutorial process.",
    "That failure and the eventual fate of the newly minted Regulation of Elections Expenditure law are interlinked, much like unhappy conjoined twins where the fate of one will dictate the fate of the other. Hitherto, white collar crooks operating hand-in-glove with political and police crooks have made merry, reducing good laws into legal caricatures that clutter our desks.",
    "That decades long failure to curb political, state and corporate corruption has propelled the nation into bankruptcy.",
    "This pattern continues in the face of the great and grievous travails that afflict this nation, just a tad stealthier perhaps than earlier. With all goodwill, it is difficult to think that Parliament’s newest addition to the nation’s statute books will be an exception to the dismal rule."
  ]
}