{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/facebook-user-cleared-arrest-declared-unlawful/",
  "time_ut": 1702213140.0,
  "original_lang": "en",
  "original_title": "Facebook user Cleared: Arrest declared unlawful",
  "original_body_lines": [
    "A Facebook user from Katugastota, Kandy, has won an important Supreme Court case for the infringement of his fundamental rights. He has been exonerated from all charges and awarded substantial damages in connection with a post he had made on Facebook. The post was related to his call for an ideological struggle to counter on-line attacks on the Muslim community.",
    "The lengthy Supreme Court judgement is highly critical of the handling by the Police, who arrested him, accusing him of inciting hostility or violence. A three-member bench of the Supreme Court of Sri Lanka heard the case for a breach of fundamental rights in connection with the arrest and detention on remand of Mohammed Ramzy.",
    "The bench was unanimous in its judgement that Ramzy had not broken any law and it was likely to have ramifications as in respect of how the Police investigate on-line postings; the judgement also asserted the fundamental right of free speech.",
    "Ramzy has for some years been a regular user of Facebook. At the time of the contentious posting he had 1,212 followers and 3,497 friends. The Supreme Court noted that his postings covered socio cultural, religious and political issues. His posts have been aimed at promoting ethnic harmony, reconciliation, equality and justice. Ramzy claimed to be a strong opponent of racism, religious extremism, communal violence and believer of a peaceful society filled with tranquility and harmony among all ethnic groups.",
    "On 02 April 2020 Ramzy responded to Facebook postings promoting a false rumour that the Muslim community were responsible for the spreading of the coronavirus.",
    "In his own posting, Ramzy called for Muslims to take up a counter campaign on-line. He wrote that the Muslim community was being encircled by racist groups waging an ideological war “Muslims should pay attention to the need to carry out an ideological jihad by using the mainstream media social media and other space”",
    "“This is the time to take up the pen and the keyboard as arms and get ready for an ideological war.”",
    "His posting attracted hundreds of responses on Facebook including death threats and calls for his arrest.",
    "Ramzy complained the Inspector General of Police (IGP) of the death threats and mentioned the names of people and websites that were the source of the threats. No investigation was carried out into the death threats.",
    "Instead, Ramzy was arrested and accused of inciting hostility or violence and threatening danger to public order.",
    "The Police and the Attorney General were represented at the hearing by State Counsel Induni Punchihewa. She drew the attention of the Supreme Court to the fact that the original information regarding the publication of Ramzy’s Facebook post had been provided to the Criminal Investigation Department (CID) by the Ministry of Defence.",
    "Ramzy was charged with three specific offences arising from his posting: firstly, under Section 120 of the Penal code (Sedition – promoting hostility promoting hostility between different classes of people), secondly under Section 3 of the ICCPR (International Covenant on Civil and Political Rights) Act and thirdly, Section 6 of the Computer Crimes Act, using a computer knowingly to cause danger to public order.",
    "In September 2023, the Attorney General of Sri Lanka notified the CID that he did not intend to take any further action. Consequently, by an order dated 25 September 2023 the Magistrate discharged Ramzy, bringing an end to his ordeal of three years including five and a half months in detention. Ramzy then brought his case to the Supreme Court for infringement of his Fundamental Rights.",
    "The Supreme Court judgement criticised the Police for misleading the Magistrate in the handling of the initial charges and the inadequate investigation carried out by the Police.",
    "The size of the compensation award clearly indicates that the Supreme Court were imposing sanctions on the Chief Inspector (the arresting officer) and the Director of the CID with a view to encouraging Police Officers to refrain from acting in the way they conducted the prosecution of Ramzy.",
    "Unusually, the Supreme Court judgement includes an order to the Attorney General of Sri Lanka to produce a summary of the principles contained in the judgement for distribution to all police officers in the form of instructions requiring strict compliance. The judgement gave the Attorney General 30 days to do this.",
    "The instructions will surely include a requirement for investigators and prosecutors to analyse any written statement on social media to contain an element of intention to advocate discrimination, hostility or violence and not merely share an opinion with others but to compel others to commit certain actions based on the views expressed. This also requires strict application of the actual law on which a prosecution might be based.",
    "“When the exercise of a fundamental right is restricted by law, in my view such law must be strictly interpreted ‘as some jurists claim, the narrowly interpreted’ so as to give recognition to the exact purpose for which the parliament enacted the restriction and for no other reason,” says Justice Kodagoda.",
    "It is not sufficient for example for a prosecution to be mounted in respect of a social media posting critical of the government.",
    "The Justices note that free speech includes the freedom to criticise government, ‘criticism of government however unpalatable, it cannot be restricted or penalised unless it is intended or has a tendency, to undermine the security of the state or public order or to incite the commission of an offence.’",
    "The Judges concluded that no offence had been committed to Ramzy’s posting and his arrest and subsequent detention on remand were unlawful. Ramzy is to receive Rs 30,000 from the arresting officer, the same amount from the head of CID and Rs one million from the state in compensation. The Supreme Court also awarded Ramzy his costs to be paid from State funds.",
    "In the 50-paged judgment in FR135/2020, Justice Yasantha Kodagoda – with his colleagues Justices B P Aluwihare and Janak De Silva agreeing – are highly critical of the Police conduct in Ramzy’s prosecution.",
    "They note that the Police report to the Magistrate fails to contain a summary of statements recorded in the course of the investigation and fails to indicate how the findings of the investigation lend support to the allegations against Ramzy.",
    "The Judges say that by using the term ‘jihadist war’ as opposed to, ‘an ideological jihad using the pen and the keyboard’ the arresting officer Chief Inspector BMASK Senaratne, had made a conscious attempt to mislead the learned Magistrate by portraying that Ramzy had called for the waging of an armed struggle.",
    "Justice Kodagoda, the writer of the unanimous Supreme Court judgement, has said that the Officer further misled the Magistrate by stating that Ramzy had been spreading news with the view to causing in the mind of Muslims revolutionary ideas and encouraging them to engage in such activities. He adds that the Police also gave the impression to the Magistrate that Ramzy had attempted to hide his true identity whereas it is apparent that the Facebook profile contains his correct name and it is undisputed that Ramzy’s profile photograph correctly depicts him.",
    "Referring specifically to the wording of Ramzy’s posting of 02 April 2020, Justice Kodagoda writes, “I see nothing inflammatory or obnoxious to the law and in particular any attempt to incite the feelings of either the Muslim community or any other community or incite others to perpetrate violence particularly because the term “jihad” had been prefixed by the term ‘ideological’ coupled with the weapons the virtual petitioner ( Ramzy) called upon others to use namely ‘the pen and keyboard’.",
    "Justice Kodagoda states that instead of acting as a dutiful law enforcement officer Chief Inspector Senaratne had used sections of the penal code and other laws and Ramzy’s five-month detention on remand as a punishment.",
    "“Most unfortunately it has now become common place for this court to receive applications alleging the arrest of persons without sufficient cause and in a manner that infringes their fundamental rights.”",
    "“Such arrests are often followed by periods of remand which are also contrary to law. A careful consideration of most such unlawful arrests reveals instances where police officers have not been permitted to exercise discretionary authority conferred on them and been persuaded by persons in authority to act in a particular manner.”",
    "The judgement hints at pressure from ‘higher authorities’ on the Police to prosecute Ramzy despite insufficient investigation and evidence. It is significant that the Supreme Court judgement notes that the original information that prompted the Police to prosecute Ramzy came to the CID from the Ministry of Defence. The Supreme Court does not elaborate. The intervention of the Ministry of Defence is significant because it is in charge of the state intelligence services.",
    "Justice Kodagoda has, in the judgement, said that it is necessary to observe that it is the responsibility of those who wield political and administrative authority over police officers or is placed in higher hierarchically superior position to unconditionally refrain from giving instruction to police officers unless they have been specifically authorised by law to give such instruction.",
    "Free speech, expression and publication is guaranteed within the Constitution of Sri Lanka. The growth of social media platforms has highlighted the import of the special nature and the power of internet-based media such as Facebook.Nevertheless, the State can impose limited restrictions for the public good and rule of law. For example, restraining hate speech, inciting violence, inciting racial or religious discrimination and disruption public order.",
    "Freedom of speech and expression is enshrined in Article 14 of the Constitution. The judgement says, “The exercise of this fundamental right can be restricted only through constitutionally limited legislative means, which may be enforced only by legal authority in the wider public and national interest.”",
    "Prosecutors and courts are therefore required to pay regard to whether a contentious utterance falls foul of specific legal restrictions. In dropping the case, the Attorney General of Sri Lanka found that Ramzy’s posting did not.",
    "The Supreme Court Justices rule that the use of Ramzy’s word ‘jihad’ did not mean he was advocating violence, because he had prefixed it with ‘ideological’. Ramzy’s posting was advocating a social media campaign by the use of ‘pen and keyboard’. The Justices allude to the idiom ‘the pen is mightier than the sword’.",
    "The judgement also rules that Ramzy’s prosecution was doomed by the Police report that changed his words ‘ideological jihad’ to ‘jihadist war’.",
    "The overall result therefore was that Ramzy’s arrest and subsequent detention on remand were unlawful.The judgement observes that Police Officers must bear in mind that a prosecution and reman custody are criminal justice measures that have a direct bearing on the liberty of persons – and could have an effect that infringes their fundamental rights:",
    "“Some degree of laxity can be shown by this court if a decision on whether or not to arrest a suspect alleged to have committed a cognizable offence had to be taken in the field at the spur of the moment where the arresting officer was required in the circumstances of the situation to take a decision spontaneously and without any access to guidance or direction from a senior officer or legal advice. The instant case is not like that.”",
    "The arresting officer, Chief Inspector Senaratne, did not indicate anywhere that he had acted on legal advice or instructions of superior officers in the course of investigating Mr. Ramzy’s Facebook posting.",
    "The Supreme Court placed upon the Chief Inspector the primary responsibility for the infringement of Ramzy’s fundamental rights.",
    "In what has become known as “The Facebook Case Judgement” The Supreme Court judgement is remarkable in that it includes some ten pages of detailed analysis of the principles of the right to free speech, expression and publication. The Justices sum up the importance of free speech:",
    "“For the right to speech and expression to be meaningful and effective, citizens must have the right to free speech, expression and their publication unshackled by dictatorialism,",
    "‘Debate on public issues should be uninhibited robust and wide open and that may well include vehement caustic and sometime unpleasant sharp attacks on government.’",
    "(From the Fundamental Rights application FR135/2020) in the Supreme Court of Sri Lanka.",
    "We should identify national priorities for mitigating risks of climate change",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}