{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Inflation-drop-a-result-of-reduced-consumption-SJB/108-260378",
  "time_ut": 1685738901.0,
  "original_lang": "en",
  "original_title": "Inflation drop a result of reduced consumption - SJB",
  "original_body_lines": [
    "Responding to President Ranil Wickremesinghe's televised address to the nation on the economic progress and way forward on Thursday , Samagi Jana Balawegaya (SJB) MP Harshana Rajakaruna said yesterday that inflation had dropped as a consequence of reduced consumption but not an economic achievement.",
    "He was responding to the president who referred to the inflation coming down from 70 percent to 22.5 percent. “There is no economic progress as claimed by the President who said the reduction of inflation is a sign of economic stability.",
    "Inflation has come down to 22. 5 percent sole due to the reduction of consumption,” he said. “The President spoke of four pillars of economic progress which included fiscal and financial reforms, investment drive, social protection and governance and state owned enterprises transformation. Corruption should be curbed and those who commit economic crimes dealt with in in order to ensure financial and fiscal reforms.",
    "Some of those in the government is disturbing the investment drive by demanding commissions from investors. The- 20 kilo rations of of rice are distributed by the government MPs among their favourites while profit making state enterprises are being sold to close associates of the government. One wonders as to how the government is to going to build up the economy on four pillars under such circumstances,” the MP said.",
    "At the same time the SJB MP sounded the alarm on the proposed Broadcasting Authority Bill saying that it is aimed at subjugating the media.",
    "“The sole effort of the proposed Bill is to get the media to publish only what the government wants . There will be no media freedom in such a situation,” he opined. (Yohan Perera)"
  ]
}