{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Over-30-instances-of-corruption-in-the-last-decade-Sports-Ministers-panel-to-investigate-FSL-says/108-257160",
  "time_ut": 1680618499.0,
  "original_lang": "en",
  "original_title": "Over 30 instances of corruption in the last decade - Sports Minister’s panel to investigate FSL says",
  "original_body_lines": [
    "The panel appointed to look into administrative and financial issues of the Football Sri Lanka (FSL) between 2012 and 2022 has found over 30 instances of corruption, Sports Minister Roshan Ranasinghe said.",
    "The five-member panel, headed by High Court Judge Justice Kusala Sarojini Weerawardena had found that out of the grants received for football development, only two percent have been spent on the sport and players.",
    "Significantly a sum of Rs 100 million has been splashed on a tour of Malaysia alone, the report has revealed.",
    "The Minister said he will not hestitate in taking action against Football Sri Lanka administrators found guilty of corruption.",
    "“Those found guilty of malpractices and mentioned in the report will definitely be punished and they will not be allowed to hold positions in football administration in future,” the Minister Ranasinghe said at a press conference held at the Sports Ministry auditorium today.",
    "The 249-page summary of the inquiry which was completed within a month, was handed over to the Minister today.",
    "The Sports Minister said he is still in the process of studying the exhaustive report and will be handing it over to the President, Prime Minister and Parliament soon.",
    "Minister Ranasinghe also accused former football administers of misleading the world body FIFA which resulted in Football Sri Lanka being suspended as a member of the sport’s world governing body in January.",
    "He said this report would be submitted to FIFA to apprise the international body of the real status of football administration in Sri Lanka. By Susil Premalal"
  ]
}