{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Thousands-gather-in-London-for-King-Charles-IIIs-Coronation/108-258723",
  "time_ut": 1683365067.0,
  "original_lang": "en",
  "original_title": "Thousands gather in London for King Charles III’s Coronation",
  "original_body_lines": [
    "Guests are taking their seats for the first coronation in 70 years, with King Charles III and the Queen Consort preparing for their historic carriage ride to Westminster Abbey.",
    "Large crowds with union jacks have gathered along the procession route in London, ready to see the King.",
    "Some 2,300 people will be inside the abbey - including 100 heads of state.",
    "And celebrity guests - including actress Emma Thompson and US singer Katy Perry - have also arrived.",
    "The service will being at 11:00 BST and last for around two hours.",
    "A key theme of the Coronation for King Charles will be service - and in his first prayer when he reaches the Abbey, he will say: \"I come not to be served, but to serve.\"",
    "Following the ceremony, the King and Camilla will return to Buckingham Palace.",
    "The guest list also includes Prince Harry, the Duke of Sussex, who arrived from the United States on Friday on a commercial flight.",
    "It will be the first time since he will have been in public with his brother, Prince William, since his memoir, Spare, was released.",
    "It is thought Prince Harry may fly back to the US just hours after the ceremony to rejoin his wife Meghan, as their son Archie is celebrating his birthday.",
    "On the procession route, umbrellas have started to pop up as the rain arrives.",
    "But despite the very English weather, there has been a celebratory atmosphere on The Mall, with periodic Mexican waves and police officers and security guards being cheered.",
    "Among the spectators is Alexandra Hornyak, 57, from Montreal, Canada who will be watching from Green Park.",
    "\"I've known for years that I would want to attend this day, and the day that it was announced, I was driving to the office, and my husband just called me and said 'May 6',\" she told the BBC.",
    "\"I knew exactly what it was. And I jumped on the phone to get a hotel reservation and we went from there.\"",
    "Karen Daly, 54, from Birmingham, said \"We could have done this at home, but the atmosphere is so good and everyone's really happy.",
    "\"When the Queen died, we couldn't make it because we all couldn't get out of work. So we booked off as soon as we knew about the coronation.\"",
    "Charles became King of the United Kingdom and 14 other realms in September, when his mother Elizabeth died after 70 years on the throne.",
    "Months of intense planning have gone into the coronation celebrations - the 40th to take place at Westminster Abbey since 1066.",
    "Unlike the procession route, there are no crowds outside the abbey, as it is closed to the public ahead of the service.",
    "The service will be led by the Archbishop of Canterbury, Justin Welby, who will be assisted by the Archbishop of York, Stephen Cottrell.",
    "\"There have been wall-to-wall rehearsals this week, and indeed last week,\" he told BBC Radio 4's Today programme.",
    "\"None of us have done this for a very long time, so working out the choreography has been complex\".",
    "The high point of the ceremony will come when the St Edward's Crown is placed on the King's head, a moment that will be marked by the abbey bells and a gun salute in nearby Horse Guards Parade.",
    "Camilla will be crowned alongside Charles - and after the couple's long and often complicated relationship, she will now be officially described as \"Queen Camilla\".",
    "The ceremony will emphasise diversity and inclusion, with more multi-faith elements than any previous coronation, with contributions from Jewish, Muslim, Buddhist and Sikh representatives.",
    "A Bible lesson will be read by Prime Minister Rishi Sunak, who is Hindu, and music will be sung in Welsh and Scottish and Irish Gaelic.",
    "There will be women bishops taking part in the service for the first time in a coronation service that goes back almost a thousand years.",
    "After the service, at around 13:00 BST, King Charles and Queen Camilla will travel in the Gold State Coach back to Buckingham Palace, in a spectacular mile-long (1.6km) procession, with 4,000 soldiers and 19 military bands.",
    "When they reach the palace, it remains uncertain who will be seen with the King and Queen for the traditional balcony appearance.",
    "There are plans for a flypast when the senior royals are on the palace balcony, but there will be concerns about the weather, with a forecast of cloud and showers.",
    "The Coronation has also drawn a small group of protesters from Republic, the group campaigning for the abolition of the monarchy.",
    "Around six protesters who were unloading a van of placards just north of the square have been arrested.",
    "There will be a massive security operation, with the Metropolitan Police putting 11,500 officers on duty in what it says will be its biggest ever single-day deployment.",
    "Anti-monarchy groups have defended their right to protest, but the police have warned that \"tolerance for any disruption, whether through protest or otherwise, will be low\".",
    "The guest list has also been questioned - with criticism of the invitation of Chinese vice-president Han Zheng, who is accused of presiding over a crackdown on civil liberties in Hong Kong.",
    "There has also been some controversy over whether people at home were being asked to pledge their allegiance to the King.",
    "The Church of England has made clear this is entirely optional - and people might instead have a \"private moment of reflection\".(BBC)"
  ]
}