{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81177",
  "time_ut": 1675710900.0,
  "original_lang": "en",
  "original_title": "The hysteria surrounding the full implementation of the 13th Amendment is the clearest possible indication that Sinhala-Buddhist supremacism is not a spent force. How can a truly Lankan nation be born when the majority extremists remain wedded to the idea of a Sinhala-Buddhist nation?",
  "original_body_lines": [
    "“Our challenge is to devise some arrangement which enables us to coexist if not in amity then at least in forbearance.” Jawaharlal Nehru (quoted in Andre Malraux’s Anti-Memoir).",
    "During Black July, marauding mobs, when uncertain about the ethnic identity of a potential victim, would order him/her to recite the five precepts in Pali or the chant Itipiso Bhagawa. (The irony is grotesque in the extreme; the first precept is a pledge not to kill any living being; Itipiso mentions the nine qualities of the Buddha, starting with araham, a composite which includes eradication of hatred). The assumption was that no Tamil was a Buddhist or would even know the basics of Buddhism.",
    "The Buddhist renaissance of the 19th century departed from the Buddha’s teachings in two significant ways. It accepted and accommodated the caste divide which was imposed on the Sangha by Kandyan kings. It also ghettoised itself within the Sinhala race, developing a perspective towards minorities that was suspicious, fearful and inimical.",
    "Had the Buddhist renaissance stayed loyal to the Buddha’s own teachings, we might be spending the 75th year of independence in a different Sri Lanka.",
    "The Buddhist reformers of the 19th and early 20th centuries could have addressed the caste issue within the Sasana and within Sinhala society. Both the need and the opportunity were present.",
    "Doing so would also have been in accordance with the Buddha’s teaching and practice. But the subject stayed off limit, a compromise to which all three nikayas seemed to have given their tacit consent.",
    "So caste division within the Sangha was and remains the elephant in the room. Everyone knows it is there, yet no one talks about it. Many probably assume it has been there for millennia instead of a couple of centuries. It is not so much a taboo subject as an impolite o",
    "ne. Washing one’s dirty linen in public might be apposite idiom.",
    "The new Buddhism, which came into being in the 19th century evolved a system similar to the separate but equal formula used by white racists in the American South to justify Jim Crow laws. Had the plan by Kandyan kings and upper caste monks to limit higher ordination to members of the Govigama caste worked, there could have been an internal revolt against this egregious departure from one of the most basic tenets of the Buddha’s teachings.",
    "But once non-Govigama castes were able to form their own nikayas, a complex system of vested interests (spanning both monks and lay dayaks) seemed to have come into being and solidified. So while caste divisions are alive and well within the Sangha, even those who want to reform the order make no mention of this issue, at least in public.",
    "Anagarika Dharmapala came from a non-Govigama caste. But he chose to ignore the distortion of Buddhism by the inclusion of caste into the ranks of Sangha. Instead he opted to unite all Sinhala-Buddhists by creating multiple enemies/threats. His played the lead role in inserting minority-bashing into 19th century Buddhist renaissance, making explicit prejudices that were implicit or latent.",
    "Although he is considered a hero of the struggle for independence, the main focus of his ire was not British rulers. His attacks on the British were more cultural than political. Dharmapala, together with other literary giants of that time such as Piyadasa Sirisena and John de Silva, interpreted independence not just as freedom from colonial rule but also as liberation from minority presence and alien religio-cultural influences.",
    "In this narrative the predominant enemy was not British colonialists but Tamils, Indian-Tamils, Muslims, Malays, Burghers and Christians. The main sin of the British was favouring these alien communities above the true owners of the land, thereby facilitating their exploitative activities and corrupting influences.",
    "A Sangha that rejected caste (as the Buddha did) could have taken on caste oppression in the island. Lanka could have produced her own Dr. Ambedkars, reaching out to oppressed caste members of all ethnic groups, including plantation Tamils.",
    "A Buddhism that was not mono-ethnic and anti-minority could have become the binding agent of a new Lankan nation. In Buddhism sans the Sinhala qualification, the Sasana could have had a significant Tamil component, becoming what the Buddha intended it to be – a refuge for every human irrespective of birth.",
    "Would Sinhala Only have succeeded in such a land? Could Black July been possible in such a land?",
    "The Mahavamsa myth of the Buddha anointing Lanka as the only place in which his teachings in its pristine form would survive focused on the land and not the race. Consequently, the key requirements for kingship in Lanka seemed to have been a royal lineage and adherence to Buddhism rather than tribe, race or land of birth. Nayak kings of Kandy had many predecessors, including such illustrious ones as King Nissanka Malla of Polonnaruwa (12th century).",
    "According to his own rock inscriptions, the King was a member of the Kalinga dynasty and was born in India.",
    "Adding race to religion seemed to have been a 19th century construct. Anagarika Dharmapala and others of his ilk fused Sinhala and Buddhism into one inseparable identity and called it nation.",
    "This concept of nation, consciously and with forethought, excluded or marginalised anyone who was not of Sinhala race and Buddhist religion. It was hierarchical at best, murderous at worst.",
    "Underpinning this concept was what I call the host and guest theory, the a-historical claim of Sinhala-Buddhists being the only true owners of the island. Thus all ethnic/religious minorities are aliens, here on sufferance, irrespective of how long they had been living here and how much they had contributed to the land.",
    "Flowing from these two premises was a dangerous belief – that Sinhala-Buddhists have a right and a duty to keep the minorities in line and punish them if they overstep the boundaries. (The similarity of this view and European anti-Semitism is striking. It is instructive that it was Anagarika Dharmapala who ensconced the Aryan myth into Lankan politics. The Sinhala race was defined as Aryan and Aryans were defined as the only really noble people in the world, unlike the inferior Dravidians.).",
    "The periodic outbreaks of violence against this or that minority may not have happened without this deeply entrenched belief of belonging and not-belonging.",
    "In all the riots that marred our 75 years of independence from 1958 to 2019, the actual killing and the pillaging were the work of a criminally-inclined minority. But this minority was able to carry out their deadly work because of the existence of an enabling environment consisting of conniving state entities (especially the police and the armed forces) and a society of (approving or indifferent) bystanders.",
    "For politicians, Sinhala-Buddhism not only provided a certain path to power. It was also a convenient way to manage class differences and economic injustice.",
    "According to another beloved myth, Lanka was a land where everyone lived free from want, and on a more or less equal basis, until the imperialists turned up. Imperialists introduced economic exploitation into this island, by favouring the minorities in matters of education, business, and employment.",
    "Thus was born a Lankan version of national-socialism. According to this Sinhala-Buddhist socialism, all minorities are reactionaries by birth (including Sinhala-Christians). Since they were favoured by colonialists they are pro-imperialist. Since they became rich by exploiting poor Sinhala-Buddhists, they are pro-capitalist.",
    "Elite is synonymous with Tamil/Muslim/Christian while people is the same as Sinhala and Buddhist. Even the plantation Tamils were turned into a privileged minority in this rendition, cosseted workers with secure jobs and free housing.",
    "S.W.R.D. Bandaranaike’s Pancha Maha Balawegaya formed the shock troops of this brand of socialism. The virus would soon affect the once anti-racist left movement, to the point that LSSP and the CP demonstrated against Dudley-Chelva Pact chanting, Dudlige bade masala wade. The closed economic experiment of the United Front government would become this distorted ideology’s quintessential expression, the JVP of the first and second insurgencies its logical conclusion.",
    "The Rajapaksas were and remain the current inheritors of this toxic legacy. If the SLPP does not get wiped out at the upcoming local government polls, it will be because of Sinhala-Buddhists who regard them (especially Mahinda Rajapaksa) as the only bulwark against deceptive and marauding minorities.",
    "In January Kandy police arrested six young men for drunken and disorderly conduct. They all turned out to be monks from temples in Kandy dressed in civvies to paint the town red. The leading monks are silent about this clear breach of vinaya, just as they have nothing much to say about monks torturing other monks under the guise of ragging in the Buddhist and Pali University.",
    "But when it comes to devolution, the monks have plenty to say. The four chief prelates have issued a joint communiqué opposing the full implementation of the 13th Amendment. Other monks are threatening to carry out protest actions, including the surrounding of Colombo by a saffron brigade.",
    "When India made its parippu drop, putting an effective stop to the Vadamarachchi offensive, Sinhala patriots did not pour into the roads expressing willingness to die for the motherland. That outbreak of violent patriotic fervour happened when the Indo-Lanka Accord was signed. The rioters’ problem with the accord was not the Indian part but the Tamil part that it entailed devolving some power to Tamils.",
    "The hysteria surrounding the full implementation of the 13th Amendment is the clearest possible indication that Sinhala-Buddhist supremacism is not a spent force. The hosts and guests concept of Sri Lanka remains alive. The long Eelam war is still seen as a result of Tamils forgetting their status as permanent guests and foisting outrageous demands on the ever patient and endlessly generous Sinhala hosts.",
    "Devolution is still considered dangerous because it would undermine the natural hierarchical order, paving the way for the destruction of the land, the race and the religion. Monks, as an institution, remain a serious impediment to national reconciliation.",
    "How can a truly Lankan nation be born when the majority extremists remain wedded to the idea of a Sinhala-Buddhist nation? How can the popular cry of change be anything but a sham if it does not address this vital issue?",
    "True, the embrace of various non-Buddhist rituals is a violation of the Buddha’s teachings. It is an issue that needs to be addressed. But the seminal problem with Sinhala-Buddhism is really the Sinhala part, and the resultant willingness to protect Sinhala-Buddhist nature of Sri Lanka even at the point of a gun.",
    "As Prof. S.J. Tambiah pointed out, main features of Anagarika Dharmapala’s Buddhist revival included “a denigration of alleged non-Buddhist ritual practices and magical manipulations”. (Buddhism betrayed). A demand for a return to a more rational Buddhism can still be located within and coexist with a mono-racial Buddhism and its inevitable corollary of suspicion of and antipathy towards all minorities.",
    "Gangodawila Soma Thero began his public career as a reformer committed to purifying Buddhism of non-Buddhist (Hindu/animist) influences and practices. From this (like Dharmapala, Martin Luther, Al-Wahhab of Nejd, and others of the same link), he made a seamless transition into ethno-religious-fanaticism.",
    "It was Soma Thero, the reformer, who unearthed and exploited the Muslim-phobia that had been buried deep in the collective Sinhala-psyche since 1915. The connection between that deliberate mining of Muslim-hate to the Galagoda Atte brigade, the anti-Muslim violence of Aluthgama and Digana and the Easter Sunday attack is almost linear.",
    "So long as Lankan history is defined as an unending struggle to prevent alien races/religions/cultures from taking over this sole home of Sinhalese and sole refuge of pure Buddhism, the potential for anti-minority violence (and reactive violence by minorities) would remain.",
    "The tipping point could be the 13th Amendment, a new mosque, kovil or a church, a road accident, a private fight. As minorities cannot be displaced geographically in this day and age without risking punitive international reaction, they have to be reminded of their proper place, if necessary through violent means.",
    "Riots are not just memories of a past most of us prefer to forget. They are possibilities of a future many of us would not want to live in, unless the ideologies that enabled them are faced and addressed.",
    "According to media reports, social media activist Dharshana Handungoda has been arrested by the CID when he returned to Sri Lanka from Dubai. Silencing of dissent is not the way to societal peace and stability but to disharmony and conflict. That is another lesson of the past we should endeavour not to repeat, not if a better future is our real goal."
  ]
}