{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/15/ata-a-threat-to-journalists-ifj/",
  "time_ut": 1681548660.0,
  "original_lang": "en",
  "original_title": "ATA a threat to journalists – IFJ",
  "original_body_lines": [
    "COLOMBO (News 1st) – The new Anti-Terrorism Act (ATA) proposed by the Sri Lankan parliament, designed to replace the existing Prevention of Terrorism Act (PTA) of 1979, threatens to further exacerbate restrictions on the right to assembly and gravely curtail freedom of expression and press freedom, the International Federation of Journalists (IFJ) said in a statement.",
    "The International Federation of Journalists (IFJ) joins its Sri Lankan affiliates, the Sri Lankan Working Journalists Association (SLWJA), the Federation of Media Employees Trade Union (FMETU), and the Free Media Movement (FMM), in strongly condemning the bill and urging Sri Lankan authorities to withdraw the proposed draft and repeal the punitive PTA.",
    "Under the proposed ATA, the president would have the power to invoke proscriptive orders, restricting organisations labelled ‘terrorist’ from accessing funds or maintaining membership.",
    "The president would also have the power to order curfews, declare places ‘prohibited’, instate rehabilitation programs, and obtain restriction orders that prohibit movement and activities, all conducted outside of the court system.",
    "If passed, journalists, media workers and their representative unions and organisations who are deemed critical of the Sri Lankan government face legal persecution under undemocratic and arbitrary ‘terrorist activities’, the statement added.",
    "Sri Lanka and Ireland Face Off in 1st Test Match at Galle International Cricket Stadium",
    "Experience the Tradition of Anointing during the Sinhala and Tamil New Year today",
    "First-ever Malaria vaccine approved for use in Ghana. Malaria kills 620,000 annually",
    "Saudia Airbus A330 hit by gunfire at Sudan’s Khartoum Airport. Passengers safe"
  ]
}