{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/sri-lanka-imf-world-bank-systemic-reforms-needed/",
  "time_ut": 1696494725.0,
  "original_lang": "en",
  "original_title": "Sri Lanka: IMF / World Bank – Systemic Reforms Needed",
  "original_body_lines": [
    "Discussions at the International Monetary Fund (IMF) and World Bank Annual Meetings that open in Marrakesh, Morocco, on October 9, 2023, should prioritize systemic reforms to align policies with human rights, Human Rights Watch said today in releasing a video to illustrate the concerns. The changes are needed because current policies are compounding poverty and inequality.",
    "The five-minute video features Shanthi, a woman living in Sri Lanka who is struggling to cope with both the economic crisis in the country and the loan conditions attached to a $3 billion bailout from the IMF that increased the cost of fuel and electricity and doubled value-added taxes. Sri Lanka, which defaulted on its debt in 2022, is the canary in the coal mine as dozens of governments are in or near debt distress, the IMF has said.",
    "“Millions upon millions of people around the world have stories like Shanthi,” said Sarah Saadoun, senior economic justice researcher and advocate at Human Rights Watch. “IMF bailout conditions make lives already upended by global inflation and other economic challenges even harder.”",
    "Shanthi’s electricity was cut when she was no longer able to pay her bill and she now relies entirely on others for food and other basic necessities. She lost critical income from a government social protection program that had been providing benefits since 1994 after the government overhauled it in line with a requirement in the IMF program, with World Bank support. She has yet to receive a response to her application for a new program that she submitted in July.",
    "Shanthi’s story is an example of how IMF loans to dozens of countries, affecting over one billion people, frequently push governments to cut spending and raise regressive taxes in ways that harm rights, as a new Human Rights Watch report has documented. Human Rights Watch also found that the IMF’s efforts to address these impacts are largely ineffective.",
    "To ensure economic recovery that best advances rights in the short and long term, the IMF and governments should halt austerity policies that threaten rights. They should ensure that spending on health, education, and social security meet, at a minimum, international benchmarks as a percentage of GDP and national budgets.",
    "The video also demonstrates the shortcomings of the World Bank’s approach to social security, which in many cases, including Sri Lanka, works in tandem with IMF programs with the intention of cushioning their impact. Despite a commitment to promote universal social protection, the World Bank often funds programs that are means-tested, for which eligibility hinges on income, assets, or narrow poverty indicators. Research shows that these programs suffer from high error rates, corruption, and social mistrust, while missing the chance to build social cohesion and new social contracts anchored in solidarity and rights.",
    "On October 4, forty-three human rights and economic justice organizations began an initiative, under the hashtags #RightToSocialSecurity and #UniversalSocialSecurity, urging governments and international financial institutions to commit to universal social security, which provides benefits to everyone at various times in their life course as part of a human rights approach to the economy, and end policies that have been failing hundreds of millions of people.",
    "“The IMF and World Bank recognize that people need support, but then they promote narrow means-tested programs that—both by design and due to chronically high error rates—exclude many people who are struggling,” Saadoun said. “The IMF and World Bank need to revise their policies to support universal social security.” (HRW)"
  ]
}