{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89775/japan-india-and-france-launch-creditors-meeting-on-sri-lanka-debt",
  "time_ut": 1681428780.0,
  "original_lang": "en",
  "original_title": "Japan, India and France launch creditors meeting on Sri Lanka debt",
  "original_body_lines": [
    "Japan, India and France on Thursday announced a common platform for talks among bilateral creditors to coordinate restructuring of Sri Lanka’s debt, a move they hope would serve as a model for solving the debt woes of middle-income economies.",
    "It remains uncertain, however, whether Sri Lanka’s biggest bilateral creditor – China – will join the initiative launched by Japan, this year’s G7 chair, with the aim of kicking off a series of meetings among Sri Lanka’s creditors.",
    "“To be able to launch this negotiation process gathering such a broad-based group of creditors is a historical outcome,” Japanese Finance Minister Shunichi Suzuki told a briefing.",
    "He also said that Japan is searching for ways to resolve Sri Lanka’s debt problems and to support the proper implementation of the IMF program and reforms.",
    "Addressing the launch of the debt restructuring process on Sri Lanka, President Ranil Wickremesinghe said it marks the beginning of the bilateral creditor nations to make swift progress in resolving Sri Lanka’s debt distress.",
    "He said Sri Lanka remains committed to continue to engage with all creditor nations and other stakeholders in a transparent manner based on the principles of “comparable treatment”.",
    "Wickremesinghe invited all of Sri Lanka’s creditors to join the creditors’ meeting led by Japan, India and France.",
    "“Close coordination between Sri Lanka and all its creditors will be critical to expediting a debt treatment that will restore debt sustainability in Sri Lanka,” India’s Finance Minister Nirmala Sitharaman said at the launch event.",
    "Deputy Managing Director of IMF Kenji Okamura says an expeditious debt resolution is needed for Sri Lanka to emerge as quickly as possible from its crisis and expressed hope all bilateral creditors would participate in negotiations and complete them before the first review.",
    "French Director General of the Treasury Emmanuel Moulin told the briefing that the group was ready to hold the first round of talks “as soon as possible.”",
    "Sri Lanka’s central bank governor had told Reuters earlier this week that having a single platform for talks would be a welcome move that would make it easier to discuss and share information.",
    "The island nation of 22 million people last month secured a $2.9 billion program from the International Monetary Fund to tackle its huge debt burden. But the middle-income economy could not apply for relief under the G20’s common framework for debt treatments, which targets only low-income countries.",
    "That has put the onus on major economies to come up with an alternative scheme, leading to the creation of the new platform.",
    "Sri Lanka owes $7.1 billion to bilateral creditors, according to official data from its government, with $3 billion owed to China, followed by $2.4 billion to the Paris Club and $1.6 billion to India.",
    "The government also needs to renegotiate more than $12 billion of debt in eurobonds with overseas private creditors, and $2.7 billion on other commercial loans.",
    "Sri Lanka kicked off talks to rework part of its domestic debt this month and aims to finalize the deal by May."
  ]
}