{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/First-Lankan-born-Aussie-MP-speaks-for-better-worker-welfare/56-751145",
  "time_ut": 1690569572.0,
  "original_lang": "en",
  "original_title": "First Lankan born Aussie MP speaks for better worker welfare",
  "original_body_lines": [
    "On a recent Sri Lanka visit was the first Sri Lanka born woman to be elected to Australia’s Federal Parliament, Canberra.",
    "Cassandra Fernando (35) migrated with her parents to Australia at the age of 11 and grew up in Dandenong, Southeast of Melbourne, North Victoria.",
    "There she worked at Woolworths in Dandenong Plaza for around 15 years, including as a pastry chef. She was educated at William Angliss Institute, Box Hill Institute.",
    "Representing workers in the retail and fast-food industries, Cassandra is currently the Labour MP for the Division of Holt since the 2022 federal election.",
    "Cassandra’s story would undoubtedly inspire and drive many young people both in Sri Lanka and elsewhere. Being a member of a country’s influential political party at such a young age is a challenging task for many.",
    "Nevertheless, she has accomplished her goal and has become a shining example of Sri Lankans who have made their mark in world forums.",
    "Before entering politics, Cassandra volunteered to educate migrants and refugees from non-English speaking backgrounds as well as raised her voice to enhance the pay and conditions of workers, who worked diligently throughout the COVID-19 pandemic. She firmly believes everyone is entitled to a fair day’s wage.",
    "She also worked for the betterment of Sri Lankan migrants to ensure that families like hers are not held back or left behind.",
    "She says to this day she upholds three values her parents taught her – hard work, commitment, and gratitude. It means that she has to be grateful to her community and to Australia and never miss an opportunity to repay the gratitude."
  ]
}