{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-launches-two-platforms-to-link-local-businesses-to-global-markets/",
  "time_ut": 1680540720.0,
  "original_lang": "en",
  "original_title": "ComBank launches two platforms to link local businesses to global markets",
  "original_body_lines": [
    "The Commercial Bank of Ceylon has significantly expanded trade opportunities for its business clients through the launch of two new platforms, one in collaboration with the International Finance Corporation (IFC) and the other developed independently.",
    "While both platforms are designed as ecosystems that create networking prospects across borders and within the country, ‘Commercial Bank LEAP’ developed with support from the IFC, is a comprehensive business ecosystem that will focus on elevating businesses through digitizing enterprises, and ‘Trade Club’ the Bank’s own platform, is designed to empower importers and exporters by providing them easy access to the Bank’s trade services.",
    "Commenting on the development of these platforms, Commercial Bank Managing Director/CEO Sanath Manatunge said: “Supporting and empowering local businesses to grow and conquer global markets has been more than just a business goal for Commercial Bank. As the largest private bank in Sri Lanka, we consider it our national duty. Innovative, digitized methods are the need of the hour to boost export businesses to grow international trade and foreign exchange earnings. With the launch of these two platforms, Commercial Bank is taking its support for SMEs and corporates to the next level by offering them access to global networks, cutting-edge technology, and a wide range of business services that will help them stay competitive in today’s rapidly evolving business landscape.”",
    "Via Commercial Bank LEAP which is built in compliance with international standards and is powered by GlobalLinker, an international business enabling platform, SMEs and the Bank’s corporate customers will be able to create online stores for free to sell their products and services, expand their network of customers, investors, and suppliers from across the world, improve business networking, tap overseas markets, access exclusive offers and benefits from partners, attract feasible business opportunities, and get discovered by a wider audience. As it is a secure platform for communication, it is also feasible for sharing ideas, collaborations and learning, the Bank said.",
    "Developed as a sustainable business model, Commercial Bank LEAP offers a range of business services, such as legal, financial, marketing, logistics and shipping services, and provides businesses with access to various business intelligence tools. These tools provide valuable insights by enabling entrepreneurs to analyse their performance, track their sales and marketing activities, and monitor their online reputation.",
    "Succinctly put, Commercial Bank LEAP is designed to help businesses to grow, connect across the world, and collaborate in a safer and secure environment, the Bank said.",
    "Commercial Bank Trade Club also offers a range of benefits to its members in addition to the networking opportunities and knowledge sharing sessions. Some of the benefits that members can enjoy include easy access to Commercial Bank LEAP, as well as to a team of dedicated professionals for consultancy services and financial advisory, same-day dispatch of export collection bills, free registration for online banking and mobile banking, preferential rates on finances, attractive exchange rates on export-related transactions, foreign currency issuance at attractive rates for business tours, seminars, and trade fairs, and a concession for letter of credit advising charges, among others. These benefits are designed to help businesses streamline their export process, access financial services more easily, and save on costs.",
    "Commercial Bank is the first bank in the country to establish a club of this nature for its trade customers with this pioneering platform, which will have four tiers of membership: Platinum, Gold, Silver and Classic. Importers and exporters could enrol to this facility by applying through the Bank’s website. They will be onboarded via invitation on fulfilment of eligibility criteria.",
    "Commercial Bank’s efforts to uplift the local SME segment with facilities such as its ‘Biz Loans’ and ‘Agri Gold Loans’ schemes, capacity building initiatives for SMEs, support to women entrepreneurs in the country, continuous deployments of the ‘Bank-on-Wheels’ operation and disbursement of COVID-19 support loans contributed towards its Market Leader ranking in SME Banking. The Ministry of Finance had declared Commercial Bank as the largest lender to Sri Lanka’s SME sector among all state-owned, private and specialised banks in the country in 2020, accounting for more than a fifth of all loans in terms of value and number. The Bank maintained this momentum in SME lending in 2021 too, during which it notably secured a US $50 million loan from the CDC Group, the UK’s development finance institution, to further facilitate lending to SMEs and support climate projects in Sri Lanka.",
    "Sri Lanka’s first 100% carbon neutral bank, the first Sri Lankan bank to be listed among the Top 1000 Banks of the World and the only Sri Lankan bank to be so listed for 12 years consecutively, Commercial Bank operates a network of 270 branches and 950 automated machines in Sri Lanka. Commercial Bank is the largest lender to Sri Lanka’s SME sector and is a leader in digital innovation in the country’s Banking sector. The Bank’s overseas operations encompass Bangladesh, where the Bank operates 20 outlets; Myanmar, where it has a Microfinance company in Nay Pyi Taw; and the Maldives, where the Bank has a fully-fledged Tier I Bank with a majority stake.",
    "Axiata Digital Labs appoints Chandi Dharmaratne as Chief People Officer",
    "Nations Trust Bank American Express makes way for cardmembers to embrace life’s favourites",
    "Operationally strong ComBank Group posts healthy topline growth, amidst prudent provisioning",
    "ComBank wins ‘World Class Award’ at the Global Performance Excellence Awards presented by Asia Pacific Quality Organization",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}