{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/A-political-imperative/4-756102",
  "time_ut": 1702059267.0,
  "original_lang": "en",
  "original_title": "A political imperative",
  "original_body_lines": [
    "There is no use prolonging the current political stalemate with the same stock of parliamentarians many of whom including the President have passed their use by date",
    "No amount of foreign loans and no new economic projects are going to reverse the gloomy trend unless the politics of the country is cleaned up. This is an imperative that cannot wait until the President decides to call for an election, perhaps towards the end of 2024. Given the dire situation facing the country waiting for one year to change this Government is a luxury. When the corrupt are calling the shots and when the President is powerless to get rid of them and depends on their support for his survival, how on earth could the economy grow and people relieved of their hardship?",
    "Ranil Wickremesinghe’s second Budget would soon go through its third reading and be passed without any hassle. It was claimed that 83% of the previous Budget had already been implemented. But who did the calculation and on what basis no one knows. However, IMF was disappointed with the failure to reach the revenue target set by that Budget, and raised serious concerns over poor governance. This means the expected reversal of the deficit to reach 2.5% primary surplus by 2025 would be much harder and almost impossible unless some miracle happens.",
    "On a positive note, negotiations with the Official Creditor Committee regarding the $ 5.9 billion debt restructuring has brought good news in terms of long-term maturity date and reduction in interest payments. Still, the actual cost of servicing that debt under new terms in terms of dollars and cents and what impact would that have on Government investment, economic development and public welfare is yet to be assessed. In addition, IMF would now be willing to release the second tranche of around $ 330 million from the $ 2.1 billion EFF loan. Meanwhile, the Central Bank has achieved some degree of financial stability and brought down the rate of inflation from its peak 70% in 2022 to a single digit although that fall has not reflected in consumer prices. If there had been any fall in the rate of increase in prices that was because of falling consumer demand.",
    "Still, economic recovery and steady growth are a long way off. Asian Development Bank figures show that economic growth would be negative 3% in 2023 before reaching positive 2.3% in 2024. And according to the World Bank, poverty rate would increase from 25% in 2022 to 27.9% in 2024. Almost 7 million people are reckoned to be living in poverty, and RW’s aswesuma is no permanent solution to the problem. These statistics are reflected on the ground by two important developments. One is the increased rate of malnourishment among children and the other is the unstoppable exodus of the talented and skilled in search of greener pastures.",
    "There are several other depressing features such as substandard healthcare in public hospitals and falling standards in public education. Already 40 rural hospitals have been closed and many more would follow. While the Budget makes promises reality advertises failures. But the President keeps on announcing new ideas and visions with ambitious projects like opening four universities to inject optimism among people about his promised Valhalla in 2048. When you are unable to improve the quality of education in the existing universities why add another four?",
    "No amount of foreign loans and no new economic projects are going to reverse the gloomy trend unless the politics of the country is cleaned up. This is an imperative that cannot wait until the President decides to call for an election, perhaps towards the end of 2024. Given the dire situation facing the country waiting for one year to change this Government is a luxury. When the corrupt are calling the shots and when the President is powerless to get rid of them and depends on their support for his survival, how on earth could the economy grow and people relieved of their hardship? Just two examples would illustrate the state of this predicament.",
    "Firstly, when the Supreme Court has found the real culprits who were responsible for plunging the country and its economy into a state of bankruptcy, the President with all his executive powers is unable to throw them out of the Government, because he needs their support to survive. And secondly, when a minister who was on a crusade to clean up corruption in the Sri Lanka Cricket Board, the President, who himself declared that he was going to eradicate corruption, removes that minister under pressure from the cricket mafia. Likewise, there is a pharmaceutical mafia importing substandard drugs with the connivance of the minister in charge, but RW instead of sacking him from the cabinet posted him to another ministry.",
    "A sugar mafia gets insider information about planned increase in the import duty on sugar and was able to use that information to escape the proposed increase. On top of all this is the rice mafia. In short, corruption rules, mafia prospers and the President remains an onlooker. How could the economy revive and grow in this environment? Economists and pundits are good at providing textbook analysis and solutions, but they often fail, because the real problem lies outside the frontier of economics.",
    "Sooner the political system is cleaned up with accountability as precondition for democratic governance and a new constitution is drafted to that effect, it is better for the future of this country and its economy. Aragalaya realised this need in 2022, and demanded a quick end to the current lot of the 225 in Parliament. What happened instead was just a change at the top and the rot is allowed to continue. The man at the top chosen legally by the same 225 has no legitimacy in the eyes of the people. He may not be as corrupt as his backers but tolerates their corruption to protect his own position. Practically every move by this President is politically calculated to preserve the status quo and not to change it. As Aragalaya demanded, the country needs system change and the old guards must give way to a new generation of leaders. But those guards are not going to surrender without a fight.",
    "The next battle for the ballot is not going to be fought on economic issues because none of the political parties except NPP has anything new to offer except to go along with IMF. Only NPP has expressed reservations about the IMF agenda and wants to renegotiate some of its terms and conditions. A mixed economy model with added emphasis to strengthen the domestic sector seems to be NPP’s main focus. That makes sense given the destabilising effect on the external market due to escalating wars in Europe and Middle East. More importantly, NPP appears to be the only party that is talking seriously about eradicating corruption and bringing the corrupt before the law.",
    "A new constitution based on secular democratic principles with accountability in governance also seems to be on its card. But the old guards would once again use ethnonationalism as centre point in their campaign. As Antony Loewenstein remarked on Israeli politics, “Ethnonationalist ideology grows when accountable democracy withers”. Sri Lanka is a textbook case of this truism.",
    "There is no use prolonging the current political stalemate with the same stock of parliamentarians many of whom including the President have passed their use by date. Constitutionally they may have the right to continue until the end of 2024, but the country can ill afford to foot the bill for their incompetence and misdemeanours. The country needs a new system, a new generation of leaders and a new direction. It is a political imperative. Let the people have an opportunity to decide soon. A new Aragalaya is not out of place.",
    "(The writer is attached to Murdoch Business School, Murdoch University, W. Australia.)"
  ]
}