{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/concessionary-cement-for-sri-lankas-war-veterans-and-their-families/",
  "time_ut": 1689781680.0,
  "original_lang": "en",
  "original_title": "Concessionary cement for Sri Lanka’s war veterans and their families",
  "original_body_lines": [
    "INSEE Cement, Sri Lanka’s number one cement manufacturing company, has entered into an agreement with the Ranaviru Seva Authority under the Ministry of Defence to provide cement at a concessionary price to families of war veterans who were disabled or killed in combat.",
    "This is part of a broader initiative by INSEE Cement, launched earlier this year, to provide cement bags at a concessionary price to all Tri-armed forces personnel, in recognition of their services to Sri Lanka. This latest phase particularly reflects INSEE Cement’s deep appreciation for the invaluable service and commitment and sacrifices of Sri Lanka’s veteran war heroes and their families.",
    "A Memorandum of Understanding (MOU) was signed by the Chairman of the Ranaviru Seva Authority of the Ministry of Defence Major General Nandana Senadeera (Retired) and Nandana Ekanayake, Chairman of INSEE Cement Sri Lanka. INSEE Cement was also represented by Chandana Nanayakkara, the Head of Channel Development and External Affairs and Gayani Perera, the Head of Marketing.",
    "“We at INSEE Cement deeply appreciate the invaluable service of Sri Lanka’s war heroes. We hope this concessionary cement will help these families to embark on construction projects that are important to them, help them rebuild their lives and contribute to their communities,” says Nandana Ekanayake, INSEE Cement’s Chairman. “It is a clear demonstration of our INSEE commitment to care for our communities. We seek to empower and uplift these deserving individuals by providing them with essential resources to enhance their quality of life.”",
    "Under the agreement, each family will be eligible for a maximum of 300 INSEE Sanstha cement bags at a concessionary price. Those families who wish to avail themselves of this initiative can reach out to the Ranaviru Seva Authority to secure a coupon that they can redeem for the concessionary price of cement at the time of purchase.",
    "The Chairman of the Ranaviru Seva Authority thanked INSEE Cement for its invaluable support. “We salute INSEE Cement for their dedication to the well-being of our war veterans and for standing by them in their journey of resilience and progress. This generous gesture honors the sacrifices and contributions of our brave heroes. It will empower our war veterans and their families to rebuild their lives and contribute to the betterment of our communities.”",
    "Establish Safe Migration Promotion Unit, Select Committee on gender equity tells officials",
    "INSEE Cement races ahead with its sustainability ambition for 2030",
    "INSEE Cement Sri Lanka signs MoU with IUCN for biodiversity projects",
    "Ranaviru Seva Authority falls short on delivery in supplying needs of disabled servicemen",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}