{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-set-up-infant-receiving-counters-for-unwanted-new-borns-115876/",
  "time_ut": 1679292960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to set up infant receiving counters for unwanted new-borns",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka plans to set up ‘infant receiving counters’ to take in unwanted newborns, Minister for Women, Child Affairs and Social Empowerment Geetha Kumarasinghe said in the wake of incidents that included infanticide.",
    "“None of these incidents were due to any financial issues. We have never heard the victims say that they did it out of hunger. A majority of these incidents occur as spousal revenge,” said Kumarasinghe.",
    "The Minister explaining a sudden spate of child abuse cases she claimed had nothing to do with the Sri Lanka’s ongoing currency crisis, its worst in decades.",
    "Cases of child abuse recorded in recent years are as follows: 2020 – 8165, 2021 – 11,187, 2022 – 10,497, followed by a number of cases so far in 2023.",
    "Annually, the National Child Protection Authority receives around 8,000 complaints or around 500-600 a month. Most of the complaints relate to child harassment. Rape is a close second.",
    "On March 11, an unmarried couple had abandoned a 13-day-old infant in the toilet of an express tran. In Chilaw, a mother had reportedly pushed her daughter into a tank at a prawn farm.",
    "As much as 50 percent of child abuae cases are not reported.",
    "“Any parents who feel their children are a burden or are unable to raise them can hand over the kids to these counters,” Minister Kumarasinghe told reporters.",
    "In 2021, the Board of Directors of the National Child Protection Authority proposed Infant Receiving Counters but it was not implemented as it was within the purview of the Department of Probation and Childcare Services. Senior Lecturer in Criminology & Criminal Justice and Chairman of National Child Protection Authority, Chanaka Udyakumara Amarasinghe said.",
    "Child receiving counters are planned to be set up in hospitals in the nine provinces. Parents will be able to hand over their children anonymously.",
    "Minister Kumarasinghe said single mothers are also under pressure from society. However, she does not advocate abortion.",
    "“I don’t believe in abortion,” Minister Kumrasinghe said. “A single mother should be able to live in society.”",
    "Abortion is illegal in Sri Lanka, despite many progressive and feminist movements supporting women’s bodily autonomy and their right to choose.",
    "“This is a problem prevailing in the country. In foreign countries, nobody is interested in knowing whether they are married, or whether the baby gets the father’s name on his birth certificate. It’s only Sri Lankans who worry about such things,” said Kumarasinghe.",
    "“It should be acknowledged that all women have a right to raise a child.” (Colombo/Mar18/2023)"
  ]
}