{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/28/sri-lanka-fined-for-slow-over-rate-in-1st-odi-against-new-zealand/",
  "time_ut": 1679996520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka fined for slow over rate in 1st ODI against New Zealand",
  "original_body_lines": [
    "Sri Lanka have been docked a point in the ongoing ICC Men’s Cricket World Cup Super League cycle for their slow over-rate in the first ODI against New Zealand at Auckland.",
    "As per Article 16.12.2 of the Super League Playing Conditions, a side is penalised one point for each over short. Consequently, Sri Lanka lost one point from their points tally.",
    "The tourists were also fined 20 per cent of their match fee for maintaining a slow over-rate against New Zealand on Saturday. This was in accordance with Article 2.22 of the ICC Code of Conduct for Players and Player Support Personnel, which relates to minimum over-rate offences. Players are fined 20 per cent of their match fee for every over their side fails to bowl in the allotted time.",
    "The match referee, Jeff Crowe, imposed the sanction after Dasun Shanaka’s team were ruled to be one over short after time allowances were taken into consideration.",
    "The charges were levelled by the on-field umpires, Shaun Haig and Wayne Knights, third umpire Chris Brown and fourth umpire Cory Black.",
    "Shanaka pleaded guilty to the offence and accepted the proposed sanction, so there was no need for a formal hearing.",
    "The top eight sides in the MRF Tyres ICC Men’s Cricket World Cup Super League standings qualify directly for the World Cup. Sri Lanka are currently placed at ninth spot with a game to go. South Africa (78 points) are one below with two to play, and Ireland (68 points) have three fixtures in hand.",
    "This deduction along with a washout in Christchurch means that Sri Lanka now have 81 instead of 82 points. With only a solitary fixture in their hand, the Sri Lankans are in danger of missing out on a direct berth to the World Cup.",
    "Fuel distribution back to normal, TU leaders persona non grata – CPC",
    "Sri Lanka’s 17th Parliament Speaker Joseph Michael Perera, passes away",
    "G.C.E. A/L paper marking delayed, O/L Exams to be held as planned."
  ]
}