{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ksheera-sagaraya-kalabina-the-milky-ocean-churned/",
  "time_ut": 1684742340.0,
  "original_lang": "en",
  "original_title": "‘ Ksheera Sagaraya Kalabina ‘ – (The Milky Ocean Churned )",
  "original_body_lines": [
    "‘Ksheera Sagaraya Kalabina ’ (The Milky Ocean Churned) is the latest masterpiece of veteran filmmaker Professor Sunil Ariyaratne. The movie is an adaptation of the novel of the same name, by the late writer, Simon Navagaththegama. Directed by Professor Sunil Ariyaratne, produced by H.D. Premasiri, Ksheera Sagaraya Kalabina presents a stellar cast, including Jackson Anthony, Gihan Fernando, Hemal Ranasinghe, Harini Kavyanjani, Udari Warnakulasuriya, Ravin Kanishka, Lucian Bulathsinghala, Kalana Gunasekara, Sarath Kothalawela and Priyanka Samaraweera.",
    "The film revolves around an emperor who is blissfully ignorant and unaware of the suffering his subjects face. On a sudden impulse, he leaves the palace and journeys through the kingdom, meeting the general public who are unaware of his true identity. Seeing the immense dislike of the general public and the abuse of power by local chieftains in his name, the emperor becomes slowly embroiled in a battle with himself and joins in a revolution against himself with the rebel warriors.",
    "The Island discussed Ksheera Sagaraya Kalabina with the award-winning director himself, Professor Sunil Ariyaratne:",
    "Why did you choose this specific novel to adapt onto the big screen?.",
    "“I chose this novel as it was one of the lesser known works of the late writer, Simon Navagaththegama. This is also coincidently my favourite novel. I recall the moment he first gave me a copy of the novel and said ‘I wrote a screenplay at first hoping someone would make a film. Since no one came forward I turned into a novel instead.’ Later, as I read the novel over and over again, I always saw a screenplay within it. I pictured all the visuals and imagery as part of a screenplay. But the decision to actually work on creating a film came to me much later. When I decided to make the film, the late writer had already given the copyrights to the award-winning director Ananda Abeynayake in 1995. He had planned to cast Gamini Fonseka as the Emperor and Jackson Anthony as the rebel warrior/revolutionary. Since his project did not see the light of day, I obtained copyright and commence production.”",
    "Of course, many changes occur when adapting stories onto the big screen. Sometimes many sections will be omitted, and occasionally new scenes may be added to provide more clarity. That theory is applicable to any such situation. With regards to this particular novel, we encountered quite a few issues. The novel is written in a literary genre called ‘Magical Realism’. This genre blends the real world with elements of fantasy, magic and surrealism and Simon Navagaththegama has used this extensively in his writings. I was concerned about how this style would translate when adapted into film, but I believe that Jackson Anthony, who undertook the mammoth task of changing it all, was successful in creating an apt screenplay with powerful messages for the audience. For example, Purambika appearing in front of the Emperor, despite not being there in reality, is an aspect of magical realism that the audience will notice.",
    "Another issue we encountered was the ending of the novel which we all agreed was too complex. We had to have many discussions about creating an appropriate ending that would be easier for the audience to grasp. The ending may seem ambiguous at first, but that this where the Emperor’s true journey begins.",
    "Many challenges stemmed from the novel itself. The story does not state any specific place or time. We had no idea what country or kingdom the story referred to. We didn’t know what kind of people they were, how they dress, how they eat, how they speak or what type of traditions they follow. The lack of a proper time period made it very difficult for us to picture how we were to tell this story to the masses. There is no past, present or future either. We had multiple discussions on these matters and I remember asking our art director Dammika Hewaduwatta about the direction the film will be taking in terms of the visual and imagery aspects. We also faced the same issue with regards to the music and dancing elements of the story. We had to create a completely different set of dances and pieces of music for this. As a director this was a brand-new experience for me, as none of other my other creations didn’t require such efforts.",
    "Production also stalled as some of our cast caught COVID-19, but I believe that we were able to accomplish what we set out to do and overcome challenges that fell before us.",
    ".This was a completely different film from my usual work, so the underlying message is also new. The film has political undertones that are very relevant in this day and age. The film revolves around the Emperor and his inner battle, and regardless of the time and place, this is relevant to any leader or governing structure. There’s a slogan in the film that reads ‘an Emperor against himself’ which intertwines with modern political thoughts and frameworks. And as citizens we see ourselves in the film as well.",
    "The budget for this project was around 600 million and shooting was done over a period of 45 days. The end goal was to create a family-friendly film. Generally, Navagaththegama’s work contains some sexual insinuations, which I had to tone down. But I wanted to keep the political theme intact when I made the necessary adjustments.",
    "There were quite a few new faces in your work. What was the casting process like?",
    "Casting is very important in order to ensure the success of the characters and the film as a whole. I paid great attention to each and every character in this story and I wanted to pick out the most suitable actors and actresses for these roles. When working on the screenplay and the dialogues, I already thought of casting Jackson Anthony as the titular role of the Emperor, because I was very confident in his capacity. I know that he and Hemal are well-known among the Sri Lankan audiences, so the need to cast new faces was equally important. I enjoy working with talented youth as they bring an air of freshness to the project and to the audience as well.",
    "Two new faces appeared on the big screen this time. Casting Ravin Kanishka as Hirimala was unexpected as he is known mostly for his work on the teledrama Devani Inima. His goal was to play a ‘crazy lad’ and I think he played that role very well. The second new introduction was Harini Kavyanjani, who played the role of the ‘child’ alongside Jackson’s Emperor. Her character was very important to the character development of the Emperor, and I think she did justice to the role and the film as well. I would say that every actor and actress that was cast did immense justice to their role and the film.",
    "Jackson Anthony was unfortunately unable to watch the film after its completion. He was very enthusiastic about watching it. I feel his absence a lot, even now as I do this interview. Ideally it would’ve been Jackson who would have contributed the most to this discussion. He contributed greatly to this project and his absence is definitely a big blow to the Sri Lankan film industry.",
    "There is no doubt that veteran actor Jackson Anthony’s absence can be felt deeply in the Sri Lankan film industry and among audiences of many generations. His contribution to the industry is immeasurable, and audiences will once again witness his calibre and range as an actor on the big screen in Professor Sunil Ariyaratne’s latest work, Ksheera Sagaraya Kalabina",
    "Ksheera Sagaraya Kalabina (The Milky Ocean Churned) began screening on May 18.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}