{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/05/world-environment-day-a-call-to-action-for-sri-lanka/",
  "time_ut": 1685949720.0,
  "original_lang": "en",
  "original_title": "World Environment Day: A Call to Action for Sri Lanka",
  "original_body_lines": [
    "World Environment Day is celebrated every year on June 5th to raise awareness of the environment and enhance the attention and action towards protecting it.",
    "The theme of World Environment Day 2023 is \"Solutions to plastic pollution\" with the hashtag #BeatPlasticPollution. Plastic pollution is a major environmental problem. Every year, millions of tons of plastic waste end up in our oceans, landfills, and waterways. This plastic can harm wildlife, pollute our air and water, and contribute to climate change.",
    "World Environment Day 2023 is a reminder that people’s actions on plastic pollution matters. The steps governments and businesses are taking to tackle plastic pollution are the consequence of this action.",
    "Sri Lanka is a beautiful country with a rich natural environment. However, it is also a country that is vulnerable to environmental degradation. Recent maritime disasters, such as the sinking of the MV X-Press Pearl in 2021, have highlighted the need for Sri Lanka to take steps to protect its environment.",
    "The MV X-Press Pearl was a container ship that was carrying hazardous chemicals when it sank off the coast of Sri Lanka in May 2021. The sinking caused a major environmental disaster, with oil and chemicals spilling into the ocean and contaminating beaches and marine life. The disaster also had a significant impact on the tourism industry, which is a major source of income for Sri Lanka.",
    "The MV X-Press Pearl disaster is a reminder of the importance of protecting Sri Lanka's environment. The country needs to take steps to prevent future disasters, such as by strengthening its regulations for shipping and by investing in environmental protection measures.",
    "World Environment Day is an opportunity for Sri Lanka to reaffirm its commitment to protecting its environment. By taking steps to reimagine, recreate, and restore its ecosystems, Sri Lanka can ensure a sustainable future for its people and for the planet.",
    "World Environment Day is the biggest international day for the environment. Led by the United Nations Environment Programme (UNEP), and held annually since 1973, it has grown to be the largest global platform for environmental outreach. It is celebrated by millions of people across the world.",
    "World Environment Day 2023 is hosted by Côte d'Ivoire and supported by the Netherlands and the theme will focus on solutions to plastic pollution under the campaign #BeatPlasticPollution. It is a reminder that people’s actions on plastic pollution matters. The steps governments and businesses are taking to tackle plastic pollution are the consequence of this action",
    "Doubles pair disqualified from French Open after ball hits ball girl",
    "Afghanistan penalised for slow over-rate in first ODI against Sri Lanka"
  ]
}