{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/srilankan-cargo-strategizes-for-the-future/",
  "time_ut": 1680712920.0,
  "original_lang": "en",
  "original_title": "SriLankan Cargo strategizes for the future",
  "original_body_lines": [
    "The SriLankan Airlines’ Cargo Team recently put heads together with an ensemble of international cargo sales agents to strategize for future growth and value creation. The Strategic Planning Meeting took place amid a challenging trade environment, in which SriLankan Cargo has also had to contend with reduced capacity as a result of rising passenger demand for air travel. SriLankan Cargo is confident that the proposals conceived through the collaboration will help them work around challenges and effect positive change.",
    "General sales agents representing the main markets of India; Hong Kong; South Korea; Australia; Singapore; United Arab Emirates; Qatar; France; United Kingdom; Germany; and Pakistan participated in the strategic planning meeting. Collectively, they were able to contribute a global perspective and localized ideas in answer to present-day challenges, ensuring a productive session.",
    "The dynamics of the industry with the restoration of commercial passenger air travel have led to capacity constraints, erosion of yields and greater competition. The discussions in the meeting accordingly focused on how to maintain competitiveness in such an environment. It was broadly agreed that further automation of processes and service enhancements that create convenience for customers are the way forward.",
    "SriLankan Cargo will develop an action plan next to introduce the ideated process and service improvements in a phased manner. SriLankan Cargo is one of the major air cargo operators in the region and provides logistics connections to a global route network of 34 destinations in 22 countries. Fitted with modern infrastructure, SriLankan Cargo is geared to handle all types of cargo efficiently and reliably. For more information visit www.srilankancargo.com",
    "Puduma Hithena! Ranin Pirena, Siyal Sapiri, Ran Avuruddak from Mallika Hemachandra Jewellers",
    "‘CNCI hails Minister Kanchana for his effective and timely decisions’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}