{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91257/110-million-people-forcibly-displaced-as-sudan-ukraine-wars-add-to-world-refugee-crisis-un-says",
  "time_ut": 1686730620.0,
  "original_lang": "en",
  "original_title": "110 million people forcibly displaced as Sudan, Ukraine wars add to world refugee crisis, UN says",
  "original_body_lines": [
    "Some 110 million people have had to flee their homes because of conflict, persecution, or human rights violations, the U.N. High Commissioner for Refugees says. The war in Sudan, which has displaced nearly 2 million people since April, is but the latest in a long list of crises that has led to the record-breaking figure.",
    "“It’s quite an indictment on the state of our world,” Filippo Grandi, who leads the U.N. refugee agency, told reporters in Geneva ahead of the publication Wednesday of UNHCR’s Global Trends Report for 2022.",
    "Last year alone, an additional 19 million people were forcibly displaced including more than 11 million who fled Russia’s full-scale invasion of Ukraine in what became the fastest and largest displacement of people since World War II.",
    "“We are constantly confronted with emergencies,” Grandi said. Last year the agency recorded 35 emergencies, three to four times more than in previous years. “Very few make your headlines,” Grandi added, arguing that the war in Sudan fell off most front pages after Western citizens were evacuated.",
    "Conflicts in the Democratic Republic of Congo, Ethiopia and Myanmar were also responsible for displacing more than 1 million people within each country in 2022.",
    "The majority of the displaced globally have sought refuge within their nation’s borders. One-third of them - 35 million - have fled to other countries, making them refugees, according to the UNHCR report. Most refugees are hosted by low to middle-income countries in Asia and Africa, not rich countries in Europe or North America, Grandi said.",
    "Turkey currently hosts the most refugees with 3.8 million people, mostly Syrians who fled the civil war, followed by Iran with 3.4 million refugees, mostly Afghans. But there are also 5.7 million Ukrainian refugees scattered across countries in Europe and beyond. The number of stateless people has also risen in 2022 to 4.4 million, according to UNHCR data, but this is believed to be an underestimate.",
    "Regarding asylum claims, the U.S. was the country to receive the most new applications in 2022 with 730,400 claims. It’s also the nation with the largest backlog in its asylum system, Grandi said.",
    "“One of the things that needs to be done is reforming that asylum system so that it becomes more rapid, more efficient,” he said.",
    "The United States, Spain and Canada recently announced plans to create asylum processing centers in Latin America with the goal of reducing the number of people who trek their way north to the Mexico-U.S. border.",
    "As the number of asylum-seekers grows, so have the challenges facing them. “We see pushbacks. We see tougher and tougher immigration or refugee admission rules. We see in many countries the criminalization of immigrants and refugees, blaming them for everything that has happened,” Grandi said.",
    "Last week European leaders renewed financial promises to North African nations in the hopes of stemming migration across the Mediterranean while the British government insists on a so-far failed plan to ship asylum-seekers to Rwanda, something UNHCR is opposed to. But there were also some wins, Grandi said, pointing to what he described as a positive sign in the European Union’s negotiations for a new migration and asylum pact, despite criticism from human rights groups.",
    "Grandi also celebrated the fact that the number of refugees resettled in 2022 doubled to 114,000 from the previous year. But he admitted this was “still a drop in the ocean.”"
  ]
}