{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89120/parliament-launches-internship-programme",
  "time_ut": 1678980000.0,
  "original_lang": "en",
  "original_title": "Parliament launches internship programme",
  "original_body_lines": [
    "The Parliament of Sri Lanka, together with the National Democratic Institute (NDI) and USAID launched a parliamentary internship programme, providing young professionals and students with practical experience in policy development and public service.",
    "The programme was launched on 01 March  in Parliament under the patronage of Speaker Mahinda Yapa Abeywardena, and Secretary General of Parliament Dhammika Dasanayake, Chief of Staff and Deputy Secretary General Kushani Rohanadeera and Assistant Secretary General Tikiri Jayathilaka.",
    "Senior Resident Country Director of the National Democratic Institute (NDI) Thusitha Pilapitiya and a group of officials were also present at the occasion, while the keynote speech was delivered by the Speaker .",
    "Following outreach efforts to all the national universities in Sri Lanka, a group of interns was carefully chosen from the eight universities who responded.",
    "Accordingly, eight state Universities, namely, Colombo, Sri Jayawardenapura, Kelaniya, Peradeniya, Rajarata, Jaffna, Ruhuna, and Sabaragamuwa have collaborated for the internship programme with a group of 35 selected interns.",
    "The programme’s selection criteria and structure ensure a comprehensive and tailored experience, with the curriculum designed to develop skills and knowledge for different career paths.",
    "NDI, in collaboration with the parliament, conducted a three-day residential orientation program aimed at providing a deeper insight into the intern role.",
    "The programme featured several sessions covering legislative development, engaging with Parliament, and various modes of interaction with Parliament, conducted by the heads of departments and sections of the Parliament.",
    "The programme concluded with a recap and evaluation session by students, followed by an open discussion where interns had the opportunity to raise questions.",
    "Following a three-day orientation programme, the interns have been allocated to their respective departments, and throughout their internship period, they will receive hands-on working experience with the Parliament of Sri Lanka.",
    "The programme’s curriculum promotes inclusivity, diversity, and skill development for different career paths, with the aim of creating goodwill ambassadors for parliament toaddress the trust deficit between parliament and youth, promote democracy, and educate young people about Parliament of Sri Lanka.",
    "The programme highlights the Parliament’s commitment to the Open Parliament Initiative and aims to address the trust deficit between Parliament and youth while safeguarding democracy."
  ]
}