{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/boc-inaugurates-boc-gammana-to-transform-underprivileged-rural-outskirts/",
  "time_ut": 1678057680.0,
  "original_lang": "en",
  "original_title": "BOC inaugurates ‘BOC Gammana’ to transform underprivileged rural outskirts",
  "original_body_lines": [
    "The Bank of Ceylon recently inaugurated “BOC Gammana- Mandaramnuwara” a pioneering and ambitious rural development initiative under the auspices of the Bank’s Chairman President’s Counsel Ronald C. Perera and General Manager/ CEO Russel Fonseka. DGM Branch Operations Priyal Silva, AGM Central Province Sarath Wijesinghe, AGM Consumer and Development Banking Samantha Wimalasiri, AGM Marketing Aruna Hettiarachchi and other officials of the bank participated in the opening.",
    "The program concept was implemented by Consumer and Development Banking Division and this initiative is targeted at enhancing financial literacy and livelihoods of the rural population residing in underprivileged rural outskirts of the country. This respective project was carried out by the BOC’s Padiyapallella branch under the supervision of AGM Central Province.",
    "BOC has structured a range of special programs to reach these target groups and a number of programs have already been implemented successfully. The formation of BOC Mithuru Groups and Ran Kekulu “Sansada”Societies at school level aimed at inculcating the saving habit in children, are among some of key programs in place to enhance financial literary.",
    "Apart from assisting rural economies, this program will also contribute to enhancement of financial literacy among the population and will lead to further popularization of digital banking services in these rural areas. This initiative was the first instance that a Sri Lankan Bank pioneered a national project of this nature.",
    "ComBank adjudged ‘Best SME Bank’ in Sri Lanka by Global Finance",
    "Royal Nursing Home procures Sri Lankan made 100 Senaro GN125 motorcycles for its staff",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}