{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Climate-change-human-mobility-and-non-economic-loss/4-749052",
  "time_ut": 1685731325.0,
  "original_lang": "en",
  "original_title": "Climate change, human mobility, and non-economic loss",
  "original_body_lines": [
    "Migration and other forms of human mobility are often deeply linked to livelihoods and economic pressures or (perceived) opportunities. This holds true in the context of climate change as well, where adaptive success is often related to the ability of migrants to find employment, take their livelihoods with them, or find alternative income sources in destination areas.",
    "For example, people from agricultural communities in parts of Sri Lanka migrate seasonally to earn an additional income in the off-season or during times of water scarcity or drought. Similarly, labour migrants are going abroad in search of employment that allows them to send back remittances, in many cases due to climate or weather factors affecting their original livelihoods.",
    "However, climate-related human mobility has more than just an economic dimension. Migration can be driven by or cause a multitude of non-economic forms of loss and damage. Its success or failure depends not only on economic outcomes, but also on how well these non-economic challenges can be addressed, alleviated, or overcome, and what kinds of support will be available for migrants, their families, and host communities.",
    "Migration itself affects all aspects of life and influence both formal and informal components of a household. For example, migration and other forms of mobility can have direct and indirect health impacts, such as injuries, illnesses, or death due to harsh travel conditions, or lack of access to healthcare services, poor living conditions in the destination area, or increased exposure to water- and vector-borne diseases. Furthermore, climate-related migration can cause significant psychological distress due to the trauma of leaving one’s home and community, the stress of uncertainty and insecurity, and the distress of living in often temporary or inadequate shelter.",
    "Moving from one place to another, either permanently or for a limited time, can also disrupt social networks, social cohesion, and the integrity of families. Such networks provide important forms of support and are crucial for coping with stress and adversity. Their loss can increase vulnerability to a range of social and mental health problems as well as to further climate shocks and impacts, such as disasters or subsequent loss of livelihoods.",
    "Land and property are another aspect that has more than merely economic value, as there can be strong attachment, roots, and sentimental and cultural significance connect to ancestral lands, homes, and properties. Having to leave these behind, either through migration, displacement, or planned relocation, can be a form of cultural loss as people leave behind their cultural heritage and identity, especially in cases where entire communities might be displaced, leading to the disappearance of unique cultures and ways of life.",
    "It is also important to consider that vulnerability is not equal, and that women, children, youth, the elderly, the disabled, the poor, and other groups are often more at risk either when they are on the move or staying behind as others move. For example, children and young people who migrate may experience disruptions in their education, which can have long-term effects on their development and future opportunities.",
    "Loss of biodiversity and ecosystem services can be closely connected to migration, especially in cases where migrant populations move into areas with already strained natural resources. These are just a few of the wide range of non-economic considerations and forms of loss and damage associated with climate-related mobility, many of which are interconnected and can exacerbate each other.",
    "This year, Parties to the United Nations Framework Convention on Climate Change (UNFCCC) and the Paris Agreement are negotiating modalities of a new fund and funding arrangements for loss and damage. This fund and other dedicated finance and support could help address non-economic losses and support migrants and their communities in several ways. Together with other key thematic areas and workstreams, this will feature at the UNFCCC Bonn Climate Change Conference (SB58), which takes place in the first two weeks of June 2023.",
    "Besides providing evidence on non-economic losses and considerations of non-economic factors in the context of climate mobility, it would also be important to identify entry points and potential mechanisms, tools, frameworks, or interventions that could bring targeted support directly to those affected. This starts with adjusting and upgrading existing systems, such as healthcare and social protection, and can go up to new financial instruments, entrepreneurship support, or memorialisation of loss that has already taken place.",
    "In terms of the loss and damage fund, funding to address non-economic losses could be provided for mental health services to address psychological distress; cultural preservation initiatives; relocation or resettlement assistance; housing and infrastructure; community support funds; skill development for sustainable livelihood diversification; training programmes to better understand and adapt to climate change; research and monitoring pilot projects; legal support provision; or social assistance for vulnerable groups and households.",
    "The intersection of human mobility and climate-induced non-economic loss and damage, particularly cultural loss, is an emerging area of research and evidence generation. It is critical to enhance the understanding of specific risk, vulnerabilities, and needs in contexts of migration, displacement, and planned relocation, as well as a holistic picture of those who are moving, those who are staying behind, and those who are living in destination areas.",
    "The ongoing negotiations around a loss and damage fund as well as the Bonn Climate Change Conference in June 2023 provide key entry points to highlight these aspects in the discussion and create a broader awareness of how finance and other means of support could be utilised on the national and local level to protect climate migrants and other people in situations of voluntary or involuntary mobility, aiming to ensure that their safe, orderly, and regular movement leads to adaptation success and avoids causing additional non-economic impacts and losses.",
    "(The writer works as Director: Research and Knowledge Management at SLYCAN Trust, a non-profit think tank based in Sri Lanka. His work focuses on climate change, adaptation, resilience, ecosystem conservation, just transition, human mobility, and a range of related issues. He holds a Master’s degree in Education from the University of Cologne, Germany and is a regular writer to several international and local media outlets.)"
  ]
}