{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankan-businesses-see-rapid-shift-to-digital-since-pandemic-123196/",
  "time_ut": 1686391500.0,
  "original_lang": "en",
  "original_title": "Sri Lankan businesses see rapid shift to digital since pandemic",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lankan businesses have seen a rapid shift to digital in the years since COVID-19, with many turning to the internet to boost sales and grow their market share.",
    "Heshan de Silva, owner of the Carnage clothing brand said and his own social media news platform launched during the pandemic, said: “While sales were slow at first, social media and the online platform have been instrumental in growing my business. Due to the large platform we are currently growing into foreign markets.”",
    "The pandemic and the lockdowns that defined it resulted in businesses in Sri Lanka and elsewhere lose significant revenue. The World Health Organisation has noted that small and medium enterprises (SMEs) faced numerous difficulties in recalling employees back to work and preventing the spread of the disease in the workplace.",
    "This has led to businesses taking a digital turn both in sales and in operations with many brands turning into websites and social media to run their business.",
    "“Online sales have already advanced over retail sales, ‘ said Dulith Herath, Founder/Chairman of Kapruka, an online retail store. “Although the economic crisis caused a lack of spending which slowed down sales, I would say that online sales are on the road to recovery.”",
    "Kapruka sells and delivers a variety of products such as food, electronics and pharmaceuticals through an online platform.",
    "Information and media have also taken a digital approach, especially since the pandemic restricted people from visiting shops to buy physical copies of newspapers.",
    "“In terms of overall reach and influence, social media has arguably surpassed printed newspapers in recent years,” said Mahasenen Murugaverl, Deputy Editor of Daily Mirror.",
    "However, some argue that despite the growing trend towards post-pandemic digital sales, traditional sales maintain their stronghold.",
    "“It is worth noting that social media marketing is relatively low in Sri Lanka,” said Murugaverl. “Currently, only 25 percent of Sri Lankans use any social media platform making online reach limited to certain demographics.” (Colombo/Jun10/2023)"
  ]
}