{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/SL-Core-Group-expresses-concern-over-heavy-handed-responses-to-protestors/108-255470",
  "time_ut": 1678280678.0,
  "original_lang": "en",
  "original_title": "SL Core Group expresses concern over ‘heavy-handed’ responses to protestors",
  "original_body_lines": [
    "The Core Group on Sri Lanka on Tuesday expressed concern over ‘heavy-handed’ responses to peaceful protests in Sri Lanka and also reiterated the Sri Lankan government must safeguard rights to freedom of peaceful assembly and freedom of expression.",
    "“We call for accountability for any protest-related violence. Civil society has an important part to play in encouraging the protection of human rights and we underline the importance of protecting space for civil society’s important work, including through any future legislation,” the Sri Lanka Core Group comprising Canada, Malawi, Montenegro, North Macedonia, the UK and the United States said in Geneva.",
    "While welcoming the recent commitments with respect to the protection of human rights in Sri Lanka, including those of persons from all religious and ethnic groups, the Core Group stated “Together with recent efforts at constitutional reform, and initiatives aimed at fostering political inclusion, these provide a basis upon which to build.”",
    "We also welcome Sri Lanka’s positive engagement in the Universal Periodic Review process in January. We are keen to assist Sri Lanka in implementing its UPR recommendations.",
    "We stress the crucial importance of upholding the rule of law and safeguarding representative democracy, including by ensuring the independence of institutions and governance systems. This includes the electoral system, in which maintaining the confidence of Sri Lankans is crucial.",
    "We urge the Sri Lankan authorities to address long-standing impunity and corruption. We also underline the need for good governance, which together with sound economic policies, should better support the prosperity of all Sri Lankans.",
    "Noting commitments made to the Council in September by the Government of Sri Lanka, we emphasize the importance of transitional justice, including promotion of truth and accountability, with the goal of reconciliation and accountability for all communities. We also emphasize the importance of replacing the Prevention of Terrorism Act with legislation that aligns with Sri Lanka’s international obligations.",
    "The Core Group calls on Sri Lanka to work with the High Commissioner and his Office. We remain ready to support Sri Lanka in addressing HRC resolution 51/1, it added. (Sunil Jayasiri)"
  ]
}