{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91733/thai-minister-says-muthu-raja-will-not-be-returning-to-sri-lanka",
  "time_ut": 1688538420.0,
  "original_lang": "en",
  "original_title": "Thai Minister says ‘Muthu Raja’ will not be returning to Sri Lanka",
  "original_body_lines": [
    "It is out of question that ‘Muthu Raja’ (Sak Surin) will have to return to Sri Lanka as he is now under the patronage of HM the King, said Thailand’s Natural Resources and Environment Minister Varawut Silpa-archa on Wednesday.",
    "Muthu Raja, who arrived in Thailand on Sunday, quickly became familiar with his new environment, despite the fact that he had lived in Sri Lanka for 22 years.",
    "Commenting on a call from a senior monk in Sri Lanka for Bangkok to return the elephant once he fully recovers, Varawut said the matter is not even open for discussion.",
    "“Sak Surin is now under the patronage of the King, so that is out question,” Varawut said.",
    "Muthu Raja is currently in quarantine for 30 days, at the elephant conservation centre in Hang Chat district of Lampang province. The elephant seems to be in a good mood, shaking his head and enjoying his food.",
    "After the quarantine period, vets will conduct more thorough checks on him. Initial examinations show that Muthu Raja is suffering from a cataract in the right eye, its front left leg cannot bend, he has infected wounds on his hips and has problems with his nails and the soles of all four feet.",
    "Varawut also mentioned two other Thai elephants donated to Sri Lanka, Sri Narong and Pratupa, which remain there. He said it seems that Sri Lanka is capable of taking care of them and they are apparently in good health, although one of has suffered minor injuries.",
    "Some universities in Sri Lanka have contacted the Thai Ministry of Foreign Affairs to offer to take care of the Thai elephants, claiming they have the capabilities to do so."
  ]
}