{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Miraculous-solution-for-loss-making-SOBEs/14-756232",
  "time_ut": 1702409407.0,
  "original_lang": "en",
  "original_title": "Miraculous solution for loss-making SOBEs",
  "original_body_lines": [
    "After decades of grappling with the vexing conundrum of loss-making state-owned business enterprises (SOBEs), it seems we have finally found a miraculous solution that has the power to transform their performance overnight.",
    "Successive Governments have lamented about the drain these SOBEs and SOEs exert on the public purse, and unbearable price hikes have been forced on consumers, especially on essentials like fuel and electricity, to pay for their losses. And then, with the country bankrupted and begging the international community for relief, the International Monetary Fund (IMF) puts its foot down and commands that the SOEs must go.",
    "Sounds familiar? Yes of course, because we have been on this treadmill before. But this time, the Government appears somewhat more resolute to bite the bullet than its predecessors, and work on the groundwork for privatisation is reportedly in progress.",
    "What happens next? 58 SOEs that racked up a cumulative loss of Rs. 726.9 billion in 2022 report a cumulative profit of Rs. 311.5 billion this year, a recovery of, wait for it, Rs. 1,038.4 billion or Rs. 1.038 trillion in just a few months. Or so we are told.",
    "With such jaw-dropping profit-making skills at the Government’s disposal, one can be excused for wondering why we even need the advice of the IMF, let alone its money. The same transformative entrepreneurial acumen and drive can be passed on to the officials of the Central Bank of Sri Lanka, Government departments like the Sri Lanka Transport Board and the Railway Department, the ministries of health and education, Department of Agriculture, etc. etc. The State can start showing the private sector how to turn losses into a profit whenever a threat to privileged existence is on the horizon.",
    "Or, is it more likely that these sudden profits are just pie in the sky, the result of creative accounting? Sri Lankan politicians have always considered their voters gullible fools, and now seem to think they can pull the wool over the eyes of the rest of the world too. Good luck with that."
  ]
}