{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/28/sri-lankans-trapped-in-myanmar-cyber-slavery-unraveling-the-chinese-fueled-racket/",
  "time_ut": 1703737860.0,
  "original_lang": "en",
  "original_title": "Sri Lankans Trapped in Myanmar Cyber Slavery: Unraveling the Chinese-Fueled Racket",
  "original_body_lines": [
    "COLOMBO (News 1st); Fifty-six Sri Lankan youths remain trapped in a chilling nightmare: forced labor amidst a cybercrime syndicate operated by a terrorist group in Myanmar.",
    "News 1st's relentless investigation unveils the intricate web behind this modern-day human trafficking operation, exposing a Chinese-fueled recruitment racket preying on vulnerable Sri Lankan youth.",
    "Our investigation exposes a well-oiled network targeting aspiring Sri Lankan workers. Deceptive offers of lucrative IT jobs in Thailand turn into perilous journeys across the Myanmar border, with victims unknowingly sold into cybercrime captivity.",
    "Testimonies reveal harrowing tales of confinement, grueling hours spent scamming online, and constant threats of violence.",
    "Beyond the immediate perpetrators, our investigation delves deeper, uncovering a complex web of recruitment tactics.",
    "Brokers prey on economic hardship and limited opportunities, luring victims with enticing job prospects. Complicit individuals facilitate border crossings and transportation, fueling the illegal movement of human capital.",
    "Internet users worldwide are facing a growing threat from organized criminal groups operating across Southeast Asia.",
    "These groups, driven out of China by crackdowns on domestic crime, have set up shop in countries like Myanmar, Laos, and Cambodia, utilizing a vast network of trafficked individuals known as \"cyber slaves\" to carry out sophisticated online scams and financial fraud.",
    "Chinese Exiles, Global Reach: A June 2023 report by the United States Institute of Peace (USIP) sheds light on this concerning trend.",
    "Pushed out of China, these criminal groups have found fertile ground in Southeast Asia, establishing havens like Shwe Kokko, a newly built town in Myanmar bordering Thailand.",
    "This town, initially developed by a Chinese crime ring, now serves as a hub for illegal gambling and a base for vast online fraud operations.",
    "The scams employed by these groups are diverse and often cruel. One particularly insidious method, dubbed \"pig butchering,\" involves building long-term online relationships with victims, often of a romantic nature, before \"slaughtering\" them financially.",
    "This elaborate con targets not only Chinese nationals but also individuals from countries around the world, including the United States, Europe, and Japan.",
    "The report paints a grim picture of the human cost behind these online scams.",
    "Hundreds of thousands of people, including men, women, and even adolescents, are reportedly trafficked into these operations and forced to work under inhumane conditions.",
    "Despite their education and skills, these victims are treated as pawns, coerced into perpetrating crimes against unsuspecting individuals worldwide.",
    "The USIP report and a subsequent August 2023 report by the UN Human Rights Office highlight the urgent need for coordinated international action to dismantle these criminal networks and liberate the victims trapped within them.",
    "Satellite imagery of a seemingly idyllic farmland in Miaveddi, near the Thai border, paints a deceptive picture.",
    "The 2020 New York Times exposé reveals the rapid transformation of this area into a notorious cybercrime haven under the alleged sponsorship of Van Kuk Koi, nicknamed \"Broken Tooth,\" leader of the infamous Fourteen K Triad.",
    "International media reports link Koi's investment to the mushrooming of similar cybercrime dens in Miaveddi, ensnaring countless victims.",
    "News 1st's investigation sheds light on the source of the Sri Lankan captives: a Dubai-based Chinese group operating a sophisticated recruitment network.",
    "Local Sri Lankan collaborators act as brokers, luring victims with false promises of lucrative overseas jobs.",
    "Audio recordings obtained by News 1st provide chilling evidence of extortion tactics targeting desperate youth, highlighting the seemingly innocuous requirement of 30 English words per minute as a potential indicator of cybercrime targeting.",
    "Pharma Scandal: Lawyer Says CID Ignored Suspect’s Mention of Ex-Minister"
  ]
}