{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96311/israel-to-face-gaza-genocide-charges-at-world-court",
  "time_ut": 1704947280.0,
  "original_lang": "en",
  "original_title": "Israel to face Gaza genocide charges at World Court",
  "original_body_lines": [
    "(Reuters) - Israel prepared to defend itself on Thursday at the top U.N. court against accusations of genocide in Gaza, as Prime Minister Benjamin Netanyahu publicly rebuffed for the first time calls by some right-wing ministers to permanently occupy the enclave.",
    "As Israel’s war in Gaza continued to rage, the International Court of Justice in The Hague, also known as the World Court, was to hold hearings on Thursday and Friday in a case brought by South Africa in December claiming Israel’s war against Hamas militants in Gaza violates the 1948 Genocide Convention.",
    "Israeli government spokesperson Eylon Levy said on Wednesday: “Tomorrow, the State of Israel will appear before the International Court of Justice to dispel South Africa’s absurd blood libel, as Pretoria gives political and legal cover to the Hamas Rapist Regime.”",
    "The hearings will deal exclusively with South Africa’s request for emergency measures ordering Israel to suspend its military actions in Gaza while the court hears the merits of the case - a process which could take years. Colombia and Brazil expressed their support of South Africa late Wednesday.",
    "Israel launched its offensive after Hamas fighters carried out an Oct. 7 cross-border rampage in which Israel says 1,200 people were killed and 240 abducted.",
    "Since then, Israeli forces have laid much of Gaza to waste, and nearly all its 2.3 million people have been driven from their homes at least once, causing a humanitarian catastrophe. More than 23,000 Palestinians have been killed.",
    "On the eve of the hearings, Netanyahu for the first time publicly stated opposition to calls from right-wing members of his government, including Finance Minister Bezalel Smotrich and National Security Minister Itamar Ben-Gvir, for Palestinians to leave Gaza voluntarily, making way for Israelis to settle there.",
    "While the stance has been Israel’s official policy, Netanyahu’s prior comments on permanent occupation of Gaza have been inconsistent and at times opaque.",
    "“I want to make a few points absolutely clear: Israel has no intention of permanently occupying Gaza or displacing its civilian population,” Netanyahu said on social media platform X.",
    "Potentially timing his comments ahead of the ICJ hearings, he added: “Israel is fighting Hamas terrorists, not the Palestinian population, and we are doing so in full compliance with international law.”",
    "Jordan and Egypt warned on Wednesday against any Israeli reoccupation of the Gaza Strip and appealed for uprooted residents to be allowed to return to their homes as Jordan’s King Abdullah and Egyptian President Abdel Fatah al-Sisi met.",
    "On the ground in Gaza, the fighting appeared as intense as ever. Israeli strikes in southern and central Gaza intensified on Wednesday despite a pledge by Israel that it would pull out some troops and shift to a more targeted campaign, and pleading from its ally Washington to reduce civilian casualties.",
    "Israel’s chief military spokesperson Rear Admiral Daniel Hagari said in a televised briefing late on Wednesday that the military was focusing its operations on Khan Younis and the refugee camps in the centre of the strip.",
    "In the latest sign of the three-month-old war spreading, U.S. and British warships in the Red Sea fended off the biggest attack yet from Yemen’s Houthi movement, which says it is acting to support Gaza. Washington and London said they shot down 21 drones and missiles aimed at shipping lanes. No one was hurt.",
    "The U.N. Security Council late Wednesday approved a resolution demanding the Houthis immediately cease the shipping attacks.",
    "Israel had said this week it was planning to begin drawing down troops, at least from the northern part of Gaza, after weeks of U.S. pressure to scale down its operations and shift to what Washington says should be a more targeted campaign.",
    "The World Health Organization cancelled a planned medical aid mission to Gaza due to security concerns, the sixth such cancellation in two weeks.",
    "The Palestinian Red Crescent said four of its staffers were killed when their ambulance was hit by an Israeli strike on the main road near Deir al-Balah, in the central Gaza Strip. Two passengers in the ambulance were wounded and later died.",
    "Palestinian health officials at Abu Youssef An-Najar Hospital in Rafah, said four Palestinian children were killed in an Israeli air strike on a house in Rafah.",
    "U.S. Secretary of State Antony Blinken, on his fourth trip to the region since the war began, went to Ramallah in the Israeli occupied West Bank on Wednesday and met Palestinian leaders, including Palestinian Authority President Mahmoud Abbas.",
    "The State Department said Blinken expressed support for a Palestinian state and discussed efforts to protect and aid civilians in Gaza. The Palestinian Authority said Abbas told Blinken no Palestinians should be displaced from Gaza or the West Bank."
  ]
}