{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ilo-convenes-national-policy-symposium-in-sri-lanka-to-boost-a-job-rich-economic-recovery-with-investment-in-enterprise-development/",
  "time_ut": 1685106300.0,
  "original_lang": "en",
  "original_title": "ILO convenes National Policy Symposium in Sri Lanka to boost a job rich economic recovery with investment in enterprise development",
  "original_body_lines": [
    "The International Labour Organization (ILO), in collaboration with the Central Bank of Sri Lanka, the Office of the Governor of the Northern Province, and the Ceylon Chamber of Commerce, successfully organized a national policy symposium focused on promoting youth entrepreneurship and generating greater private sector investments in Sri Lanka.",
    "With a regional and sectoral focus, the symposium brought to the forefront challenges, insights, and interventions towards creating a favorable ecosystem for enterprise development and investment promotion in Sri Lanka. The symposium is a joint initiative between two ILO flagship projects: Local Empowerment through Economic Development and Reconciliation (LEED+), and South Asia Leadership in Entrepreneurship (SALE).",
    "Speaking at the event, Dr. P. Nandalal Weerasinghe, Governor of the Central Bank of Sri Lanka said, “The symposium emphasized the importance of nurturing an entrepreneurial mindset, particularly among the youth. It recognized that shifting the perception of entrepreneurship from a last resort to a preferred career option is essential for sustainable economic development. Creating a favorable ecosystem for enterprise development should have a sectoral and regional focus, taking into account the unique characteristics and opportunities of different industries and areas.”",
    "One of the significant processes leading up to the symposium was sectoral discussions to identify opportunities and challenges for investments in the Northern Province. This initiative of the ILO LEED+ project provided valuable insights into the specific requirements of the region, helping shape the policy discussions and recommendations. The ILO SALE project, as part of its efforts to foster collaboration and knowledge-sharing among key stakeholders to create an entrepreneurship-friendly ecosystem, conducted joint policy forums with the Central Bank of Sri Lanka and the Ceylon Chamber of Commerce. The symposium saw discussions on the findings of this initiative.",
    "In his introductory remarks, Mr. S. M. Saman Bandulasena, Chief Secretary of the Northern Province highlighted that, “The way forward lies in the hands of the relevant line ministries, the State Ministry of Rural Economy, the Central Bank of Sri Lanka, the Tertiary and Vocational Education Commission (TVEC), and the Ceylon Chamber of Commerce. Together, these entities have a mandate to create a conducive environment for entrepreneurship and investment promotion. By doing so, they aim to generate decent and productive employment opportunities for all.”",
    "It was underscored that both the government and other ecosystem players, including development sector entities, and private sector, have a crucial role to play in supporting emerging startups and promoting business resilience. By providing the necessary support and guidance, they can help these startups thrive and contribute to the overall economic recovery of Sri Lanka.",
    "Speaking on the significance of the symposium, “The symposium comes at a crucial time where Sri Lanka is exploring pathways to accelerate economic growth. For the country to move towards a job-rich and inclusive recovery, creating an enabling environment for investments at the regional and provincial level, taking into account area-specific challenges and opportunities, as well as promoting entrepreneurship is critical. This symposium is a platform to share valuable insights gained through extensive engagement with diverse stakeholders, as well as practical and promising on the ground solutions, to influence favourable policy outcomes,” said Simrin, Singh, Director, ILO Country Office for Sri Lanka and the Maldives.",
    "Shiran Fernanado, Chief Economist of Ceylon Chamber of Commerce said “This timely national policy symposium comes as a much-needed intervention within the context of Sri Lanka’s economic recovery. By promoting investments and entrepreneurship, it aims to revitalize the economy and create sustainable growth opportunities. The symposium’s main message revolves around the significance of fostering an entrepreneurial culture, creating an enabling environment for investment promotion, and driving economic development at both the regional and national levels.”",
    "The credibility of the symposium’s findings and recommendations is backed by the compilation of extensive research and insights obtained from diverse stakeholder consultations. The collaboration with numerous established and recognized partners further enhances the validity and reliability of the proposed solutions.",
    "The LEED+ project is a part of ILO’s Global Jobs for Peace and Resilience Programme and supported by the Australian Government Department of Foreign Affairs and Trade (DFAT), and the Government of Norway. The SALE programme is supported by the United States Department of State. The ILO is the United Nations specialized agency for the world of work. It sets international labor standards, provides technical assistance, and engages in policy dialogue to address pressing issues related to employment, labor rights, and social protection. The ILO works closely with governments, employers’ and workers’ organizations, and other stakeholders to achieve its mission of advancing social justice and promoting decent work worldwide.",
    "P&S expands its network to 200 locations, making it the largest quick-service",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}