{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Air-Force-to-increase-women-wing-to-30-percent-AF-Commander/108-262181",
  "time_ut": 1688146967.0,
  "original_lang": "en",
  "original_title": "Air Force to increase women wing to 30 percent – AF Commander",
  "original_body_lines": [
    "Sri Lanka Air Force (SLAF) is to increase its female strength to 30 percent in order to allow more women to serve in the force covering many areas including as pilots, newly appointed Air Force Commander Udeni Rajapaksa said yesterday.   “In order to get more women involvement, I hope to increase female strength in the air force at least up to 30 percent,” Air Marshal Rajapaksa told media after assuming office as the 19th Commander at the Air Force headquarters yesterday.",
    "Hesaid that currently there are eight female pilots in the Air Force.",
    "He also said that during the period of the war, it was difficult to recruit more female officers for other ranks due to various reasons, including fewer facilities. “Now it has changed, we can recruit more females, and we are hoping to increase female pilots,” he said.",
    "Currently, there are three Women Air Commodores in the Sri Lanka Air Force; two of them are holding the post of Director Legal and Director Dental.",
    "According to statistics, Sri Lanka Air Force was the first service of the Sri Lankan military to allow women to serve, accepting female recruits to the Sri Lanka Volunteer Air Force in 1972.",
    "Government has given the green light to repair damaged and grounded helicopters of the Sri Lanka Air Force in order to send more Air Force troops and more aircraft for UN Peace Keeping operations overseas, newly appointed Air Force Commander Udeni Rajapaksa said.",
    "He said a team of 110 Sri Lankan Air Force personnel with three helicopters are currently deployed in the Central Africa Republic and was contributing to humanitarian and peacekeeping operations there.",
    "“Government has instructed the Air Force to consider sending more troops to UN missions, and accordingly we are in the process of looking at possibilities to increase the number of troops with more aircraft,” he said",
    "SLAF reduces its strength to 27,000 as part of ‘right sizing’ SL military",
    "Air Force Commander says no change in AF role concerning national security",
    "As Sri Lanka plans to reduce the size of its military by about a third by 2024, Sri Lanka Air Force has already reduced its strength from 35,000 to 27,000, newly appointed Air Force Commander Udeni Rajapaksa said.",
    "“Sri Lanka Air Force already reduced its number to 27,000 and would be continuing to do so in the future,” the Commander said, adding that, “it is not reducing, but it is ‘right-sizing’.”",
    "He said that the air force is maintaining a scientific approach to ‘right size’ its strength. “There would be no change of the air force role concerning national security, but we are making a scientific approach to maximize use from available resources,” he said.  A few months ago, State Defence Minister Premitha Bandara Tennakoon said that the government planned to cut its cadre to 135,000 army personnel by 2024 and to 100,000 by 2030."
  ]
}