{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Reckless-bus-drivers-continue-to-claim-lives/108-262820",
  "time_ut": 1689008249.0,
  "original_lang": "en",
  "original_title": "Reckless bus drivers continue to claim lives",
  "original_body_lines": [
    "Govt. not in a position to reconstruct narrow bridges such as Kotaleeya: Minister",
    "Reckless driving of buses continues to claim the  lives of innocent passengers and such recklessness had led to the  tragedy of the loss of lives of at least 13 persons in accidents in  Manampitiya and Ambanpola areas within a few hours,investigations revealed.",
    "At least 11 passengers lost their lives on Sunday  evening and caused injuries to more than 40 persons after a bus from  Polonnaruwa to Kaththankudi collided on the Kotaleeya Bridge at  Manampitiya and toppled into the river.",
    "Police fear that the death toll in the tragedy could claim  more lives because some of the passengers undergoing treatment at the hospital are in critical condition and search operations are underway in  the Kotaleeya Lake of the Mahaweli River to find if there were more  bodies of passengers lying in the river.",
    "Police said the driver of the bus involved in the accident  had been arrested by the Polonnaruwa Police, and initial investigations  revealed that the driver had been penalized for reckless driving on a  previous occasion.",
    "Although there was no indication that the driver was drunk,  Police are awaiting a toxicology report to determine if the driver had  consumed dangerous drugs, Police Spokesperson SSP Nihal Thalduwa said.",
    "“Initial investigations revealed that the accident took  place not due to a technical fault in the bus. If the investigations  rule that the accident took place due to the recklessness of the driver,  police will file a case under the criminal law,” he said.",
    "Police are yet to ascertain how many passengers were travelling on the bus at the time of the accident.",
    "“The Kotaleeya Bridge is a narrow bridge and two buses  cannot cross the bridge at the same time. The driver of the bus involved  in the accident has knowledge about the danger in the bridge as he  usually travels on the route,” the spokesman said.",
    "The spokesman said however police are still investigating  to determine the cause of the accident and statements will also be  recorded from the injured passengers after they recover.",
    "Meanwhile, it is reported that the passenger bus involved  in the accident does not have a permit from the National Transport  Commission.",
    "Speaking to the media, the Chairman of the National  Transport Commission Shashi Welgama, said that investigations are  currently being carried out to see if any license has been granted by a  provincial authority.",
    "Meanwhile, another bus accident was reported yesterday morning  in the Ambanpola Police area, injuring 29 passengers and resulting in  two deaths.",
    "The bus was carrying pilgrims and travelling from Padeniya  to Anuradhapura. The bus crashed into a container truck parked on the  side of the road. Two people, aged 32 and 71, residents of the Thalawa  area, died, and 29 were injured.",
    "SSP Nihal Thalduwa said that according to the investigations, the accident took place as the driver fell asleep at the wheel.",
    "He said driving a vehicle and falling asleep is reckless driving and the drivers could avert such tragedy.",
    "Meanwhile, Transport Minister Bandula Gunawardena said that  the Kotaleeya Bridge is a narrow bridge and the Road Development  Authority had submitted a proposal to reconstruct the bridge five years  ago with an estimated cost of Rs. 300 million.",
    "“However, under the current debt restructuring process, the  government is not in a position to spend such an amount for the construction of a bridge. Not only this particular bridge involved in the  accident but there are more similar narrow bridges across the country  that need to be reconstructed,” the minister said at the cabinet  briefing yesterday."
  ]
}