{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/an-islands-eleven-a-complete-history-of-sri-lanka-cricket/",
  "time_ut": 1683211200.0,
  "original_lang": "en",
  "original_title": "An Island’s Eleven – A complete history of Sri Lanka cricket",
  "original_body_lines": [
    "Sri Lanka Tourism marked another milestone in its promotional activities through hosting the official book launch of ‘’An Island’s Eleven – a book written by British sports media journalist Nicholas Brookes, as a result of his thorough research of Sri Lanka Cricket.The book has won prestigious ‘Cricket Society and MCC Book of the Year award for 2023, out of the six shortlisted nominations for the award. It was followed by another accolade a few days later, winning the ‘Wisden Book of the year’’ by the world famous Wisden Cricketers Almanac.",
    "The launch ceremony was held on the 2nd of May 2023 at the picturesque Mt. Lavinia Hotel, overlooking the endless ocean. It was held under the patronage of Sarah Hulton , British High Commissioner to Sri Lanka as the Chief Guest , Michael Appleton , High Commissioner for New Zealand in Sri Lanka as the Guest of Honor , Arjuna Ranatunga , former cricket captain, administrator and MP , Chalaka Gajabahu – Chairman , Sri Lanka Tourism Promotion Bureau, including the author himself graced the head table among the distinguished audience of Cricketing Legends, Cricket Commentators , Diplomats, Travel Agents , Hoteliers and Tourism Associations and Tourism officials.",
    "Being a UK national, Nicholas is another cricket enthusiast, writer and an analyst who falls into the category of those who were fascinated by the island destination and it’s cricket alike, such as Tony Greig , Harsha Bhogle and several others. The main purpose of this event was to promote the publication and also launch the book in Sri Lanka for the first time.",
    "Beginning the launch, Chalaka Gajabahu , Chairman SLTPB , welcomed the guests by describing the reputation which Sri Lanka has received as a Cricket loving nation and the respect and love its inhabitants have for foreign cricketers and analysts. He further mentioned that this initiative taken by Sri Lanka Tourism will be a very fruitful effort in the long run.",
    "In his speech, Brookes explained how he got the initiative to write the book by doing a thorough research of the Sri Lankan cricket history at the Library at Lord’s, and his first visit to the island in 2017 convinced him it was a project well worth the effort. All those whom he met in Sri Lanka had a story to tell, and he further learnt the true meaning of the Sri Lankan hospitality. He also mentioned about cricket legends such as Michael Tissera who had done a yeoman service for his country. During his stay in Sri Lanka Nicholas was able to learn a lot about the Sri Lankan culture, and also teaching at a St. Thomas’s College, Mt. Lavinia for a short period. His notable remark was that Sri Lanka is cricket and Cricket is Sri Lanka, and there is no other nation in the world where cricket is almost the second religion, due to its immense popularity among the locals.",
    "Afterward, several copies of his books were handed over to the distinguished guests including the Chief Guest H.E. Sarah Hulton (British High Commissioner), H.E. Michael Appleton (New Zealand High Commissioner) and to all the cricket legends who were present at the venue. H.E Michel Appleton, High Commissioner for New Zealand in Sri Lanka also made a short but informative expression on the book, and Sri Lanka cricket in general. He stressed that Sri Lanka’s moment of glory was winning the 1996 world cup, which brought down all the cricketing giants such as England, Australia and India. The book is all about a little nation winning over the big countries.",
    "He recalled how Sri Lanka won its first overseas test match in 1995, what he expressed as reasons for Sri Lankas victory was persistence and, innovation. He said that innovation was crucial when being underdogs of Cricket, and coming up as a small nation. He also commended the friendliness of the Sri Lankans which were not seen in many countries. The national pride which Sri Lankans have for their country was also mentioned, and if anyone needs to go to a country in South Asia where cricket is the national sport, it’s Sri Lanka. He further reiterated on the cricket enthusiasm of Sri Lankans coming to watch the Australia-Sri Lanka match series, coming together to cheer for their team even when the country was going through a turbulent time. Mentioning all these facts, he expressed the value of this book for those who are interested in Sri Lankan cricket history and wished all success.",
    "The event was made more colorful with a performance by a traditional dance troupe, and tokens of appreciation were handed over to each of the guests also especially to Nicholas Brookes, the author, by the Chairman of SLTPB, Mr. Chalaka Gajabahu in order to appreciate his effort and contribution. A special token of appreciation was handed over to Mr. Arjuna Ranatunga for his leadership and effort in winning the 1996 world cup, and showcasing true leadership. It was a moment where all cricket lovers and cricket legends got together to reminiscence on the good times, meeting legendary commentators including Mr.Ranjith Fernando, Mr.Michael Tissera, Mr. Premasara Epasinghe and cricketing giants like Mr.Brandon Kuruppu, Mr. Michael Thesera, Mr.Mevan Peiris, Mr. Mano Ponniah, Mr.Lionel Gunasekara, Mr. LR Goonethilleke, Mr. LCR Wijesinghe and Ms.Yajna Tyagarajah- daughter of legendary cricketer/batsman, Mr.Sathasivam and Ms. Apsari Thilakarathne were among the distinguish attendees to the event.",
    "Sri Lanka Tourism’s initiative of hosting such events will not only further strengthen the bilateral ties between the two nations, but also from a Tourism angle, this is considered as a great opportunity to market the destination to sport based travelers, especially cricket lovers in the UK who will be further encouraged to visit Sri Lanka with the hype that has been created by this book and take Sri Lanka Cricket fraternity towards a new dimension.",
    "Sampath Bank donates Rs. 50 million towards 1990 Suwa Seriya’s ‘Adopt an Ambulance’ initiative",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}