{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89825/sri-lanka-given-more-time-to-repay-bangladeshs-200m-loan",
  "time_ut": 1681657140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka given more time to repay Bangladesh’s $200m loan",
  "original_body_lines": [
    "Bangladesh has extended the repayment period of Sri Lanka’s $200 million loan it had given by six more months.",
    "Earlier, the Sri Lankan central bank sought time from Bangladesh to make the first installment of the $200 million credit by March this year, hoping that it would be able to restructure its debt by then.",
    "Now, Sri Lanka is seeking six more months and said it would make its first installment by August this year and another installment by September, said Bangladesh Bank Governor Abdur Rouf Talukder while speaking to a group of journalists after a meeting with P Nandalal Weerasinghe, governor of the central bank of Sri Lanka, at the 2023 Spring Meetings of the World Bank Group and the International Monetary Fund (IMF) in Washington on Friday.",
    "The Sri Lankan governor confirmed that it would need no further extension, Talukder said.",
    "When a loan repayment period is extended, it is not free of cost. It adds more interest, he also said.",
    "Sri Lanka, facing its worst economic crisis in history, borrowed the fund in May 2021.",
    "Colombo could not start repaying the loan and announced its external debt default in April of 2022 amid a deepening crisis.",
    "As per the agreement with Sri Lanka, Bangladesh was supposed to receive an interest payment of Libor plus 2% if the amount was returned in three months.",
    "The Libor, the acronym for London Inter-Bank Offered Rate, is a benchmark interest rate at which major global banks lend to one another in the international interbank market for short-term loans.",
    "Last month, Sri Lanka secured a $2.9 billion programme from the IMF to tackle its huge debt burden.",
    "The country owes $7.1 billion to bilateral creditors, with $3 billion owed to China, followed by $2.4 billion to the Paris Club, and $1.6 billion to India, said Reuters on Friday.",
    "The government also needs to renegotiate more than $12 billion of debt in eurobonds with overseas private creditors, and $2.7 billion on other commercial loans."
  ]
}