{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82193",
  "time_ut": 1687547160.0,
  "original_lang": "en",
  "original_title": "My Father Eric Cooray  has always been my hero. He has set the standards that I aspire to achieve and maintain.",
  "original_body_lines": [
    "On Monday , the 26th of June 2023 , my father will turn 86. He’s not in the best of health and is in no condition to celebrate. My mother, brothers and perhaps some close relatives and friends will be there to wish him.",
    "I will be a few hours late. By the time I reach home from the airport he is likely to be asleep. That kills me because my father would always be a few hours early for my birthday and those of my brothers.",
    "Eric Cooray, my father, was always surrounded by lots of people as a young man, but all that changed when he married my mother. From that day onwards he was absolutely devoted to her and later to us as well.",
    "I can’t remember my baby days, but I vividly remember my first days at St Thomas’ College, Mt Lavinia. I insisted that I sit close to a window. He was strictly instructed to locate himself so that I could see him. He didn’t need to be told. I was extremely attached to him and he loved all of us very much, as I realised much later, for it was a pattern — he never let us down. He put up with all our nonsensical demands and quite happily too. Nothing has impressed me more than the fact that he has always been a family man, first to his wife, then to his sons and now to his daughters-in-law and grandchildren.",
    "A few weeks ago, when he was in hospital, there were times I fell asleep out of exhaustion. I always woke up feeling guilty because I remembered how he stayed up by our beds when we fell sick, checking on us throughout the night. Then I understood and appreciated all over again the fact that he has always been my hero. He has set the standards that I aspire to achieve and maintain.",
    "My father, who hails from Paiyagala, was an extremely hard working man who lived a very tough life but faced all challenges with utmost calm and exemplary courage, never once compromising his principles.",
    "A strong Catholic, he firmly believed that God gave us two ears and one mouth for a reason. He spoke little and didn’t care much for those who overdramatised matters. Neither did he speak ill will of anyone. He may have had reservations about people, but he kept those to himself. It was clear however that he appreciated loyalty and honesty. Indeed, he taught us the virtues of both qualities, simply by affirming them in his life.",
    "He worked hard and appreciated deeds more than words. He bore his crosses quietly, grieved in private. He knew who he was and what he was capable of. He never pretended to be someone he was not. He was proud of what he had accomplished but was not one to brag about it. His grit, discipline and faith saw him through the tough times, but he didn’t make a song and dance about it.",
    "Family, as I said, was everything to him. He wanted to see his sons grow into strong men and responsible citizens and did everything to make this possible but didn’t let any of it detract from his love and loyalty to his wife, our mother.",
    "Today, as I, now a father, struggle to do everything to make it possible for my daughters to grow into strong, intelligent, compassionate, and responsible young women, I find myself drawing extensively from my father’s life, thinking and ways of parenting. He has taught me even though he hardly ever lectured me about such things. I too want to be the bedrock of my family as he was the bedrock of his. I strive to cultivate his indomitable spirit and often wonder if I can ever emulate him.",
    "It doesn’t matter, though. Whenever I have to make an important or difficult decision, I simply ask myself ‘what would Thattha have done?’ Invariably I remember many instances where he did things in a certain way and I get the answer I was looking for.",
    "I don’t know if I ever lived up to his expectations, but then again he never insisted that any of us should be anything other than what we wanted to be. He was distant that way. Correctly so, I might add. He’s close in so many other ways; so close and such a giant too that he makes me feel very small, and so well protected by him even though he’s in his eighties and I am in my fifties."
  ]
}