{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88649/sri-lanka-attends-intl-mother-language-day-celebrations-2023-at-unesco",
  "time_ut": 1677293940.0,
  "original_lang": "en",
  "original_title": "Sri Lanka attends Int’l Mother Language Day celebrations 2023 at UNESCO",
  "original_body_lines": [
    "The Permanent Delegation of Sri Lanka to UNESCO participated in the UNESCO International Mother Languages Day 2023 celebration organized by the Permanent Delegation of Bangladesh in line with UNESCO’s theme “Safeguarding Indigenous Languages for Promoting Multilingualism through Transforming Education”.",
    "The event was held on February 20 and 21, 2023 at the UNESCO Headquarters in Paris, the Ministry of Foreign Affairs said in a statement.",
    "The celebrations comprised a cultural programme including performances by indigenous communities, a language exhibition, cultural expressions and a culinary arts exhibition through the presentation of traditional foods and beverages where UNESCO member states showcased their cultures and languages.",
    "Sri Lanka’s participation was marked by a captivating ‘Ves’ dance performance by the Thisaravi Dance Academy in Paris which showcased one of the country’s traditional dance forms depicting a ritualistic exorcism ceremony.",
    "Visitors were also introduced to the age-old tradition of learning the Sri Lankan alphabet by writing in the sandboard, which is known as ‘Welipilla’, and a presentation of the evolution of Sri Lanka’s mother languages “Sinhala” and “Tamil” in the modern era.",
    "The Sri Lanka Permanent Delegation also presented ‘kokis,’ and ‘Ceylon tea’ with ‘kithul jaggery’, known for its distinct flavour and aroma. The exhibition allowed visitors to experience Sri Lanka’s rich cultural heritage and diverse linguistic traditions.",
    "The International Mother Languages Day event aims to promote linguistic and cultural diversity, as well as multilingualism, and Sri Lanka’s participation was a testament to the country’s commitment to preserving its unique linguistic and cultural heritage."
  ]
}