{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Between-BlackRock-and-a-hard-place-Sri-Lanka-s-debt-distress/4-750437",
  "time_ut": 1689010720.0,
  "original_lang": "en",
  "original_title": "Between BlackRock and a hard place: Sri Lanka’s debt distress",
  "original_body_lines": [
    "Were the negotiations with Sri Lanka’s creditors in safe hands? How did Sri Lanka do with the IMF? Last year, the IMF delegation insisted at a press conference on a political mandate for the reforms following the staff level agreement as well as explicit stipulation about the protection of the most vulnerable groups. Neither is in evidence, with the social safety net in chaos after a name-change, and elections postponed indefinitely",
    "“Economic choices made by States, whether acting alone or as members of international financial institutions, must comply with their international human rights obligations, including during times of economic crisis. States are obliged to manage their fiscal affairs and to adopt economic policies to ensure that they respect, protect and fulfil all human rights.”",
    "The UN Expert on Foreign Debt developed a set of principles (GuidePrinciples_EN.pdf (ohchr.org)), adopted by Resolution 40/8, “to help governments understand how to use human rights impact assessments (HRIAs) to promote human rights compliant economic reform policies.” The resolution also encourages non-state actors including international organisations and national human rights institutions to use these principles in their work.",
    "Principles 15–16 state that “The State’s donors and creditors, both official and private, should not attach conditions to their financing that could undermine the State’s ability to respect, protect and fulfil its human rights obligations. The State’s donors and creditors, both official and private, should assess the human rights impacts of the terms and conditions of their proposed transactions with the reforming state and of any advice they may provide to the State.”",
    "The principles also oblige States to conduct Human Rights Impact Assessments (HRIAs) before they adopt any reform policies to understand their potential impact. The document reminds states that they are “required to conduct human rights audits of the implications of their policies as part of their contributions to the universal periodic reviews conducted by the UN Human Rights Council.”",
    "The UN informs us that the Center for Economic and Social Rights (CESR) “has developed a methodology for assessing the human rights impacts of fiscal consolidation policies, and has conducted analyses of the impacts of austerity measures in countries including Brazil, South Africa and Spain, in partnership with national civil society organizations”.",
    "At this time, when Sri Lanka’s massive Pensions Funds, the EPF and ETF, managed by a division the Central Bank of Sri Lanka (CBSL), is directly and negatively affected as a result of the Government’s negotiations with private ISB holders, impacting ordinary working people’s pensions significantly (Dr. Nishan de Mel, Let’s Shield the EPF with the Instincts of Winston Churchill - Opinion | Daily Mirror), it is indeed a relevant question to ask whether the Government of Sri Lanka has complied with its human rights obligations.",
    "It is clearly within the mandate of the UNHRC experts and the UN agencies in Colombo to report on it.",
    "We have to bear in mind that changes to the pensions funds are due to GoSL’s agreement with private ISB holders that domestic debt restructuring will be part of the recovery package, despite repeated denials earlier to the general public. The UN Human Rights Council, provides us with information on their interventions, when these agreements violate human rights obligations.",
    "Consider the case of Zambia: In April this year (2023), a number of UN Experts issued a report calling for a “multilateral sovereign debt mechanism under the UN guided by existing human rights frameworks and principles to ensure a rights-aligned recovery for countries suffering from debt distress and a reduced fiscal space.”",
    "They said that “One of the major reasons for this delay in debt restructuring is the lack of a globally coordinated multilateral sovereign debt mechanism that places traditional and private lenders at an equal footing.” UN experts concerned over delay in Zambia’s debt restructuring | OHCHR",
    "On 21 April 2023, the UN Experts wrote to the US Government, commending its draft proposals introduced in the New York State Legislature [The New York Taxpayer and International Debt Crises Protection Act, (Senate Bill S.4747, and companion Assembly Bill to A.2970)] which mandates that “debt claims for countries participating in international debt initiatives against eligible debtor states will only be recoverable to the extent they meet burden-sharing standards, and robust disclosure criteria, and not exceed the proportion that would have been recoverable by the US government had it been the creditor holding such claim.” OL USA (9.2023) (ohchr.org)",
    "UN Rights experts mention the communique already sent to the USG about their concerns with regard to BlackRock:",
    "In July 2022, a joint communication (US 14/2022) by Special Procedures mandate holders was sent to the US highlighting the role of BlackRock’s involvement in Zambia’s sovereign debt crisis impeding the country’s ability to restructure its debt, negatively affecting the realization of human rights of its populations. A similar letter was also sent to BlackRock (OTH 75/2022).",
    "In this regard, the experts express their approval that the Bill, acknowledges that debt distress is “associated with unacceptable human suffering and have a negative economic impact” and if passed “it shall be the policy of the state of New York to support international debt relief initiatives for developing countries in, or at high risk of, debt distress, to ensure that the cost of such debt relief is allocated in a fair and equitable manner.”",
    "The expert’s letter to the USG explains Black Rock’s role in Zambia’s debt distress:",
    "“BlackRock owns USD 220 million of Zambian bonds as the largest bondholder i.e., 6.1 per cent of the total debt held by private bondholders. In early 2020, these bonds had an average face value of 59 cents on the dollar with an average interest rate of 8.1 per cent on these bonds – indicating that BlackRock allegedly accrued profits on Zambia’s debt. It is alleged that the company bought majority of the bonds since September 2020 when the country first requested for debt suspension on interest payments. It is estimated that the hedge fund has paid USD 165 million in total for its USD 220 million of holdings in Zambia’s debt.",
    "The total profit that BlackRock will potentially accrue, should the debt be paid in full, is USD 180 million, equivalent to 47 per cent of the total allocation made for social protection in 2022, 21 per cent for health and 16 per cent for the education sector. While Zambia faces increased fiscal pressures due to the socio-economic consequences of the pandemic and the impact of other crisis, BlackRock will generate a 110 per cent profit out of Zambia’s debt. The information also refers to the potentially harmful and long-lasting consequences of this company not participating in Zambia’s debt restructuring and debt relief efforts.”",
    "Obviously this arrangement doesn’t sound equitable nor ethical. What of Sri Lanka?",
    "A UN report on Debt Relief (UNDP-DFS-Avoiding-Too-Little-Too-Late-on-International-Debt-Relief-V2.pdf) says that “Sri Lanka, the latest DE to have defaulted, now has its foreign-currency (FC) denominated bond debt trading at 27 cents to the dollar. [The is the market value (ask price times outstanding amount) of USD denominated bonds relative to outstanding amount as of 30 September, 2022].”",
    "Considering the discount, were the results of the negotiations fair? Did the Government of Sri Lanka negotiate the best deal this country could get?",
    "Recent expert opinion expressed in the press doesn’t give much assurance of that.",
    "The Central Bank (CBSL) partners the Government of Sri Lanka in formulating, negotiating and ensuring Sri Lanka’s recovery process, which is meant to be a transparent process. In a recent piece on the Debt Restructuring, Dr. De Mel indicts the CBSL of concealing data: “the Central Bank, since 2017, has obdurately refused to share this data, despite a strong judgement against the Central Bank in November 2018 by the RTI Commission of Sri Lanka requiring them to do so.”",
    "This is even more worrying when we learn that it is a special division within the CBSL that manages the biggest pension fund in Sri Lanka, the EPF, which Dr. De Mel says “is now a Rs. 3.4 trillion fund. It is by far the single biggest fund in Sri Lanka. Extracting even a tiny percentage, like 0.01%, of the EPF is a ticket to the billionaire’s club of the country.” The “overall stewardship” of this enormous fund he says is given to the Monetary Board, which has the Governor of the CBSL as a member. Dr De Mel reveals that “Report number 3 of the Forensic Audits on the Central Bank, published in 2019, exposed large losses to the EPF caused by the collective irresponsibility and corruption within the CBSL.”",
    "The repeated assurance by the CBSL governor that there will be no domestic debt restructuring only to be reversed, has done nothing to increase the credibility of the CBSL.",
    "Were the negotiations with Sri Lanka’s creditors in safe hands? How did Sri Lanka do with the IMF? Last year, the IMF delegation insisted at a press conference on a political mandate for the reforms following the staff level agreement as well as explicit stipulation about the protection of the most vulnerable groups. Neither is in evidence, with the social safety net in chaos after a name-change, and elections postponed indefinitely.",
    "The IMF itself has not earned the trust of the international community. On 22 June, the UN press published UN Secretary General António Guterres’ remarks to the Paris Summit for a New Global Financing Pact. The remarks are headlined “Global Financial Architecture Has Failed Mission to Provide Developing Countries with Safety Net”. He means the IMF and World Bank.  He calls for a “new Bretton Woods moment” saying that “over three quarters of today’s countries were not present at the creation of the Bretton Woods institutions the World Bank and the International Monetary Fund (IMF).” He goes on to point out the consequences:",
    "“Nearly 80 years later, the global financial architecture is outdated, dysfunctional, and unjust…International financial institutions are now too small and limited to fulfil their mandate and serve everyone, especially the most vulnerable countries...Even worse, the global financial system perpetuates and even exacerbates inequalities. In 2021… European citizens received on average nearly 13 times more than African citizens. This was all done by the rules. But, let us acknowledge: these rules have become profoundly immoral.”",
    "The UNSG makes an observation that is relevant to our own debt crisis:",
    "“While wealthy countries could print money to revive their economies, developing countries could not do likewise and are grappling with exorbitant borrowing costs — up to eight times higher than those of developed countries.",
    "Many leaders face an agonizing choice: servicing their debt or meeting the needs of their populations. Many African countries now spend more on debt repayments than on health care. With terrible consequences for entire generations.”",
    "The UNSG did not spare the rating agencies. He said “… a lot could be said about the role played by [ratings] agencies that are, in my opinion, deeply biased and have contributed to many of the crises we have faced, and, simultaneously, transforming their approach to risk to massively leverage private finance at affordable cost to developing countries.”",
    "Sri Lanka can certainly relate. Its default was to meet the needs of the people. Thereafter, in the negotiations with the IMF and the ISB holders, did Sri Lanka’s ruling authorities do their best by the people?",
    "Consider the actors involved: CBSL accused of corruption, opacity, misrepresentation and deliberate misleading, a government that’s lost its legitimacy, an unelected President, an IFI with rules described as “immoral” by the UNSG (IMF), and ISB holders demanding more than their fair share. Did we, the citizens, stand a chance of a fair deal? It is not universally agreed by Sri Lankan economists that we did. In the final agreements of DDR’s and DDO’s we seem to have been put in a not very savoury alphabet soup.",
    "What is the alternative? Perhaps the constitutionally mandated elections on schedule, and the possibility of a better team negotiating a much better deal, which is far less “immoral”."
  ]
}