{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lion-brewery-contributes-50-percent-to-turnover-but-cses-trading-momentum-dips/",
  "time_ut": 1700498220.0,
  "original_lang": "en",
  "original_title": "Lion Brewery contributes 50 percent to turnover but CSE’s trading momentum dips",
  "original_body_lines": [
    "The stock market started on a positive note yesterday but the momentum did not last for long. However, Lion Brewery contributed more than 50 percent to the turnover on the basis of some share transactions, market analysts said.",
    "Amid those developments both indices moved downwards. The All Share Price Index went down by 59.1 points and S and P SL20 declined by 14.3 points. Turnover stood at Rs 1.1 billion without any crossings.",
    "In the retail market, the top seven companies that mainly contributed to the turnover were, Lion Brewery Rs 555.4 million (627,000 shares traded), Lanka Milk Food Rs 70.9 million (297,000 shares traded), Chevron Lubricants Rs 45 million (522,000 shares traded), Browns Investments Rs 26.1 million (5.3 million shares traded), TJ Lanka Rs 24.1 million (697,000 shares traded), Expolanka Holdings Rs 23.5 million (180,000 shares traded) and Capital Alliance Rs 19.8 million (318,000 shares traded). During the day 25.7 million share volumes changed hands in 8510 transactions.",
    "LOLC Holdings PLC has announced plans to raise a maximum of Rs. 8 billion via a listed debenture issues.",
    "It said the Board of Directors resolved to issue 50 million Listed, Rated, Unsecured, Senior, Redeemable debentures of Rs. 100 each with an option to issue a further 30 million debentures at the discretion of the company in the event of oversubscription of the original amount. The move is subject to regulatory approvals.",
    "Yesterday, the rupee opened at Rs 327.90/328.20 to the US dollar, almost unchanged from Rs 327.90/328.10 on Friday, dealers said, while bond yields were stable. A bond maturing on 01.08.2026 was quoted at 14.60/80 flat from 14.70/75 percent. A bond maturing on 01.07.2028 closed at 14.75/85, up from 14.75/80 percent.",
    "Sampath Bank gears up for the future amidst economic challenges",
    "Japan condemns Yemen’s Houthi rebels hijack of cargo ship in Red Sea",
    "Proposal to sell 20 percent stake in two state banks enlivens share market",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}