{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92250/cargo-ship-carrying-nearly-3000-cars-catches-fire-in-north-sea-",
  "time_ut": 1690368360.0,
  "original_lang": "en",
  "original_title": "Cargo ship carrying nearly 3,000 cars catches fire in North Sea",
  "original_body_lines": [
    "A fire on a freight ship carrying nearly 3,000 cars was burning out of control Wednesday in the North Sea, and the Dutch coast guard said one crew member had died, others were hurt and it was working to save the vessel from sinking close to an important habitat for migratory birds.",
    "Boats and helicopters were used to get the 23 crew members off the ship after they tried unsuccessfully to put out the blaze, the coast guard said in a statement.",
    "Some of the crew members jumped off the ship’s deck into the sea and were picked up by a lifeboat, the lifeboat’s captain told Dutch broadcaster NOS. Some of the crew suffered broken bones, burns and breathing problems and were taken to hospitals in the northern Netherlands, emergency services said.",
    "“Currently there are a lot of vessels on scene to monitor the situation and to see how to get the fire under control,” coast guard spokesperson Lea Versteeg said by telephone.",
    "“But it’s all depending on weather and the damage to the vessel. So we’re currently working out to see how we can make sure that ... the least bad situation is going to happen.”",
    "Asked if it was possible the ship would sink, Versteeg said, “It’s a scenario we’re taking into account and we’re preparing for all scenarios.”",
    "The Coast Guard gave an update shortly before midday, saying the situation was unchanged.",
    "The Fremantle Highway was sailing from the German port of Bremerhaven to Port Said in Egypt when it caught fire about 27 kilometers (17 miles) north of the Dutch island of Ameland.",
    "Its location is close to a chain of Dutch and German islands popular with tourists in the shallow Wadden Sea, a World Heritage-listed area described by UNESCO as “the largest unbroken system of intertidal sand and mud flats in the world” and “one of the most important areas for migratory birds in the world.”",
    "The cause of the blaze was not immediately known, and it wasn’t clear how the crew member’s death occurred.",
    "“It’s carrying cars, 2,857 of which 25 are electrical cars, which made the fire even more difficult. It’s not easy to keep that kind of fire under control and even in such a vessel it’s not easy,” Versteeg said.",
    "Images taken from shore showed a long plume of gray smoke drifting over the sea from the stricken ship.",
    "One towing ship managed to establish a connection with the freighter to hold it in place.",
    "“We hope that the fire will be under control or will die out and that we can get the vessel in a safe location,” Versteeg said. “But it’s all uncertain what’s going to happen now.”",
    "The coast guard said in a statement that salvage companies and water authorities were “looking at the best ways to limit the damage as much as possible.”",
    "Authorities in Germany were also on alert, German news agency dpa reported.",
    "“We are monitoring the situation,” a spokesperson for the German sea disaster command in the northern city of Cuxhaven said, adding that it had offered support to the Dutch authorities. He said rescue ships and task forces were ready to help if needed, but that no decision had been made on whether to send them."
  ]
}