{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sampathcards-partners-with-dufry-sri-lanka-duty-free-to-delight-travelers-with-exclusive-seasonal-discounts-at-bia/",
  "time_ut": 1702702020.0,
  "original_lang": "en",
  "original_title": "SampathCards Partners with DUFRY – SRI LANKA DUTY FREE to Delight Travelers with Exclusive Seasonal Discounts at BIA",
  "original_body_lines": [
    "SampathCards is thrilled to announce a strategic partnership with DUFRY (corporate name recently changed to AVOLTA), a global leader in travel retail, to offer exclusive discounts for its valued Cardholders at Bandaranaike International Airport (BIA).",
    "The highly sought-after DUFRY Duty Free promotion, a favorite among SampathCards cardholders in 2018 and 2019, is making a comeback in November and December 2023. The promotion was not conducted due to pandemic-related travel restrictions, but its remarkable success during previous iterations prompted the partnership’s revival.",
    "With the resurgence of international travel, the DUFRY – SRI LANKA DUTY FREE promotion is poised to be even more popular than before. Sampath Credit cardholders are encouraged to take advantage of this opportunity to indulge in Duty Free shopping and make their travel experiences even more memorable.",
    "DUFRY – SRI LANKA DUTY FREE, the premier duty free stores at the BIA, Colombo, Sri Lanka is managed by ‘Dufry Shops Colombo Limited’ which is part of Dufry AG (now known as AVOLTA), the world’s leading duty free travel retailer headquartered in Basel, Switzerland. Dufry has its presence in 75 countries around the globe including United States, Canada, the UK, Germany, Spain, Switzerland, Sweden, Finland, Brazil, Chile, Russia, Australia, South Korea, China, UAE and now in Sri Lanka, covering all 6 continents with over 5,500 stores.",
    "Effective from 15th November to 31st December 2023, Mastercard, Visa, and Sampath Bank American Express Credit Cardmembers can enjoy a generous 15% discount on non-promotional items at DUFRY – SRI LANKA DUTY FREE shops during both arrival and departure at BIA . Additionally, Cardholders can avail an impressive 32% discount on non-promotional items through online pre-orders placed at https://srilanka.shopdutyfree.com. Remember to enter ‘Sampath01’ as the discount code when placing online orders to avail the discount.",
    "Exclusive to RED by DUFRY members, Platinum members can enjoy an extra 22% off, Gold members receive 19% off, and Silver members receive 17% off on their purchases. This collaboration aims to enhance the travel experience for SampathCards’ esteemed customers during this festive season.",
    "Shiran Kossinna, AGM Card Centre at SampathCards, expressed his enthusiasm for the partnership, saying, “We are thrilled to offer our valued Sampath Cardholders an exclusive opportunity to enjoy fantastic deals while traveling through this exclusive partnership. It’s our way of expressing our sincere gratitude for their unwavering trust and loyalty to SampathCards. We encourage all of our Cardholders to take full advantage of this exceptional opportunity.”",
    "Koko and Abans redefine shopping dynamics for the modern consumer",
    "In this festive season, joyous memories and responsible choices with SampathCards",
    "SampathCards unveils 0% extended settlement plan for any transaction in this October",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}