{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91530/mahavamsa-great-chronicle-of-sri-lanka-added-to-unesco-memory-of-the-world-register",
  "time_ut": 1687835820.0,
  "original_lang": "en",
  "original_title": "‘Mahavamsa’: Great Chronicle of Sri Lanka added to UNESCO Memory of the World Register",
  "original_body_lines": [
    "The Great Chronicle of Sri Lanka, the ‘Mahavamsa’ has been listed among the 64 new items of documentary heritage inscribed on the UNESCO’s Memory of the World (MoW) International Register in 2023.",
    "‘Mahavamsa’ covers the historical accounts of Sri Lanka from the period 6th Century BCE to 1815 CE.",
    "The ‘Mahavamsa’ – one of the world’s longest unbroken historical accounts – is the first of its kind in South Asia, initiating a mature historiographic tradition, presenting Sri Lanka’s history in chronological order from the 6th century BCE.",
    "The authenticity of the facts provided in the document has been confirmed through archaeological research conducted in Sri Lanka and India.",
    "It is an important historical source in South Asia containing crucial information about the lifetime of the Buddha, the Emperor Asoka and the rise of Buddhism as a world religion.",
    "The document has played a significant role in popularizing Buddhism in Southeast Asia and contributed singularly to the identity of Emperor Asoka in the Indian history.",
    "The existence of number of manuscripts of ‘Mahavamsa’ in several countries as well as the transliteration and translation of the text to several Southeast Asian and European languages stand testimony to its immense historical, cultural, literal, linguistic and scholarly values.",
    "The Memory of the World Register lists documentary heritage that has been recommended by the International Advisory Committee, and endorsed by the Director-General of UNESCO, as corresponding to the selection criteria regarding world significance and outstanding universal value."
  ]
}