{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/opposition-leader-piles-on-evidence-against-slc-president-for-betraying-the-country/",
  "time_ut": 1700647020.0,
  "original_lang": "en",
  "original_title": "Opposition Leader piles on evidence against SLC President for betraying the country",
  "original_body_lines": [
    "Opposition SJB leader Sajith Premadasa on Saturday told Parliament that the International Cricket Council imposed a suspension on Sri Lanka Cricket’s membership on the basis of a series of lies.Premadasa said that Sri Lanka Cricket (SLC) president Shammi Silva had sent a letter to the ICC alleging that the Sports Ministry had made undue interference in SLC’s activities.",
    "Tabling the letter, the Opposition Leader said the letter sent to ICC Chairman Greg Barclay on August 28, 2023 contained five allegations and an additional point.",
    "He said the letter had levelled allegations against the Sports Ministry claiming that the Director General of Sports had unduly influenced cricket tournaments in the country, that the Sports Ministry secretary had requested salaries paid to the office bearers of the SLC, that the Sports Minister had influenced the SLC to obtain permission to hold the LPL tournament, that the Sports Minister had influenced to draft the SLC Constitution and that the draft audit report had been leaked.",
    "The charge against the Sports Ministry and Director General of Sports intervening in tournaments is a lie, Premadasa said. Cricket tournaments are held in four levels namely; Tier B, Tier A, Governor and Premier. It goes up on the basis of merit. The SLC suspended this merit system for a short period during which they formed many clubs and settled players in them to secure the votes of those clubs in the next election for office bearers.",
    "As we know that there are only around 30 clubs that actually play cricket. Others are namesake clubs. The questioning by the Sports Director General of the activities that took place during that short period the SLC suspended the merit system has been misinterpreted by SLC as an undue intervention.",
    "The information pertaining to salaries and allowances paid to the SLC officials had been sought by the Ministry in order to provide an answer to a question that had been raised in Parliament. The SLC has not submitted those details to this House and described seeking that information as an undue political intervention.",
    "The third charge by the SLC is that a pressure exerted by the Sports Minister to obtain permission for the LPL tournament. The LPL tournament has been held without the ministry’s permission which is needed to ensure the security of the players and to ensure that the tournament would be held within regulations such as anti-doping laws. This has been interpreted as an attempt to interfere with SLC matters. This LPL was sponsored by questionable sponsors. The main sponsor was a financial institution by the name of MTFE banned by the Central Bank. There is another sponsor by the name of 1XBet, which is an online gambling firm. And another by the name of Bet365, a betting company. The ministry questioning these irregularities has been described as intervention.",
    "The fourth charge was alleged interference in the drafting of the SLC Constitution. Who was preparing this constitution? It was not the minister or his ministry but the former veteran players namely Muttiah Muralitharan, Sidath Wettimuny and Michael Tissera. This attempt has been interpreted as political interference.",
    "The SLC letter to ICC contains another accusation – leaking of the draft audit report. Their allegation was that the draft audit report contained matters detrimental to the SLC. Now the final audit report has come. The final audit report is far more damaging than the draft report. So how does the SLC say that the draft report has been detrimental and describe it as a political interference?",
    "Premadasa said the letter contained one additional point which said the Sports Minister influenced the SLC to contribute 20 percent of the SLC funds to the National Sports Fund.  There is nothing abnormal in this request. In India too the same happens. Indian Cricket gives 20 percent of their funds to develop other sports.",
    "The Opposition Leader said these allegations and another communiqué sent earlier had created the atmosphere for the ICC to impose the ban on Sri Lanka Cricket.",
    "He said this is a betrayal of Sri Lanka Cricket by its president and demanded action against him.Chief Government Whip Prasanna Ranatunga said it was serious when the Opposition Leader had revealed it with written evidence and requested the Speaker to appoint a Parliamentary Select Committee to look into the allegations.",
    "Speaker names Members to serve in the Legislative Standing Committees",
    "Sajith demands removal of committee chairmen over conflict of interest",
    "Sajith complains his parliamentary privileges have been violated by SLC",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}