{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/climate-colonialism-at-cop-28-carbon-laundering-via-green-bondscams/",
  "time_ut": 1701640292.0,
  "original_lang": "en",
  "original_title": "Climate Colonialism At CoP 28: Carbon Laundering Via Green Bondscams?",
  "original_body_lines": [
    "The elephant in the room of the United Nations CoP-28 Anthropocene climate confab in Dubai is the environmental cost of war and the global military business industrial complex that President Dwight Eisenhower warned the American people about in his farewell address to the nation. This includes Directed Energy Weapons (DEW), increasingly used to stage climate disasters around the world, especially in countries that do not tow the party line—from Covid-19 to the Anthropocene.",
    "Despite the graphic Armageddon visuals on our television screens of dead children, dying adults, and those poisoned by the massive plumes of smoke rising from the Israeli bombing of the Gaza Strip in Palestine, the UN Secretary General remains studiedly silent about the environmental costs of NATO (proxy) wars led by the United States which has 750 military bases around the world.",
    "There clearly is a need to make those who manufacture and use bombs, guns, nuclear submarines, missiles, land mines and other weapons of massive environmental destruction to pay for climate change. But this subject seems to be off the table hot air CoP-28 show in Dubai, despite its proximity to the carnage in Gaza.",
    "Chaired by an oil Sheik in a country that is one of the biggest fossil fuel producers in the world, the Climate Hypocrisy show in Dubai also saw French President Emmanuel Macron have another extended tete a tete with Sri Lankan President Ranil Rajapakse on the IMF’s bailout of the colonial Club de Paris sovereign bond creditors that caused Sri Lanka’s first ever default.",
    "Sri Lankan President Ranil Rajapaksa is leading the largest-ever Lankan delegation at a climate summit –in Dubai. The technical delegation consists of 15 negotiators and ministry officials. The overflow delegation, consists of private sector organisations and one of Sri Lanka’s biggest-ever contingents of 20 youth delegates.",
    "France having been recently booted out of several post-colonies in the Sahel, from Mali to Burkina Faso, seems keen to extend French (fisheries and maritime) neocolonialism in the Indian Ocean through engagement with the Indian Ocean Rim Association (IORA) that Sri Lanka currently chairs, and by setting up a French Agency for Development (AFD), office in Colombo.",
    "Although France is in the Atlantic Ocean it has claimed a huge extent of Indian Ocean sea bed resources under the United Nations’ Convention on the Law of the Sea (UNCLOS), where France seeks to extend its maritime and fisheries empire as in days gone by across the Indian Ocean, from France- Afrique to Indo-Chine.",
    "Amid the Global Boiling grand narrative promoted by UNSG Antonio Guterrez, climate science fiction-based Green Transition policy debacles are not new to Sri Lanka.",
    "Currently there is a rush to develop a USAID-funded Green Hydrogen policy plan and switch to expensive Electric Vehicles (EVs), in the debt trapped island. Recently, the Minister of Transport was advertising EVs – Buses, tuk-tuks, boats etc.- although the price of electricity has gone through the roof and many who were unable to pay their soaring Electricity bills have been disconnected from the grid.",
    "This also means that poor people who consume electricity would end up subsidizing wealthy folks switch to EVs and ‘green energy’. The purchase of expensive EVs would further drain the island’s foreign reserves and deepen the debt trap. A green transition leading to Double Jeopardy?",
    "A couple of years ago there was a rush to switch to organic fertilizer in the name of “environmental conservation” with a ban on chemical fertilizer, without a transition plan. The result was the destruction of crops and farmers’ livelihoods and corruption in rushed organic fertilizer purchases sans a proper tender process.",
    "All this predictably occurred in the name of ‘environment conservation’ by the Gotabaya Rajapaksa regime. Ironically, the green transition to organic fertilizer raised fears of famine in a lush and fertile tropical country, but President Gotabaya Rajapaksa got an invite to address the UNGA about his Green policy successes in Sri Lanka!",
    "However, rather than a Green Hydrogen plan what Sri Lanka needs as a development policy priority is to grow the economy out of the debt trap and poverty that the Default caused by leveraging low hanging fruit, such as, the rich fisheries in the Seas of Sri Lanka and mineral resources (Graphite, Phosphates, Zircon, Titanius, Boxite, Illmanite etc.), through a systematic development plan that includes transfer of technology, value addition and industrialization.",
    "Such a national development policy plan for maritime and mineral resources would enable growing the strategic island’s economy to escape the Eurobond debt trap in a very short time. However, it is increasingly clear Sri Lanka’s national development policies, plans and strategies are drafted by Globalists in Washington, London and Paris and at CoP summits in Dubai– in true colonial style as evident in the Green Hydrogen plan.",
    "The previous President’s organic fertilizer policy catastrophe clearly did not moderate the current President’s much hyped push to an expensive and unnecessary ‘green energy transition’, (including Green hydrogen) that Sri Lanka does not need and cannot afford at this time. This is being promoted by local politicians, foreign Aid donors, and UN policy makers with a host of MIND-less conservation NGOs — to further debt trap the strategic island nation.",
    "Earlier this month at the International Climate Change Forum in Colombo, the President spoke of a tough task ahead for his ambitious Green Transition and made the grandiose and absurd claim that tiny Sri Lanka’s green transition was necessary for the planet’s well-being, heedless of the cost to debt-trapped and impoverished citizens!",
    "Few in the audience thought to ask why Sri Lanka whose carbon foot print is minute should rush into a green transition costing $ 100 billion, which its impoverished citizens cannot afford when the big carbon emitting G7 industrialized countries and companies are expanding fossil-fueled profits, and oil and gas exploration and production?",
    "Is this not a case of double standards and double jeopardy? This question is doubly relevant given that Eurobond trading was the primary cause of the accumulation of Odious Debt that caused the country’s first ever sovereign default.",
    "From the Organic Fertilizer Debacle to Green Hydrogen via EVs",
    "Like the organic fertilizer debacle the EV policy debacle appears to be well thought out. On November 20, addressing the USAID funded Sri Lanka Green Hydrogen Symposium 2023, President Wickremesinghe outlined a comprehensive vision for embracing cutting-edge green energy technologies. President Wickremesinghe opened his speech by drawing attention to the alarming findings of a UNF emission report for 2023. [i]",
    "The UNF or United Nations Foundation is an NGO in Washington DC that claims to support the UN, and seems to specialize in Green science fiction with lots of Big Datafication!",
    "On the back of the much hyped climate catastrophe/ global boiling grand narrative, attempts are ongoing through the IMF’s opaque debt data calculations, to deepen the debt trap and further impoverish citizens, with equally opaque carbon calculations, this time with Green and Blue bonds and scams, also referred to as Debt for Nature Swaps (DFNS), or Environment, Social and Governance (ESG), bonds. But such a green transition would clearly cause more harm than good.",
    "At this time, questions arise about the Ranil Rajapakse regime’s IMF debt restructuring program with Debt for Nature Swaps (DFNS) and Environment, Social and Governance debt bondage, and the rational of making policies based on over-generalized climate catastrophe global narratives– a practice that compounds problems and debt, and turns science on its head. This was also evident during the Covid-19 panicdemic global lockdown policies that debt trapped many global south countries where the virus was mild.",
    "After all, it is a truism that local and national context-specific and evidence based policies are necessary, rather than those hyped in Global media narratives about climate boiling.",
    "It is clear that Sri Lanka has lost economic sovereignty and policy autonomy to the International Monetary Fund (IMF), and its Paris Club creditors debt restructuring, although attempts are on-going to blame Asian neighbours, China and India, for the strategic Indian Ocean island’s first ever Sovereign Default in March 2022.",
    "BlackRock and Adani to benefit from Sri Lanka’s the Green transition",
    "Sri Lanka is a test case for 54 other debt-trapped countries in the Global South that are being primed for Debt for Nature Swaps (DFNS), or Green and Blue Environment, Social and Governance (ESG), bonds and scams. The strategic Indian Ocean island staged its first Sovereign Default last year, fundamentally as a consequence of the geopolitical stand-off between the US, China and India, as much as, corruption of local politicians and their crony business elites.",
    "Yet, according to the IMF Extended Fund agreement, Sri Lanka must borrow almost USD 2 billion this year alone from the same private markets/ bond traders that had caused the Odious debt trap in the first place by charging predatory interest rates – especially, during economic shocks like Covid-19 lockdowns and the 2019 ISIS claimed Easter Sunday attacks on economy and society.",
    "Hardly surprising then that the IMF’s Sri Lanka debt restructuring program with a mere USD 3.9 billion loan over four years seems designed to sustain and deepen its control of the strategic island’s policy space and economic sovereignty by requiring more borrowing on predatory private Eurobond markets now based on obtuse and unscientific carbon credit calculations and DFNS.",
    "In the context it is relevant to quote the statement issued by a group of more than 80 International economists and development experts, including Professors Jayati Ghosh, Thomas Piketty, Dani Rodick, Yanis Varoufakis, which called for outright Eurobond debt cancellation given the practice of charging predatory interests rates as well as the lack of transparency. [ii] The statement available at the Debt Justice UK website clearly stated:",
    "Private creditors own almost 40% of Sri Lanka’s external debt stock, mostly in the form of International Sovereign Bonds (ISBs), but higher interest rates mean that they receive over 50% of external debt payments. Such lenders charged a premium to lend to Sri Lanka to cover their risks, which accrued them massive profits and contributed to Sri Lanka’s first ever default in April 2022. Lenders who benefited from higher returns because of the “risk premium” must be willing to take the consequences of that risk. Indeed, ISBs are now trading at significantly lower prices in the secondary market. In this context, giving private bondholders an upper hand relative to sovereign debtors in the Paris Club and the IMF’s required debt negotiations violates the basic principles of natural justice.",
    "However, the IMF “debt restructuring” agenda is designed to deepen the country’s Eurobond debt trap by promoting more borrowing on bondmarkets! Only, now the bonds would be green and blue and pink washed, or Environment, Social (gender) and Governance sensitive bonds, based on obscure and unscientific datafication regarding the volume of carbon emitted by trees and sea grass to mask the lack of transparency in opaque climate science fiction narratives to justify carbonated bond trading",
    "Moreover, the bond holders’ names would still be a secret. In short, the IMF is systematically deepening the debt trap and its control of the island’s economic policy with its bailout conditionalities, and the country is being further impoverished to benefit Colonial Club de Paris bond holders though ESG Debt bondage.",
    "Simultaneously, BlackRock the world’s biggest wealth fund that worth trillions (having received huge US Government Covid-19 bailout funds under the CARES Act to asset strip around the panicdemic locked down and debt trapped Global South), and Adani are now being green, blue and pink washed to trade in Green and Blue Bond and scams.",
    "All this begs the question: who drafted the ambitious and unnecessary national Green transition plan to the tune of USD 100 billion, when by the President’s own admission, Sri Lanka lacks the necessary technical expertise on the subject?!",
    "‘Debt for Nature Swaps’ (DFNS), or Environment, Social and Governance (ESG) bonds for Carbon Laundering in the Global South, based on gamed carbon credit calculations increasingly appear to be a ‘bailout’ of private creditors of the colonial Club de Paris.",
    "In tandem with French President Macron’s New Global Financial Pact’ ESG bonds would once again benefit private creditors who charge predatory interest rates. Should an expensive green transition posited on more Eurobond borrowing be a national policy priority for at this time?",
    "Earlier this year French President Emmanuel Macron inaugurated the ‘Summit for a New Global Financial Pact’. In his opening remarks, Macron, told delegates that the world needs a “public finance shock” – a global push of innovation and financing.[iii] Macron later paid a midnight visit to the Sri Lankan President to seal the deal — as France an Atlantic Ocean country extends its Carbon footprint in the Seas of Sri Lanka and the Indian Ocean with nuclear submarines and fishing trawlers companies!",
    "Sri Lanka is a test case for 54 other countries in post-Covid-19 US dollar-Eurobond debt traps, many near Default.",
    "Macron’s Green Debt Bondage Financial Shock: De-linking debt and climate colonialism",
    "The Global South under Macron’s New Global Financial Shock would be expected to launder the Carbon Emissions of industrialized G7 countries through DFNS and ESG bonds as part of the new Climate Colonialism!",
    "It is hence that in the final analysis, there is a need to de-link debt restructuring from the climate catastrophe metanarrative and carbon trading proposal based on questionable science, experts and green hydrogen reports, designed to benefit Sovereign bond traders.",
    "The ‘Polycrisis; grand narrative obscures more than it reveals, while enabling conflation and inflation of debt numbers, while enabling a new round of colonialism, in the form of forest lands and “ocean grabbing” as the Transnational Institute in Amsterdam has detailed in several reports.",
    "Carbon credit laundering in the Global South would entail debt trapped countries being compelled into Green debt bondage, carbon sequestering by depriving indigenous communities and local farming and fisher communities access to their traditional forest and fisheries grounds, demarcated for conservation and carbon sequestering. The result would be impoverishment of indigenous communities in the name of’ environmental conservation’ in a context of expanding carbon emissions of the industrialized countries that are again ramping up hydrocarbon exploration and production.",
    "UK Prime Minister, Rishi Sunak had pledged in July to “max out” the UK’s oil and gas reserves as he revealed a new round of intensive North Sea drilling in July, which experts said could be catastrophic for the climate. The new oil and gas exploration and drilling and carbon emissions would ensure Britain’s energy security from Russia’s redoubtable Mr. Putin and the BRICS Plus’ increasing control of the global oil trade. This after the Nord Stream gas pipelines from Russia to Germany were hacked last year by the US– if Nobel prize winning journalist Seymore Hersch and other experts it to be believed. Meanwhile the Biden administration had announced in September, plans for as many as three new oil and gas drilling lease sales in federal waters over the next five years.",
    "The Anthropocene ‘polycrisis’ metanarrative increasingly masks climate (neo)colonialism and a push to land and ocean grabbing, while further debt trapping and impoverishing global south countries under the rubric of ‘environmental conservation”, as part of a new blue-green debt deal for the Global South.",
    "This would further a Global Governance agenda that violates core principles of the United Nations Charter, such as, the Right to Self-determination of colonized peoples, sovereignty, and the territorial integrity of States, while turning science and the need for locally-grounded, empirical, evidence-based policy-making, on its head.",
    "Finally, are we increasingly seeing the Financialization and weaponization of Mother Nature with DFNS, and Directed Energy Weapons (DEW)? The latter (DEW), enable Staging climate disasters such as, storms, flash floods, forest fires, earthquakes, tsunamis etc. while enabling humanitarian disaster capitalism and re-construction to benefit Bond holders and hedge funds like BlackRock and Adani that charge predatory interest rates for Green transitions in debt trapped Global South Countries.",
    "(Of Unsinkable aircraft carriers: and Indian Ocean Islands From Chagos Islands, to the Maldives to Sri Lanka)"
  ]
}