{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Gotas-shift-to-organic-farming-led-to-50-drop-in-rice-yield-during-202122-Maha-season-HARTI/108-259807",
  "time_ut": 1684976074.0,
  "original_lang": "en",
  "original_title": "Gota’s shift to organic farming led to 50% drop in rice yield during 2021/22 Maha season: HARTI",
  "original_body_lines": [
    "The sudden shift to organic farming in 2021 by former President Gotabaya Rajapaksa resulted in a drop of more than 50 percent in paddy yield in the 2021/2022 Maha season, according to a research.",
    "The then government enacted the Import and Export Regulations No. 7 of 2021 which banned the import of chemical fertilizers and other agrochemicals. The government later revoked the gazette notification. The Hector Kobbekaduwa Agrarian Research and Training Institute (HARTI) conducted a survey from August to September 2022, comparing the 2020/21 and 2021/22 Maha seasons to identify the effects and consequences of the fertilizer policy changes on rice production, household economy and food security.",
    "The study has found that only three percent of paddy farmers were in support of a complete shift to organic farming, while 46 percent believed only chemical inputs are suitable.",
    "“Yield reduction of paddy in the 2021/22 Maha season was more than half when compared to the previous season, a much higher yield loss than expected. Therefore, moving towards complete organic cultivation was not desirable or sustainable. The yield penalties and unmatched price premiums of farm inputs can be multiple threats to food security. There is a need for more environmentally and economically sustainable fertilizer policies but extreme solutions such as a complete ban or restrictive licensing might not be feasible in the short run,” the research paper says.",
    "The move also resulted in five percent reduction in paddy extent cultivated. Besides, 53 percent average yield loss of paddy per acre was reported during the same Maha season.",
    "This study compares the two main paddy cultivating seasons (2020/21 and 2021/22), before and after the import ban, among 625 paddy farmers from 11 districts representing major, Mahaweli, minor and rain-fed irrigation systems. (Kelum Bandara)"
  ]
}