{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dangerous-drugs/",
  "time_ut": 1687368900.0,
  "original_lang": "en",
  "original_title": "‘Dangerous drugs’",
  "original_body_lines": [
    "The Rajapaksa-Wickremesinghe government is in overdrive, trying to regulate the electronic media purportedly to safeguard the interests of the public. It is going hell for leather to set up a broadcasting regulatory authority as if the very survival of the country hinged on its ability to control the media! This, it is doing while bypassing a vital authority, which has been established to ensure the quality of medicinal drugs used in this country and thereby protect the people’s lives. Why isn’t the government so keen to regulate medicines?",
    "The term, ‘dangerous drugs’ has apparently taken a whole new meaning in this country. Several lives have already been lost due to the administration of some medicinal drugs that have not been registered with the National Medicines Regulatory Authority (NMRA), according to media reports. An anaesthetic imported from India under the Indian Credit line is believed to have caused two deaths at the Peradeniya Teaching Hospital recently. Dr. Vijith Gunasekera, representing the NMRA, has confirmed at a media conference that some drugs imported under the Indian Credit line are used without being registered with the NMRA. This is a very serious state of affairs, but the government does not seem worried; it trots out lame excuses for its lapse.",
    "Serious doubts were expressed about the quality of the drugs imported from some Indian companies, a few months ago, and it was even alleged that certain government politicians and officials were enriching themselves by cutting corrupt deals with some drug manufacturers of dubious reputation. In February 2023, Health Minister Keheliya Rambukwella, addressing the media, admitted that drugs had been purchased from some Indian companies that were not registered with the NMRA, but claimed, in the same breath, that the government had been compelled to do so in view of crippling drug shortages in the public health sector. What he left unsaid was that the drug shortages had come about because the government had bankrupted the country. Dismissing allegations of irregularities in the drug procurement process, he declared that the Health Ministry would take full responsibility for the quality of the drugs so purchased.",
    "Taking up the issue of some substandard drugs being used in the state-run hospitals and deaths caused by them, Opposition Leader Sajith Premadasa told Parliament, the other day, that a thorough investigation had to be conducted into the unfortunate incidents. This, we believe, is the proper way to ascertain what has gone wrong. Premadasa said the Health Ministry had not recalled the stocks of drugs of dubious quality despite a pledge to do so. The use of these drugs has to be suspended immediately to save lives, but such a measure is likely to worsen the shortage of medicines in government hospitals. There’s the rub.",
    "Not so long ago, there were reports of deaths occurring in the state-run hospitals because the government could not import pharmaceuticals, but today people are dying because it is allegedly importing the wrong drugs. The Opposition is demanding that Minister Rambukwella and some health panjandrums be sacked forthwith for what it calls irregularities in the procurement of medicinal drugs, etc. But, first of all, an investigation should be conducted to ascertain whether the aforesaid deaths were actually caused by unregistered drugs, and the process of procuring pharmaceuticals has been tainted with corruption, as alleged.",
    "One, however, should not be so naïve as to expect anyone to be held to account, much less punished, even if the widely-held belief that some people have lined their pockets by importing substandard drugs at the expense of the sick is found to be true; this government removes ministers and officials not for carrying out corrupt deals but for opposing them! It may be recalled that in 2021 the then President Gotabaya Rajapaksa reshuffled his Cabinet to remove Dullas Alahapperuma as the Minister of Power because the latter had refused to approve some questionable deals. Thankfully, Gotabaya is gone, but the government has not mended its ways.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}