{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-bank-deposits-protected-in-any-domestic-debt-optimization-cb-governor-120186/",
  "time_ut": 1683676980.0,
  "original_lang": "en",
  "original_title": "Sri Lanka bank deposits protected in any domestic debt optimization: CB Governor",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s public bank deposits and stability of the banking system will be safeguarded in any reorganization of domestic debt, Central Bank Governor Nandalal Weerasinghe said.",
    "“There is speculation about the stability of public deposits and banking system stability,” Governor Weerasinghe told a public forum.",
    "“In any kind of debt optimization, we will ensure and safeguard banking system stability as well as the protection of public deposits.”",
    "A key objective of the central bank is maintaining financial sector stability, he said.",
    "Sri Lanka has to at least extend the maturity of some domestic debt to meet International Monetary Fund annual financing ceiling in 2027-2032, which have to be brought down to about 13 percent from gross domestic product from the current 30 percent.",
    "Sri Lanka banks have said they have received assurances on the effect of any debt re-structuring.",
    "According to a Q and A released after a presentation to creditors all domestic bonds may be re-structured.",
    "“The envisaged domestic debt optimization operation will involve (i) T-Bills held by the CBSL and (ii) T-Bonds (in the context of a voluntary exchange operation),” according to the statement.",
    "“Only T-Bills held by the CBSL (equivalent to 62.4% of total outstanding T-Bills) will be considered for treatment to create some fiscal space – all other T-Bills are excluded from the envisaged operation.",
    "“All T-Bonds may be considered for participation in a voluntary domestic debt optimization operation, provided that it can be designed to minimize impact on banks and preserve financial stability.",
    "“The impact on the domestic financial sector is therefore being carefully assessed by the authorities.",
    "“In particular, the process of voluntary debt optimization operation with respect to T-Bonds will be developed through consultations held by the Sri Lankan government and its advisors with major T-Bonds holders, aimed at gauging different options and understanding the constraints of each holder.”"
  ]
}