{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/tisl-lauds-ac-for-landmark-judgment-on-citizens-right-to-information/",
  "time_ut": 1677954900.0,
  "original_lang": "en",
  "original_title": "TISL lauds AC for landmark judgment on citizens’ right to information",
  "original_body_lines": [
    "Transparency International Sri Lanka (TISL) welcomes the landmark determination of the Court of Appeal this week that affirms the order of the Right to Information Commission to disclose the requested information on the Declarations of Assets and Liabilities of Members of Parliament in Sri Lanka.",
    "In February 2021, the Right to Information (RTI) Commission in the matter of Chamara Sampath vs Parliament of Sri Lanka ordered that the Parliament should release immediately the list of Members of Parliament who have submitted their respective Declarations of Assets and Liabilities from 2010 to 2018. The Commission declared that the information requested is of high public importance and public interest given the need for accountability and transparency of elected representatives. It was also observed that the submission of Declarations of Assets and Liabilities by parliamentarians to the Speaker of the Parliament is a legal duty specially secured by the Declarations of Assets and Liabilities Law of 1975 (DALL), and as such, this information request relates to the carrying out of a legal duty by elected representatives, which must be released. The Parliament of Sri Lanka appealed against this decision of the RTI Commission to the Court of Appeal on 15 grounds, including the fact that the DALL should prevail over the Right to Information Act no. 12 of 2016 (RTI Act). The Court of Appeal has on the 28th of February 2023 determined that the order of the RTI Commission is affirmed.",
    "In a significant finding, the Court of Appeal has unequivocally held that the provisions of the RTI Act override the provisions of the Declaration of Assets and Liabilities law. The court decision further highlights that the purpose of enacting the asset declaration law and the RTI Act is similar in its purpose of combating corruption.",
    "The RTI Act gives effect to the right of access to information enshrined in Article 14A of the Constitution of Sri Lanka in order to enable Sri Lankan citizens to “more fully participate in public life through combating corruption and promoting accountability and good governance”. The DALL also aims at “combating corruption in public life by compelling the persons to whom the Law shall apply to declare their assets and liabilities periodically”. It is emphasized here that the “Members of Parliament are persons who are elected by the people and maintained by the people. They are expected to abide by the laws of the country at all times and provide examples for others to follow…It is therefore important for the public to know whether the relevant authorities have acted as required by law or not. The only way to obtain that information would be by seeking the list of the names of the Members of Parliament who have provided their declarations under the RTI Act.” The decision further underscores that the RTI Act requires the public authority to consider the weight of “public interest” of the requested information, prior to denying access to certain information.",
    "As Sri Lanka celebrates six years since its RTI Act was operationalized, TISL welcomes this decision of the Court of Appeal as the first of its kind in Sri Lanka which sets a significant precedent in terms of information disclosure in the public interest and the transparency in declarations of assets and liabilities of public representatives to combat corruption in Sri Lanka.",
    "The building boom that transformed Colombo over 100 years ago",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}