{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-enterprise-showcases-ict-business-solutions-for-emerging-enterprises-in-kandy/",
  "time_ut": 1684774020.0,
  "original_lang": "en",
  "original_title": "Dialog Enterprise showcases ICT business solutions for emerging enterprises in Kandy",
  "original_body_lines": [
    "Dialog Enterprise, the corporate ICT Solutions Arm of Dialog Axiata PLC, recently organized ‘Future Proof Your Business Through Digital Transformation Exhibition’ targeting small & medium enterprises (SMEs) and small office/home office (SOHO) businesses in the Central Province to showcase cutting-edge solutions and enlighten local businesses on their functionalities. The exhibition was held at the Golden Crown Hotel in Kandy and was graced by over 250 entrepreneurs & ICT professionals attached to the businesses in the region.",
    "The event aimed at guiding businesses in the region on new revolutionary solutions that can help them grow through digitalization. The exhibition showcased Dialog Enterprise’s latest ICT solutions and highlighted their benefits to local businesses. Visitors to the exhibition had the opportunity to explore various technologies and receive expert advice from Dialog Enterprise’s team of professionals.",
    "During the event, visitors had the opportunity to broaden their knowledge on the latest developments in ICT related to their businesses, including cloud and colocation, converged connectivity & data solutions, Internet of Things (IoT), cyber security, Dialog Enterprise Marketplace, other apps and services. Dialog Enterprise’s sister company, H One, was also present at the exhibition. As the No.1 Microsoft reseller in Sri Lanka, H One provides consultancy and solutions in the areas of cloud, security, collaboration, analytics, and AI through their Microsoft offerings. The presence of H One at the exhibition provided visitors with a wider range of solutions and expertise, further highlighting Dialog Enterprise’s commitment to support the growth and digitalization of businesses in Sri Lanka.",
    "“We are delighted to have organized this event and to receive such a positive response from the regional local businesses,” said Channa Amarasekara – Head of Emerging Business -Dialog Enterprise, Dialog Axiata PLC. “We believe that digitalization is essential for the growth of businesses, especially SMEs & SOHOs, and we are committed to supporting them through the use of cutting-edge ICT solutions”, he further added.   “Digital transformation is not just a nice-to-have anymore, it’s a necessity for businesses to remain resilient in times of crisis. By leveraging digital tools and technologies, companies can reduce costs, eliminate wastages, and streamline processes, ultimately leading to increased efficiency and profitability. Dialog’s success during the pandemic and economic crisis is a testament to the power of digitalization, and we are committed to sharing our learnings and experiences with other enterprises in Sri Lanka to help them succeed in these challenging times.” said Navin Pieris, Group Chief Officer- Dialog Enterprise, Dialog Axiata PLC.",
    "The Future of Enterprise Technology Exhibition in Kandy is the first of many such events that Dialog Enterprise plans to organize in the regions to aid small businesses and drive digitalization for the Sri Lankan business community. The company is planning to extend this event series to other regions as well in pursuit of educating emerging enterprise clientele on the benefits of digitalization and what Dialog Enterprise has to offer to serve the purpose.",
    "DFCC Leasing and Micro Cars partner to offer enhanced value to customers through joint leasing promotion",
    "Pan Asia Bank recognizes top performers at its 2022 retail awards",
    "Dialog Enterprise Cloud Certified as the First Sovereign Cloud Platform in South Asia by VMWare",
    "Dialog Enterprise in collaboration with Rubber Research Institute introduce IoT Solution to rubber plantations",
    "Fortinet recognizes Dialog Enterprise as the Best SD-WAN Partner in SAARC Region for 2022",
    "Dialog Enterprise partners ‘The Grand’ Ward Place to deploy ultra-fast fibre connectivity solutions",
    "Dialog Enterprise uses IoT solutions to assist SriLankan Airlines in maintaining quality standards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}