{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91034/indias-first-international-cruise-from-chennai-to-sri-lanka-to-be-flagged-off-today",
  "time_ut": 1685947320.0,
  "original_lang": "en",
  "original_title": "India’s first international cruise from Chennai to Sri Lanka to be flagged off today",
  "original_body_lines": [
    "India is set to launch its first-ever international cruise from Tamil Nadu to Sri Lanka operated by Cordelia Cruises, and the maiden voyage will be flagged off by Indian Minister of Ports, Shipping and Waterways Sarbananda Sonowal. The event is scheduled to take place on Monday, June 5, from Chennai, with the cruise ship heading to the city of Jaffna in Sri Lanka.",
    "A program has been organized at the ITC Grand Chola Hotel in Chennai at 11 am, where Shipping Minister Sonowal will participate. The event aims to highlight the significant developments undertaken by the Central government for the Chennai Port over the past nine years, according to a News18 report.",
    "The cruise, titled the Cordelia Empress, will officially be inaugurated by Minister Sonowal at 5 pm from the Chennai Cruise Terminal, marking the beginning of the journey.",
    "The cruise tour package will allow tourists to visit the ports of Hambantota, Trincomalee, and Jaffna in Sri Lanka, before returning to Chennai.",
    "Cordelia Cruises will offer regular services on this route, providing tourists with options for 3-night, 4-night and 5-night cruise packages.",
    "The cruise vacation will take tourists to stunning destinations in India and Sri Lanka’s East Coast.",
    "The itinerary includes ports of call in Hambantota, Trincomalee, and Jaffna. In Hambantota, tourists will have the opportunity to explore the wildlife at Yala or Udawalawe National Park, as well as visit a turtle hatchery farm.",
    "Additionally, they can enjoy walking through the Galle Dutch Fort and hiking to the Diyaluma Waterfall.",
    "In Trincomalee, tourists will have the chance to observe dolphins and whales up close and engage in various water sports activities. The destination offers options such as whale watching, dolphin watching, snorkelling at Pigeon Island, and more.",
    "Finally, in Jaffna, tourists can indulge in a peaceful beach retreat and explore the sacred temples and shrines of Sri Lanka.",
    "Onboard the cruise, passengers will have access to world-class restaurants and bars offering international and Indian cuisines, as well as onboard entertainment and premium accommodation options.",
    "Comfortable staterooms are available for passengers to relax and recharge after a day filled with onboard activities and entertainment.",
    "The ship offers various accommodation choices, including Oceanview Staterooms, Suites, Mini-Suites and the premium Chairman’s Suite."
  ]
}