{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90998/mexican-police-discover-45-bags-of-human-remains",
  "time_ut": 1685769720.0,
  "original_lang": "en",
  "original_title": "Mexican police discover 45 bags of human remains",
  "original_body_lines": [
    "Human remains discovered in 45 bags in western Mexico appear to resemble the features of several missing call center employees, state prosecutors said in a statement late on Thursday.",
    "The Jalisco Prosecutor’s Office said the remains found in the municipality of Zapopan were still subject to forensic tests to formally identify the bodies.",
    "“According to preliminary information, the findings...in Zapopan coincided with the physical characteristics of some of the young people being searched for,” the statement said.",
    "Authorities made the discovery in a ravine on the outskirts of Jalisco’s capital city, Guadalajara, earlier this week as part of a search for seven call center workers in their 20s and 30s who had disappeared. An eighth person, potentially linked to the group, is also missing.",
    "On Tuesday, security minister Rosa Icela Rodriguez told reporters that initial investigations showed that the call center workers “were carrying out some type of real estate fraud and some type of telephone extortion.”",
    "Authorities have been working to determine how many individuals the remains in the bags relate to, their identities, and how they died.",
    "Local media said the remains belonged to both men and women.",
    "The state prosecutor’s office said in a statement that the discovery came following a tip-off.",
    "Prosecutors added that difficult terrain and lack of sunlight had complicated the investigation.",
    "According to government data, over 100,000 people are currently missing in Mexico, where organized crime has ravaged parts of the country.",
    "Jalisco state, in particular, is a hotbed for major cartels, including the Jalisco New Generation cartel (CJNG), and rivals Nueva Plaza."
  ]
}