{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-s-Fund-increases-medical-allowance-to-100-expands-coverage/56-757058",
  "time_ut": 1704412301.0,
  "original_lang": "en",
  "original_title": "President’s Fund increases medical allowance to 100%, expands coverage",
  "original_body_lines": [
    "Medical assistance for the under 21 for eye surgery in private or semi-government hospitals",
    "Up to Rs. 1 m for young children›s liver transplant surgery at Ragama Hospital",
    "As per President Ranil Wickremesinghe’s directives steps have been initiated to enhance the medical allowances provided by the President›s Fund, increasing it from 50% to 100%, effective 1 January.",
    "President›s Fund Secretary Sarath Kumara announced that in line with the President›s guidance, services offered to the public through the President›s Fund will be expanded from year 2024.",
    "Accordingly, previously uncovered medical conditions have been identified and assistance commenced for such diseases. Notably, starting this year, medical aid will cover eye surgeries for individuals under 21 years, performed at private or semi-public hospitals.",
    "In an effort to minimise the influx of patients seeking medical assistance to the city, a streamlined registration system within the President›s Fund for hospitals across the country has been initiated from 2024.",
    "Furthermore, the payment for post-working hours in heart surgeries at the Karapitiya Hospital will be increased this year, with plans to extend this system to other hospitals. Additionally, starting this year, medical aid payments of up to Rs. 1 million will be provided for liver transplant surgeries for young children at the Ragama Hospital.",
    "Recognising a gap in coverage, medical aid will now be extended to cover cancer surgeries performed in private or semi-government hospitals. Both private or semi-public hospitals and Government hospitals will offer medical aid for medical tests conducted externally before and after bone marrow transplant surgery, effective this year.",
    "Starting this year, the President›s Fund will raise the monthly income limit for medical aid from Rs.150, 000 to 200,000, aiding middle-class individuals.",
    "Secretary Kumara noted the Fund›s adherence to the President›s directives in providing prompt services in 2024.",
    "In 2023, over 8,000 pending medical aid applications were addressed, spending Rs.1,342 million. Additionally, 3,458 applications received in 2023 were processed, and Rs. 844.7 million disbursed.",
    "As per the instructions of the President, the President›s Fund has implemented the program of providing scholarships for students who have passed the G.C.E.O/L exam and need aid to continue their education.",
    "Meanwhile, students who have passed the G.C.E. A/L examination with top marks in the last two years have been selected at the district and national level to provide financial assistance. Accordingly, Rs. 31.5 million in financial assistance has been provided to 90 selected students.",
    "The President›s Fund also implemented a program to provide financial and material assistance through the divisional secretaries of the island to uplift family units suffering from poverty but can engage in self-employment. Similar programs through regional secretariats were successfully implemented in 2023 to identify family units suffering from poverty but unable to engage in self-employment or other work.",
    "Financial aid has also been provided for maintaining religious harmony as well as for religious activities and other social activities.",
    "To avoid unnecessary delays in the payment of medical aid, the application form for reimbursement of medical aid was updated and necessary arrangements are being made to make payments within three working days for a medical aid application duly completed and delivered to the Presidential Fund.",
    "In 2022, a scholarship program commenced for qualified students selected from each education divisions across the island. In the first two days of work, funds are credited to their bank accounts monthly, and SMS notifications sent. Currently, these students have received 10 monthly instalments.",
    "This year, another initiative began for high-achieving students facing financial challenges after passing the GCE (A/L) exam.  Fifty students from one education division and a total of 5,000 students from 100 education divisions are granted Rs. 6,000 monthly for 24 months to support their studies.",
    "The Fund extended support through regional secretaries, aiding impoverished family units and implementing successful monthly assistance programs in 2023. Financial contributions were also made for religious harmony and social activities.",
    "Efforts are under way to swiftly provide warranty certificates for hospitalised patients undergoing surgery or treatment. Upon admission, hospitals will deduct the agreed-upon fund amount from medical bills, streamlining the process.",
    "Secretary Kumara ensures that a single visit to the President›s Fund is sufficient for patients, thus minimising unnecessary calls or inconvenience.",
    "A ceremonial event was held yesterday, to bless the President›s Fund staff in their duties in the year 2024.",
    "Ven. Kirinde Assaji from the Hunupitiya Gangaramaya, Colombo led the Pancha Sheela group in a solemn ceremony attended by dignitaries such as the President’s Secretary Saman Ekanayake, the Prime Minister’s Secretary Anura Dissanayake and others."
  ]
}