{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Statement-of-academics-abroad-on-Swasthika-Arulingam-s-cancelled-speech-at-University-of-Jaffna/14-755572",
  "time_ut": 1700848679.0,
  "original_lang": "en",
  "original_title": "Statement of academics abroad on Swasthika Arulingam’s cancelled speech at University of Jaffna",
  "original_body_lines": [
    "As academics based abroad who address Sri Lanka in our scholarship and creative work, we write in support of Swasthika Arulingam, a Tamil attorney-at-law and well known human rights activist who was scheduled to deliver a lecture on the subject of judicial independence in the University of Jaffna’s law faculty on 31 October.",
    "Arulingam arrived at the University of Jaffna only to find that her invitation to speak had been abruptly rescinded. The administration cancelled her talk after some undergraduates expressed their opposition on the basis of a comment she had made in an earlier speech in another forum, during which she referred to the Liberation Tigers of Tamil Eelam as a fascist organisation.",
    "We were alarmed and disappointed to learn that Arulingam was disrespectfully prevented from delivering her invited lecture. In a post-war context in which the military and other State-aligned actors regularly violate citizens’ freedom of speech and expression, the University of Jaffna must set the very highest standards for open discourse. Members of the University of Jaffna community have been pressured to be silent about violations of their and other communities’ rights, as well as with regard to the memorialisation of the war dead. They have additionally faced repression at protests and in militarised contexts.",
    "Having endured such experiences, the university community must prioritise freedom of expression and diversity of thought, and should ensure that university-sponsored events featuring a range of speakers can proceed without obstacles. This is a vital part of protecting the education and advancement of students. University of Jaffna scholars should contribute to ongoing academic discourse globally as well as within the country, and to do so, its members must be able to participate in robust intellectual engagements at their home institution.",
    "A strong university makes space for all members of its community to benefit from freely and rigorously discussing diverse ideas and perspectives. For the sake of all students and scholars more broadly, we urge that the administration, faculty, and students act with all haste to re-issue Arulingam’s invitation. Further, the university administration should take responsibility for making sure such an incident does not occur again.",
    "5.Dr. Ashwini Vasanthakumar, Associate Professor and Queen’s National Scholar in Legal & Political Philosophy, Queen’s University Faculty of Law",
    "6.Dr. Bart Klem, Associate Professor School of Global Studies, Gothenburg University, Sweden",
    "7.Benedikt Korf, Professor, Department of Geography, University of Zurich, Switzerland",
    "9.Dennis B. McGilvray Professor of Anthropology, emeritus University of Colorado, Boulder",
    "11.Geeta Patel, Professor, Director of Diversity, Equity & Inclusion Department of Middle Eastern & South Asian Languages & Cultures University of Virginia",
    "13.Dr. Howard Nicholas, Retired Associate Professor of Economics Institute of Social Studies, Erasmus University of Rotterdam, The Netherlands",
    "16.Kanchana N Ruwanpura, Professor -Development Geography University of Gothenburg, Sweden",
    "23.Neil DeVotta, Professor Department of Politics and International Affairs, Wake Forest University",
    "25.Rajesh Venugopal, Associate Professor, London School of Economics and Political Science",
    "26.Ruvani Ranasinha, Professor of Global Literature, Department of English, King’s College London",
    "29.Shubhra Gururani, Director, York Centre for Asian Research, York University, Canada",
    "30.Sujit Sivasundaram, Professor of World History, Fellow, Gonville and Caius College, University of Cambridge",
    "31.Suresh Canagarajah Edwin Erle Sparks Professor Departments of Applied Linguistics and English Pennsylvania State University",
    "34.Vasuki Nesiah, Professor of Practice Human Rights and International Law, The Gallatin School, NYU",
    "36.Vivian Y. Choi, Associate Professor Department of Sociology and Anthropology, St. Olaf College",
    "37.V.V. Ganeshananthan, Associate Professor & McKnight Presidential Fellow English Department, University of Minnesota"
  ]
}