{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95087/70-of-this-years-budget-earmarked-for-loan-installments-interest-payments-ali-sabry",
  "time_ut": 1700673480.0,
  "original_lang": "en",
  "original_title": "70% of this year’s budget earmarked for loan installments, interest payments – Ali Sabry",
  "original_body_lines": [
    "Minister of Foreign Affairs President’s Counsel Ali Sabry has emphasised the imperative need for a comprehensive, long-term targeted program as the primary solution to address the economic crisis facing the country.",
    "Minister Ali Sabry underscored the complexity of the economic challenges and stressed that short-term fixes would not suffice, highlighting the necessity for strategic planning and sustained efforts to achieve economic stability.",
    "The Minister also noted the imperative of trapping tax evaders in the tax net to ensure the country’s continued status as a welfare state. In this regard, a program is slated for implementation this year to enhance tax compliance.",
    "The Minister made these remarks during a press briefing held at the Presidential Media Centre (PMC) today (22 Nov.), under the theme ‘One Way to a Stable Country’.",
    "Minister Ali Sabry provided an overview of positive economic progress. Notable achievements include a substantial reduction in inflation from 70% to -2.5% and a 100% increase in tourist arrivals. These indicators, according to the Minister, affirm that the country is moving in the right direction economically.",
    "The Minister stressed that as politicians, they have the authority to make diverse decisions. Nonetheless, it is the citizens of this country who must shoulder the resulting burdens. To propel the nation beyond its current challenges, it must attract new investments and foster job creation. It is imperative to integrate the creative youth community into the job market. It is noteworthy that this year’s budget has been formulated with these objectives in mind, particularly with a forward-looking perspective. Furthermore, the 2024 budget is designed to set the country on a course toward a new economic paradigm.",
    "Additionally, Minister Ali Sabry highlighted substantial funds have been allocated for digitization, the modernization of agriculture, and education. In the execution of these initiatives, it is imperative to steer clear of bureaucratic obstacles and promote collaborative efforts. Key decisions include granting rights to individuals in flats and rented houses, as well as providing land rights to farmers.",
    "Emphasizing fiscal responsibility, Minister Ali Sabry noted that 70% of this year’s budget has been earmarked for loan instalments and interest payments. He drew attention to Sri Lanka’s position as the 8th country with the lowest taxes globally, emphasizing the need to focus on bringing tax evaders into the system. Among the countries above us are Haiti, Somalia, Sudan, Iran, Venezuela and Nigeria.",
    "To address this, the focus should be on identifying and apprehending those attempting to evade taxes, with an emphasis on restoring transparency. The implementation of a dedicated program for this purpose is planned to commence this year. These measures are essential not only to ensure free education, healthcare and other facilities at an elevated standard but also to alleviate the burdens on the people.",
    "It is crucial to recognize that there are no quick fixes for the economic crisis in the country. A viable way forward involves the implementation of a comprehensive, long-term targeted program."
  ]
}