{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/04/imf-agreement-will-be-enacted-into-law-after-parliament-approves-it-president/",
  "time_ut": 1680580680.0,
  "original_lang": "en",
  "original_title": "IMF agreement will be enacted into law after Parliament approves it – President",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lankan President Ranil Wickremesinghe announced that the agreement with the International Monetary Fund (IMF) would be presented to Parliament for a vote on whether to support it.",
    "Following this, the key points of the agreement would be enacted into law, he noted.",
    "The President also indicated that the Counter Terrorism Bill, the Truth and Reconciliation Commission, and the Anti-Corruption Bill would be submitted to Parliament by June.",
    "He shared these updates with university professors and heads of economic departments as part of a discussion about the IMF program at the Ministry of Finance Auditorium on Sunday (02).",
    "During the same discussion, President Ranil Wickremesinghe also urged universities to send ten of their most talented economics students to engage with government officials and provide their opinions on the International Monetary Fund program.",
    "He also proposed that a group of students be awarded scholarships to attend recognized foreign universities.",
    "The President highlighted the need for automation in production and services in order for the country to remain competitive with nations like India and Bangladesh.",
    "He emphasized that the education system must be reformed to achieve this goal. However, he made it clear that he did not intend to approach the International Monetary Fund for the 18th time.",
    "At the meeting, the President was joined by State Ministers of Finance, the Governor of the Central Bank, the Secretary of the Ministry of Finance, Vice-Chancellors of universities, and lecturers from economic departments.",
    "According to the President's Media Division they all shared their thoughts on the IMF program, and their opinions and responses are as follows;",
    "First and foremost, it is anticipated that the agreement with the International Monetary Fund (IMF) will be presented to Parliament for a vote on whether or not to support it. We encourage everyone to take a stance on this matter. We propose to support the program, but understand that some may wish to remain neutral. In addition, the main points of the IMF agreement will be enacted into law, and any necessary changes will be presented to Parliament. We aim to present the basic aspects of the agreement in May, with information about the program being disseminated to rural sectors after the New Year.",
    "Secondly, we plan to introduce our programs, including the green economy. However, we first need to assess the response to these programs. The anti-corruption law will be out very soon, maybe by May. There are three important bills that are coming out, Anti-terrorism Bill, Truth and Reconciliation Commission and Anti-Corruption. The Minister of Justice and the Chief Justice has asked that all three bills not be brought together because it is difficult for the Supreme Court to go into it and there will be a shortage of lawyers. Therefore, one bill will come out towards the end of April, followed by the other two and somewhere by June all three bills will come.",
    "The goal of our modernization program is to enhance production while maintaining competitiveness, which will require cooperation from all sectors. To this end, we are exploring the possibility of establishing an Agricultural Technical University by merging government research institutes and other institutions. Post-graduate courses could also be established if deemed necessary. This will strengthen the research process and facilitate the incorporation of technology. Let’s unite all sectors and implement this program together.",
    "The IMF agreement has been thoroughly reviewed, and those present are knowledgeable enough to provide further explanation. However, any proposed solutions must adhere to the framework established by the International Monetary Fund. We have been given six months to work within this framework, and it is crucial that we do so. The majority, including farmers and tourism business owners, believe that this is necessary. While trade unions argue against privatization, if one-third of the money spent on these loss-making institutions was directed towards universities and the education sector, there would be greater progress. Addressing salary issues could also be a part of this effort. Trade unions cannot dictate our policies. We cannot afford to fall behind Afghanistan again; reforms are necessary. Even the opposition acknowledges the need for reform in the country.",
    "Despite bringing a bill and appointing a commission to create industries, we failed to advance industrialization. Our focus was on achieving peace after the war, but we still spent a significant amount of money on war efforts, especially the war from 1983-1987. Instead of industrialization, we pursued programs in the construction sector. If we had prioritized industrialization in 2009, we could have attracted a lot of investments. However, if we set conditions for foreign investors, they may not come. In fact, our local investors who have money in foreign bank accounts will be the first to invest if the situation is favourable.",
    "During President JR Jayawardane’s tenure, the Mahaweli scheme, which was supposed to be completed in 30 years, was finished in 10 years. All institutions involved in the project were brought to Sri Lanka at the same time, which established methods of obtaining money for the people of Sri Lanka. This has led to some groups improving and investing in other projects.",
    "Currently, people are afraid that the economy will collapse and their businesses will fail, so they keep their money in London or Dubai. It’s crucial for them to bring that money back to Sri Lanka. We propose to select ten talented final year students studying economics in universities to participate in discussions with officials and ministers. In addition, we aim to provide four talented students with foreign scholarships to renowned universities such as Harvard, Cambridge, Oxford, and Stanford.",
    "Today, I am talking to economic experts along with the President, who also studied at a Sri Lankan university. Our country has had ministers who left the cabinet when they proposed going to the International Monetary Fund in the past. Due to inflation, we had to increase bank interest rates and control imports which affected people from all levels of society. Consequently, we had to seek help from the International Monetary Fund, a decision the President had warned about twenty years ago. At that time, we were on the opposing side and went with the popular stand, but we now realize that it was a mistake. The President has announced that we will not seek assistance from the International Monetary Fund for the 18th time. We need to take responsibility for our economy, and I expect the contribution of the economic experts to achieve this goal.",
    "A professional-level discussion is taking place here that goes beyond the topic of trade unions. Despite having gone to the International Monetary Fund 16 times, success was not possible due to some improperly implemented conditions. Negotiations were used to increase taxes, and it is now impractical for the country to remove the agreements made. There are two ways to remove the tax package, but both require time: either collect more taxes from people or increase the government’s income and salaries. The private sector has made some changes and if successful, could provide relief in the future. However, high-income earners are the ones criticizing the situation, saying they cannot afford it for six months.",
    "The manufacturing economy is the economic advantage a country gains by producing goods. The production of goods and services increases income from gross domestic product. Value addition in the agricultural sector can lead to significant income, as has been shown during this discussion. However, for the younger generation to turn to agriculture, it must be made more efficient. Currently, young people going abroad are not working in agriculture but in the service sector.",
    "Although agriculture contributes only seven per cent to the economy, it employs 27 per cent of the workforce. People working in the service sector can earn income by improving agricultural production. The development of both the manufacturing and service sectors is necessary for the country’s growth.",
    "This was very clearly communicated that trade union actions will be discussed in six months and we have had different rounds of talks with officials and even the Presidential Secretariat. So, this has been communicated to the Trade Union Leaders but, it’s sad to see that they are just not willing to understand or they just pretend as if they don’t understand. I think that’s a sad situation. But, we will broaden the communication. Also, if these trade union leaders don’t communicate the proper message, can they be representatives of the trade unions?",
    "I must admit that some parts of the country’s economy have had a negative impact. Our state finances have suffered a severe collapse, and it’s clear that decades of old habits cannot be changed overnight. To remedy this, we must adopt fiscal discipline and implement tax policies. Our President has advised us to use technology to expand the tax base, which may only have a temporary effect. However, as government revenue increases, the effect of these policies will gradually fade away.",
    "IMF agreement will be enacted into law after Parliament approves it – President",
    "Pakistan, Sri Lanka to weigh rate hikes as inflation, debt bite",
    "Sri Lanka’s President seeks India’s help with Governance, Policy Reforms"
  ]
}