{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/birthday-boy-joey/",
  "time_ut": 1684345260.0,
  "original_lang": "en",
  "original_title": "Birthday boy Joey:",
  "original_body_lines": [
    "Joey Lewis, singer, songwriter, actor, artist, and poet, celebrates his birthday today – May 18th.",
    "Since he is now based in the UK, he says he is not in a position to celebrate this special occasion with his friends, and fans, in Sri Lanka.",
    "Joey, of course, is famous for his versions of the songs of Neil Diamond, Cat Steven’s and Leonard Cohen, outside of his own material, and he has also enjoyed his time working with, and producing other artistes, specialising in vocal production and performance.",
    "Recollecting the past, the singer went on to say that memories are made of these…referring to his early days with the band Amazing Grace, and then later with Mirage.",
    "Yes, the Margarita Blue was one of Joey’s favourite local venues, till it closed down, where, with his ‘brothers in music’, as he refers to them, Donald Pieris, Benjamin ‘Benjy’ Ranabahu and Tony de Silva, (who were the founder members of the band Amazing Grace) performed.",
    "Amazing Grace, the group closest to his heart, went on to become one of the few local bands to carve their name in the history books of western music in the country.",
    "Going through many different phases, with Joey, Benjy Ranabahu and Donald Pieris, (occasionally getting involved in other projects), Tony de Silva, together with Reza Deane, who joined the band as lead guitarist, kept it all going, from strength to strength, with some very talented musicians joining them as they progressed – Hussain Jiffry to name just one.",
    "A phase of Amazing Grace once included Tony, Reza, Joey, Hassan Musafer and Nihal Chanderatna, which was a very exciting moment for the group and their fans.",
    "In the later years, Joey was always happy performing with the band Mirage, at the Margarita Blue, since two of the founder members of Mirage – Donald Pieris and Benjy Ranabahu – who, together with Joey and Tony, gave music lovers the original Amazing Grace.",
    "Joey also referred to his appearance at the Margarita Blue, at the Galadari Hotel, in 2011, with his son Luke and daughter Lauren, which, he says, were precious moments.",
    "He also did a guest spot, at the Barefoot, in Colombo, with his son Mark on drums, jamming with the group at Barefoot, which included Revel Crake, Dilukshi Sirimanne and Ray Gomes.",
    "Joey didn’t mention to us as to how he intends celebrating his birthday today, and neither did he tell us how many years would he be celebrating!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}