{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-new-anti-corruption-bill-sparks-debate-over-false-allegations-clause-117984/",
  "time_ut": 1681285440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s new anti-corruption bill sparks debate over false allegations clause",
  "original_body_lines": [
    "ECONOMYNEXT – New anti-corruption legislation in Sri Lanka proposed as part of its commitments to the International Monetary Fund (IMF) in exchange for a desperately needed loan has sparked debate over a clause criminalising false allegations of bribery or corruption.",
    "The proposed new anti-corruption bill, which is likely to be enacted in May according to President Ranil Wickremesinghe, includes a clause – Section 119 – that will allow for the prosecution of persons making an allegation that they know to be false.",
    "Various parties have criticised the inclusion of this clause over concerns that it could discourage potential whistleblowers, while a few defenders argue that it would prevent the weaponisation of corruption charges that they say can often be politically motivated.",
    "Among those questioning this clause, effectively calling for decriminalisation of false allegations, is Transparency International Sri Lanka (TISL). TISL Deputy Executive Director Sankhitha Gunaratne confirmed to EconomyNext on Tuesday April 11 that the Sri Lanka chapter of the global transparency watchdog is indeed advocating decriminalisation of corruption allegations deemed false as failure to do so would “create a culture that discourages complaints”.",
    "Existing penal provisions are sufficient to take legal action against anyone who has made a false allegation, said Gunaratne, noting also that there is no record of a provision under the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) Act – Section 21 – that deals with false allegations ever being used.",
    "“There’s then no need for such a provision to be carried on into the new law,” she said.",
    "“Every person who makes an allegation in any information or complaint made by him to the Commission under section 43 knowing such allegation to be false or having reason to believe that such allegation does not constitute an offence under this Act shall on conviction after summary trial before a Magistrate be liable to a fine not exceeding one million rupees or imprisonment for a term not exceeding ten years or to both such fine and imprisonment and shall in addition, be liable to the payment to the person in respect of whom the communication was made, of a sum of money as compensation as the court may think fit.”",
    "TISL in an official statement has flagged Section 119 as a cause for concern. The statement said the clause “appears to send a negative signal to citizens willing to come forward as informants and whistleblowers to report corruption.”",
    "Proponents of the clause argue that, in addition to discouraging the weaponisation of corruption allegations, it also provides a level of protection to public officials tasked with taking sensitive decisions that could be the target of corruption charges, real or fabricated. Prof Rohan Samarjiva in a recent newspaper column pointed to the wording of the clause – which is largely similar to that of Section 21 of the current law – that stresses that only the commission, an independent body, will have the authority to institute legal action against someone accused of making a false allegation and only a magistrate can issue a verdict.",
    "Responding to this argument, TISL’s Gunaratne said: “If such a situation arises, it’s CIABOC that’s given the authority to carry out an investigation. They can carry out the investigation and let it lie.”",
    "She added that there is no reason to introduce such legislation when the world is moving towards a culture of transparency and accountability and providing safety to whistleblowers.",
    "Though she conceded that the repercussions of false allegations can be devastating to those accused, Gunaratne said a false allegation can “found to be false anyway”.",
    "“Criminalisation doesn’t stop that person from being dismissed of all charges,” she added.",
    "Asked how weaponisation can be minimised without the help of some legal recourse those falsely accused could resort to, she reiterated that penal provisions already exist.",
    "“Our argument, given the evidence we have, is that that has not happened. We had that law for several decades. On the face of it, it is clear that this is not really a problem that has arisen,” she said.",
    "Asked again if TISL is effectively calling for the decriminalisation of false allegations, Gunaratne said: “Within the anticorruption sphere, yes. I would even go so far as to say we need a whistleblower protection act.”",
    "“There is another provision that works in tandem in this law that actually protects whistleblowers to a certain extent but then subjects it to Section 119. So what we’re saying is, do away with Section 119.”",
    "She agreed, however, that whistleblower protection and criminalisation of false allegations could coexist.",
    "“In an ideal system, yes. But we’re talking about a context where freedom of expression is stultified and stifled. People have a fear psychosis about whether speaking out will result in reprisals, death threats, allegations, water canons or tear gas aimed at them purely for expressing an opinion,” said Gunaratne.",
    "“That is the context within which we operate. Especially given the level of attention that this section has received, the chance of weaponisation in the other direction is, I would say, higher – given the level of autocracy and state capture we’re seeing – than the chance of false allegations being made to the detriment of the public,” she added. (Colombo/Apr12/2023)"
  ]
}