{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92558/utah-man-suspected-of-threatening-president-biden-shot-dead-during-fbi-raid",
  "time_ut": 1691638140.0,
  "original_lang": "en",
  "original_title": "Utah man suspected of threatening President Biden shot dead during FBI raid",
  "original_body_lines": [
    "The FBI said its agents shot and killed a Utah man on Wednesday during a raid that a source said targeted the man for allegedly making threats against U.S. President Joe Biden, Vice President Kamala Harris and law enforcement officials.",
    "The FBI in Salt Lake City said the shooting occurred early on Wednesday as agents attempted to serve arrest and search warrants at a residence in Provo, south of Salt Lake City.",
    "The FBI did not identify the man or say why it was seeking an arrest. “The FBI takes all shooting incidents involving our agents or task force members seriously,” it said in a statement, adding that the incident was under review.",
    "Biden, who was scheduled to visit Utah on Wednesday, was briefed on the FBI raid, a White House official said, referring further questions on the matter to the FBI.",
    "A federal complaint shared with Reuters by the U.S. Attorney’s Office for Utah named the suspect as Craig Robertson. He posted online in September calling for the assassination of Biden and Harris, the complaint shows. He also allegedly made online threats against Biden ahead of his scheduled Utah visit.",
    "The man also made threats against Manhattan District Attorney Alvin Bragg as Bragg led a criminal inquiry into former President Donald Trump, and made threats against U.S. Attorney General Merrick Garland, the complaint shows.",
    "In one post attached in the complaint, the suspect said he was heading to New York to “fulfill my dream of iradicating (eradicating)” Bragg.",
    "The complaint showed that the suspect faced charges on three counts: interstate threats, threats against the president, and influencing, impeding and retaliating against federal law enforcement officers by threat. The complaint and the raid were reported earlier by ABC News.",
    "“The Secret Service is aware of the FBI investigation involving an individual in Utah who has exhibited threats towards a protectee,” the Secret Service, which provides protection for the president, vice president and their families, said on Wednesday.",
    "Political violence in a polarized United States has risen in recent years, with a Reuters report released Wednesday showing it is at its worst since the 1970s."
  ]
}