{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Seven-Sri-Lankan-fugitives-under-INTERPOL-red-notice-list/108-260993",
  "time_ut": 1686621883.0,
  "original_lang": "en",
  "original_title": "Seven Sri Lankan fugitives under INTERPOL red notice list",
  "original_body_lines": [
    "Seven Sri Lankan fugitives are among 6,872 fugitives listed under the INTERPOL’s red notice list, recent statistics have shown.",
    "Out of the seven, four Sri Lankans are listed as ‘wanted’ in Sri Lanka while the other three Sri Lankan fugitives have been issued red notices upon requests made by foreign countries over crimes they had committed in their territories.",
    "A red notice is a request to law enforcement authorities worldwide to locate and provisionally arrest a person pending extradition, surrender, or similar legal action, Interpol sources explained.",
    "According to Interpol statistics posted on its website, four Sri Lankans, 38-year-old De Soyza Jagamuni Sujeewa alias Kosgoda Sujee, Nadaraja Sivarajah (49), Munisamy Tharmaseelan (50) and Viknarasa Selvanthan (35) are wanted by Sri Lankan law enforcement authorities.",
    "The red notices were issued on Kosgoda Sujee over a murder case and on Nadaraja Sivarajah for aiding and abetting to assassinate late Minister Lakshman Kadiragamer. Tharmaseelan is wanted over possession of two hand grenades and 200 rounds of live ammunition while Selvanthan was charged over robbery and murder.  Meanwhile, three Sri Lankan nationals, Kumarasamy Navaneethana (52) fromVavuniya is wanted by Romania over a murder while Mohamed Powmi (61) from Elabodagama is wanted by India over counterfeit currency and Manickavasagar Vijayarajah (41) from Jaffna is wanted by Canada over first degree murder.",
    "Meanwhile, the Interpol has issued yellow notices on five other Sri Lankans.  Yellow notices are issued to help locate missing persons, often minors, or to help identify persons who are unable to identify themselves.  Accordingly, the Interpol noticed that Balakrishan Niresh (31) had disappeared in Vavuniya on January 27,2022 while Weebadde Ralalage Saman Wijesiri (68) disappeared in October 13, 2018.",
    "Also, Gayindu Kithmuka Madurapperuma (20) had disappeared in Colombo when he was 5-years-old.   (Darshana Sanjeewa Balasuriya)"
  ]
}