{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-attempting-to-revive-racism-ahead-of-polls-Nalin-Bandara/56-755708",
  "time_ut": 1701213268.0,
  "original_lang": "en",
  "original_title": "Govt. attempting to revive racism ahead of polls - Nalin Bandara",
  "original_body_lines": [
    "Questions if President now endorses use of racism in politics since aligning with Rajapaksas",
    "Expresses SJB’s intention to form strong coalition in future to revive country",
    "Urges ousted Sports Minister to reveal all information on corruption currently in his possession",
    "Samagi Jana Balawegaya (SJB) MP Nalin Bandara accused President Ranil Wickremesinghe and the current Government yesterday of attempting to revive racism in preparation for the upcoming polls.",
    "Speaking at a press conference in Colombo, Bandara expressed that Wickremesinghe, who had previously refrained from incorporating racism into his political approach, is now raising doubts about his endorsement of it since aligning himself with the Rajapaksa Government.",
    "“Racist sentiments in the form of statements have resurfaced. It is concerning that certain persons are attempting to promote racist ideologies once more. The Rajapaksa camp has historically employed the strategy of fuelling racial divisions, feeding this divisive narrative to the people of the country. It is from this divisive narrative that they gained success,” he said.",
    "Bandara highlighted that as the opposition leader avoids engaging in ‘deal politics’ he can therefore openly criticise the Rajapaksas and the Government, a stance that has become evident to the people of the country. He expressed the party’s intention to forge a strong alliance with compatible parties in the future to revive the nation.",
    "Bandara also encouraged the recently ousted Minister of Sports, Roshan Ranasinghe, to disclose any information he possesses regarding corruption. While uncertain about Ranasinghe’s future political decisions, Bandara expressed his hope that Ranasinghe would align with a political force like the SJB that does not endorse deal politics."
  ]
}