{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-announces-plans-for-pivoting-to-green-energy-exports-141071/",
  "time_ut": 1700624580.0,
  "original_lang": "en",
  "original_title": "Sri Lanka president announces plans for pivoting to green energy exports",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka can pivot to green energy exports with the island nation aiming to be a regional hub for green hydrogen supply, President Ranil Wickremesinghe said announcing plans for a new committee and an energy transition law.",
    "Speaking at the Sri Lanka Green Hydrogen Symposium 2023 on Tuesday November 21, Wickremesinghe called for a “bold shift” in energy thinking.",
    "A statement from the president’s office said the proposed committee and new legislation signal a commitment to a holistic decision-making process regarding new energy projects.",
    "US Ambassador Julie Chung, Indian High Commissioner Gopal Baglay and the British High Commissioner Andrew Patrick who also addressed the symposium had pledged support for Sri Lanka’s  commitment to green hydrogen transformation.",
    "The symposium was organised by Greenstat India in collaboration with Petroleum Development Authority of Sri Lanka (PDASL) and United States Agency for International Development (USAID).",
    "Acknowledging economic challenges, President Wickremesinghe stressed the importance of a thorough review to ensure sustained, long-term benefits. According to the statement, he outlined a “comprehensive vision for Sri Lanka’s role in addressing climate change, emphasising sustainable practices and embracing cutting-edge green energy technologies”.",
    "Alarming findings of the United Nations Foundation (UNF) emission report for 2023 raise concern over the potential 3-degree °C global temperature increase by the end of the century, said Wickremesinghe, highlighting the need for immediate global action. The Sri Lanka president also lamented the unfulfilled emission reduction promises of developed nations.",
    "“It says by the end of this century we will be about 3 degrees °C higher. Just imagine what that is going to be. And the cuts which were promised by the developed nations have not taken place. But even with that, we would come to 2.5-degrees °C. So then we have to come down to 1.5 degrees °C. That’s what our target is for 2030,” he said.",
    "Two key objectives for Sri Lanka in this regard, according to the president, are advocating for the 1.5-degree °C target at COP28 and showcasing the nation’s commitment to contributing significantly, irrespective of its lower pollution levels compared to more industrialised countries.",
    "Citing the UN Secretary-General’s call for tripling renewable energy capacity by 2030, Wickremesinghe said this is a pivotal opportunity for Sri Lanka to transform into a green energy exporter. The “vast potential of solar and wind power in the country’s expansive dry zones” was also highlighted, according to the statement.",
    "“Now we can become an exporter of energy. Let’s go for it. That is my idea,” he said, in a call back to historical references about Sri Lanka purportedly exporting grain.",
    "Sri Lanka can aspire not only to achieve energy independence but also to become a regional hub for green hydrogen supply, the president said.",
    "Commenting on the cancellation of the Norochcholai project in 2002, Wickremesinghe said the decision was made due to economic considerations and the pursuit of a more modern version funded by the Japanese. However, this decision faced opposition and Norochcholai now poses a challenge for the country, prompting a reassessment of its utility and future role, he said.",
    "According to the statement, the president had also expressed dissatisfaction with the downgrading of sustainable energy in favour of other sources, such as wind power.",
    "“He reflected on the consequences of mismanaging the energy portfolio, emphasising the need for a holistic view and a re-evaluation of the long-term power generation plan,” the statement said.",
    "Reaffirming Sri Lanka’s “unwavering commitment to green energy”, Wickremesinghe invited experts to advise the government on the path forward.",
    "“We are committed to green energy and we are going ahead,” he said.",
    "‘The Sri Lanka National Hydrogen Road Map’ was presented by the Minister of Power & Energy Kanchana Wijesekara to President Wickremesinghe at the event. This roadmap is a collaborative effort between the PDASL and Greenstat Hydrogen India, with the support of the USAID, which, the president’s office said, charts a course for Sri Lanka’s energy landscape transformation. (Colombo/Nov22/2023)"
  ]
}