{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Bilawal-Bhutto-led-Committee-to-decide-on-Pakistans-2023-WC-participation-in-India/108-264438",
  "time_ut": 1690974726.0,
  "original_lang": "en",
  "original_title": "Bilawal Bhutto-led Committee to decide on Pakistan’s 2023 WC participation in India",
  "original_body_lines": [
    "Committee appointed by Pakistan's Prime Minister to decide on their 2023 World Cup participation.",
    "The Bilawal Bhutto-headed committee, formulated by Pakistan Prime Minister Shehbaz Sharif, will gather on Thursday to decide on the nation's 2023 World Cup participation. According to media reports, the panel hasn't taken a stance against participation, but could ask for a security check before giving their countrymen the green light for the tournament.",
    "Earlier, Pakistan Sports Minister Ehsan Mazari had put out some strong conditions for allowing Babar Azam's men to play in the 2023 World Cup in India. During a chat with The Indian Express, Mazari reckoned that if India doesn't come to Pakistan for the Asia Cup, they should go to India either for the 50-over World Cup.",
    "However, as per latest developments, Pakistan's foreign minister is likely to ask the hosts, ICC, and the BCCI to allow a security delegation to check the venues, where Pakistan will play their World Cup games. The committee comprises of Sports Minister Ahsan Mazari, Maryam Aurangzeb, Asad Mahmood, Amin ul Haq, Qamar Zaman Kaira, and Tariq Fatmi, a former diplomat",
    "Meanwhile, BCCI secretary Jay Shah has strongly hinted at changes to a few fixtures of the 2023 World Cup, including the India-Pakistan match at the Narendra Modi Stadium in Ahmedabad. A few unconfirmed reports have indicated that the India-Pakistan clash will now take place on October 14th instead of the initial date of 15th. However, the venue will most likely remain the same.",
    "The other change could be of their match against the Netherlands, which currently stands to take place on October 6th in Hyderabad. The Pakistan-Sri Lanka game is likely to go ahead as per schedule. Under Imran Khan, the Men in Green won their first and only World Cup title in 1992. (TFPJ)"
  ]
}