{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/embassy-and-permanent-mission-of-sl-in-vienna-promotes-sri-lanka-as-a-leading-tourist-destination/",
  "time_ut": 1686504060.0,
  "original_lang": "en",
  "original_title": "Embassy and Permanent Mission of SL in Vienna promotes Sri Lanka as a leading tourist destination",
  "original_body_lines": [
    "The Embassy and Permanent Mission of Sri Lanka together with Aitken Spence Travels promoted Sri Lanka as a unique tourist destination to 20 leading tours operators in Austria at the Embassy on 6 June 2023.",
    "Delivering the welcome remarks, Ambassador and Permanent Representative of Sri Lanka Majintha Jayesinghe highlighted the distinctive splendors of Sri Lanka. While speaking of the many attractions, the Ambassador ensured assistance to Austrian travel agencies.",
    "During his presentation, Assistant General Manager of Aitken Spence Travels Sampath Perera highlighted the unexplored touristic attributes and attractions that Sri Lanka poses to potential Austrian tourists and travellers while presenting detailed information in categories such as culture, wildlife, adventure, beaches, festivals, ayurveda, and UNESCO designated heritage sites. A number of fascinating promotional videos on Sri Lanka were also screened.",
    "At the event, Managing Director of Aitken Spence Travels Nalin Jayasundera elaborated the contribution of Aitken Spence Travels in destination promotion and invited attendees to facilitate and encourage potential tourists to visit Sri Lanka during the upcoming holiday season.",
    "A raffle was drawn at the event where the grand prize was offered by the prestigious Aitken Spence hotel chain. Sri Lankan traditional refreshments together with world famous Ceylon tea were served to the travel agents.",
    "Austria is placed among the potential markets for tourism in Sri Lanka and during the first four months of 2023 Sri Lanka received 3411 tourists from Austria. Being a leading conglomerate in the hospitality sector in Sri Lanka, Aitken Spence maintains a solid clientele in the European market.",
    "ComBank focuses on navigating digital disruption and embracing new leadership paradigm",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}