{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-Rugby-formally-suspended-by-WR/108-259381",
  "time_ut": 1684327066.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Rugby formally suspended by WR",
  "original_body_lines": [
    "Sri Lanka Rugby (SLR) has been formally suspended by World Rugby (WR) as per a letter received by SLR Executive Director Hassan Sinhawansa.",
    "The decision has been confirmed after the Sports Ministry's appointment of a stabilization committee.",
    "\"The World Rugby Council at its May 11, 2023 meeting considered the ongoing membership of Sri Lanka Rugby. The World Rugby Council were advised that the Sri Lanka Sports Ministry had reinstated Sri Lanka Rugby as a sports federation in Sri Lanka under the temporary operational control of a government appointed Stabilisation Committee. This is contrary to the World Rugby Bye-Laws. The World Rugby Council, having noted the recommendation of the World Rugby Executive Board, acting in accordance with the World Rugby Bye-Laws agreed that Sri Lanka Rugby is suspended from World Rugby Membership with immediate effect due to a breach of the World Rugby Bye-Laws relating to political interference,\" the letter reads.",
    "WR states that their utmost priority is to collaborate with Asia Rugby to resolve ongoing issues of Sri Lanka Rugby.",
    "\"The World Rugby Council agreed that World Rugby and Asia Rugby would work together with all stakeholders to ensure the least possible disruption of rugby in Sri Lanka. The immediate priority of World Rugby and Asia Rugby is to work with all of the relevant stakeholders in Sri Lanka to resolve the ongoing governance issues. A resolution of these issues will enable Sri Lankan athletes and officials to participate in upcoming matches and tournaments in Asia.",
    "World Rugby and Asia Rugby will urgently work with all stakeholders to put in place a programme of meetings to be held in Sri Lanka to hopefully resolve the current impasse and we will contact the Union in due course to make arrangements for these meetings,\" the letter confirmed.",
    "Sri Lanka Rugby will not be able to engage in any rugby related activity during this suspension which means that none of the Sri Lankan teams would be able to compete at any significant competition.",
    "This issue which has now been addressed by World Rugby is a matter that could have easily been sorted if not for the arrogance of certain parties.",
    "To start with then Sports Minister Namal Rajapaksa did not like SLR President Rizly Illyas.",
    "From time to time they have had moment of personal glory but, at the end of all that today Sri Lanka rugby players who have given up so many things to play rugby for almost zero returns, have paid a huge price."
  ]
}