{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88962/sri-lanka-tourism-finds-new-ways-to-cater-to-visitors-from-middle-east",
  "time_ut": 1678376460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka tourism finds new ways to cater to visitors from Middle East",
  "original_body_lines": [
    "Sri Lanka’s tourism is trying to cater more to visitors from the Middle East countries, with special initiatives already underway, officials and industry players said on Thursday, as they seek to revive the crisis-hit country’s hospitality sector.",
    "Tourism has traditionally been one of the key sources of Sri Lanka’s foreign reserves and in 2018 earned $4.4 billion, contributing 5.6 percent to the gross domestic product. But this dropped to just 0.8 percent in 2020, as the country received a major blow when the outbreak of COVID-19 halted global travel.",
    "To rebound from the pandemic, Sri Lanka declared 2022 the “Visit Sri Lanka Year” to prioritize the tourism industry in general, but as the country sank deeper into its worst economic crisis in history, it began to realign its strategies and identified the Middle East among its top potential markets, pinning hopes on Gulf Cooperation Council countries, and especially Saudi Arabia.",
    "“The Arabian market is a key market segment in Sri Lanka tourism,” Madubhani Perera, marketing director at the Sri Lanka Tourism Promotion Bureau, told Arab News.",
    "She said it was of paramount importance now to build up confidence among visitors from the region so that they would feel culturally comfortable in Sri Lanka and, as industry players are trying to tap into the market, all future promotion campaigns should focus on “safety and respect for their culture.”",
    "Saudi Arabia’s Ambassador to Colombo Khalid Hamoud Nasser Al-Dasan Al-Qahtani has also recognized Sri Lanka’s potential in appealing to Arab visitors, provided their comfort in traveling is taken care of.",
    "“Sri Lanka is an ideal destination for tourists from the Kingdom…To make it more attractive, there must be an Arab-friendly environment,” he told Arab News.",
    "One such initiative to boost the country’s popularity among travelers from the Gulf is now spearheaded by Sri Lankan hospitality veteran Fazal Mohammed, CEO of Al-Araf Hotels and Resorts, who has worked for 30 years in the Saudi hospitality sector, serving in managerial positions in brands such as Fairmont and Raffles in Makkah and Al-Faisaliah Hotel — one of the finest five-star hotels in Riyadh.",
    "Mohammed’s most recent project is Horton Heights, a super luxury hotel located in the scenic hill city of Nuwara Eliya in Sri Lanka’s Central Province, which is expected to open its doors to guests this winter.",
    "“The project is designed for high-end tourists and looks to cater to leisure travelers from the Middle East region,” Mohammed told Arab News, adding that it is designed to appeal to leisure travelers from the Middle East, with staff proficient in the Arabic language, high levels of privacy and fine dining experiences.",
    "“Emphasis is also taken to allow the Middle Eastern traveler to enjoy his or her holiday in the island nation and ensure his daily lifestyle and habits are not disrupted,” he said. This means that “rooms and facilities will be made available to carry on daily prayers,” and halal food options will be available.",
    "For Mohammed, Sri Lanka, with its culture and accessibility can easily be an attractive destination for Arab tourists, especially from the Gulf.",
    "“Sri Lanka’s natural beauty, including its tropical beaches, lush forests and stunning mountains, is another major draw for Arab tourists,” he said.",
    "“Many visitors are looking to escape the hustle and bustle of city life and enjoy a relaxing vacation in a beautiful setting. Further, the island nation is also becoming increasingly popular among adventure tourists.”",
    "The island nation’s efforts in drawing more Arab visitors could not only help revive the industry but also make it contribute again to the economy, which needs a major boost.",
    "“The potential for Arab visitors in Sri Lanka tourism is significant, with opportunities for increased revenue, job creation and sustainable growth in the industry,” Mohammed said.",
    "“By catering to the specific needs and preferences of Arab tourists, Sri Lanka can establish itself as a top destination in the region and attract a growing number of visitors from this market.”",
    "Geographic proximity and good weather are other key enablers in doing so. Sri Lanka is easily accessible from the Middle East due to its proximity, and there are many direct flights from the region.",
    "“One of the key advantages that Sri Lanka has is that the country is geographically located to attract tourists throughout the year,” said M. Rizmi Reyal, travel operator and former president of the Sri Lankan chapter of the International Air Transport Association.",
    "“Sri Lanka is the perfect venue to attract Middle Eastern tourists. We are anticipating Arab tourists to visit Sri Lanka this year, after a lapse of four years.”"
  ]
}