{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-present-imf-deal-to-parliament-president-113036/",
  "time_ut": 1677035400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to present IMF deal to parliament: President",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s agreement with the International Monetary Fund, negotiated after a severe currency crisis ended in external default, will be presented to parliament for approvals, President Ranil Wickremesinghe has said.",
    "Sri Lanka has not in the past presented IMF deals for approval though they have been made public.",
    "The parliament “will have the option to pass or reject it,” he was quoted as telling a forum on taxation by his media office.",
    "“If the proposal is rejected, the relevant parties should submit alternative proposals to the International Monetary Fund.”",
    "IMF programs are not specifically designed to be approved by parliaments though taxes and budget which are presented in line with such agreements have to be passed by the legislature.",
    "Sri Lanka has no history of approving IMF deals in parliament, though it has been done in other countries.",
    "Sri Lanka had hiked taxes under the agreement to raise revenues and bring deficit down.",
    "From 2020 taxes were cut and money was printed for stimulus, blowing a hole in the balance of payments.",
    "Sri Lanka’s current budget and tax policy “is not a normal tax policy, but rather a rescue operation,” to fix state finances, he had said.",
    "Sri Lanka has a large public sector which has to be maintained from people’s taxes, even when monetary instability disrupts revenues.",
    "Sri Lanka needed taxes to maintain the full government spending after the British abolished serfdom and ended Rajakariya and state services were provided by salaried workers.",
    "Following the bursting of what was called the ‘British railway bubble’ leading to a collapse of coffee prices and the then Ceylon government under Governor Torrington hiked taxes, which contributed to the revolt of 1948.",
    "“When in 1948 widespread opposition emerged to Torrington’s taxes, the administration was caught unawares,” writes historian K M De Silva. (Colombo/Feb22/2023)"
  ]
}