{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92473/taliban-bans-girl-students-from-attending-school-beyond-third-class-report",
  "time_ut": 1691317140.0,
  "original_lang": "en",
  "original_title": "Taliban bans girl students from attending school beyond third class - report",
  "original_body_lines": [
    "Local Taliban officials have reportedly banned girls over 10 years of age from attending primary school classes in some provinces of Afghanistan bringing in its latest set of restrictions against female education. Officials from Taliban-ruled Ministry of Education told principals of schools and short-term training classes in Ghazni province that “any girl over 10 years of age is not allowed to study in primary schools”, BBC Persian reported.",
    "A student in sixth grade- for which the Taliban had permitted education last year- said that girls who are over 10 years old were not allowed to enter the school. In some provinces, the local authorities of the “Ministry for Preaching and Guidance” separated girls based on age, the report claimed, adding that officials asked the principals of the girls’ school to send the female students above the third grade home.",
    "Following the exit of US and NATO-led regime in Afghanistan, Taliban in September 2021 banned girls from secondary education, ordering high schools to be reopened for boys only. Last December, it banned college and university-going women and imposed an indefinite ban on university education for thousands.",
    "Last month, the UN criticised Taliban for further increasing restrictions on women and girls in Afghanistan in recent months, including on education and employment. The regime has barred women from most areas of public life and work. This includes banning girls from going to school beyond the sixth grade and prohibiting Afghan women from working at local and non-governmental organisations. The ban was also extended to employees of the United Nations in April."
  ]
}