{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/An-Indian-author-and-lessons-on-morality-EDITORIAL/172-264076",
  "time_ut": 1690486381.0,
  "original_lang": "en",
  "original_title": "An Indian author and lessons on morality - EDITORIAL",
  "original_body_lines": [
    "Sri Lanka is now known as a nation that has driven its people to despair. With regard to the health crisis and the shortage of drugs in the island many medical professionals have aired the view that state sector authorities mustn’t be dishonest when purchasing drugs; at least from now onwards.",
    "Those born in Sri Lanka may be cursing themselves. A quick study of their faiths will show that the majority of the citizens of this country are Buddhists. These Buddhists like those belonging to other faiths are taught how to face adversity.",
    "The problem with Sri Lanka is that morality is not held high in this country. We also struggle a good deal to find people with moral values. Indian born Amish Tripathi, the author of The Shiva Trilogy and the Ram Chandra Series, has stressed this fact in a leading television talk show and elaborated on this point. But according to Tripathi’s findings people who have suffered the most in their lives are the ones that cultivate this much appreciated quality in humans; morality. He states that those who don’t suffer and lead affluent lifestyles tend to move away from morality in their thinking and at work.",
    "Appearing in the ‘Ranveer Show’- hosted by Ranveer Allahbadia-  Tripathi compares the writings of J.R.R Tolkien-the author of ‘The Lord of the Rings’ with that of George R.R Martin; the author of ‘Game of Thrones’. He finds Tolkien coming from a society which has battled grief and lost loved ones and friends through the First World War. But Tolkien’s writings include characters which are steeped in morality. But quite the opposite is true with the characters portrayed by Martin in his books. The characters penned by Martin are portrayed in a dark background and do things in circumstance which right thinking individuals elsewhere might avoid totally. And when one sees the life of Martin he has come from a comfortable background and hasn’t really known the horrors of a true war or conflict. Can a man coming from a privileged background write about characters that lack morality?",
    "Grief and suffering are needed to push a man or a woman to find the goodness in life; not necessarily riches. This blessed island had had men of virtue and morality and made a difference in the lives of the people. But causing that change in the lives of the other might come at the expense something valuable in your life",
    "In our island where its people saw several invasions by foreign countries and much later a civil war one could hardly find a single family which was not plagued by the war against terrorism. But still Sri Lankans never lost that smile on their faces and held on dearly to that much showcased quality which we call hospitality. Sri Lankans have reasons to be miserable, but hard work and challenging lifestyles can never dampen their spirits and remove that smile. The good advertisement for this quality in the islanders is to tell a tea plucker to pose for a photograph. That tea plucker may be without breakfast, but she still finds enough strength to smile in front of the camera.",
    "Grief and suffering are needed to push a man or a woman to find the goodness in life; not necessarily riches. This blessed island had had men of virtue and morality and made a difference in the lives of the people. But causing that change in the lives of the other might come at the expense something valuable in your life. Just the other day this writer read in a post on social media where it was highlighted that a retiring school principal in Sri Lanka had donated much of his savings to build a library in an academic institute. I just hope this post on social media is true; if not let’s take in the lesson from such a magnanimous gesture.",
    "Another issue which pulls us down is our habit of not taking seriously the valuable opinions of individuals if they are not occupying the top rungs of the social ladder. Most of our poets and writers and their ideas to build a just society were ignored for this reason.",
    "Coming back to Amish the author-whose books have sold over six million copies in the Indian subcontinent- he is at present serving as a Minister at the High Commission of India in the UK. May be his books and ideas expressed on talk shows can influence an island nation like ours to learn lessons on morality."
  ]
}