{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ruling-party-happy-to-support-president-wickremesinghe-minister-123921/",
  "time_ut": 1687159080.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ruling party happy to support President Wickremesinghe: minister",
  "original_body_lines": [
    "ECONOMYNEXT – The ruling Sri Lanka Podujana Peramuna (SLPP) is happy to continue to support President Ranil Wickremesinghe despite differences as jeopordising his administration would mean a return to queues, Power & Energy Minister Kanchana Wijesekara said.",
    "Speaking at a party rally in Nawalapitya on Sunday June 18, Wijesekara said former President Gotabaya Rajapaksa made the right call in appointing Wickremesinghe as prime minister, paving the way for the latter’s presidency and a stable government.",
    "“We in the SLPP are happy that, though we’re of opposing views, we went on that path and gave him that strength,” said Wijesekara.",
    "Though SLPP supporters at the event may not agree with all of Wickremesinghe’s policies, the minister said, it was necessary to continue to support him.",
    "“What would happen if we undermined him? What would happen to the country? We would go back to the time of queues,” he said.",
    "Wijesekara’s remarks comes after speculation of growing differences between President Wickremesinghe and the SLPP. However, according to media reports, those differences have now been patched up after SLPP organiser Basil Rajapaksa gave his personal assurance to Wickremesnighe that the party would continue to back him.",
    "There has not been any discussion on appointing any more SLPP members to the cabinet, however.",
    "Meanwhile, the main opposition party the Samagi Jana Balawegaya (SJB) is reaching out to other opposition parties to form a grand coalition of its own.",
    "Reports said that the SJB leadership is in regular contact with members of the Freedom People’s Congress, an outfit of “dissident” SLPP members who crossed over to the opposition after 2022’s political and economic crisis.",
    "A senior FPC member said on Friday that Sri Lanka’s opposition parties must rally behind a leader they can all agree to support at a future presidential election with the next favourite agreeing to be prime minister in a common workable arrangement.",
    "It was clear that he was referring to SJB and opposition leader Sajith Premadasa, whose candidacy at a future presidential election the FPC will most likely endorse.",
    "Sri Lanka opposition must rally behind Sajith-AKD ticket or vice versa: FPCSee more",
    "However, Sri Lanka’s opposition parties have yet to formally announce a common alliance against iWickremesinghe who is speculated to be keen to hold an early presidential election.",
    "While the SJB, as the main opposition, has declared its readiness for any poll, the leftist National People’s Power (NPP) led by Anura Kumara Dissanayake has also seen a surge in its popularity since the crisis, though how sustainable that popularity is remains to be seen. An alliance between the SJB and the NPP remains highly unlikely, as the NPP has been increasingly positioning itself as an uncompromising alternative to Sri Lanka’s traditional wielders of political power which the NPP maintains are essentially on the same team.",
    "What with the economy slowly stabilising and inflation on track to dropping to a single-digit level by the fourth quarter of the year despite a rise in poverty and continuing unaffordability of a number of goods and services, reports of a speculated early presidential election indicates that Wickremesinghe is fairly confident of his chances at the polling booth.",
    "Backers of Wickremesinghe have cited what they call a faster-than-anticipated recovery from the crisis, increased availability of goods and services after months of queues, shortages and power cuts, ongoing reforms backed by the International Monetary Fund (IMF) including the restructuring of state-owned enterprises (SOEs) as factors that will be in his favour. However, allegations of government overreach, particularly with regard to containing dissent and alleged stifling of free expression, may prove damaging to a future campaign, as will the political cost of some of the more unpopular reforms such as a tax hike in the alleged “sale of national assets”, a euphemism for privatisation. Wickremesinghe’s overtures to the Tamil community in resolving the country’s ethnic issue is also likely to be exploited by his opponents.",
    "The president, however, appears confident, having recently claimed, somewhat controversially, that despite a united opposition, none of the parties currently represented in parliament could obtain 50 percent of the vote.",
    "Against this backdrop, and with increased factionalisation in the ruling SLPP – with some speculated to be resolutely backing Wickremesinghe while others remain loyal to the Rajapaksas – how opposition parties will align themselves is still unclear. Reports of speculated crossovers from the SJB also persist despite strong denials.",
    "If Wickremesinghe does in fact want to secure an early mandate as speculated, he will need to seek a constitutional amendment repealing a provision that prevents a president elected by parliament from calling an early presidential election.",
    "Provided that the Supreme Court determines that the amendment will not be inconsistent with any of the entrenched clauses of the constitution, it may be passed by a two-thirds majority in parliament.",
    "Parliament support well in excess of a two-thirds majority for such an amendment is likely given that the SJB has already declared its support for an early poll. Dilan Perera’s FPC has also spoken in favour of an early election. The NPP’s position is less clear, however, with its leaders still calling for a local government election (Colombo/Jun19/2023)"
  ]
}