{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91493/enhanced-rainfall-expected-in-southwest-part-of-the-island",
  "time_ut": 1687654560.0,
  "original_lang": "en",
  "original_title": "Enhanced rainfall expected in southwest part of the island",
  "original_body_lines": [
    "Showery conditions are expected to enhance in the southwest part of the island to some extent today (June 25) and tomorrow (June 26), the Department of Meteorology says in its latest weather forecast.",
    "Thereby, showers or thundershowers are expected at times in Western and Sabaragamuwa provinces and in Kandy, Nuwara-Eliya, Galle and Matara districts.",
    "Fairly heavy rainfall above 50mm is likely in parts of the Western province and in Galle and Matara districts.",
    "Meanwhile, several spells of showers will occur in the North-western province.",
    "Showers or thundershowers are expected in parts of Uva province and in Ampara and Batticaloa districts during the evening or night.",
    "Fairly strong winds of about 40-45 kmph can be expected at times in the western slopes of the central hills, North-central province and in Puttalam, Hambantota and Trincomalee districts.",
    "Members of the public are advised to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "Showers or thundershowers will occur at several sea areas off the coast extending from Puttalam to Matara via Colombo and Galle.",
    "Winds will be south-westerly and the speed will be 25-40 kmph.",
    "Wind speed can increase up to 50-60 kmph at times in the sea areas off the coast extending from Hambantota to Pottuvil and off the coast extending from Kankesanturai to Puttalam via Mannar.",
    "Wind speed may increase up to 40-50 kmph at times in the sea areas off the coast extending from Puttalam to Hambantota via Colombo and Galle.",
    "The sea areas off the coast extending from Hambantota to Pottuvil and from Kankesanturai to Puttalam via Mannar will be rough at times. The sea areas off the coast extending Puttalam to Hambantota via Colombo and Galle will be fairly rough at times.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}