{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Will-two-more-Sri-Lankan-elephants-suffer-in-Pakistani-zoos/108-258123",
  "time_ut": 1682384692.0,
  "original_lang": "en",
  "original_title": "Will two more Sri Lankan elephants suffer in Pakistani zoos?",
  "original_body_lines": [
    "On April 22, a critically ill 17-year-old African elephant Noor Jehan, ailing in pain at the Karachi zoo succumbed to her critical condition. But two days later, Sri Lankan authorities have reportedly agreed to gift two female elephants to Pakistan.",
    "Speaking to local media, Pakistan’s Honorary Consul General Yasin Joyia said that a request for the elephants has been sent to the Sri Lankan High Commission and that Sri Lanka will be sending two elephants, one for the Karachi Zoo and one for Lahore.",
    "The Asian elephant is an animal included in Appendix I of the CITES permit. “Therefore Pakistan has to provide the conditions in which the animals will be kept, confirm that the conditions will not jeopardize the animals’ health and fulfil several other requirements,” said environmental lawyer Dr. Jagath Gunawardena. “However the practice has been to exchange elephants between countries and this is a decision taken by the head of state.”",
    "Pakistan has a bad history of maintaining elephants received as diplomatic gifts. A classic example is the case of Kaavan, a diplomatic gift that Sri Lanka sent to Pakistan in 1985. But for 35 years, the animal spent its life in a substandard zoo in Islamabad. Since 2012, Kaavan was named as the ‘loneliest elephant in the world’ following the demise of its mate Saheli. Thereafter, global animal rights organisations and pop stars such as Cher were instrumental in securing the release of Kaavan. After a tedious legal process, Kaavan was relocated to a wildlife sanctuary in Cambodia.",
    "Issuing a statement, RARE Sri Lanka expressed concerns over the statement made by the Consul General for Sri Lanka in Lahore. “Pakistan has proven time and again to be ill-equipped both in terms of resources and knowledge to meet the complex needs of elephants. Saheli Menika, an elephant sent from Sri Lanka to Pakistan in 1991 died an agonizing and prolonged death at just 23 years of age. Kaavan, an elephant sent from Sri Lanka in 1985 was transferred to a sanctuary in Cambodia as per the orders of the Pakistani courts after hearing extensive evidence of his unsuitable living conditions and poor quality care. It is therefore inconceivable that the Honorary Consul General would consider sending further Sri Lankan elephants to Pakistan to suffer a similar fate. Elephants are sentient beings that cannot be considered and ‘gifted’ as objects under any circumstances. We would request Sri Lankan authorities to reconsider this request and to not send more elephants to Pakistan to suffer untimely deaths,” the statement read.",
    "However, from a conservation point of view, isolating an elephant from its herd would do more harm than good to the animal. “Elephants are animals with herd instincts and they will be traumatised the moment they are isolated from the herd,” said senior conservationist Jayantha Jayawardena. “Kaavan is a perfect example. It had to be relocated to another sanctuary as it was leading a lonely life in Pakistan.”",
    "But prior to sending the animals, Pakistan needs to fulfil a list of criteria in order to receive the CITES permit from Sri Lanka’s Department of Wildlife Conservation. When contacted, DWC Director General M.G.C Sooriyabandara said that he has not received any request of this nature. “We are not aware of a request or a proposal to gift two female elephants to Pakistan. They have to initially request us for a CITES permit. But, prior to that they have to fulfil all requirements including the provision of proof that the animals will be kept in standard conditions and so on. A cabinet approval is also required,” he added.",
    "In the case of Noor Jehan, the elephant has been limping for some time and its condition had deteriorated quickly to a worrying condition that left her partly paralysed. During the examinations, medical experts have identified an internal hematoma and a damaged pelvic floor as the main sources of her pain and physical distress. According to the zoo administrator, the elephant had been suffering from fever for the past several days. Since 2021 international animal rights organisations have recommended relocating Noor Jehan and her companion Madhubala to a species-appropriate place that fulfils international standards. (Kamanthi Wickramasinghe)"
  ]
}