{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Realme-launches-C55-new-smartphone/34-748045",
  "time_ut": 1683496209.0,
  "original_lang": "en",
  "original_title": "Realme launches C55 new smartphone",
  "original_body_lines": [
    "'From left: Realme Key Account Manager Sahan Dissanayaka, Sales Manager Prasanna Bandara, CEO Gary Ge, Head of Sales Shelvey Den and Brand Manager Darshana Weerakonda Arachchi",
    "Realme, the world’s fastest-growing smartphone brand, has launched a new smartphone, the Realme C55, for different market segments.",
    "Realme Sri Lanka last week introduced the revolutionary models to the Sri Lankan market in partnership with Poova Holdings Ltd., the national distributor of Realme phones.",
    "The Realme C55 is designed for users who want a smartphone with high-end features at an affordable price. The smartphone is “a champion of the segment”, featuring a segment-only Champion 64MP camera, 33W SUPERVOOC Champion fast charge in a trendy and unique Champion look inspired by sun shower. The C55 is the first C-series product to feature a flagship OV64B sensor with 0.7μm pixel size and 1/2” optical format, the same sensor used in the Realme GT Master Edition. The Realme C55 comes with up to 12 GB of dynamic RAM, the largest storage in the segment, and supports up to 1 TB of memory expansion for a long-lasting user experience. The smartphone is powered by the fastest 33W SUPERVOOC charge in the segment that can charge the massive 5000mAh battery to 100% in just 63 minutes. The Realme C55 comes with sun shower and rainy night colours, available in two colours.",
    "The Realme C55 smartphone represents Realme’s efforts to provide the best features to users who prefer inexpensive smartphones. The Realme C55 offers a holistic mobile experience at a reasonable price. The Realme C55 will be available at a starting price of Rs. 59,990 (6 GB + 128 GB variant).",
    "Realme is a global emerging consumer technology company disrupting the smartphone and AIoT market by making cutting-edge technologies more accessible. It provides a range of smartphones and lifestyle technology devices with premium specs, quality, and trend-setting designs to young consumers at affordable prices.",
    "Realme, founded by Sky Li in 2018, is now a top five smartphone brand in 30 countries worldwide. It operates in 61 markets globally, including China, Southeast Asia, South Asia, Europe, Russia, Australia, the Middle East, Latin America, and Africa, and has over 140 million users worldwide.",
    "Poova Holdings Ltd. is a Sri Lankan company that provides high-quality smart devices and after-sales services. The company was founded in 2022 to offer the best and most branded smart devices to all Sri Lankans. Poova Holdings operates in imports, national mobile distribution, and after-sales service segments with global-renowned brands. The company said it is committed to making a positive impact in the Sri Lankan telecommunications device sector."
  ]
}