{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-business-world-international-awards-ceremony-recognizes-entities-from-startups-to-business-giants/",
  "time_ut": 1681054620.0,
  "original_lang": "en",
  "original_title": "The Business World International Awards ceremony recognizes entities from startups to business giants",
  "original_body_lines": [
    "The Business World International Awards ceremony, organized by the Business World International Organization INC – USA, an event which is recognized as one of the most prestigious business award festivals in the Asian Pacific region was held in grandeur at Taj Samudra Colombo with the participation of several veteran business personalities and celebrities. The theme of this year is dedicated to the United Nation’s Sustainable Development Goals for 2030 Agenda. BWIO is an USA based organization, driven with the objective of recognizing the accomplishments and expertise of the global business spectrum.",
    "The BWIO Awards recognized and celebrate excellence in business and inspires entrepreneurs to accomplish greater challenges and benchmark their best practices. It concentrates on every category from startups to business giants, social change agents, sustainable development advocates and exceptional professionals in their respective fields of expertise, varying in 30 categories. The event attracts business owners, high level entrepreneurs, enterprises from the private, government sectors and small & medium enterprises and other VIP’s throughout the country.",
    "The joint chief guests were Premnath C Dolawaththa (Member of Parliament) & Prof. Dr. Dietmar Doering (Founder – AGSEP Research & Advisory, Board Member of BWIO – USA) and the guests of honour were Prof. Dr. Rohan De Silva (President – Sri Lanka Small and Medium Industries), Dr. Ajith Rohana (Senior DIG in Charge of the Southern Province – Crimes and Traffic Division) & Senthil Thondaman (President of Ceylon Workers Congress).",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}