{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90636/fr-petition-filed-seeking-arrest-of-pastor-jerome-fernando",
  "time_ut": 1684406640.0,
  "original_lang": "en",
  "original_title": "FR petition filed seeking arrest of Pastor Jerome Fernando",
  "original_body_lines": [
    "A Fundamental Rights petition has been filed requesting the Supreme Court to order the Inspector General of Police (IGP) to arrest Pastor Jerome Fernando and to take legal action against him for allegedly making remarks demeaning other religions.",
    "The FR petition has been presented by a group including Venerable Elle Gunawansa Thero and several others.",
    "The petition was presented to the Supreme Court seeking the issuing of an order to the IGP and the respondents to arrest Pastor Jerome Fernando for making a statement that is offensive to religions and to enforce the law against him.",
    "Police had yesterday clarified that Pastor Jerome Fernando, who is currently in Singapore, can be arrested upon his return to Sri Lanka owing to the overseas travel ban issued against him.",
    "In an Instagram post, Fernando had indicated that he would be returning to the island within the week, in order to host a service on Sunday titled ‘Mega Church Day’.",
    "An overseas travel ban was imposed against the Pastor on orders of the Colombo Fort Magistrate’s Court on Tuesday (16 May), as per a request made by the Criminal Investigation Department (CID).",
    "Fernando, however, had left the island on 14 May after making several controversial remarks regarding religions including Buddhism, Islam and Hinduism, during a recent sermon of his.",
    "A video of the sermon in question was recently widely circulated on social media, stirring much controversy within the country due to allegations that it included derogatory statements related to Lord Buddha and other religious figures.",
    "On 15 May, President Ranil Wickremesinghe ordered the CID to launch an immediate investigation into the matter, citing that such statements could create religious conflicts and harm the country’s harmony.",
    "The New Buddhist Front (‘Nawa Bikshu Peramuna’) and the Pivithuru Hela Urumaya (PHU) had also lodged a complaint with the CID, seeking the immediate arrest of the Pastor and that strict legal action be initiated against him."
  ]
}