{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-mystery-of-the-chains-on-adams-peak/",
  "time_ut": 1683983880.0,
  "original_lang": "en",
  "original_title": "The mystery of the chains on Adam’s Peak",
  "original_body_lines": [
    "“Now the island of Serendib lies under the equinoctial line, its night and day both numbering twelve hours. It measureth eighty leagues long by a breadth of thirty, and its width is bounded by a lofty mountain and a deep valley.The mountain is conspicuous from a distance of three days, and it containeth many kinds of rubies and other minerals: and spice trees of all sorts. I ascended that mountain and solaced myself with a view of its marvels which are indescribable, and afterwards I returned to the king.” – from the Sixth voyage of Sinbad the Sailor- the Arabian Nights (9th century)",
    "Known to Buddhists as Sri Pada, to Hindus as Sivan-oli-padam, and Muslims as Baba Adamalai, the religious association of this mountain in central Sri Lanka is mainly due to an impression on stone at the summit which resembles a footprint. In fact, during medieval times, centuries before the new world including the Americas, Africa, and Australia was discovered, there was no mountain in the world of which there was so widespread knowledge as Adam’ Peak in Ceylon, or variously known to ancient travellers as Serendib, or Taprobane, or Ceylom.",
    "Adam’s Peak served as a magnet to the great travellers and adventurers who traversed the seas, spending years of travel, often dissipating personal fortunes in the process. The famed travellers of yore from Venice, China, and the Middle East who traversed the oceans centuries before steam ships and aircraft were invented all made their way to the famed island in the Indian Ocean. Fa Hien, Marco Polo, and Ibn Batuta all visited the island during their travels, and the lure of Adam’s Peak would have been a major attraction.",
    "The first Englishman to ascend the mountain was Lieutenant Malcolm of the First Regiment who reached the summit on April 27, 1827. It has been said that the peak could be seen out at sea from a distance of nine days travel from the shores of Ceylon. In fact Adam’s Peak is the only mountain in the world from which an uninterrupted view around it could be seen, and in this instance, right up to the shores surrounding the island. The peak could be seen on a clear day from the Galle Face Hotel in Colombo, and from the Royal College cricket grounds. No other mountain the world including the mighty Everest provides such a panoramic view of the surrounding country. Little wonder therefore that this mountain",
    "attracted the attention of the most renowned travellers and explorers of medieval times.",
    "Adam’s Peak which projects skywards out of the wilderness of the land around it, involves a climb of over 7,000 feet. Towards the summit where vegetation ceases to exist, the mountain takes a conical shape with a very steep ascent which is almost impossible to climb were it not for the support provided by iron chains and an iron ladder riveted to the rock. These chains and the ladder are of great antiquity, pinioned on to the face of a perpendicular cliff close to the summit.",
    "Muslims believe that the iron chains were fixed by Alexander the Great. The Zaffer Namah Sekanderi, a fifteenth century Persian poem by Asreef which celebrated the exploits of Alexander describes thus “he fixed thereto chains with rings and rivets made of iron and brass, the remains of which exist today, so that travellers by their assistance are enabled to climb the mountain and obtain glory by finding the sepulchre of Adam.”.",
    "The first international traveller who mentioned the existence of these chains was Marco Polo in 1292, and subsequently Ibn Batuta who ascended the peak in 1347 who also mentioned it. Sinhalese records however reveal that the chains were fastened on to the rock by King Vijayabahu(1058 – 114 AD). The Mahavansa records a stipulation by King Vijayabahu which stated ” Let no one endure hardship who goeth along the difficult pathways to worship the footprint of the Chief of Sages on Samantakuta Mountain”.",
    "Henry Cave writing in 1895 stated that ” the history of these rusty chains with their shapeless links of varying sizes bearing the unmistakable impress of antiquity, is involved in myth and mystery. The chain near the top is said to have been made by Adam himself, who is believed by all true followers of the Prophet to have been hurled from the seventh heaven of Paradise upon this Peak, where he remained standing on one foot until years of penitence and suffering had expiated his deed.’",
    "Ibn Batuta who climbed Adam’s Peak about a century before Asreef, mentions the “ridge of Alexander’ at the entrance to the mountain, and a minaret there named after Alexander. There is however no reference in any other historical document or chronicle to confirm that Alexander the Great ever visited Ceylon. The mystery regarding the origin of the chains remain, to baffle historians and antiquarians. Perhaps our modern day archaeologists could help throw some light on this mystery??",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}