{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/ETCA-with-India-Time-to-shift-focus-from-Market-Integration-to-Supply-Chain-Integration/172-258252",
  "time_ut": 1682541860.0,
  "original_lang": "en",
  "original_title": "ETCA with India: Time to shift focus from Market Integration to Supply Chain Integration",
  "original_body_lines": [
    "Global supply chains, commonly referred to as Global Value Chains (GVCs) are a complex network of interconnected production stages where different parts and components of a single product are produced in multiple countries before it is assembled into a final product. Prior to the advent of GVCs, a majority of products were made in one country. The rapid advances in information and communication technology (ICT), reduction in ICT and transport costs, and trade barriers enabled the manufacturing of a single product in multiple countries with the same efficiency and predictability and at a lower cost than being manufactured in the host country. GVCs transformed the way products are manufactured and traded across the world during the last three decades.",
    "South and Southeast Asian countries experienced exponential growth in their exports as a result of their integration with GVCs.  Sri Lanka failed to do so and as a result, the country’s exports have suffered. GVC led exports (electronics, machinery and automobiles) make up only 5% of Sri Lanka’s exports, compared to over 40% in Thailand, Malaysia, and Vietnam. For example, Sri Lanka and Vietnam recorded exports worth US$ 3 billion each in 1993. By 2021 Vietnam’s export value was US$ 335 billion, while Sri Lanka’s was a mere US$ 13 billion.  While Sri Lanka’s exports grew fourfold in the past three decades, Vietnam’s exports grew by 111 times.",
    "Sri Lanka and Vietnam recorded exports worth US$ 3 billion each in 1993. By 2021 Vietnam’s export value was US$ 335 billion, while Sri Lanka’s was a mere US$ 13 billion.  While Sri Lanka’s exports grew fourfold in the past three decades, Vietnam’s exports grew by 111 times.",
    "A key motive behind proliferating GVCs during the last three decades was lower costs. The impact of the Covid-19 pandemic, growing climate and geopolitical concerns and risks on supply chains are compelling global firms to shift their focus from lower costs to greater resilience. There is growing fear of these concerns and risks disrupting the supply chains as it did during the COVID-19 pandemic. As a result, global firms are seeking ways and means to build robust and resilient supply chains that can withstand these risks. For example, to reduce the risk of supply chain disruptions caused by growing tensions between China and the US, companies are seeking to reduce over-reliance on China by adopting a “China plus One” strategy.",
    "In determining the second location to invest in production as part of this strategy, global firms are looking for locations that can help them meet the increasingly stringent climate regulations, navigate security concerns, and withstand geopolitical shocks.",
    "New trade deals are focusing more on supply chain resilience than market access",
    "Countries are increasingly turning to trade deals with the objective of creating the necessary conditions to facilitate stronger and greener supply chains. For example, the Minister of Trade in South Korea, Ahn Duk-Geun, speaking at the 2023 World Economic Forum in Davos emphasised that South Korea’s trade policy is now focused on trade and investment partnership frameworks rather than Free trade agreements (FTA).  The country is refocusing their priorities from market access and tariff liberalisation to development cooperation, digital cooperation, green technology cooperation or even bio-economic partnerships. According to Minister Ahn, “The goal is to reach out to multiple countries to offer Korean businesses more choice and flexibility in sourcing and selling their products, thus safeguarding these businesses from supply chain disruptions caused by military aggression, pandemics, and climate change.”  Recent examples of such agreements focused on supply chain resilience include the Indo-Pacific Economic Framework for Prosperity, US-Singapore Partnership for Growth and Innovation, and US-Korea Supply Chain and Commercial Dialogue.",
    "Indian labour costs are lower, less than US$ 3/hour compared to China’s costs at US$ 8.27/hour according to an article published by the Economist magazine. India’s fast-growing large internal consumer market also makes it an attractive location to invest.",
    "Even prior to these shifts towards a greater focus on supply chain resilience, countries have been focusing on facilitating supply chain integration through trade deals. The Regional Comprehensive Economic Partnership (RCEP), comprising 15 members including ASEAN, China, Korea, Japan, Australia, and New Zealand, is one such example. RCEP which came into operation in January 2022, promotes regional supply chain integration by harmonizing rules of origin and allowing input cumulation and enhancing trade facilitation within the region. In fact, at a time Sri Lanka struggles to meet the standards set by WTO Trade Facilitation Agreement, RCEP requires its members to go beyond WTO commitments and adopt WTO plus commitments.",
    "From CEPA to ETCA: Trade deals with India focused on Market Access",
    "In 2000, Sri Lanka pioneered South Asian trade agreements with the Indo-Lanka Free Trade Agreement (ILFTA), which covered market access for merchandise trade. It has been 20 years since the two governments first proposed in 2003 to sign a comprehensive trade deal going beyond merchandise trade. The deal is yet to be signed. It was first called the Comprehensive Economic Partnership Agreement (CEPA) and today it is known as the Economic and Technology Cooperation Agreement (ETCA). Sri Lanka’s focus throughout had been on improving market access to India for the existing products and services of Sri Lanka. Market access negotiations are politically challenging. The fact that even after two decades Sri Lanka has failed to conclude the proposed comprehensive trade agreement with India, despite numerous attempts to do so is evidence of this reality.",
    "Domestic industries as well as service providers fear competition from India. The trust deficit between India and Sri Lanka that results from numerous historical grievances makes signing a deal of this nature more politically challenging.",
    "To date, negotiations between India and Sri Lanka had not prioritised supply chain integration and there was no focus on supply chain resilience. Several years ago, this was justifiable because India was not a major player in GVCs. However, this is not the case anymore. Today India is at the centre of the conversation on the diversification of supply chains away from China.",
    "In 2000, Sri Lanka pioneered South Asian trade agreements with the Indo-Lanka Free Trade Agreement (ILFTA), which covered market access for merchandise trade. It has been 20 years since the two governments first proposed in 2003 to sign a comprehensive trade deal going beyond merchandise trade.",
    "ETCA with India: Why it is important to prioritise supply chain integration and resilience",
    "GVCs are coming to South Asia. India has become a new favourite location for companies seeking to build resilient supply chains by reducing their over-reliance on China which is becoming a geopolitical hotspot. India in comparison is perceived as a geopolitically safe spot. It has multiple other advantages as well that make it an attractive destination for multinational companies seeking to build robust supply chains that can withstand geopolitical shocks.",
    "India has a growing and younger population (over 50% is under 30) compared to China’s shrinking and ageing population. Indian labour costs are lower, less than US$ 3/hour compared to China’s costs at US$ 8.27/hour according to an article published by the Economist magazine. India’s fast-growing large internal consumer market also makes it an attractive location to invest.",
    "As a result, multinationals are increasing their investments in India in the electronics and automobile sectors. Some notable examples that received wide publicity include Samsung opening the world’s largest cell phone factory in India, Apple Inc. partner Foxconn investing in a plant worth US$ 700 Mn and Mercedes-Benz investing to manufacture Electric vehicles (EVs) in India. The Minister for Electronics and Information Technology in India speaking at the recently concluded World Economic Forum in Davos stated that India is investing US$ 10 Bn to enhance and attract investments to semi-conductor manufacturing, another high-tech industry that is looking for geopolitically safe locations to invest.",
    "Sri Lanka has for a long-time dreamt of joining GVCs with little success. Now GVCs are coming to India and as a result right to Sri Lanka’s doorstep. This offers Sri Lanka a second chance to make its long-standing dream a reality. By focusing on supply chain integration and resilience, ETCA like agreements can help Sri Lanka to put itself on the map of GVCs that is being redrawn.",
    "Focusing on supply chain integration in trade deals requires attention to be shifted from 1) existing products and services to potential products and services that play a major role in GVCs such as electronics and 2) from exporting final products to exporting parts and components. Trade in such intermediate products accounts for almost 60% of intraregional trade within Asia. While reducing tariffs is key to increasing the export of final products, tariff liberalisation is not as important when trading in parts and components already subject to very low or zero tariffs.  In addition, supply chains also create opportunities to export a multitude of value-added services ranging from packaging, labelling, quality checking, warehousing and inventory management to transport and logistics.",
    "If Sri Lanka is to truly benefit from a trade deal with India, it is time to shift focus from seeking market access to the existing narrow basket of products and services to joining supply chains targeting new products and services. It is time to reimagine ETCA as a framework that goes beyond manufacturing in Sri Lanka for India to manufacturing with India for global markets. This requires the negotiators to rethink their priorities and focus on establishing corporation frameworks and rules that facilitate supply chain integration and resilience.",
    "As a second chance for Sri Lanka to integrate with GVCs comes to its doorstep the question remains whether Sri Lankans are finally bold enough to see India as an economic opportunity than a threat and seize this moment to grow their exports or continue to build walls around themselves.",
    "Subhashini Abeysinghe is a Research Director at Verite Research, a think tank based in Colombo. She holds a Bachelors and a Masters Degrees in economics from Colombo University and a Master’s Degree in International Law and Economics from World Trad Institute, University of Bern.",
    "Mathisha Arangala is a Lead Economist at Verite Research.  He holds a Bachelor of Business and Commerce in Economics and Banking & Finance from Monash University Malaysia and a Higher Diploma in International Relations from the Bandaranaike Centre for International Relations (BCIS)."
  ]
}