{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90326/uk-counts-down-to-king-charles-historic-coronation",
  "time_ut": 1683346740.0,
  "original_lang": "en",
  "original_title": "UK counts down to King Charles’ historic coronation",
  "original_body_lines": [
    "The first coronation in 70 years is to take place on Saturday (May 06), with King Charles III and the Queen Consort preparing for their historic carriage ride to Westminster Abbey in London.",
    "Despite forecasts of rain, crowds have already begun to gather on the procession route.",
    "There will be a huge security operation in central London, with 100 heads of state set to attend.",
    "Protests have been promised by those opposed to the monarchy.",
    "The Coronation service, which will last almost two hours, will be seen first-hand by 2,300 guests, including Prince Harry, the Duke of Sussex, who arrived from the United States on Friday on a commercial flight.",
    "It will be the first time since the release of Prince Harry’s memoir that he will have been seen in public with his brother, Prince William, the Prince of Wales.",
    "It is thought Prince Harry may fly back to the US a matter of hours after the ceremony to rejoin his wife Meghan.",
    "Charles became king of the United Kingdom and 14 other realms in September, when his mother Elizabeth died after 70 years on the throne. Months of intense planning have gone into the coronation celebrations - the 40th to take place at Westminster Abbey since 1066.",
    "On the eve of the Coronation, the King looked relaxed as he went on a walkabout on the Mall, flanked by the Prince and Princess of Wales and a heavy security detail.",
    "Barbara Crowther, 69, and her friend Pauline, joined the crowds holding a “Coronation Street” banner.",
    "“We weren’t going to camp, but there are so many people here, we thought that if we don’t camp out, we won’t get anywhere near the front,” said Ms Crowther.",
    "Katie Gordon, from Wiltshire, was painting faces with her two daughters on Friday. She thinks the new King and Queen are “going to be great”.",
    "“We’re camping out tonight ready for the Coronation, and they’re painting everyone’s faces as they walk by,” Ms Gordon said.",
    "“We’re doing it for free, it’s just something we’re doing. We bought the facepaints for ourselves and thought, why not do it for other people too?",
    "As the sun set on Friday, hundreds of tents had appeared along the Coronation route, with those gathered hoping to witness the historic event.",
    "The Archbishop of Canterbury, Justin Welby, will preside over the service, with guests ranging from US First Lady Jill Biden to President Macron of France and entertainers Ant and Dec.",
    "Olena Zelenska, wife of the Ukrainian president Volodymyr Zelensky, met Catherine, Princess of Wales at a pre-Coronation reception at Buckingham Palace on Friday.",
    "Charles was photographed sharing warm words with the First Lady of Ukraine, and greeting Mary, Crown Princess of Denmark, with a handshake and a kiss on the cheek.",
    "There has been controversy over whether people at home were being asked to pledge their allegiance to the King.",
    "The Church of England has made clear this is entirely optional and people might instead have a “private moment of reflection”.",
    "The keynote message of the Coronation from King Charles is in his first prayer when he reaches the Abbey reads: “I come not to be served, but to serve.”",
    "The high point of the ceremony will come when the St Edward’s Crown is placed on the King’s head, a moment that will be marked by the Abbey bells being rung and a gun salute in nearby Horse Guards Parade.",
    "Camilla will be crowned alongside Charles - and after the couple’s long and often complicated relationship, she will now be officially described as “Queen Camilla”.",
    "The ceremony will emphasise diversity and inclusion, with more multi-faith elements than any previous coronation, with contributions from Jewish, Muslim, Buddhist and Sikh representatives.",
    "A Bible lesson will be read by Prime Minister Rishi Sunak, who is Hindu, and music will be sung in Welsh and Scottish and Irish Gaelic.",
    "There will be women bishops taking part in the service for the first time in a coronation service that goes back almost a thousand years.",
    "After the service, at around 13:00 BST, King Charles and Queen Camilla will travel in the Gold State Coach back to Buckingham Palace, in a spectacular mile-long (1.6km) procession, with 4,000 soldiers and 19 military bands.",
    "Meticulous rehearsals for the procession were carried out by marching around a replica route with landmarks such as the Cenotaph marked out with traffic cones.",
    "When they reach the Palace, it remains uncertain who will be seen with the King and Queen for the traditional balcony appearance.",
    "There are plans for a flypast when the senior royals are on the Palace balcony, but there will be concerns about the weather, with a forecast for cloud and showers.",
    "The run-up to the Coronation has also seen a number of vocal protests from anti-monarchy groups - and the Republic campaign group has announced its intention to hold a protest on the route of the procession.",
    "There will be a massive security operation, with the Metropolitan Police putting 11,500 officers on duty in what it says will be its biggest ever single-day deployment.",
    "Anti-monarchy groups have defended their right to protest, but the police have warned that “tolerance for any disruption, whether through protest or otherwise, will be low”.",
    "The guest list has also been disputed, with criticism of the presence of Chinese vice-president Han Zheng, accused of presiding over a crackdown on civil liberties in Hong Kong.",
    "But this will be a ceremony played out before a huge global audience, with TV crews from all over the world arriving in London.",
    "They will see pageantry, religious symbolism and ancient traditions, with King Charles III crowned in a 700-year-old Coronation chair, in a ceremony that most people will never have seen before in their lives."
  ]
}