{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/front-page/Opposition-divided-on-attending-all-party-meeting-today/44-751016",
  "time_ut": 1690330616.0,
  "original_lang": "en",
  "original_title": "Opposition divided on attending all-party meeting today",
  "original_body_lines": [
    "The Opposition parties in Parliament appear deeply divided over their participation in the all-party meeting, chaired by President Ranil Wickremesinghe, scheduled to take place today at the President’s Secretariat.",
    "The meeting was called by the President with the intention of discussing the Government’s National Reconciliation Program and the way forward upon his return from the recent diplomatic visit to India.",
    "Samagi Jana Balawegaya (SJB) leader Sajith Premadasa yesterday confirmed the main Opposition party would attend the meeting with the President.",
    "“We will attend the meeting on behalf of the country’s people,” Premadasa said. However, the Opposition leader said the parties aligned with the Government should first reach a consensus on matters relating to reconciliation. “The 134 MPs are expressing varying views,” he noted.",
    "While Premadasa conveyed the party’s willingness to attend the meeting, he also emphasised that they would not hesitate to walk out if they perceive it as yet another political ploy without any tangible benefits for the country.",
    "The Tamil National Alliance (TNA) leader R. Sampanthan also confirmed the party’s attendance at the meeting.",
    "The Sri Lanka Freedom Party (SLFP) will also be participating in the meeting. Sharing his thoughts on the matter, SLFP General Secretary Dayasiri Jayasekara expressed that the all-party meeting should have been conducted much earlier. “It took one year since his appointment for the President to call for this meeting,” Jayasekara lamented. “We have been advocating for the full implementation of the 13A since 2015. However, we believe that the devolution of police and land powers should be approached cautiously and implemented gradually,” he said.",
    "Meanwhile, the National People’s Power (NPP) led by the Janatha Vimukthi Peramuna (JVP) will give the meeting a miss. NPP Executive Council member Ramalingam Chandrasekar addressing a press conference in Jaffna yesterday said the party will not attend the meeting.",
    "“If the Government truly cares for reconciliation why did it block the Black July commemoration event in Colombo?” he asked. He urged Tamil parties to carefully reflect on the Government’s actions and raise pertinent questions regarding them. “It is yet another trick,” he said.",
    "Tamil National People’s Front (TNPF) leader Gajendrakumar Ponnambalam yesterday slammed the decision by other Tamil parties to attend the all-party meeting.",
    "Addressing the media Ponnambalam said it was not appropriate, especially considering that during a previous meeting, the President had promised to implement 13A sans police powers.",
    "He said his party will not be part of the meeting. “13A is not a solution for the Tamil people,” he said. “He is merely attempting to deceive the world by pretending to address the issues faced by the Tamil people,” Ponnambalam alleged.",
    "The National Freedom Front (NFF) Mohammed Muzammil holding a press conference said the people have not given a mandate to President Ranil Wickremesinghe and the people have no intention to see 13A to be implemented in full. “Their concern is the economy now, not reconciliation,” he said.",
    "“Devolution cannot lead to reconciliation. It must come from the hearts of the people,” he added."
  ]
}