{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/COYLE-endeavours-to-strengthen-Sri-Lanka-Bangladesh-ties-and-drive-growth/34-749504",
  "time_ut": 1686771486.0,
  "original_lang": "en",
  "original_title": "COYLE endeavours to strengthen Sri Lanka-Bangladesh ties and drive growth",
  "original_body_lines": [
    "From left: Senior Vice Chairman Thushira Raddella, High Commissioner of Bangladesh to Sri Lanka Tareq Md Ariful Islam, Chairman Rasith Wickramasingha , Vice Chairman Manjula Wijesundera, Secretary General / CEO Indunil Ukwatte",
    "COYLE (Chamber of Young Lankan Entrepreneurs) held its most recent general meeting on 1 June 2023. The focus of this month’s meeting was to discuss collaborative efforts between Sri Lanka and Bangladesh that could foster stronger ties and drive growth in both nations.",
    "A keynote lecture was delivered by the High Commissioner of Bangladesh to Sri Lanka Tareq Md Ariful Islam shedding light on the enduring relationship between the two countries and the potential for mutual success. Recognising the success Bangladesh has had post its own political and economic crisis many years ago, COYLE seeks to inspire our own country to work toward reforms in its business environment to resemble a similar ease of doing business environment to Sri Lanka through diplomatic and commercial collaboration.",
    "COYLE member companies such as Ceylon Biscuits, Laughs Gas, Vision Care, BuildMart Lanka, Brief Garden and Sirroco Air Technology expressed their journey of initiating and executing their past ventures in Bangladesh. While sharing the individual experiences of these companies it was commonly noted that the ease of doing business during the stages of entry as well as execution was at the forefront of their success. The drastic improvement that has taken place in infrastructure, progressive taxation and labour reforms over the last two decades has benefited even Sri Lankan companies who have ventured into the Bangladesh platform.",
    "The meeting also shed light on the diverse range of sectors in Bangladesh that offer promising prospects for collaborative ventures, including renewable energy, FMCG, financial services, wealth management, packaging, healthcare, construction, agro-industry, pharmaceuticals, tourism, logistics, IT, and light engineering. By leveraging these opportunities, Sri Lanka can enhance its own economic growth and development.",
    "The address given by High Commissioner Islam highlighted Bangladesh’s impressive growth rate, favourable business climate, and stable single-digit inflation. It emphasised how Sri Lanka can learn from Bangladesh’s success in areas such as infrastructure development, digital economy, and talent pool creation. It is essential that Sri Lanka now initiates reforms in a range of aspects in order to build an economy filled with a larger pool of investors both local and foreign.",
    "COYLE in its journey to transform Sri Lanka has planned to initiate and discuss a range of progressive reforms with key Government entities crucial towards securing a more investable economy for foreign investors as well as local entrepreneurs."
  ]
}