{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cargills-conducts-capacity-building-training-programme-for-lak-bojun-female-entrepreneurs/",
  "time_ut": 1686510600.0,
  "original_lang": "en",
  "original_title": "Cargills conducts capacity building training programme for Lak Bojun female entrepreneurs",
  "original_body_lines": [
    "Cargills in collaboration with the Ministry of Agriculture’s ‘Hela Bojun’ program is empowering women entrepreneurs through the ‘Cargills Lak Bojun’ initiative. This program aims to create sustainable incomes for women entrepreneurs by providing a marketplace to sell healthy and nutritious food items.",
    "Since its inception in May 2022 with two female SMEs, the program has now expanded to include 8 Lak Bojun carts, supporting a total of 15 SMEs. Through the Lak Bojun program, SMEs are provided carts, aprons, hats, and access to Cargills FoodCity premises to set up their carts, free of charge. The project focuses on locally sourced, authentic food items with high nutritional value, including ‘Kola Kanda’ and ready-to-eat foods made from root crops and grains and a variety of healthy choices. Operating on weekdays from 6:30 am to 9:30 am, with some carts expanding to include lunch and dinner options, Lak Bojun provides an affordable way for customers to enjoy these nutritious meals. Sustainable packaging options like paper cups, banana leaves, kanda leaves, and bio-compostable wraps are encouraged.",
    "On May 17, 2023, Cargills organized the second SME training program at the Hela Bojun premises in Battaramulla. Ms. Thanuja Jeewandara, District Agriculture Instructor from the Ministry of Agriculture, covered essential topics such as food quality maintenance, cart cleanliness, hygienic practices, and building strong customer relationships.",
    "Institute of Analytics UK launched in Sri Lanka paving the way for data-driven innovation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}