{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/NPP-defies-court-order-to-hold-protest-demanding-for-LG-polls/56-749311",
  "time_ut": 1686262220.0,
  "original_lang": "en",
  "original_title": "NPP defies court order to hold protest demanding for LG polls",
  "original_body_lines": [
    "General Secretary of the Janatha Vimukthi Peramuna (JVP) Tilvin Silva yesterday said the Government has a responsibility to the people to hold timely elections.",
    "“It has been three months since polls were postponed. Still, no date has been set for the elections. Having violated the people’s right to vote instead of holding the Local Government election Ranil Wickremesinghe is going around the country making nonsensical speeches,” he accused.",
    "“The Government has a responsibility to conduct the election. The intervention of the Election Commission of Sri Lanka (ECSL) to ensure Local Government elections are held is lacking. We were here to exert pressure on the ECSL to intervene and force the Government to hold the poll,” he said.",
    "Silva made these comments while attending the protest held in front of the Election Commission of Sri Lanka yesterday by the National People’s Power (NPP) led by the JVP urging the Government to hold Local Government polls immediately. The protest was attended by party leaders and NPP Local Government candidates.",
    "Earlier the Colombo Chief Magistrate’s Court on Wednesday (7 June) issued an order against 26 individuals in total, including NPP leader MP Anura Kumara Dissanayake, NPP Chief Secretary Tilvin Silva, K.D. Lalkantha, MP Vijitha Herath, MP Harini Amarasuriya, former MP Sunil Handunnetti and Wasantha Samarasinghe.",
    "The Colombo Chief Magistrate’s Court on Wednesday issued an order against 26 individuals including NPP leader MP Anura Kumara Dissanayake, Tilvin Silva, K.D. Lalkantha, MP Vijitha Herath, MP Harini Amarasuriya, former MP Sunil Handunnetti and Wasantha Samarasinghe barring them from entering the area surrounding the Election Secretariat through the Sri Jayewardenepura Kotte Road, Cotta Road and Nawala Road and engaging in demonstrations that inconvenience the members of the public.",
    "The court order was issued in consideration of a request made by the Welikada Police. However, the party defied the Court order to continue the protest which commenced at 3 p.m. yesterday. Attorney Sunil Watagala, a member of the NPP said the court order merely said protests in a manner which obstructs the day-to-day lives of citizens will not be allowed. He said the organised protest was peaceful and was in no way an obstruction to the public."
  ]
}