{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/interview-sri-lanka-president-eyes-tropical-belt-initiative-cjf-at-cop28-141624/",
  "time_ut": 1701087780.0,
  "original_lang": "en",
  "original_title": "INTERVIEW – Sri Lanka President eyes Tropical Belt Initiative, CJF at COP28",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Ranil Wickremesinghe is looking at key globally important topics of Tropical Belt Initiative and Climate Justice Forum (CFJ) at the upcoming 2023 United Nations Climate Change Conference (COP28) in Dubai starting on Friday, his advisor on climate change said.",
    "This year’s climate summit will feature a raft of issues for countries working to find common ground in tackling climate change, including whether to phase out fossil fuels and how to finance the energy transition in developing countries.",
    "President Wickremesinghe will lead the Sri Lankan delegation which includes private sector corporates which are involved in green initiatives including renewable energy production to the summit and expects to use it as a rallying point to address climate-related disasters in many countries including Sri Lanka.",
    "The President will be speaking in the afternoon session of the first day of the Summit on Friday, November 30",
    "“There are three things he wants to focus on: tropical belt initiative, the climate justice forum, and the climate university. He wants to see how we can link the three together,” Ruwan Wijewardene, Senior Presidential Advisor on climate change, told EconomyNext in an interview.",
    "In the Tropical Belt Initiative, Wickremesinghe is expected to meet the leaders of the countries which are frequently facing disasters related to climate change and start a strong global forum to ask developed nations to help the members.",
    "“All climate scientists say that global warming… is controlled through the tropical belt – through the countries of the tropical belt basically. They are the ones who are most vulnerable as well. Also, the poorest countries are in the tropical belt,” he said.",
    "“So, the initiative is basically asking the global north and the developed countries if you keep up to the climate goals that the whole world is talking about then you have to invest more in the tropical belt countries on renewable energy and green initiatives. That’s the basic premise.”",
    "Tropical belt nations include Sri Lanka, Indonesia, Brazil, Philippines, India, Maldives, and Argentina among many others and some of these countries frequently see heavy losses and damage due to natural disasters.",
    "This year’s summit is held as the latest data from the United Nation’s Intergovernmental Panel on Climate Change indicates that greenhouse gas emissions need to be cut 43% by 2030, compared to 2019 levels.",
    "This is critical to limit temperature rise to 1.5 degrees Celsius by the end of this century and avoid the worst impacts of climate change, including more frequent and severe droughts, heat waves and rainfall.",
    "COP28 is expected to identify global solutions for limiting global temperature rise to 1.5 degrees, inform countries’ preparations for revised and more ambitious Nationally Determined Contributions (national climate plans) due by 2025, accelerate the green transition that is already happening and ultimately achieve the delivery of the Paris Agreement goals.",
    "In the last summit, COP27, held in Egypt, the countries decided to establish a dedicated fund for loss and damage due to climate change, committed to limit global temperature rise to 1.5°C above pre-industrial levels, to hold businesses and institutions to be accountable for their actions that contribute for climate change, mobilize more financial support for developing countries, and implementing everything that will prevent a climate crisis.",
    "Under the Climate Justice Forum, President Wickremesinghe is focusing on holding developed countries accountable for the climate-related losses and damages in climate vulnerable nations.",
    "“Climate justice is basically…they (developed countries) have pledged money into the loss and damages, but nobody has done anything about it, Wijewardene said.",
    "“Basically, what we are saying through the climate justice forum is that fine if you can’t put money into the loss and damage and look at us, let out debts and cut off from that which will help us to achieve our climate goals and our sustainable development goals,” he added.",
    "“President is quite keen on keeping it as an international initiative. So, he will probably have some bilateral meetings with some of these countries from Africa and South America and get them on board. It looks like there will be a positive response. Basically, this is to strengthen the economies like us through green initiatives.”",
    "Sri Lanka delegation is going with a record number of proposals for the summit and for the first time, the South Asian nation will have its own pavilion in the Summit, government officials say. (Colombo/Nov 27/2023)"
  ]
}