{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/pakistan-gets-us3bn-imf-deal-after-eff-fails-in-sri-lanka-style-forex-trouble-124795/",
  "time_ut": 1688110620.0,
  "original_lang": "en",
  "original_title": "Pakistan gets US$3bn IMF deal, after EFF fails in Sri Lanka style forex trouble",
  "original_body_lines": [
    "ECONOMYNEXT  – The International Monetary Fund said a 3.0 billion US dollar 9-month stand-by arrangement has been reached with Pakistan after a 5.5 billion US dollar program from July 2019 failed to reign in its central bank and maintain external stability.",
    "The country suffered Sri Lanka style forex shortages, problems with letters of credit and fuel shipments, import controls and piled up containers in the port as the State Bank of Pakistan enforced policy rates with printed money.",
    "Continued reserve sales and their sterilization by injecting more money banks, led to imports, import controls, more reserve losses, and a collapse of the currency.",
    "Pakistan braces for fuel shortages amid liquidity crisis – DAWN",
    "“The new SBA will support the authorities’ immediate efforts to stabilize the economy from recent external shocks, preserve macroeconomic stability and provide a framework for financing from multilateral and bilateral partners,” and IMF statement said.",
    "“Steadfast policy implementation is key for Pakistan to overcome its current challenges, including through greater fiscal discipline, a market determined exchange rate to absorb external pressures, and further progress on reforms, particularly in the energy sector…”",
    "The Pakistan rupee fell from 121 and stabilized at 152 to the US dollar before the last Extended Fund Facility was approved.",
    "Through the EFF the currency fell to 286. Sri Lanka’s rupee fell from 184 to 360 and has now stabilized at around 310/320 after the central bank tightened monetary policy.",
    "IMF program currencies fail in the second year as forex reserves are collected and artificially low short term rates enforced with open market operations.",
    "An EFF in Sri Lanka also failed, with the currency collapsing from 151 to 184 despite taxes being hiked to bring deficits down, and fuel was market priced, as rates were cut with aggressive open market operations.",
    "As the rupee was busted with ‘exchange rate as the first line of defence’ resisting mark et rates; reforms, free trade and the incumbent administration was discredited, critics say.",
    "Foreign borrowings including by energy utilities, mounted amid forex shortages.",
    "In Sri Lanka, the currency collapse from rate cuts enforced with open market operations to sterilize interventions and a surrender rule, tipped a large share of the population into poverty in 20222. Under a new IMF program Sri Lanka has been given a target to increase social spending.",
    "Pakistan’s new stand by program  “will also create space for social and development spending through improved domestic revenue mobilization and careful spending execution to help address the needs of the Pakistani people” the IMF said.",
    "“The Extended Fund Facility arrangement aims to support the authorities’ strategy for stronger and more inclusive growth by reducing domestic and external imbalances, removing impediments to growth, increasing transparency, and strengthening social spending,” the IMF said in July 2019.",
    "“An ambitious structural reform agenda will supplement economic policies to rekindle economic growth and improve living standards.”",
    "In Sri Lanka there have been calls to reign in flexible policy central banks with tight legally enforced rules to curtail their independence to generate monetary instability.",
    "Like in Sri Lanka, Pakistan central bank’s net foreign assets are negative. The country has not defaulted yet.",
    "“…[T]he new SBA would provide a policy anchor and a framework for financial support from multilateral and bilateral partners in the period ahead,” Pakistan Mission Chief Nathan Porter said in the statement.",
    "“The authorities have already taken a series of important actions ahead of the new program.”",
    "In order to build reserves – or repay debt – a central bank has to hike rates and reduce domestic investment.",
    "Destroying currencies produced by reserve collecting central banks became a policy prescription peddled to hapless countries without a doctrinal foundation in sound money in the early 1980s.",
    "The most successful East Asian countries rejected Keynesian monetary instability and opted for external stability taking a page from Japan and Singapore. (Colombo/June30/2023)"
  ]
}