{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89737/imf-chief-reaffirms-support-for-sri-lanka-urges-everyone-to-do-their-part",
  "time_ut": 1681277280.0,
  "original_lang": "en",
  "original_title": "IMF chief reaffirms support for Sri Lanka, urges everyone to ‘do their part’",
  "original_body_lines": [
    "The International Monetary Fund (IMF) has reaffirmed its support for Sri Lanka at this difficult juncture.",
    "IMF’s Managing Director Kristalina Georgieva conveyed this during a meeting in the United States with the Sri Lankan delegation led by Finance State Minister Shehan Semasinghe.",
    "Semasinghe – accompanied by Governor of the Central Bank of Sri Lanka, Dr. Nandalal Weerasinghe and Secretary to the Treasury Mahinda Siriwardana – is in Washington DC to attend the Spring Meetings of the IMF and the World Bank Group.",
    "Georgieva told the Sri Lankan delegation that the “IMF is here to support Sri Lanka at this difficult time. Now it is important for everyone to come together to do their part to overcome the crisis.”",
    "During the discussion, the state minister expressed gratitude to the IMF chief, on behalf of the Sri Lankan government and its people, for giving leadership to support the island nation to overcome the difficulties faced during the economic crisis.",
    "He also reaffirmed Sri Lanka’s commitment to complete the IMF program while continuing to implement the ‘ambitious reform agenda’ to achieve debt sustainability and restore economic stability.",
    "Further, the Sri Lankan delegation has reiterated the country’s dedication at this ‘historic time’ to build a prosperous country with the support and trust of its international partners by building on the lessons learnt from the crisis, Semasinghe said in a Twitter thread.",
    "Semasinghe also represented Sri Lanka at the G-24 meeting on Securing Sustainable and Inclusive Growth Amidst Emerging Challenges, convened at a time the world is gradually recovering from multiple crises while global growth remains low with downside risks.",
    "He said the meeting provided a platform to discuss key areas where the international community and multilateral institutions can effectively support the policy efforts of the emerging market and developing economies towards securing sustained and inclusive growth.",
    "Meanwhile, the World Bank, too, reiterated its support for Sri Lanka to stabilize its economy, step up social protection and revive growth. This was conveyed by the Managing Director of Operations of the World Bank, Anna Bjerde during her meeting with the Sri Lankan delegation.",
    "On the sidelines of the Spring Meetings, Semasinghe met with Dr. Krishnamurthy Subramanian, the Executive Director of the IMF and Parameswaran Iyer, the Executive Director of the World Bank to discuss Sri Lanka’s ambitious reform agenda and its commitment to successfully completing the IMF program, as well as the World Bank’s engagement and support for the island nation.",
    "Semasinghe says participating in the Spring Meetings is a great opportunity for Sri Lanka to enhance cooperation with its international partners in order to ensure debt sustainability and to further the progress Sri Lanka has made towards economic recovery.",
    "The Spring Meetings are taking place three weeks after the Executive Board of the IMF, on March 20, green-lighted a 48-month extended arrangement under the Extended Fund Facility (EFF) program of SDR 2.286 billion (approximately USD 3 billion) for Sri Lanka.",
    "The EFF program will allow Sri Lanka to access financing of up to USD 7 billion from the IMF, international financial institutions and multilateral organizations."
  ]
}