{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Port-City-eyes-US-14bn-worth-investments-as-construction-phase-begins/108-259344",
  "time_ut": 1684268027.0,
  "original_lang": "en",
  "original_title": "Port City eyes US$ 14bn worth investments as construction phase begins",
  "original_body_lines": [
    "Speaker of Parliament Mahinda Yapa Abeywardena, Central Bank Governor Dr. Nandalal Weerasinghe and Chinese Ambassador to Sri Lanka Qi Zhenhong after unveiling the plaque",
    "Port City Colombo (PCC), the sprawling 269-hectare area of reclaimed land, is set to begin its construction phase, which is poised to attract investments worth US$ 14 billion, with its infrastructure development phase nearing completion.",
    "“This phase will result in approximately US$ 4.1 billion in locally sourced labour and materials, generating over 450,000 employment opportunities, of which over 400,000 will be for Sri Lankans. The estimated contribution to GDP from the construction stage alone is projected to reach US$ 24 billion,” a press release issued by PCC said.",
    "A ceremonial event was held recently to mark this occasion with the unveiling of a plaque. The event was attended by Speaker of the Parliament, Ministers and Members of Parliament, Governor of the Central Bank of Sri Lanka, Members of the Monetary Board, Secretary to the Ministry of Investment Promotions, Ambassadors and representatives from foreign missions in Sri Lanka.",
    "“Since its inception, the Port City Colombo SEZ project has attracted approximately US$ 1.3 billion in foreign direct investment without imposing any liability or cost on the Sri Lankan government,” said  Colombo Port City Economic Commission COO Revan Wickramasuriya.",
    "“The 269 hectares of reclaimed land is 100 percent owned by the government of Sri Lanka and has already contributed approximately US$ 3 to 4 billion to the GDP, creating over 12,000 direct jobs and providing training for more than 4,000 Sri Lankan workers across over 20 Sri Lankan sub-contractors,” he added.",
    "Once fully operational, PCC, as the country’s single largest development and foreign direct investment to-date, is poised to contribute US$ 13.8 billion annually to Sri Lanka’s GDP, offering over 140,000 direct employment opportunities.",
    "In his concluding remarks, Wickramasuriya affirmed that Port City Colombo is ready for business as the region’s first multi-currency, export of services Special Economic Zone, with the Colombo Port City Economic Commission acting as its single-window investment facilitator."
  ]
}