{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-severely-rebuked-by-Archbishop-during-Christmas-homily/56-756696",
  "time_ut": 1703625984.0,
  "original_lang": "en",
  "original_title": "Govt. severely rebuked by Archbishop during Christmas homily",
  "original_body_lines": [
    "Accuses SL’s rulers of having a field day while eight million struggle to secure one meal a day",
    "Says rulers have allowed country to deteriorate through intrigue, lack of application to their tasks and lack of love for the country",
    "Highlights people’s struggles due to rising taxes, unemployment, and closure of income sources",
    "Claims while public continues to struggle Govt. is perpetrating corruption and supporting corrupt elements",
    "Asks all citizens to focus on supporting Sri Lanka’s poor facing severe hardships",
    "In a scathing attack on the Government while delivering the Christmas Homily over the weekend the Archbishop of Colombo Malcolm Cardinal Ranjith accused the country’s rulers of having a field day while more than eight million people were struggling to have one meal a day.",
    "Cardinal Ranjith noted that while the figure was disclosed several months ago, it could be assumed that the number has now doubled. “There is an increase in poverty and deprivation affecting a growing number of people in Sri Lanka,” he said.",
    "The Archbishop made these remarks during his Christmas Homily at the Main Midnight Mass of the Catholic Church in Sri Lanka conducted at St. Francis Xavier Church in Halpe, Katana on Monday.",
    "“Today many people in this country lead lives devoid of any hope or dreams for their future,” he said. During the sermon, he also highlighted the plight of numerous adults who are struggling to fulfil their children’s needs due to the surge in taxes, unemployment, and the closure of all income sources.",
    "In a heartfelt address, he noted that many are experiencing hardship, unable to access medications, struggling to meet their children’s educational requirements, and facing challenges in repaying debts.",
    "“Amidst these troubles, it is unfortunate that we have a Government that perpetuates corruption and supports corrupt elements, leading the country to be ranked among the most corrupt nations in the world. There is no visible future, and equally alarming is the total breakdown of law and order,” he said. The Archbishop warned that achieving a corruption-free Sri Lanka is a distant prospect given these reasons.",
    "“This Christmas must mark a turning point. Let us not be ensnared by a system that exploits and neglects its people,” he said. The Archbishop issued a special Christmas message to the public, reiterating similar sentiments. He urged all citizens in Sri Lanka including the Catholic community to extend a hand to those in need and concentrate on helping the poor.",
    "“We have to celebrate Christmas as a manifestation of that call to love one another that Jesus addressed to us,” he said. He called on all Christians to share with others, especially, the poor irrespective of religion, race and language divides.",
    "“The situation in Sri Lanka is extremely painful to our people. There is complete disorder, no discipline, and no rule of law in this country. There is a lot of corruption and our poor have increased in numbers. There are more people suffering than enjoying their lives. It is a very sad situation,” he said.",
    "He said the country’s rulers have allowed the country to deteriorate through intrigue, lack of application to their tasks, and lack of love for the country which has resulted in a terrible situation for the people."
  ]
}