{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/worshippers-of-terror/",
  "time_ut": 1700155200.0,
  "original_lang": "en",
  "original_title": "Worshippers of terror",
  "original_body_lines": [
    "Sri Lanka’s economic crisis has eclipsed most other crucial issues, especially relentless attacks on the people’s democratic rights and freedoms. A group of academics has, in a letter published on the opposite page, condemned one such incident. Human rights lawyer, Swasthika Arulingam, was recently turned away from a lecture she was scheduled to deliver at the University of Jaffna because some student groups forced the university authorities not to allow her to come; they issued threats of gheraos and barricades. The protesting students were angry that at a recent event in Colombo, Arulingam had characterised the LTTE as a fascist organisation.",
    "There is no way anyone can deny the fact that the LTTE was a fascist outfit. So was the JVP under Rohana Wijeweera’s leadership. We have had fascist governments as well. Nobody must be prevented from describing them as such.",
    "The pro-LTTE student groups who have taken umbrage at the description of the LTTE as a fascist outfit ought to realise how hurt and angry the victims of LTTE terrorism are when the dead Tiger leaders are commemorated. One can argue that if the Jaffna University students think they have a right to prevent a person from delivering a lecture because she has been critical of the LTTE, then the right of the victims of the LTTE to disrupt events to commemorate the dead Tigers must also be recognised.",
    "Freedom of expression is a fundamental human right, enshrined in Article 19 of the Universal Declaration of Human Rights (UDHR), and therefore Sri Lankans as well as their counterparts across the globe, must be able to exercise it in a democratic manner in keeping with the duties, responsibilities and restrictions specified by UDHR. Efforts to suppress this vital right arbitrarily must not only be condemned but also defeated for the wellbeing of democracy.",
    "The suppression of democratic rights and freedoms is not limited to the University of Jaffna. It is a scourge affecting all seats of higher learning in this country. The right to freedom of opinion and expression, especially democratic dissent is throttled by the very educated youth, who take to the streets, demanding that they be allowed to exercise their democratic rights while commemorating the southern or northern terrorists.",
    "It is not only the misguided university student groups espousing the macabre ideologies of former terrorist groups, and threadbare shibboleths that are suppressing the right to freedom of expression; the incumbent government itself is doing likewise.",
    "If the proposed Online Safety Bill had become law, we would have witnessed a situation similar to that in Orwell’s Nineteen Eighty-Four, in this country. Thankfully, 31 sections thereof did not pass muster with the Supreme Court. Those who were responsible for drafting that draconian Bill were either ignorant of the relevant constitutional provisions it was inconsistent with, or deliberately included the controversial sections in the hope that they might escape judicial scrutiny and would be able to suppress the freedom of expression in a bigger way.",
    "There is no gainsaying that cyberspace is grossly abused and what is published online needs to be regulated, but the government sought to do something even worse through the Online Safety Bill, which was aimed at muzzling social media and safeguarding the interests of the ruling politicians.",
    "Those who commemorate terrorists responsible for political assassinations, massacres of civilians, child abductions, armed robberies and the brutal suppression of democratic dissent in any part of the world have no moral right to campaign for democracy and human rights, much less cry foul when their rights are violated.",
    "India’s NIA apprehends key absconder in Lankan human trafficking case",
    "Manohara makes strong case for draft Constitution, responds to criticism",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}