{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ripples-in-cse-close-on-the-heels-of-sinopecs-entry-into-local-fuel-industry/",
  "time_ut": 1690217100.0,
  "original_lang": "en",
  "original_title": "Ripples in CSE close on the heels of Sinopec’s entry into local fuel industry",
  "original_body_lines": [
    "The CSE edged- down in mid-day trade yesterday as Lanka IOC brought down the market consequent to China’s Sinopec entering the Sri Lankan fuel industry, stock market analysts said.",
    "Amid those developments both indices showed a downward trend. The All- Share Price Index went down by 12.6 points and S and P SL20 declined by 20.1 points. Turnover stood at Rs 2.5 billion with four crossings. Those crossings were reported in Cargills, which crossed 1 million shares to the tune of Rs 300 million and its shares traded at Rs 300, Melstacope 1.1 million shares crossed for Rs 84.9 million; its shares traded at Rs 76.50, Dankotuwa Porcelain two million shares crossed for Rs 53 million; its shares fetched Rs 26.50 and JKH 200,000 shares crossed for Rs 31.5 million; its shares traded at Rs 157.25.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Lanka IOC Rs 242 million (1.7 million shares traded), Aitken Spence Rs 155 million (one million shares traded), CIC Holdings (Non-Voting ) Rs 133 million (2.4 million shares traded), Sampath Bank Rs 96.7 million (1.2 million shares traded), Commercial Bank Rs 87.4 million (973,000 shares traded), Melstacope Rs 79.2 million (one million shares traded) and LOLC Holdings Rs 71.1 million (146,000 shares traded). During the day 78 million share volumes changed hands in 21000 transactions.",
    "Yesterday the Central Bank’s US dollar buying rate was Rs 321.10 and the selling rate Rs 334.55.",
    "Shares edge-up in mid-day trade; turnover touches Rs. 4 billion",
    "CSE Masterminds is back for the fifth time – team registration now open",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}