{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91093/pope-francis-to-undergo-intestinal-surgery-at-rome-hospital-under-general-anesthesia",
  "time_ut": 1686132240.0,
  "original_lang": "en",
  "original_title": "Pope Francis to undergo intestinal surgery at Rome hospital under general anesthesia",
  "original_body_lines": [
    "Pope Francis is going to the hospital Wednesday for abdominal surgery to treat an intestinal blockage, two years after he had 33 centimeters (13 inches) of his colon removed because of an inflammation and narrowing of the large intestine.",
    "The Vatican said Francis, 86, would be put under general anesthesia and would be hospitalized at Rome’s Gemelli hospital for several days.",
    "The pope was undergoing what the Vatican said was a “laparotomy and abdominal wall plastic surgery with prosthesis” to treat a “recurrent, painful and worsening” constriction of the intestine.",
    "A laparotomy is open abdominal surgery. It can help a surgeon both diagnose and treat issues. The statement said Francis was suffering from a blocked laparocele, which is a hernia that formed over a previous scar.",
    "“The stay at the health facility will last several days to allow for the normal post-operative course and full functional recovery,” the statement said.",
    "In July 2021, Francis spent 10 days at Gemelli to remove 33 centimeters (13 inches) of his large intestine. He had suffered what the Vatican said was a severe inflammation and narrowing of the colon. In an interview with The Associated Press in January, Francis said the diverticulosis, or bulges in his intestinal wall, that prompted the 2021 surgery, had returned.",
    "Francis had come out of the 2021 surgery saying he could eat whatever he wanted, but he lamented that he hadn’t responded well to the general anesthetic used in the longer-than-expected procedure. That reaction in part explained his refusal to have surgery to repair strained knee ligaments that have forced him to use a wheelchair and walker for over a year.",
    "The fact that he is going back for surgery suggests he had little choice but to treat the intestinal issue, especially given the rigorous upcoming travel schedule this summer.",
    "The Argentine pope had part of one lung removed when he was a young man. He also suffers from sciatica nerve pain.",
    "Francis initially went to the Gemelli on Tuesday for what the Vatican said were medical tests. It revealed no details at the time.",
    "The 86-year-old had appeared in good form Wednesday morning at his audience in St. Peter’s Square, zipping around the square in his popemobile greeting the faithful. He also had two meetings beforehand, the Vatican said.",
    "Francis has had a packed schedule of late, with multiple audiences each day. The Vatican has recently confirmed a travel-filled August, when the Holy See and Italy are usually on vacation, with a four-day visit to Portugal the first week of August and a similarly long trip to Mongolia starting Aug. 31.",
    "In a sign that the trips were very much on, the Vatican on Tuesday released the planned itinerary for Francis’ visit to Portugal for World Youth Day events from Aug. 2-6. The itinerary confirms a typically busy schedule that includes all the protocol meetings of an official state visit plus multiple events with young people and a day trip to the Marian shrine at Fatima."
  ]
}