{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82109",
  "time_ut": 1686735780.0,
  "original_lang": "en",
  "original_title": "Sangaree : The Tamil Leader Who Refused to  Kowtow Before   Tiger Tyranny.",
  "original_body_lines": [
    "The  Liberation Tigers of Tamil Eelam(LTTE) organization  ceased to be a functional entity in Sri Lanka after being militarily defeated by the armed forces in May 2009. The LTTE known widely as the tigers was a powerful armed militant group which ruled over swathes of land in the Northern and Eastern provinces of the Island for several years.",
    "At its heyday , the LTTE exercised autocratic control  over Tamil public life in Sri Lanka and even amidst the global Tamil Diaspora. The tigers brooked no political  dissent or criticism among Tamils. Those who did not toe the LTTE line or dared to defy tiger diktat were ruthlessly dealt with. Many Tamil politicians who “offended”  the tigers at different times  were assassinated. This resulted in most Tamil political leaders of  yore becoming subservient to the LTTE in those days.",
    "Nevertheless there were  a few honourable exceptions to this norm too. These courageous politicians  of principle not only challenged the LTTE openly but also managed to survive physically . Due to their refusal to kowtow before the tigers, they suffered politically and were reduced  to being powerless politicians.. Their only consolation was the  courage of their convictions and the satisfaction of retaining their self-respect by  not bowing before  tyrannical power.",
    "One such democratic Tamil leader who refused to kowtow before the tigers is an  octogenarian who will become a nonagenarian very soon. Tamil United Liberation Front(TULF) secretary -general and former Kilinochchi and Jaffna  Parliamentarian Veerasingham Anandasangaree will turn 90 on 15  June 2023. A grand  90th Birthday celebration  will be held at Kanakapuram in Kilinochchi on the same day.It is being organized by party stalwarts, supporers ,well-wishers and above all members of the Kilinochchi public.",
    "It may be recalled that the present administrative district of Kilinochchi was until 1983 a part of the Jaffna administrative district. The people of Kilinochchi had to travel miles and miles to go to the Jaffna Kachcheri to get things done. Anandasangaree in his caoacity as Kilinochchi MP played a very constructive role in demarcating Kilinochchi as a separate administrative district. The Kilinochchi people remain grateful to him for that.",
    "The TULF formed on 14 May 1976 swept the polls in the Northern and Eastern provinces  at the July 1977  Parliamentary elections by winning 18 out of 19 Tamil majority seats. Of these 18 MPs only 3 are among the living now. The first is former Batticaloa MP Chelliah Rajadurai who is retired from Politics now. The second is the present Trincomalee district MP Rajavarothayam sampanthan. The third is Anandasangaree elected from Kilinochchi then. The first two are nonagenarians while the third will join their ranks next Thursday.",
    "This column focuses on Veerasingham  Anandasangaree this week  to denote the 90th birth anniversary of the TULF leader. I have written extensively about Anandasangaree known as Sangaree in the past. This article will draw from such writings.",
    "Born in Point Pedro on 15  June 1933, Anandasangaree grew up in Atchuvely as his father was a school principal at Sri Somaskanda College in neighbouring Puthur. Sangaree himself studied at Sri Somaskanda, Christian College Atchuvely, Hartley College , Point Pedro and also Zahira College , Colombo .",
    "Before taking up law, Sangaree was a pedagogue teaching at Hindu College Jaffna, Poonakari MMV, Kotalawela GTM School , Ratmalana and Christ King College Ja-Ela.",
    "He passed out as a lawyer in 1967 and kept practicing law  till 1983 when the TULF leaders refused to take oaths under the 6th amendment to the constitution. He has not worn the black coat ever since.",
    "Like many political leaders on both sides of the ethnic divide, Sangaree too began his politics as an ardent Trotskyite. He was an active member of the Lanka Sama Samaaja Party (LSSP) Youth League from 1955 to 1965.",
    "His first experience in running for electoral office was in 1959 when he contested the Colombo Municipal Council on the LSSP ticket. His opponent was none other than the uncrowned king of Colombo municipal politics V. A. Sugathadasa who was also mayor then. It was a baptism of fire in Colombo for the 25 year old Jaffna youth.",
    "The March 1960 elections saw the LSSP under Dr. N. M. Perera make a determined bid for political power through electoral politics. The party contested 101 seats in all parts of the island and NM himself was projected as the future prime minister of the country. NM asked Sangaree to contest the newly carved rural constituency of Kilinochchi as a LSSP candidate. Anandasangaree having no links to Kilinochchi was reluctant.",
    "NM encouraged him to plunge in saying that even if the “unknown”Sangaree lost then he would win the seat in 10 years time. NM’s words in 1960 were prophetic and in 1970 Anandasangaree was elected for the first time to parliament from Kilinochchi.Only he was no longer a Trotskyite but a Tamil Congress candidate having embraced Tamil nationalism.",
    "The LSSP however fared poorly in March 1960  winning only 10 seats.Sangaree contested the March 1960, July 1960 and March 1965 elections in Kilinochchi under the key symbol of the LSSP. He got 1114, 2011 and 1804 votes respectively. He lost both times in 1960 to S. Sivasundaram and in 1965 to K. P. Ratnam who were of the Federal Party (FP).",
    "In 1966, the LSSP now aligned with the Sri Lanka Freedom Party (SLFP) adopted the communal “Dudleyge bade masala vadai” line and opposed the reasonable use of Tamil as an official language in 1966. Sangaree like many Tamil LSSP’ers quit the party.",
    "He joined the All Ceylon Tamil Congress (ACTC) led by G. G. Ponnambalam Snr. in May 1966. Earlier, he contested and won the Kilinochchi town ward in the Karaichi Village Council.",
    "He became its chairman from 1965 to 1968. In 1968, it was elevated to Town Council status. Sangaree contested, won and became the first Kilinochchi TC chairman. He functioned in that capacity till the end of 1969.",
    "January 1970 saw Sangaree become Youth Front President of the Tamil Congress. In May 1970, he won Kilinochchi on the cycle symbol of the ACTC and defeated Alalasundaram of the FP by 657 votes. The ACTC got 9049 to the FP’s 8392.",
    "The Tamil United Front (TUF) was formed in May 1972. This became the TULF in May 1976. This period saw Anandasangaree’s stock rising in Tamil politics. The Tamil Congress had three MPs in 1970. They were Arulampalam of Nallur, Thiyagarajah of Vaddukkoddai and Anandasangaree of Kilinochchi.",
    "Arulampalam and Thiyagarajah opted to join the United Front government. Sangaree despite his left leanings and respect for NM refused to cross-over and remained in the ranks of the Tamil nationalists. His stature increased greatly because of this.",
    "In 1977, the Tamil United Liberation Front swept the elections riding the crest of a Tamil Eelam wave. Sangaree contested Kilinochchi again and polled 15,607 votes obtaining a majority of 11,601.",
    "The 1983 violence and the sixth Constitutional amendment saw the TULF out in the political wilderness. Sangaree like many other TULF figures relocated to Madras but kept shuttling between India and Sri Lanka .",
    "In 1989, the TULF re-entered the political mainstream. Sangaree contested the Jaffna electoral district in 1989 and the Wanni District in 1994 on behalf of the TULF and lost in both.",
    "In 2000, Anandasangaree was the chief candidate on the TULF ticket again in Jaffna . The TULF got three seats and Sangaree got the highest amount of preferences.In 2001, the TULF contested as part of the Tamil National Alliance(TNA) under the party symbol of  sun. Again Sangaree topped the list gaining over 36,000 preferences.",
    "The situation changed when the TULF leader fell foul of the LTTE. Sangaree’s problems with the LTTE began because he stood up for the party and discouraged the Tigers from interfering too much in TULF matters. When Anton Balasingham made insulting remarks about the TULF, it was Sangaree then in Canada who issued an effective rejoinder. The TULF rank and file was overjoyed by Sangaree’s defiance.",
    "The late Raviraj  MP then stated openly  at a TULF meeting that it was Sangaree who salvaged the self-respect of the party. This was the beginning of the dispute between the LTTE and Sangaree. Yet when the LTTE exerted pressure, the TULF bigwigs  shamelessly threw Sangaree to the wolves, or in this case the Tigers.",
    "Sangaree was instrumental in reviving flagging fortunes of the TULF in Jaffna .At a time when the TULF was under grave threat from the LTTE , it was Sangaree who rallied the party around and provided moral strength to withstand the pressure. He planted himself in Jaffna and masterminded the Jaffna municipal poll campaign in 1998. It was this success which helped the TULF restore lost prestige and regain a firm footing in Jaffna politics again.",
    "The LTTE killed two TULF mayors and a mayoral aspirant. Again it was Sangaree who held the party together and kept running the Jaffna municipality with the help of his erstwhile protegee Nadarajah Raviraj as acting mayor.If Raviraj had declined the mayoralty or been killed then Sangaree was prepared to become Jaffna mayor himself and defy LTTE diktat then.",
    "I was  witness to an  incident in Toronto in 2000 which illustrated the man’s courage and dedication to the party. Sangaree was in Canada when elections to Parliament were announced in Sri Lanka. He was preparing to return and take charge of the election campaign. This was a time when the TNA had not been formed and the TULF faced danger from both the LTTE and EPDP. His daughter was pleading with him not to go back but stay on in Canada. Sangaree refused but kept on repeating “Whatever the danger I must face it. If we dont contest that is the end of our party”.",
    "As stated earlier ,at a time when the TULF was under grave threat from the LTTE ,it was Sangaree who rallied the party around and provided moral strength to withstand the pressure. He planted himself in Jaffna and spearheaded the Jaffna election  campaigns. It was this  which helped the TULF win elections  regain  lost prestige and regain a firm footing in Jaffna politics again.",
    "Yet the very same TULF which owed its renaissance  to this man’s courage and dedication turned against Sangaree when the LTTE wanted him out.  The party acting on orders of the LTTE expelled Sangaree in an act described as “dead corpses walking”by the UTHR (J).But Sangaree to his credit did not cave in meekly. He fought against his expulsion in courts and also to retain control of the party. Finally Sangaree was the victor in the legal battle.",
    "When Sangaree was fighting a lone battle against those who wanted him out at the behest of the LTTE there was no media support for him. Many newspapers ignored this man then. I think they did not fully comprehend what was going on",
    "It was at this time that I supported Sangaree and gave much publicity to his struggle within the party. This was not due to my personal relationship with him alone. In fact I had many, many close friends in the TULF with whom I became alienated because of my support to Sangaree.",
    "My stance was due to two reasons. One was that I felt he was right in standing up to the LTTE. The other was that I felt his colleagues had treated him shamefully and that as an underdog he had to be supported.",
    "The TULF sun symbol under which the TNA contested was retained by Sangaree due to a court ruling..The TNA then revived the dormant Ilankai  Thamil Arasuk Katchi(ITAK) and contested the 2004 polls under the House symbol. Sangaree ousted from the TNA contested separately as TULF but was roundly defeated in an election that was neither free nor fair.",
    "The man displayed a rare fighting ability after his defeat.Instead of slinking into political oblivion with tail tucked between hind legs or going out to pasture with his children in Britain , Canada or Denmark, Anandasangaree chose to remain in Sri Lanka and fight it out. Instead of keeping mum or adopting the path of least resistance Sangaree opted to take the bull by its horns or the tiger by its jaws.",
    "Anandasangaree did not roll over and play dead when the LTTE intimdated him. He remained politically active and continued to criticise the LTTE . He wrote numerous public letters to LTTE supremo Veluppillai Prabhakaran advising him to change his ways, stop the war and go in for a negotiated settlement. This was indeed a rare occurrence in Tamil politics as very few Tamil nationalist leaders with a democratic political background and roots did so..Sangaree earned the respect and admiration of many including a very large segment of the majority community by this action.",
    "Ultimately Sangaree was proven right. The LTTE was defeated militarily. Prabhakaran dragged the Tamil people down with him and has caused irredeemable harm. The political mantle once again acquired a democratic form after the Tamil National Alliance began contesting elections and winning without being propped up by the LTTE.",
    "But the problem  here is that the impact and influence of “tigersim”(to borrow a description made famous by Ram Manikkalingam) till slingers on , even in the absence of the LTTE on the Island. Some of the LTTE structures abroad are yet active and the Global Tamil Diaspora exerts much influence over mainstream Tamil politicians and media in the Island.",
    "What is increasingly discernible against this backdrop is a marked reluctance by Tamil political leaders and opinion makers to acknowledge the destructive role played by the LTTE in worsening the tragic Tamil plight in Sri Lanka. Instead of an honest introspective self-appraisal the emphasis is on laying the blame elsewhere. The negativity of the LTTE in bringing the Tamils to this level,  is ignored, overlooked or glossed over.",
    "In such a context the position of Anandasangaree is akin to that of being a prophet not recognized in his own country. What Sangaree warned about the LTTE and the Tamil people has come true but the Tamil political elements who played second fiddle to the LTTE are unwilling to even grudgingly accept that.Instead of admitting their guilt and praising Sangaree for his courage in speaking truth to the LTTE when tiger power was at its zenith, these politicians and so called media personnel , resent the fact that Sangaree was right and they were wrong. There has been no  proper admission and appreciation of his historic role in standing up to the LTTE as by doing so they would only be exposing their own deficiencies and shortcomings.",
    "Anandasangaree’s defiance of the LTTE in this respect was an act admired internationally. The UNESCO award bestowed upon him illustrates this. In 2006 Sangaree was the recipient of the UNESCP-Madanjeet Singh Prize for the promotion of Tolerance and Non-violence.Among other distinguished winners are Aung San Suu Kyi of Myanmar",
    "Even more important than the international honour was the regard and respect he earned among the Sinhala community.Lakshman Kadirgamar did not have   a Tamil  Nationalist political history. Anandasangaree however was steeped in Tamil nationalist politics. Here was a Tamil political leader from a mainstream Tamil political party daring to criticise the tigers at a time when most of his colleagues were mortgaging their body and sould to the LTTE in return for a mess of pottage. Such a phenomenon was indeed dazzling and Sangaree had the trust and affection of many Sinhalese. Some even wanted to make him Governor of the North or East at one time but Sangaree was not so inclined.",
    "His critics within the Tamil polity accused him of being a political stooge of former President  Mahinda Rajapaksa but Sangaree with the courage of his convictions continued upon his chosen course undeterred.He retained his independence and never toed the Govt line although it was necessary to avail of state protection because of the tiger threat.Had not Sangaree been given protection he could have been killed by the tigers long ago.",
    "Anandasangaree proved his critics wrong after the fall of the LTTE.Instead of singing hosannahs to the victors and seeking rewards from the govt the man remained with the opposition pointing out the shortcomings and blunders made by President Rajapaksa in dealing with reconciliation issues. He continued to be a critic of successive Governments too.",
    "Sangaree has always been a brave and intrepid  fighter. Contesting as a 26 year old man from Jaffna against UNP Colombo Mayor VA Sugathadasa in 1959; parachuting as an unknown outsider into the unknown Kilinochchi in 1960 as LSSP candidate;going against his two Tamil Congress parliamentary colleagues and voting against the 1972 Constitution; combatting the “powerful”\u009d campaign of SLFP Tamil cabinet minister Chelliah Kumarasuriar in 1977; engaging in bitter acrimony with fellow TULF members over his demand to carve out Kilinochchi as a separate district from that of Jaffna;defying the LTTE during Jaffna municipal elections and its aftermath;resisting his ouster from TULF boldly instead of caving in to tiger pressure  are all indicators of his courage and determination.",
    "Sangaree has struggled to keep the TULF  alive amidst great adversity. He sold his jeep, lands and some other personal assets to keep the party afloat. Some loyal TULF members, supporters and personal admirers chipped in to provide additional finances. He also fought many legal battles relating to politics.  Recently the veteran leader thwarted a plot by vested interests to take control of the party.The TULF is now a caricature of its former self but it is yet independent like its leader.",
    "What is remarkable about Sangaree was his dogged determination to articulate his viewpoint independently during the war years when the LTTE was ruling the Tamil roost. While there were many voices within the Tamil nationalist spectrum and among the human rights community to condemn the State and its minions, there were comparatively few voices among Tamils who were critical ofthe LTTE. The Tigers were a holy cow for most Tamils and few Tamils dared to differ let alone criticise it. It became in the words of famed Tamil poet Subramania Bharathy the “Paesaap Porul” or unspeakable theme.",
    "But not for Sangaree. He waded into those dangerous waters without hesitation. He was branded traitor and a knave and as a man who sold out and as one who has sold his soul, etc. Yet he firmly stood his ground, continuing to do what he thought was right. By doing so he touched upon many issues that were “untouchable” among Tamil political and media circles. Sangaree also succeeded in giving voice to the unexpressed sentiments of the silenced Tamil majority during the war. He was often the voice of the voiceless Tamils under the tiger jackboot.",
    "The historic role played by Sangaree in defying the tigers cannot be discounted or underestimated. Anandasangaree’s contribution in this regard is of two phases. The first was the one from the early nineties of the 20th century to the early years of the 21st century. This was the time when he functioned as senior vice president of the TULF and provided yeoman service in keeping the party ticking in the face of several leaders being killed by the LTTE. The second phase is the one where he was president of the TULF and fought against overwhelming odds by defying the LTTE till its defeat in May 2009.These phases are the finest hours in Sangaree’s political life.",
    "Sangaree’s  abhorrence of war and espousal of non – violence stemmed very much from very personal loss, suffering and pain. Sangaree has lost many relatives to political violence and terror. His elder brother Rajasangaree was the chairman of Chavakachcheri Citizens committee during the Indian Army period. Rajasangaree spoke out against Indian army atrocities and was killed by the EPRLF on Oct 26th 1987.",
    "Anandasangaree’s younger brother Gnanasangaree was killed in Kilinochchi by the LTTE for criticing the tigers publicly. This happened on Feb 10th 1988. Two of Gnanasangaree’s sons spoke out publicly against their father’s killing. They were taken away by the tigers for questioning. They never returned home.",
    "Another brother Ganeshasangaree’s son was Yogasangaree. This nephew of Anandasangaree was elected as an EPRLF member of Parliament for Jaffna district in 1989. On June 19th 1990 Yogasangaree was in Madras for an EPRLF meeting at Kodambakkam with Secretary – General Padmanabha. LTTE assassins suddenly entered and sprayed the hall with machine gun fire. Fourteen including Padmanabha and Yogasangaree were killed.",
    "On July 7th 2005 Islamic “terrorists” set off human bomb explosions in subway trains and a surface bus. One of those killed was a young girl of Sri Lankan origin. She was Sayanuja the daughter of another brother of Anandasangaree named Parathasangaree.",
    "So when Anandasangaree spoke out against war and political violence and talked of a negotiated settlement and peaceful co-existence he was speaking from the heart",
    "Despite the overwhelming odds Sangaree  has remained steadfast to his political mission. The tigerish elements  and their fellow travellers  may have   slandered and condemned  him as a traitor but all right thinking people with a proper understanding of what had been  going on in Sri Lanka  have only praise for this man’s dedication and courage.",
    "This column wishes “Sangaree Annan”  well as he celebrates his  magical 90th Birthday.(ENDS)",
    "This is an enhanced version of the “DBS Jeyaraj Column”appearing in the “Daily Mirror”dated 10th June 2023.It can be accessed here –"
  ]
}