{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/from-building-businesses-in-the-far-east-to-the-main-board-of-rc/",
  "time_ut": 1702709520.0,
  "original_lang": "en",
  "original_title": "From building businesses in the Far East to the main board of R&C",
  "original_body_lines": [
    "From time to time head hunters had been contacting de Mel about leading initiatives in developing markets. So he sought an appointment with the Chief Executive and asked him bluntly whether he was a potential Board candidate. He would go no further than to assure him that he was on the shortlist for the Board. The CEO sensed de Mel might leave and did not want that and so the conversation veered to what he would like to do next.",
    "He had often argued at the Group’s strategic discussions that the Far East was an area of great potential. So he was asked whether he would like to move to the territory and make a serious effort to build a series of new businesses for Reckit and Colman in the area and was promised all the financial and human resources he required.",
    "He decided to take on this role. He also decided that if he was not appointed to the Board after his stint in the Far East, he would move to one of the other groups which were contacting him about working for them in a regional role in the Far East. He thought it would be much more fun spending the rest of his working life in the East than in the West.",
    "So he came home and told his wife and family that he was thinking about moving to Singapore. His wife thought Singapore was exciting (she really enjoyed her stay there). His daughter Chiara had just finished the first term of GCSE at a school which was her fourth school as they had also sent her to Colombo for a few years in the Sinhala stream at St. Bridget’s. He was worried about the disruption and decided that he would not push her and gently floated the idea. She too was up for it. The only condition his daughter imposed was that she wouldn’t move unless they took their dog, a Cavalier King Charles Spaniel called Dusty, to Singapore as well. So he took off to Singapore with his wife, daughter, Dusty and their Sri Lankan housekeeper.",
    "The two top items on the agenda were finding a house and a school. The company had a nice spacious house with a large garden, something that was very rare in central Singapore. Everybody liked the house so housing got a tick. The next item on the agenda was a school. His daughter got a place at United World College, so that too was ticked. The next was getting to school and back. Singapore was extremely safe and they didn’t have an issue with sending their daughter back and forth from school using public transport.",
    "In the former British colonies, people spoke English. A reasonable amount of English was also spoken in Thailand. The Indonesians did not speak English. It was a very large market and it was useful in Indonesia to speak Bahasa to get around the market and ask a few meaningful questions. It was also useful for his golf since the caddies in Singapore and Malaysia spoke Bahasa. So he put that on the agenda.",
    "The Far East was the one major gap in the Reckitt & Colman portfolio of countries. They had a big business in the USA, a good presence in Canada, businesses across Latin America and Europe and in the major markets in Africa, Australasia and South Asia.",
    "“I had been making the case for developing the Far East regularly at the Group’s annual conference on strategy. I had said many times that this region would at some stage in the future be a huge consumer market. The individual markets would all grow at a different pace, but they would all grow. Those not familiar with the territory saw a hazier picture.",
    "China had not opened up and may never do so. Japan was difficult. The news about Indonesia, Thailand, Taiwan, Philippines and Korea was more about political turmoil and less about big consumer markets. There were many claims on the Group’s resources, and the Far East was perceived as something that would be a long haul and years of losing money. Every year they said ‘let’s look at it again next year’.",
    "They were also turned off as foreign investment was regulated in every country in some form or the other and the route may be joint ventures and that did not appeal. Approval was required from various authorities and there was the smell of corruption in the air in most of these countries. All this meant complexity and that did not appeal to the Group.",
    "That was the background when I accepted the challenge. I said, ‘I will set out what I will endeavour to do’ and wanted approval in principle. I added that I wanted to be left in peace to get on with it without a host of corporate planning and finance staff visiting, nit-picking and debating the viability of my plans.",
    "I said I would set up an operating entity with own or joint manufacturing facilities in Singapore, Malaysia, Thailand, Philippines, Taiwan, Indonesia, China, a marketing entity in Hong Kong and Joint Ventures in Japan. The target for completion was three years. I said this would provide the basic infrastructure that would enable the Group to progressively build its business in the region in the future. I added that if we did not put these starting blocks in place, we would never be able to benefit from the growth in the region.",
    "Chief Executive, John St. Lawrence knew that if I did not get a clear yes, without a variety of conditions and reviews before each tranche of funding, I would walk away.",
    "I got approval without any conditions and was up and running straightaway. I had already built a factory and had an office in Singapore and used this as the support base for the new businesses. At the end of three years I delivered. I did everything that I said I would do.",
    "During this time I never visited the UK. I did not step into the corporate office for three years and I did not attend any of the annual conferences. I blocked all efforts by corporate planning and finance staff to visit the region to ask their usual probing questions to justify their roles. If they wrote, it went into the bin. But I religiously reported every month on progress to my Group Director, who fortunately had the good sense to leave me severely alone.",
    "The only visitors I permitted were the Chairman and the Main Board Executive Directors.”",
    "To summarize, de Mel established a company and business in Singapore with good manufacturing facilities, a company and business in Malaysia with manufacturing facilities, Joint Venture in Thailand with the Thai partner having manufacturing facilities, a new Joint Venture with a factory in Indonesia, a Joint Venture with an old trading firm in the Philippines which had manufacturing facilities, a new company with manufacturing facilities in Taiwan, a Joint Venture with the Chinese Government authorities, two manufacturing Joint Ventures in Japan, one in food and one in consumer products, and a new company in Hong Kong that was the resource base for developing China.",
    "He had visits from the Main Board Directors. Some of them may even have had doubts that he had created so many businesses so quickly and wanted to see for themselves whether it was just a name board on the wall or whether there were actual manufacturing facilities, staff, products in retail outlets and a distributing network. They all went on trade visits and saw Reckitt & Colman products on the shelf, including the newly-launched Dettol plaster, soap and shower products, which have now grown to be mega products. The Chairman, Sir Michael Colman, had also visited and been impressed with what had been achieved in a short time.",
    "From this model of developing a region in a rush, the key learning was to have top quality local management staff and de Mel put a lot of time and effort into making sure that he managed to get the appropriate staff. He never used any expats in the countries (except for a small corporate team of one Pakistani and one Indian in his corporate office in Singapore).",
    "After two- and- a-half-years, when most of it was done, Corporate Headquarters insisted that he should do the Advanced Management Program at Harvard Business School and so it was off to the USA and Harvard. Multinationals put emphasis on evaluating and training their senior employees and one of the places considered best for this was the Harvard Business School and its acclaimed Advanced Management Program (AMP) for professionals higher up in the organization.",
    "Lalith de Mel with wife Shiranee at the Harvard Business School AMP Graduation function",
    "AMP was an uninterrupted and highly-condensed MBA for top business executives who could not spend a year away from the business. So the program had what they would usually do in a year condensed into four hectic months. Therefore he spent four months in Harvard away from his duties in Singapore doing exactly that.",
    "It expected full commitment, especially because the program was to enhance not only the leadership capacity of the participants but also that of the organizations they worked for. It was for potential business leaders who were one or two levels away from the position of CEO and identified by the employer as persons vital to the company’s future business plan.",
    "The program enabled the participants to meet and learn under recognized thought leaders, skilled educators, ground-breaking researchers, active corporate board members and award-winning authors. The majority of those who joined the program came from companies with an annual revenue in excess of $250 million and should have had at least 20 to 25 years of work experience including substantial time as a senior executive. Thus, a participant would be studying together with an elite group of business leaders groomed to graduate to the next level of the corporate ladder.",
    "As a highly-integrated and fully-immersive program, its intention was to bring out analytical skills and cross-functional perspectives in a short period of time. Therefore AMP would ensure development in management skills, strategic insights, innovative thinking and initiating change as they were key qualities expected by the employer to drive their businesses. AMP was restructured to fit the current economic landscape so that the skills acquired could be applied in the participants work environment at the current point of time.",
    "The ultimate perk of having completed the AMP is that one becomes a lifelong member in the Harvard Business School alumni and has exclusive access to its growing global network as well as resources and tools to keep learning. Though it was a stressful program that required a lot of hard work, Lalith enjoyed the course and successfully completed it.",
    "At last an Asian director, appointed to the R&C main board at age 53 53",
    "“My aspiration as a Regional Director was eventually to get on the Main Board of Reckitt & Colman PLC, which was a major top 100 company in the UK. I knew this was not going to be easy to achieve because it was an old traditional British company and a major top 100 public company in the UK. The Chairman at the time was Sir Michael Colman, a baronet. During my time at Corporate Headquarters, the Main Board Directors were all British with one exception, an Australian. I was the first non-British person to be a Regional Director. I had come through that glass ceiling and I wondered whether I could go through the next and get on to the Main Board.",
    "The Main Board was composed of the Chairman, Chief Executive, six Group Directors and four Non-Executive Independent Directors. The challenge was to become one of the six Executive Directors. An opening came about only when one of the Main Board Members reached retiring age or was removed. At the time de Mel returned from Harvard, the Chief Executive and one other Director were due to retire and two slots were available.",
    "A team of two Non-Executive Directors were given the task of selecting the next CEO. The favourite for the role was the most senior Director. I knew him well; he was a Regional Director occupying the next office when I came to London and we were good friends. We also played cricket together for the R&C London team. Early in his career he had been appointed to the Main Board and was the longest on the Board, so I felt that if my friend Peter Maydon was appointed, perhaps I would have a chance of getting on the Board. The final recommendation of the Non-Executive Director selection team was a surprise; they recommended a very young man, Vernon Sankey, who was the youngest on the Board. The full Board, after considering it, decided to appoint him.",
    "The top team in the company comprised the Group Directors, the Regional Directors and Heads of the major businesses. We all attended various residential conferences from time to time so knew each other well as we ate together and had a few drinks at the bar together in the evenings. When I heard that Vernon Sankey was appointed I was surprised, but I did not feel uncomfortable because I knew Vernon quite well.",
    "The appointment of an executive director of a major public company was an important task. After internal discussions, the chairman would make a recommendation to the full board which would make the final decision. The head of human resources had a large role to play as he was responsible for managing management succession for all the key jobs and he had a short list for all the jobs and had all the career information about potential candidates.",
    "The retiring chief executive would also participate as the prospective candidates had all worked for him. The incoming chief executive would have a big say because the new board would be his team. An agreed decision would be recommended by the chairman to the full board.",
    "On the day that the Board announced the appointment of Vernon Sankey, I was in Singapore. I remember the day well. Late in the evening, I had a call from Vernon in London and he said he would like me to join the Board as a member of his team. At last, the objective of getting on the board of this UK top 100 company was finally achieved. When 1 was appointed I got a flood of letters of congratulation.",
    "Those who did, and would report to me, probably felt it was prudent to congratulate the new boss. What I found gratifying was to receive many letters from former colleagues. I have quoted below from three interesting letters.",
    "Ted Wright when he was Group Director of the Overseas Group invited me to work in London as a Regional Director. This is what he said:",
    "What a cheering announcement we found when we got back from a trip to France this week! I was truly delighted with the news of your appointment to the Board with responsibility for the whole Pacific Rim (West).",
    "I well remember the day when I decided that your abilities were never likely to be adequately exploited if stayed in your native Sri Lanka and it’s immensely satisfying to see one’s predictions proved correct. You have mastered every challenge thrown at you and, I know will do the same with the new ones… With all good wishes for a most successful future,",
    "A letter from Stan Ward who was the Head of HR. He had retired by the time I went to Singapore. I was delighted to learn that far back when Stan was Head of HR, I was in the frame for a Board appointment.",
    "I cannot say how delighted I was to hear the news of your appointment. Heartiest congratulations and best wishes for your future success.",
    "Forgive me if I’m indiscreet, but it was always an ambition of mine that You would get on the Board, so I’m doubly pleased that one of my favourite ‘old boys’ has made it… Again, every good wish and warmest congratulations and regards,",
    "A letter from Peter Knee, the last Group Director I reported to before being appointed to the Board:",
    "“…you have worked hard and successfully for the promotion and also waited overlong for it. May the fact that it has now occurred be seen by you as a well-deserved recognition of your talent and achievements, and by the R&C world at large as both and more. And here I am thinking particularly of encouragement it will bring to all those in many countries who may have wondered whether R&C would cease to be a British international company and start to become a truly described multinational one. It has!”",
    "The euphoria of the appointment and the congratulations received soon evaporated and became a memory of the past. It was overtaken by the challenge to prove beyond any doubt that those who appointed me had made a correct decision. I was aware that there would be some who were unhappy with the decision, particularly those who saw themselves as candidates for the Board. If my performance had bumped along and if I had difficult issues with senior managers, they would have gleefully pointed out publicly that I was not up to it.",
    "This was not a job for life. If you did not perform, you had to go and take early retirement! That was the polite way to say that one was fired. During my tenure two Main Board Directors and one Chief Executive took early retirement.",
    "We had kept our home and so we had no problems on that score. Our worry was Chiara, our daughter’s education. Fortunately she had a good track record with eight As at GCSE in Singapore. She got a place at the very elitist boys’ school Westminster that had just started taking in girls for Advanced Levels. We were always concerned about whether the many changes in schools due to my movements would affect her studies. Fortunately they did not. She got three As in her A/Level exam and the Certificate of Excellence for Economics given for the best two papers in Economics. Much to our disappointment she would not go to Cambridge after being offered a place at my old college after a gap year and instead went to Warwick University, which had a good reputation for Economics. She did well as usual and got a first class in her BSc Economics.",
    "World Monuments Fund officially endorses ‘88 Acres’ by MMCA Sri Lanka",
    "Fostering private land as beacon of hope for threatened species in Lanka",
    "Settling into my job in London and helping Colombo in a delicate New Delhi assignment",
    "Returning to Sri Lanka, becoming MD of Reckitt’s in SL at age 33 and then Chairman",
    "Posting in Brazil at age 32 and working in Portuguese as member of the management team",
    "Selling Oil, motor racing and moving from Shell to Reckitt and Colman",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}