{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-has-taken-risk-with-13a-discussion-state-minister-126961/",
  "time_ut": 1690547880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka President has taken risk with 13A discussion – state minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Ranil Wickremesinghe has taken a “huge risk” in his attempt to implement the 13th Amendment as per constitution to devolve power from the central government to a lower level, State Higher Education Minister Suren Raghavan said.",
    "The 13A was introduced with the 1987 agreement with India to empower the island nation’s Northern and Eastern provinces as an alternative to the demand by the Liberation Tigers of Tamil Eelam (LTTE) for a separate state. The amendment also introduced the Provincial Council governance system in Sri Lanka.",
    "However, most leaders in Sri Lanka south predominated by ethnic Sinhala majority have raised concerns over allowing the 13A to be implemented fully including giving land and police powers.",
    "However, Wickremesinghe soon after his official visit to India, had an inconclusive All-Party Conference (APC) to discuss the full implementation of the 13A, which has been a repeated request from India. Usually, APC is seen as a delayed tactic by government leaders in Sri Lanka.",
    "“The president has taken a huge risk in this. He has taken that risk for democracy and because he thinks that the people of this country are intelligent specially after the Aragalaya,” Raghvan told a media briefing in Colombo, referring to massive protests that ousted former leader Gotabaya Rajapaksa and his government after their wrong decisions.",
    "“The aim of the Aragalaya people was to have reforms in governance. I believe he has taken that risk due to democracy.”",
    "Wickremesinghe has said he wants to implement the 13A without police powers.",
    "However, politicians from the South have criticized him for his attempt to implement the amendment which was not done by his seven predecessors since 1987. Politicians from the North vary about the genuineness of Wickremesinghe’s intention.",
    "Analysts say the 13A has been a political tool for politicians to win elections by dividing the voters with hatred ethno religious comments.",
    "The 13A empowers each provincial council to decide on their own, instead of depending on the central government. However, some extremist Sinhala politicians have succeeded in spreading speculations that power devolution in line with the 13A could divide the country into pieces and people have a negative perception on the amendment.",
    "Indian Prime Minister Narendra Modi during the official visit of Wickremesinghe to India last week also has repeated his request to fully implement the 13A.",
    "Majority of Sri Lankans also do not like the amendment as they feel it was externally enforced by India after backing ethnic minority Tamil youth to take arms against their own country’s state-military, analysts say.",
    "“Why did India have to step in? I think India had a reluctant role to play. We could not solve our problems and it was going into a major crisis,” Raghavan said when asked how Sri Lanka would balance the Indo-Lanka agreement and relationship with the World’s largest economy in the event of Sri Lanka’s parliament deciding to abolish 13A.",
    "“I think India is more interested in their economy than fixing its neighbour’s woe.” (Colombo/July 28/2023)"
  ]
}