{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-caa-ends-egg-price-control-after-devastating-industry-126760/",
  "time_ut": 1690336320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka CAA ends egg price control after devastating industry",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Consumer Affairs Authority has withdrawn price control on eggs, after devastating the layer chicken industry and triggering imports.",
    "The Consumer Affair Authority, in a gazette notice said the price control order issued in April was withdrawn from July 25.",
    "The price controls on eggs imposed when feed prices had shot up in a currency crisis, led to the culling of layer chicken by farmers who could not feed the animals with the income from the price-controlled eggs.",
    "The price controls came shortly after a bakery association, which administratively raises bread prices by press conference called for price controls.",
    "Egg prices however are not administratively set but is driven by demand at farmgate level.",
    "The closing of layer farms then led to the culling of parent stock by hatcheries.",
    "At the last price control, white eggs were controlled at 44 rupees, and brown eggs at 46.",
    "Small grocers stopped carrying eggs, which was among the cheapest form of protein for the poor, after the Consumer Affairs Authority intervention as dozens were fined for breaking price control laws.",
    "However packaged eggs were being sold at around 60 rupees by the larger farms.",
    "Sri Lanka then started importing in a monopoly given to a state company to be sold to bakers and restaurants.",
    "There were allegations that the imported eggs were sold in the open market. The Trade Ministry, has now allowed imported eggs to be sold in supermarkets.",
    "Sri Lanka’s poultry industry has complained that their competitiveness has been undermined by import controls and taxes on maize, which are imposed to give extra profits to collectors and farmers. (Colombo/July26/2023)"
  ]
}