{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/08/hambantota-port-clocks-700-000-vehicles-tops-ro-ro-rankings/",
  "time_ut": 1704687480.0,
  "original_lang": "en",
  "original_title": "Hambantota Port Clocks 700,000 Vehicles, Tops RO-RO Rankings",
  "original_body_lines": [
    "COLOMBO (News 1st); The Hambantota International Port (HIP) cemented its position as the fastest-growing Roll-on/Roll-off (RO-RO) transshipment port in the region, capping off 2023 with a 26% surge in handled vehicles compared to the previous year.",
    "This impressive feat translates to a staggering 700,000 units shipped through the port, establishing HIP as a major player in the competitive transhipment landscape.",
    "The milestone was achieved with the arrival of Glovis vessel MV. HAE SHIN V.003B, carrying 3,626 units destined for Ulsan port in South Korea.",
    "“The port is geared and ready to handle volumes that are getting larger each year, not only because it is expanding capacity and location, but also because of our quality service, and timely berthing facilities with no waiting time for customers with tight schedules. The reliability of our services, coupled with connectivity to important destinations, and competitive pricing formulas, makes HIP an extremely attractive proposition,” says Lance Zuo, General Manager Commercial & Marketing.",
    "Tissa Wickramasinghe, COO of HIPG says the 700,000 units handled by the port this year, places HIP at the top end of the league, with other RORO transshipment locations in the competing region. “This is a commendable achievement for a port that has been in operation for just 6 years, and we achieved this amidst various challenges from lockdowns to a serious economic downturn in the country. While our Roll on Roll Off (RORO) operations teams are to be commended for their excellent service, our marketing team has done a tremendous job in promoting the port. When the Hambantota International Port Group (HIPG) took over, the Port Management team made a strategic decision to go for low hanging fruit and establish HIP as a regional transshipment hub for RORO cargo. The entire strategy was developed in line with that. The Port entered into agreements with RORO lines giving them the assurance of expert handling of their transshipment cargo with uncompromised quality and reliability.”",
    "New RORO customers were also attracted, to develop transshipment volumes, especially the Japanese lines, who were more focused only on handling domestic import cargo. “Our commercial team visited customers from across the world, meeting traders and dealers in Japan and other countries to attract volumes to the port. We developed a dedicated team to follow global trends in RORO transshipment scenarios and developments. This enabled us to make the required investments in new equipment, new technology and IT systems. Another approach we took was when new situations developed, for example the Red sea, HIP presented customers the required options and necessary facilities to overcome difficulties. This has helped us to build win-win partnerships,” the COO says.",
    "With the knowledge that attracting volumes alone would not sustain the business, HIP took equal measures to ready their operations team, establishing a quality, world class cargo operations system. “Having achieved ISO certification in QHSE, our existing and new customers have placed their trust in us because we have proven time and time again that their volumes are safely handled. Along with our operations team, our safety management team, navigational, admin and engineering teams help to manage facilities and other requirements to ensure the continuous maintenance of global quality standards in our operation.”",
    "HIPG has already made a significant investment in expanding yard space and installing modern equipment. Frequent training sessions are held for operations staff and familiarization visits to international terminals are facilitated for the relevant teams. “This remarkable achievement by HIP, is a collective effort by Team HIP and would not have been possible without the support of our customer base,” the COO adds."
  ]
}