{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81194",
  "time_ut": 1675797840.0,
  "original_lang": "en",
  "original_title": "“Let’s unite  consensually and move forward democratically to support the recovery of the  nation from the current crisis. If anyone wishes to have a political agenda, let’s  consider it after we rescue the nation.”-President Ranil Wickremesinghe",
  "original_body_lines": [
    "(Full Text of  Government’s Policy Statement delivered by President Ranil Wickremesinghe at the inauguration of the fourth session of the ninth Parliament on 6 February 2023)",
    "The moment the school children sang the National Anthem and Jayamangala  Gatha during the last Independence Day Celebration, I was convinced of the  need to secure their future. Are these children confident of their future?",
    "Commonwealth Secretary General Patricia Scotland who visited Sri Lanka for  the Independence Day Celebration, had discussions with groups of youth in our  country. They had pointed out that their confidence of the future has been  eroded due to the developments over a long period of time. Do they have full  confidence on their future?",
    "The day after Independence Day, a special supplementary was published in the  Sunday Times newspaper, where some youth had expressed their opinions regarding the present situation in our country.",
    "While leaving the country is a constant resonating thought, there is still a  smallest spark inside me that’s holding me close to home. I intend not to let it  die. I have not given up on my Sri Lanka yet.",
    "I won’t migrate, but I sincerely hope there will be a change in the situation in  Sri Lanka. All our attitudes need to change, better discipline is needed, people  need to obey rules and show more empathy towards each other.",
    "I don’t want to leave my country – I wish to help it come out of the situation it  is in, currently. I also don’t want the people leaving at a time the country needs  them the most, only to come back when things are better.",
    "While reading these comments, I was reminded of the twins who came to  meet me recently in Anuradhapura. These girls met me at the end of the  ceremony of awarding credentials to Atamasthanadhipathi, Ven. Pallegama  Hemarathana Thero. Namadi and Chenuti Perera are studying in Year 5, at  Maliadeva Balaka Vidyalaya, Kurunegala. The rendition of their song ‘I will not  leave the country’ was presented to me in a CD. I request the television channels to broadcast that song after my speech today.",
    "These children and youth are the future generation of our country, who wish  to rebuild the nation, without leaving. It is our responsibility to create a  country where they can live freely. Therefore, this is your responsibility, the  Honorable Members of the House. This is also the responsibility of every Sri  Lankan.",
    "I believe everyone remembers the situation the country was in when I  addressed the opening of the previous Session of the Parliament. You may  recall the country’s situation when the last budget was presented and also  seven to eight months ago.",
    "Schools closed. Examinations could not be held. Agriculture and plantation  industries collapsed without fertilizer. Farmers were helpless. The tourism industry declined. Power cuts of ten to twelve hours imposed. Gas almost over.  Residents of urban houses lost being unable to cook. People had to waste days  in queues for kerosene, petrol and diesel. Lives were sacrificed by citizens who  were exhausted staying in queues. Unable to bear this pressure, people took to  the streets in protest.",
    "However, the situation is different at present. Due to the measures taken, we  have been successful in reducing this burden gradually. Now there is stability in  the economy. People are comfortable. We have been able to safely guide  Mother Sri Lanka a long way across a challenging course. It was not an easy  journey. However, it is not yet over.",
    "We committed to securing the financial system that was on the verge of  collapse. Government expenditure was controlled. Measures were taken to  increase tax revenue.",
    "We know that tax revenues decreased due to decisions taken in the past. As at 31st December 2019, 1.6 million businesses, companies and individuals paid  taxes. However, by December 2021, the number of tax payers decreased to five hundred thousand. Government tax revenues fell to an all-time low.",
    "Realizing the destruction this caused to the economy of the country, many  institutions and organizations requested to revert to the tax system which  existed in 2019. In April 2022, the Sri Lanka Administrative Service Association  (SASA) presented short-term proposals for economic and social revival.",
    "∙ All officers of state enterprises should personally pay taxes from their  salary and not through the relevant institutions and employers ∙ Re-introduction of Withholding Tax",
    "∙ Revision of the income slabs for taxation and the level of turnover  subject to Value-Added Tax",
    "The SASA presented this proposal even before the negotiations with the  International Monetary Fund were initiated. Presently these are the suggestions we have implemented.",
    "However, it is the same people who requested such tax policies, who are  criticizing the present tax regime. Introducing new tax policies is a politically  unpopular decision. Remember, I’m not here to be popular. I want to rebuild  this nation from the crisis situation it has fallen. Yes, I’m ready to make unpopular decisions for the sake of the nation. People will realize the  importance of those decisions in two to three years.",
    "Some people say that the primary taxable income should be raised from 100,000 to 200,000 rupees. Others say that the PAYE tax method should be  abolished. We did not impose these taxes willingly. However, just doing what  we like will not build the nation. Even reluctantly, the right policy should be  implemented.",
    "If PAYE tax is abolished, the country will lose 100 billion rupees. If the tax limit  is raised to two hundred thousand rupees, the economy will lose 63 billion  rupees. The total amount that will be lost is 163 billion rupees. We are  presently not in a position to lose this income.",
    "Due to the present economic crisis, the tax burden is more strongly felt. There  is an important fact to be considered. At present, most of the taxes are paid by the general public. Since taxes from individuals and institutions directly liable  for taxes are not being properly collected, all Sri Lankans pay huge sums of  money as indirect taxes. A large number of people who are not liable to pay  taxes, pays it by default. These taxes are called indirect taxes.",
    "In other countries, most of the taxes are collected from on a higher income  bracket. In 2021, in India – 50% direct tax, and indirect 50%. Bangladesh – direct tax 32%, and indirect 68%. Nepal – direct 31% and indirect tax, 69%.  Indonesia – direct tax 40%, and indirect 60%. Vietnam – direct tax 31% with indirect being 69%. Thailand, direct taxes 37%, and indirect 63%. Malaysia,  direct tax 66% and indirect 34%.",
    "However, the situation in our country is different. In 2021, our direct tax was 21% while indirect was 79%.",
    "Therefore, we should take action to rectify this tax divergence. Then the tax  burden on the general public will be reduced.",
    "Inflation rises during an economic crisis. The price of goods increase.  Employment is at risk. Businesses collapse. Taxes increase. It is difficult for all  sections of the society to survive. However, if we endure this hardship for  another five to six months, we can reach a solution. If we continue in this",
    "manner, we will be able to give an additional allowance to public servants in  the third and fourth quarters of the year, and give concessions to the private  sector. The public would become prosperous, with income sources being increased. The interest rate can be reduced. In another three years, the  present income can be increased by 75 per cent.",
    "Despite difficulties, we have taken measures to protect the vulnerable groups  suffering due to the economic crisis. This has been fully supported by the  World Bank.",
    "However, the welfare system in our country is distorted. Even those with  higher incomes are subsidized. We are taking measures to change this  situation. Those in absolute poverty are identified. A program is being  prepared to finance them directly through a welfare bank account.",
    "However, some groups are trying to disrupt this process. They uphold the reduction of taxes, raise wages etc. if they come to power, and attempting to  organize various activities to sabotage the present process.",
    "I never promise what cannot be delivered, and never lie in seeking power. I am  currently implementing all the pledges in the budget speech and the last  opening session of the Parliament. Through this, we have been able to create  some stability in the economy. It is clear to many that the future cannot be  built on falsehood.",
    "We are now moving from a negative economy towards a positive one. By the  end of 2023, we can achieve economic growth.",
    "When I first addressed this Parliament as the President, the inflation of the  country was 70 percent. Due to the measures we have implemented, it was  reduced to 54 percent in January 2023. We will strive to make it a single digit  by the end of 2023.",
    "By the end of 2022, we were able to increase the export income to USD 13  billion. Local entrepreneurs worked hard towards making this possible. Also, we were able to limit the cost of imports to a level of USD 18 billion. Migrant  workers have been extremely supportive to the motherland at this critical  juncture. By the end of 2022, their remittance reached USD 4 billion in foreign exchange.",
    "Our entrepreneurs and migrant workers made this commitment in the context of political parties and groups influencing them on diverse fronts. They have  proven that they increase export revenues and remit money to Sri Lanka not  according to the political party in power, but for the sake of the country. All of  them deserve our respect.",
    "We have now been able to increase the foreign reserves which had fallen to  zero up to USD 500 million.",
    "We were able to revive the tourism sector. Tourists visited Sri Lanka even in  the midst of political street protests. Sri Lanka was designated among the top  10 tourist destinations in the world. The number of tourists who visited Sri  Lanka in the month of January is over one hundred thousand, which is a  record.",
    "Some time ago, Greece was in a serious economic crisis similar to that of Sri  Lanka, and declared bankruptcy. To overcome this crisis, the salaries of public  servants were reduced by 50 percent. It took them 13 years to emerge from  bankruptcy and repay their debts. During that period, they received aid from the IMF three times.",
    "However, if we continue according to this plan, we can rise out of bankruptcy  by 2026. As I have been continuously appealing, if all the parties in this  Parliament join the process to build the country, we would be able to extricate from this crisis even earlier.",
    "We left the IMF in 2020. That short-sighted decision has also affected the  current situation. Bangladesh was able to obtain IMF assistance early, as they had continued to be in that process. We had to initiate the process from the  beginning. However, amidst all the difficulties, we started this journey.",
    "Now we are negotiating debt restructuring with our creditors. The only other  way is to get support from the International Monetary Fund, which could be  progressed based on negotiations. We have no other way but this process. I  request the political parties criticizing our course of action, to please present  their alternative solution to this House.",
    "We have now reached the final stage of negotiations with the International  Monetary Fund. We were able to reach a basic agreement last September and  now there is the debt sustainability program.",
    "In this context, we also discussed with the Paris Club. We have continued  negotiations with India and China, which are not members of the Paris Club.  India has agreed to debt restructuring and has extended financial assurance.  On the one hand, the Paris Club and India are continuing discussions. We are in  direct discussions with China. We have received positive responses from all  parties. We are now working towards unifying the approaches of other  countries and that of China. I express our gratitude to all the countries that  support us in this effort.",
    "The Paris Club announced yesterday that they will extend unstinted support  for the Agreement with the IMF and debt restructuring. With that  announcement, we receive the Paris Club endorsement. They took this  decision after a round of discussions with their member countries, and in  addition India as well as the World Bank and the IMF.",
    "This decision, for us is a great strength and courage, for which I am grateful.",
    "The international support demonstrates that we are on the right path. This is  reconfirmed by the pressure on the public becoming less than before.",
    "The tourism sector is reviving. The collapsed agriculture and plantation sector  is recovering. It is predicted that the harvest will increase in the Maha Season.",
    "Financial provisions have been allocated to purchase these crops. A plan has  been implemented to process paddy to rice worth 20 billion rupees with its distribution free of charge to low-income families, with 10 kilos of rice being  given twice a month. Power cuts have now reduced. School activities are  returning to normal. Children have commenced undertaking educational trips.  Exams are being conducted. Continue on this path and build the country, or",
    "destroy this path and ruin the country with sloganeering politics? The decision  is before us.",
    "We know that the decision of the majority of people who love the country and  do not have narrow political agendas, is to continue in this manner.",
    "Sri Lanka’s economy today is severely damaged. Its malaise needs to be  immediately diagnosed and treated accordingly. However, people are pointing  to the mistakes made by those in-charge and are urging them to be punished first.",
    "However, I try to cure the malady first, after which we can take further measures. We should prioritize curing the ailment, which is what I am doing.",
    "However, as soon as this critical condition is addressed, we will take another  step to eliminate the recurrence of such a crisis. For this purpose, we are  introducing an Anti-Corruption Bill. We are taking steps to include the “Stolen  Assets Recovery Initiative (StAR)” into this Bill, together with the World Bank  and the United Nations.",
    "By obtaining the agreement of the IMF, we will be able to stabilize the  economy. However, we have more steps to take in moving forward.",
    "With the certification by the IMF, we would be able to receive loan assistance  from other international financial institutions such as the World Bank, Asian  Development Bank etc. Accordingly, the confidence of investors will also be  established. Therefore, there will be a tendency for foreign exchange to flow  into the country. We should use such financial aid for the development of the  country through efficient management.",
    "Together with this, we can get a significant growth in the tourism industry. A  number of development projects that have been halted can also be resumed.",
    "Also, the economic reforms required for our country should be implemented. We neglected economic reforms for the sake of narrow political agendas. The  burden of loss-making government institutions was borne by the people. Last  year, the loss of state-owned enterprises was approximately 800 billion rupees.  The people have been bearing all that loss for many years. However, they do  not realize this situation. They bear the burden of these loss-making  government institutions. Even the most destitute have to bear the cost of  maintaining these institutions.",
    "Therefore, we should immediately carry out economic reforms. Countries like  Thailand and Vietnam that have taken such steps are moving forward day by  day. Otherwise it would retard our economic development.",
    "We need to accurately identify the role of the government in these reforms.  The strategy of the government should be to guide the private sector in business activities, while being in the background. Government should  intervene only in areas such as monitoring functions, public facilities and  maintenance of law and order. The private sector should be used as the driving  force of the economy. Also, private entrepreneurship should be utilized to  strengthen foreign economic relations.",
    "There are many instances where state sector land and buildings are wasted  without being used for any productive purpose. We expect to use them  productively. There are a number of fertile lands owned by government  institutions, which have become forest land. There are thousands of acres of  abandoned paddy lands. We are working towards utilizing all that effectively  for agriculture.",
    "Also, projects based on credit will be implemented in the future only based on  an evaluation process. It is imperative to stop the practice of directing public  investment for political reasons.",
    "In the past, the banking system has been weakened since these institutions have given grace periods for the recovery of loans. Now that the grace period  is over, the banks are re-vitalizing.",
    "At the same time, our attention has been focused on businesses that have  collapsed due to difficulties. With the growth of the economy, we are taking  measures to provide them with the necessary facilities to rebuild.",
    "We expect to use technology to the maximum for increasing production,  providing goods and services, industrial and agricultural modernization etc.",
    "Currently, the revenue of the country is 8.15 percent of the GDP. It is our  expectation to increase this to 15 percent.",
    "An international organization with experience in solving financial crises made  the following statement about our country.",
    "“Sri Lanka has a reputation for ‘kicking the can down the road’ – this leads to  problems avoided rather than solved in the long term.”",
    "We avoided problems and did not seek long-term solutions. We are all presently experiencing the result of that behaviour.",
    "Remember that currently, we are facing an economic crisis which is more  decisive than the past conflict in the North and East. Though ethnic groups  were divided during that conflict, all Sri Lankans have to cooperate in this current struggle. If we ignore the problems without a solution, we will lose overcoming this economic catastrophe, and therefore will be dependent economically. Therefore, it is our responsibility to bear the hardships and  provide the necessary support to win this economic crisis.",
    "Surviving the economic extremity to create a developed economy in our  country, would culminate in ensuring peace and harmony among the  communities in our nation.",
    "Both Hon. R. Sambandan and I were elected to Parliament in 1977. We both  have a common dream, which is to provide a sustainable solution to the ethnic  problem in Sri Lanka while we are both in Parliament. Ever since, we have been  discussing that dream and have been making efforts towards its achievement.  All previous attempts have failed, but, we wish to succeed this time. We expect  your support to this end.",
    "The conflict in the North and East affected the entire nation and many areas  were severely damaged. The Northern Province entirely and several areas in  the Eastern and North Central Provinces suffered immensely from the war. We  are taking steps to put more weight on the development of these areas. A  general plan is being implemented in this regard.",
    "We know that there are still unresolved issues related to land in the North. In  the Jaffna district, there are 3300 acres of state land including security camps. The extent of 100 acres that had been taken over for the Palali Camp were recently released. A decision has to be made regarding more land to be  released for which discussions are being held with the Army and other parties.  Discussions have also been initiated regarding the lands around other security  camps.",
    "Not only in the North and East, but also in the other provinces of the country,  there is a serious problem regarding the availability of land. Forest lands were  determined through a Gazette notification 12 years ago. At that time it was  based on GPS maps. Due to the conflict and other reasons, many village lands  were gazetted as forests. Now the conflict is over. Due to the reason of lands owned by the people being gazetted as forests, there has been a great injustice  to the community. People from Monaragala to Jaffna are facing this problem.",
    "We will take steps to correct this injustice through re-gazetting the forests and  lands according to the 1985 map.",
    "We are streamlining and expediting the process of tracing missing persons. The  mechanism of the Office on Missing Persons will be strengthened.",
    "Our attention has also been focused on the people who have been imprisoned  for being involved in terrorist activities. They have been imprisoned for many  years without trial. We are taking measures to systematically release these  prisoners.",
    "Drafts are being prepared to establish a National Land Council and a National  Land Policy.",
    "It is alleged that due to certain practices of the Central Government, the  powers of the Provincial Councils have been reduced in the fields of education  and health. Therefore, we envision bringing new laws regarding the  implementation of powers of the Provincial Councils in these fields.",
    "Amendment will be introduced to the following Acts in order to regularize and  streamline the delegation process. The Transfer of Powers (Divisional  Secretaries) Act, No. 58 of 1992, the Provincial Councils (Consequential  Provisions) Act, No. 12 of 1989 and Provincial Councils (Amendment) Act No.  28 of 1990.",
    "We expect to establish a modern system for the District Development Councils to streamline the coordination functions between the Provincial Councils and  the Central Government.",
    "We will present all these Ordinances and Bills to the National Council of the  Parliament. The responsibility of making the final decision is assigned to the  National Council.",
    "DIG divisional boundaries are currently not based on provincial boundaries.  Due to this, a number of practical difficulties have arisen. Therefore, we expect  to determine the boundaries of DIG divisions according to the provinces.",
    "The report of the Presidential Commission headed by Mr. A. H. M. D. Nawaz,  Supreme Court Judge to investigate the violation of human rights, serious violations of international human rights laws, has now been received. Its recommendations are currently being studied.",
    "A separate plan is being implemented for the development of the North, which  was the most damaged due to the conflict. Malwatu Oya development project  will be commenced. Necessary measures will be taken for the river and water  management in the Eastern Province, restoration of Vadamarachchi lake and  lagoon, and accordingly, which will provide water for drinking and agricultural  purposes.",
    "The electricity requirement in these areas is expected to be generated through  renewable energy. Solar and green hydrogen power are also used for this  purpose.",
    "More opportunities will be created in the tourism sector. Investment zones will  be established. The required technology and facilities will be provided for the  modernization of agriculture.",
    "Trincomalee is  being developed as a modern international city. A special development plan is  also being launched for the Eastern and North-Central provinces that have  suffered economic and social setbacks during the conflict.",
    "Special attention is being paid to the Upcountry Tamil community, who were first brought to Sri Lanka 200 years ago, to develop plantation industry in Sri  Lanka.",
    "Mr. Soumyamurthy Thondaman, who rendered yeoman service towards the  plantation sector and I were in the Cabinet of Ministers together. Both of us  worked together for the welfare of the plantation community. We have  already granted all their legal rights. However, many problems related to  economic and social rights still remain. To solve these problems, we expect to  discuss with the MPs representing the plantation sector and take necessary measures. The Plantation community, which has been struggling to feed the Sri",
    "Lankan economy for two centuries, should be integrated as a whole in the Sri  Lankan community.",
    "When I was elected to the Parliament, my Cabinet Minister was Mr. A. C. S.  Hamid who made me aware of the unique situations faced by Sri Lankan  Muslims. We know that the Muslim community faces various problems from  time to time and they have our full support.",
    "The Sinhalese community is also facing issues of their own which require open  discussion. We expect to recognize the communities that are marginalized in  society especially due to caste discrimination.",
    "Considering all the facts, we expect to devolve power within a Unitary State.  However, I wish to reiterate a fact has been emphasized on many occasions.  There will be no division of the country.",
    "I don’t have a political group in this Parliament. The Party I represent has only  one MP. However, as the President, I do not represent that Party. I represent  the entire nation. Therefore, I do not engage in party politics.",
    "I will implement all these proposals through the National Assembly of the  Parliament. In addition, we regulate the Jana Sabha Act for the function of  representing public opinion.",
    "As I have emphasized many times before, the time has come to think anew and  embark on a journey accordingly. The traditional politics that we have followed  so far is no longer valid. Deceptions made with lies and illusions for political  gains are not suitable for the future.",
    "Some political parties that discuss about system change propose to change  others instead of themselves. This is also a part of traditional politics. If we  come, we will change, that’s what they say. We are staying out of line, and  trying to change others.",
    "Those who make their lives at risk for Independent Commissions, say no to  them in the face of power. Those who rejected the Executive Presidential System discuss the manner in which those powers would be used when they  are elected. They change the policies for power.",
    "I suggest that we should change this situation. Otherwise, none of us can make  a change in the system.",
    "Change should begin from within ourselves. We all should change and that too should be for the betterment. As politicians we should change for the better. Political parties, the parliament, the executive, the judiciary and the public  service should change for the better.",
    "For this change, we have already established the  Parliamentary Oversight Committee System. However, youth representatives  have not still been appointed to these Committees. I request this Parliament to  implement this system at the earliest. It is your responsibility in this House to  get the maximum benefit from the Parliamentary Oversight Committees.",
    "We will not stop there. Steps are being taken to make all the MPs active  stakeholders in the governance.",
    "∙ A Parliamentary Budget Office will be established as a fully independent  entity.",
    "At present, the rules and regulations regarding the conduct of MPs are  insufficient. A Conduct of MPs and Parliamentary Standards Act will be drafted, following the example of countries such as the United Kingdom.",
    "We have practically recognized that the Preferential Voting system is  corrupt. Therefore, the entire nation strongly feels the necessity for a  new electoral system. We are working to appoint a Selective Committee  on the Election system after discussing this with the Party Leaders. I  believe that intellectuals, youth and women should be given adequate space in the envisaged new electoral system.",
    "We should pay close attention to the political parties currently operating in Sri  Lanka. Rather than political parties, political alliances created to win elections  are represented in the current Parliament. Most of these political parties have  been sold for cash. The party and the logo are being sold, as on the pavement  in Pettah. Some get sold. Cases have been filed before the court regarding the ownership of parties.",
    "I will act to appoint a Presidential Commission to look into the Political Parties of Sri Lanka and submit a report regarding the methodology which they should  implement.",
    "This Commission is entrusted with the responsibility of looking into matters  such as party registration, transparent functioning, membership rights,  obtaining funds and income, expenditure on election campaigns, use of mass  media, etc.",
    "In this regard, it is expected to be based on the Political Parties Act of Kenya,  Germany and Norway, the European Public Accountability Methodology  (EuroPAM), the Political Parties, Elections and Referendums Act of the United  Kingdom.",
    "In order for a better future, new institutions, rules and programs are being  introduced.",
    "We are establishing a new Institute of History, Institute of Economics and  Trade, and an Institute for Women and Gender. Also, four new universities are  being established, namely, the University of Government and Public Policy,  University of Agro-Technology, University of Climate Change and the University  of Sports.",
    "Steps are also being taken to introduce new rules and Ordinances.",
    "The Public Performance Board Ordinance currently in force will be  repealed. An Art Classification Act will be prepared based on the right of  expression in the Constitution.",
    "Our country is located in the climate change zone. Therefore, we should pay  special attention to climate change. If we act according to proper practice in  that regard, we will also have the space to get green provisions.",
    "Taking all of them into consideration, we are taking steps to introduce these  Ordinances.",
    "∙ Living Entity Act – Mahaweli Ganga, Sinharajaya, Sripada Adaviya and  Peak wilderness, Horton Plains, Knuckles, Adam’s Bridge will be covered  under this Act.",
    "New ordinances are being introduced for the economy. Zero Budgeting will be  introduced for public expenditure management.",
    "In order to succeed in such economic, social and political reforms, it is essential  to make the community aware, based on accurate facts. The main role of  making the society aware belongs to the media.",
    "Journalists should be given national and international level training in that  regard. In 1993, as the Prime Minister, I appointed a Committee with Dr.  Gamini Corea as the Chairperson, in order to obtain recommendations for the  establishment of a Media Training Institute. Although the Cabinet approved  the establishment of this institution, it was not implemented due to the 1994  General Election.",
    "Therefore, we urge to establish a system of institutions  ranging from an institute of journalism to a university for journalists, in order  to receive international-level training",
    "But, looking closely at the past decades, the question arises whether the role  of the media has been properly fulfilled. Therefore, our country needs media  reforms. We have to consider both traditional media and social media. That is  the reason for preparing a national policy on mass media.",
    "I’m of the view that it is important for the government and the media industry  to take care of a collective self-regulation system. In cyberspace, we are  experiencing not only fake news, hate speech, misinformation, child and  women harassment, fraud and corruption. We believe that a transparent  regulatory system that includes social media network companies is required in  this regard.",
    "An important point that we need to focus on is to reach an agreement on  policies.",
    "A stable National Policy which will prevail irrespective if the change of  government or Ministers is required. Every developed country in the world has  progressed through a series of stable policies which are periodically updated.",
    "This is just the beginning of a system change. We need to make more changes.  We expect to implement those changes according to the views of the Sri  Lankan community, especially the youth.",
    "Therefore, I request all of you to submit proposals on the policies and practices  that we should follow in the next 25 years. I am making that request not only  from you in this House, but also from all Sri Lankans. Submit your ideas whether you are in Sri Lanka or abroad. Join this collective exercise of  rebuilding the nation.",
    "Many people in this country do not understand the length – extent – depth of  the crisis that the country is currently passing through. Since we have never  faced such a dangerous and serious crisis in our lifetime, I re-emphasize that  we all should come together to get rid of this crisis. Religious leaders, political  parties, trade unions, academics, non-governmental organizations etc. should  unite. This unity should commit to implementing one policy with one objective  within a certain period of time. A social convention should be established. We  all have to change our lifestyles for the sake of the nation.",
    "All the groups mentioned earlier are currently making commitments, bearing  the weight. Therefore, after we uplift the economy, all the benefits should be  distributed among the citizens, who should be part of economic development.",
    "We expect to establish the Social Justice Commission to implement this social  consensus. The new policy framework for the next 25 years will be created  based on this social consensus.",
    "Finally, I can recall one more aspect. Let’s understand the difference between  State and Government. We are all bound to protect the State of Sri Lanka. Any citizen has the opportunity to democratically change Governments through the  elections. However, no one has the right to create anarchy in Sri Lanka. Not  any political party. Not any group.",
    "We cannot allow our motherland to become an economic or social colony.  Anarchy cannot be allowed. No one who truly loves the nation will allow such a  situation. We all should stand on the side that supports the nation and not that which is bent to destroy the country.",
    "Earlier, we paid attention to some comments made by a few youths in the  Sunday Times newspaper, last Sunday. Before concluding my speech, I would  like to draw your attention to another observation made by Mr. Clifford  Fernando.",
    "“I hope the political leaders will get their act together – they have failed  miserably. A leader should have the ability to lead by example if they expect  people to follow. Sri Lankans are very resilient and will buckle up and do what  it takes to come out of the present crisis. If the leaders could act wisely, use  some common sense and put their words into action, we will be able to  manoeuvre through these challenging times.”",
    "It is the responsibility of this House to meet the expectations of these children  and youth who have aspirations for the country and are determined not to  leave. It is the duty of this House to make them inherit a free tomorrow and a  free nation.",
    "Let’s not be prisoners of the past, but think about the future. Let’s unite  consensually and move forward democratically to support the recovery of the  nation from the current crisis. If anyone wishes to have a political agenda, let’s  consider it after we rescue the nation."
  ]
}