{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/big-question-mark-over-future-of-democratic-development-in-south-asia/",
  "time_ut": 1704292920.0,
  "original_lang": "en",
  "original_title": "Big question mark over future of democratic development in South Asia",
  "original_body_lines": [
    "This will be an election year for South Asia. Sri Lankan citizens will join tens of millions of their counterparts in India, Pakistan and Bangladesh to vote new governments to power in their respective countries. Bangladesh will be the first to go to the polls on January 7, while the rest of the mentioned states are expected to follow suit sometime in the course of 2024.",
    "The majority of the mentioned countries could by no stretch of the imagination be described as fully functional democracies. To be sure, all these countries periodically ‘go to the polls’ but what is in this exercise for the so-called ordinary citizenries concerned? This is the big question that has been calling for a comprehensive answer from the time of the achievement of ‘independence’ by these states.",
    "It is the people’s steady empowerment along a number of dimensions that essentially marks off a thriving democracy. Put simply, the citizenry has to be at the heart of development, while governments should play the role of facilitators in this process. This raises the poser: What is development? Basically, a process wherein economic growth combines with economic equity on an environmentally sustainable basis, may be defined as development in the truest sense.",
    "Accordingly, the economic growth statistics of a country could not carry any weight with those sections that are serious about development, if they are also not provided with research-based findings on how evenly and justly such material wealth is distributed among the country’s people. Wherever growth meets equity or re-distributive justice, one would be justified in saying that the requirements of democratic development are being met.",
    "The empowerment of people is a multifaceted phenomenon, but the basic material requirements of a people, such as food, water and shelter, need to be satisfied first before other needs central to empowerment are met. However, it needs to be stressed that although the development exercise begins with the fulfilment of a people’s basic needs it cannot stop there. For example, the people’s health requirements, their education and livelihoods count as other vital needs that need to be addressed by states.",
    "In the global South in particular, the satisfaction of the above principal needs could not be left to ‘market forces’, given the general economic backwardness of these countries. Governments need to step in to administer to these needs and they need to do so selflessly with an eye to only public empowerment and not self-aggrandizement.",
    "The above observations may seem to be ‘home truths’ but the current state of most South Asian economies, including that of Sri Lanka of course, testifies to the fact that the main tenets of development, correctly understood, are observed by governments more in the breach.",
    "Suffice it to know that despite years of political ‘independence’, the majority of South Asia’s people are wilting in absolute poverty. In fact, South Asia has come to be characterized most by its rampant poverty or under-development.",
    "Since none of the region’s economies is run fully on market principles, we are left to conclude that most governments of South Asia have failed their publics very badly. Given its current bankruptcy, Sri Lanka could be described as a country where misrule has been rampant over the decades. It leads from the front in this respect and the commentator cannot shy away from recognizing Sri Lanka’s ruling elite as incurably parasitic.",
    "Nevertheless, most South Asian countries smugly call themselves democracies. Given that misrule thrives in quite a few of these countries, the question needs to be repeatedly asked as to how the holding of periodic elections could any longer be looked forward to as promising a better future for the peoples of the region. Would cynics be right in saying that the holding of elections in South Asia amounts to a mindless squandering of public funds by governments?",
    "Yet, the publics of South Asia cannot afford to be pessimistic over the viability of democracy in the region. Despite its abject failure in parts of South Asia, democracy remains unsurpassed as an eminently suitable governance system for publics anywhere on account of its inherent merits. It could be said that in regions such as South Asia, the potentialities of democracy are waiting to be tapped. It would not be wrong to take up the position that the inability of polities to realize the promise in the system has led to its abuse and degeneration at the hands of power elites.",
    "Fortunately, there are sufficiently educated and articulate sections among South Asia’s publics that are focused strongly on improving the quality of democratic governance. Sri Lanka’s ‘Aragalaya’ of mid-2022 gave ample proof of this. It is the responsibility of governments, if they are truly democratically oriented, to induct such sections into the governance process and give sufficient ear to their concerns, instead of bludgeoning them into silence.",
    "In South Asia, all principal branches of governance are in dire need of qualitative reform and improvement. Put briefly, putting the ordinary citizenry back into the heart of development is the principal challenge. This process needs to run parallel to that of exacting responsible governance from elected rulers.",
    "In these tasks, the Rule of Law emerges as a principal need. Those democracies that subject their rulers stringently to the Rule of Law prove exemplary in the sphere of responsible governance. And South Asia is not entirely lacking in this regard. Two Prime Ministers of India, for instance, earned prison terms for themselves on being found guilty of power abuse and corruption some decades ago. Such examples in good governance are proof that the full potential in democratic governance in South Asia is yet to be tapped.",
    "Ironically, the South may be compelled to take a leaf from some sections of the North on initiating democratic development and solidifying it in their polities. There is Germany, for example, which has been notable as a vibrant Social Democracy over the decades. In its essentials, Social Democracy exemplifies the central tenets and values of democratic development. That is, the progressive empowerment of the citizen is aimed at in Social Democracy, which is underpinned by the core values of Freedom, Justice and Solidarity.",
    "Any society where these values are enabled to take root, becomes a shining example of democratic development, where the wellbeing of the citizenry is not made to suffer at the hands of parasitic power elites.",
    "Related Topics:Voters lining-up to cast their ballot in Sri Lanka",
    "Bleak start here but matters move overseas both for good and bad",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}