{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/07/sri-lanka-to-expedite-compensation-claim-from-x-press-pearl/",
  "time_ut": 1680840180.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to expedite compensation claim from X-Press Pearl",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Justice Minister Dr. Wijeyadasa Rajapakshe has instructed the country's Attorney General to expedite measures to recover compensation from the company that owns the X-Press Pearl Wreck.",
    "The minister had given the instruction during a meeting on Thursday (6).",
    "Rajapakshe said that the process that should be followed when filing legal action over the incident, and other related processes, were discussed at length.",
    "At present, a criminal case is pending with a Sri Lankan Court against the company that owns the X-Press Pearl.",
    "On Thursday (6) the Sectoral Oversight Committee on Environment, Natural Resources & Sustainable Development had directed the National Aquatic Resources Research and Development Agency and Marine Environment Protection Authority to provide the necessary facilities required by the committee that was appointed to visit the site of the wreck and estimate the damages caused to Sri Lanka's marine environment.",
    "On the 28th of February 2023, X-Press Feeders, former operators of the container ship 'X-Press Pearl', confirmed that the aft section of the wreck left Sri Lankan waters aboard the semi-submersible FAN ZHOU 10 en route to a certified decommissioning facility for dismantling, recycling, and disposal.",
    "​The Shanghai Salvage Companies' onsite team was focusing on the remaining fore section of the wreck with tandem lifting barges ZR122 and ZR123, planning to raise the last section before the onset of the Southwest Monsoon.",
    "On May 20, 2021, the Singapore -flagged Containership, 'X-Press Pearl' reported smoke from the cargo hold while at Colombo anchorage, Sri Lanka.",
    "Emergency procedures were initiated, and Co2 released in the cargo hold. Port control and the local authority were informed, and Sri Lankan navy assets along with firefighting teams were placed on standby.",
    "On May 21, the vessel reported fire on deck.  Firefighting tugs were deployed by the port authority and a helicopter providing support to help fight the fire. The ship's crew assisted with boundary cooling of the area.",
    "The Harbour Master and Sri Lankan Navy were on standby to assist in case of evacuation.",
    "Fire and chemical experts were contacted by the vessels operators, and Smit Salvage were appointed as Salvors.",
    "On May 22, the sound of an explosion was heard in cargo hold #2.",
    "Tugs continued the firefighting operation with Posh Teal, Posh Hardy, Megha, Hercules, Mahawewa deployed.",
    "12 crew members disembarked from the vessel on May 23 to make way for a 12-person firefighting team. The firefighting team continued the operation in conjunction with water spraying tugs on site.",
    "By May 24, the fire had intensified and was spreading toward the aft of the vessel.",
    "A further and louder explosion was heard on May 25, and as a prudent measure, it was decided to evacuate all 13 crew and the firefighting team of 12. The crew and firefighting team were transferred to a quarantine facility ashore. Unfortunately, two crew members suffered leg injuries during evacuation and were taken to hospital for attention. All were reported to be in stable condition.",
    "Firefighting tugs were operating on-site throughout May 26, with the assistance of Sri Lankan Navy helicopters and vessels and two Indian Coastguard vessels. To assist with the shoreline cleanup, three JCB diggers are provided to the MEPA for use by the mobilised defence force personnel. Due to the lockdown in Sri Lanka, only machinery can be provided, not manpower.",
    "On May 27, efforts to extinguish the fire onboard were ongoing with firefighting tugs, the Sri Lankan Navy and Indian coastguard remaining on scene. All measures were being taken to save the vessel and cargo and protect the marine environment, and it appears that the onboard fire has diminished somewhat.",
    "An inspection team were able to board the vessel on the afternoon of Tuesday, June 1, and reported the engine room flooded. There are concerns over the amount of water in the hull and its effect on the ship's stability. Efforts to make a connection for towing failed after several attempts due to the tug's movement caused by the swell. The operation was aborted for safety reasons.",
    "Despite salvors subsequently boarding the vessel on June 2 and attaching a tow wire, efforts to move the ship to deeper waters failed, and the ships aft portion sank to the bottom at a depth of 21 meters. As of 1500 Sri Lanka time, the forward area of the vessel remained afloat with smoke coming out of Cargo Holds No 1 and 2.",
    "Salvors remain on scene to deal with any possible debris supported by the Sri Lankan Navy and the Indian Coast Guard, who have oil spill response capabilities on standby.",
    "Oil Spill Response Limited is appointed to respond to any possible spill and is liaising with ITOPF, who will provide technical expertise. Both OSRL and ITOPF have people on the ground in Colombo coordinating with the Sri Lankan Navy on an established plan to deal with any possible spill of oil and other pollutants.",
    "On June 4, the ships aft portion remains on the seabed at a depth of about 21 meters, and the forward section continues to settle down slowly. Salvors were able to retrieve the anchor.",
    "Navy divers retrieve the vessel's VDR on June 6 with still no signs of debris or fuel oil spill.",
    "Bill placed in Bangladesh Parliament to ban protests and strikes in essential services",
    "Trincomalee bound train derails in Agbopura; Over a dozen injured",
    "Doctors Without Borders rescues over 400 migrants including Sri Lankans off the coast of Malta"
  ]
}