{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Kala-Keerthie-Iranganie-Serasinghe-turns-96/108-260750",
  "time_ut": 1686272483.0,
  "original_lang": "en",
  "original_title": "Kala Keerthie Iranganie Serasinghe turns 96",
  "original_body_lines": [
    "Iranganie Serasinghe (nee Medeniya), the doyenne of Sinhala cinema, celebrates her 96th birthday today. Considered a living example of values, culture and discipline, Mrs. Serasinghe has inspired the younger generation to play a more dignified role in the field of arts.",
    "Mrs. Serasinghe chose her career in acting at a time when women with a wealthy background and social standing were expected to play ceremonial and maternal roles within their respective clans.",
    "Having studied drama at the Royal Academy of Dramatic Art in London and the Bristol Old Vic Theatre School, under the supervision of actresses Flora Robson and Sybil Thorndyk, she became the first Lankan actress to qualify academically in her sphere.",
    "Prior to her appearance on the silver screen, Mrs. Serasinghe first appeared on stage in Prof. Cuthbert Amarasinghe’s production ‘The Second Mrs. Tanqueray’ in 1948. Mrs. Serasinghe started her career in cinema in Dr. Lester James Peries’ ‘Be Safe or Be Sorry’ for the Government Film Unit. Her first breakthrough came about when she was selected for the role of Kathirinahamy in ‘Rekhawa’, Dr. Peeries’ first feature film back in 1956. Since then she has acted in 42 films and 24 tele-dramas, appearing recently as 2022.",
    "In 1956, she won the Deepashikha Award for Best Actress for her debut performance in ‘Rekhawa’. She later won the Sarasaviya Award for Best Supporting Actress for her performance in the film Sagarayak Meda in 1982. In 1998 Mrs. Serasinghe was bestowed with the title of Kala Keerthi, a Sri Lankan national honour awarded for extraordinary achievements and contributions in arts, culture and drama. In 2021, she was honoured with a lifetime achievement award during a ceremony held for 21 artists who made an invaluable contribution to Sinhala cinema in its early decades. (Kamanthi Wickramasinghe)"
  ]
}