{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/take-great-care-to-ensure-the-reach-of-rti-commission-is-not-limited-by-future-legislation-imf-tells-government/",
  "time_ut": 1696158068.0,
  "original_lang": "en",
  "original_title": "Take Great Care To Ensure The Reach Of RTI Commission Is Not Limited By Future Legislation: IMF Tells Government",
  "original_body_lines": [
    "Acknowledging that Sri Lanka has taken important steps to establish the right to information (RTI) and create an institutional framework for protecting those rights, the International Monetary Fund (IMF) has, in the eagerly awaited Governance Diagnostic Report released late on Saturday, September 30th, strongly commended the Right to Information Commission (RTIC) for its ‘ability to require government agencies to disclose a wide variety of information requested by individuals.’",
    "The IMF has referred to a ‘landmark case adjudicated by the Court of Appeal which upheld a directive by the Commission to the Sri Lanka Parliament to release information on MPs who have submitted their Declarations of Assets.’ The IMF Report noted that ‘the Court agreed with the Commission on all points and upheld that the RTI Act of Sri Lanka supersedes the 1970’s Declarations of Assets and Liabilities Act of Sri Lanka.’",
    "The IMF was referring to a 2018 ruling by the RTIC where Parliament had rejected a journalist’s request for a list of parliamentarians who had submitted Declarations of Assets and Liabilities. The RTIC set aside Parliament’s rejection, ruling that parliamentary privilege and privacy and a 1970’s law on assets and liabilities will not apply which was upheld on appeal to the Court when Parliament appealed against the RTIC.",
    "‘The extent to which the RTIC is relied upon as an effective means of seeking redress demonstrates the effectiveness of its outreach and the value associated with the information obtained based on its interventions’ the IMF has observed (see paragraphs 94 to 97 of the Report).",
    "Noting however that a ‘number of recent proposed bills have the potential for constraining the ambit of the Commission, excluding sensitive matters from the Commission’s jurisdiction’, the IMF has recommended that ‘great care needs to be taken that the Commission’s reach is not limited by future legislation.’ Observing that these concerns have arisen around anti-corruption and privacy legislation as well as anti-terrorism draft laws, it has been stated that policies and rules must ‘balance’ vital information rights against privacy rights and confidentiality in investigations.",
    "Otherwise, there is a ‘significant risk’ that the RTI regime which is ‘an outstanding example of transparency’ may be stripped of its effectiveness, the Report says.",
    "The Governance Diagnostic Report is part of an IMF review process in respect of countries to which bail-out packages are given after declaring bankruptcy. It is a relatively new addition to IMF processes prompted by critiques that countries are generally driven to bankruptcy by endemic corruption and that extensive governance reform must also accompany IMF aid. This week, the IMF declared a potential shortfall in government revenue generation, stating that no timeline could be set for the second tranche of lending which could only come after a staff-level agreement.",
    "The Report recommends to the Sri Lanka Government  to enhance and enlarge the ability of the RTIC to fulfil its mandate, stating that this was vital for inclusive governance. It is observed that the work of the RTIC is ‘particularly consequential for anti corruption efforts since many of the requests for intervention come from groups that are traditionally most exposed to corruption and the abuse of public power, including women and minority groups. ‘",
    "There is also a pressing need to expand the amount of information that is proactively disclosed and regularly provided by the public sector, the IMF has said, pointing out that though the RTI Act contains many useful provisions regarding public information, their implementation remains uneven."
  ]
}