{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/learning-english-or-any-other-language/",
  "time_ut": 1704821700.0,
  "original_lang": "en",
  "original_title": "Learning English (or any other language)",
  "original_body_lines": [
    "I read with interest the Kuppi Talk that is voiced in these pages. The writers are often ‘attached to’ English Teaching Units and not rarely teach English or teach in English. I have never taught English at any level for any length of time, although I have never ended learning that language. I find learning English (or any other language) endlessly interesting. (On my shelves, there are 11 dictionaries: three in Sinhala (a fourth A. P. de Zoysa, I gifted to a friend), five in English, one each in Samskrit, Pali and French, and some scrappy stuff in Chinese, Spanish and Portuguese.) I am not a linguist. It is not only that the way of saying the same common thing varies from one language to another but also that different authors, writing in the same language, say the same thing differently and, sometimes, in entertaining ways. (Read kav silu mini kusada and Alagiyvanna’s kusada kava.) Take an elementary thing. An English child would say, ‘I am hungry’ (the verb to be); a French child would say, Ja’i fang’ (the verb avoir), a Bengali ‘amar (ami, I) khuda (khida) pechai; a Sinhala child ‘ mata (the fourth case of mama’) bada giniy’; a Tamil child ‘enakku pasikindai’. (I don’t know the grammar). Why does the way of saying something so elementary differ so much?",
    "My parents were illiterate and there were no books or papers in our home until we received rice ration books in 1942 or 1943. We spoke the most rudimentary Sinhala in our family. My facility in languages was acquired at school and from books. Now, English is my first language, meaning I use English more often than any other. My fellow students in school were not much different from me and I did not learn a language from interacting with them. All of them learnt English, similarly. At the 1951 S.S.C. Examination, three students (my sister Jane, M. W. Wijeratne and I) scored distinction marks in English. Three students [M. W. Wijeratne, A. H. Jayasena (graduated in Sinhala and two other subjects) and I] were placed in the First Division. (Jayasena’ brother A. H. Sirisen, our junior, a fine Kandyan dancer, became a specialist mathematics teacher.] But for a change in rules in 1950, the previous year, I could have been matriculated into London University at 16 and graduated at 18 years of age.] My sister Jane was the brighter of the two of us and, no doubt, would have made a first in university, had she had the opportunity to go to university. At that time, few schools in the country, if any, had such good results. Our school had one university graduate (B.A.London; Mathematics and two other subjects) and he was the principal. He taught mathematics in the senior classes. We were taught mostly by Trained Teachers. Our English teacher was one of them. He had us read aloud in class ‘As You Like It’ from Tales from Shakespeare compiled by Charles and Mary Lamb. For us rustics, that was a revelation about a people utterly unknown to us, from a strange land far, far away, speaking a language we could not comprehend. Many of us were like little children who discovered that they could run or like children, somewhat older, who learnt to balance on two wheels. Of course, we fell and bruised our knees but the thrill of the wind beating on our face, as we sped up on the bicycle, was exhilarating. We also used a textbook written for Indian students: Speight and Sethi to learn English composition. A third book, I recall, was Practical English by W. H. Samaranayake, an English teacher in a school in Polgahawela. By the middle of the second year, many of us wrote reasonably good English. I wrote two essays for the school magazine: one on Unidentified Flying Objects and the second on My August Vacation. Such crass ignorance! Y. Premaratne de Silva (Geography at Peradeniya) and A. R. Kusumawathie (General, Peradeniya), in their pearly handwriting, copied them to form the issue. The cover was prepared in Indian Ink (I forget by whom) and we thought it was quite handsome. Some mature students from our country go to Japan, China, India, Russia, France and other countries and learn their languages well enough, in a year or two, to write a Ph.D. thesis.",
    "Students who come to our universities now (in contrast to when we went to university) are from within the first 10 percent in intellectual ability in each age cohort, especially if they come from disadvantaged homes and poorly staffed schools. They are students who, in the US, habitually would go to the most elite colleges; in Britain to Oxford, Cambridge and select other universities (London, Manchester, Exeter and Edenborough). Faculty members come from, probably, the first 0.005 of intellectual ability in the nation. Intelligence abounds; making intellectuals out of intelligent young men and women is the function of universities; there is widespread desolation that our universities seem to be failing in that task (Read Needham Commission Report.)",
    "Someone must study why such bright students cannot be taught English (or any other language) with all the equipment and skills now available in our universities. We have taken too long jabbing at the problem/problems; it is time we gave it a knock-out punch.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}