{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/boc-celebrates-84th-anniversary-nurturing-sri-lankan-economy/",
  "time_ut": 1690992660.0,
  "original_lang": "en",
  "original_title": "BOC celebrates 84th anniversary, nurturing Sri Lankan economy",
  "original_body_lines": [
    "Pledges new SME loan scheme of Rs. 5 billion to be disbursed at 12.5% interest rate",
    "Launches BOC ‘Flexi Investor’ account to introduce goals-based investment plan",
    "The Bank of Ceylon (BOC) yesterday celebrated its 84th Anniversary at a ceremony held at the Bank’s Head Office in Colombo.",
    "The event was held with the patronage of the Bank’s Chairman President’s Counsel Ronald C. Perera and General Manager Russel Fonseka.",
    "BOC Chairman President’s Counsel Ronald C. Perera speaking at the event said,” British Governor Sir Andrew Caldecott when he inaugurated BOC on the 1″ of August 1939 had stated that BOC would become the top bank in Sri Lanka and his prediction has become a reality today. BOC is today the number 1 bank in Sri Lanka in terms of its asset base and customer service excellence,” he said.",
    "“Today BOC is a thoroughly modern bank with technology forming the backbone of its operating infrastructure. With the domestic debt optimisation programme easing the pressures on the Bank, we will be able to bring the lending rates further down going forward to boost the economy,” he noted.",
    "The Chairman and the General manager revealed that BOC is in the process of establishing a loan scheme amounting to Rs. 5 billion to be disbursed among SME exporters, viable startups and women-led businesses to take their businesses to the next level.",
    "“A lot of businesses have put their expansion plans on hold due to the pandemic and the economic crisis, so the bank now wants to support them to reignite their plans and put them into action. Each eligible SME entity can receive up to Rs. 25 million through this fund,” they said.",
    "In addition to that, BOC unveiled a novel banking product named “BOC Flexi Investor” account to commemorate its 84 th Anniversary.",
    "“This novel savings account comes with special features that enables the eligible account holder to have a goal-based investment plan to achieve financial goals in the way he or she desires. Flexibility is designed to set their own investment plan based on the goal, tenure and the affordable deposit with a wide range of investment options with attractive interest rates. It also gives the option to open multiple investment plans simultaneously and there will be no penalty for missed deposits,” a BOC spokesman said.",
    "“These novel concepts bank introduces are aimed at assisting customers comprehensively being more responsive to their dynamic needs. Having served the country for 84 years as the leading banking institution rendering an impeccable service to its customers and community, the Bank of Ceylon has further sharpened its capabilities to ready to strive for many years to come,” he said.",
    "DFCC Bank Sets New Industry Standard with Enhanced Leasing Products",
    "Bank of Ceylon hosts Wesak Bathi Gee in celebration of Wesak Poya Day",
    "BOC’s new GM/CEO confident about Bank’s inward remittances hitting USD 4 billion in 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}