{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95481/harak-kata-and-kudu-salindu-to-be-detained-for-90-more-days",
  "time_ut": 1702017240.0,
  "original_lang": "en",
  "original_title": "“Harak Kata” and “Kudu Salindu” to be detained for 90 more days",
  "original_body_lines": [
    "The Defence Ministry has granted permission to the Criminal Investigations Department (CID) to detain the two notorious underworld figures “Harak Kata” and “Kudu Salindu” for another 90 days.",
    "The CID has communicated this to the Colombo Fort Magistrate’s Court.",
    "On December 06, the Court of Appeal ordered the CID to produce “Harak Kata” before a suitable Magistrate’s Court if the evidence against him is insufficient to keep him in custody on detention orders.",
    "Nadun Chinthaka Wickremeratne alias “Harak Kata” and his infamous accomplice Salindu Malshika alias “Kudu Salindu” were arrested in Madagascar on Match 01 this year in a joint operation by the INTERPOL and Malagasy law enforcement authorities and Customs officials.",
    "The duo was brought back to the island on March 15 after Malagasy defence officials informed the Sri Lankan Foreign Ministry of the arrest of 8 suspects including the two Sri Lankan underworld figures. The extradition process had been coordinated by the Sri Lankan High Commission in Victoria, Seychelles, as Sri Lanka does not have an embassy or a high commission in Madagascar.",
    "Following their extradition, the Defence Ministry issued an initial 90-day order to detain the two underworld figures under the Prevention of Terrorism Act (PTA).",
    "“Harak Kata” who operates his drug syndicates in Dubai, Malaysia, Singapore, Seychelles, the Maldives and Madagascar, had been wanted for his involvement in multiple murders and robberies, as well as transnational narcotics trafficking. Meanwhile, “Kudu Salindu” is accused of orchestrating at least 09 murders and fatally injuring four others.",
    "While in the custody of CID on detention, “Harak Kata” also attempted an escape bid at the CID premises in September, which was ultimately foiled by the officials. The police have offered a cash reward of Rs. 2.5 million for a tip-off about the Constable who aided and abetted the ill-famed underworld figure’s escape bid and remains in hiding to date.",
    "Thus far the mother and the brother-in-law of the said Constable, another police officer, and a former sniper of Sri Lanka Army have been arrested over “Harak Kata’s” failed attempt to flee."
  ]
}