{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/IMF-deal-We-have-a-rigorous-dose-to-be-taken-otherwise-country-will-slip-back-Prof-Rohan-Samarajiva/231-257413",
  "time_ut": 1681069687.0,
  "original_lang": "en",
  "original_title": "IMF deal: We have a rigorous dose to be taken, otherwise country will slip back - Prof. Rohan Samarajiva",
  "original_body_lines": [
    "It is only first step of a long journey, way too early to celebrate",
    "I personally believe it will take a little bit longer than four years for the country to get to growth",
    "Leading economist Prof. Rohan Samarajiva, who is also chair of LIRNEasia, spells out the way forward for the country in the aftermath of the arrangement with the International Monetary Fund (IMF). Excerpts of the interview:",
    "Q   Sri Lanka celebrates the arrangement with the International Monetary Fund (IMF). But, there is a long way to go since debt restructuring has to be done, and the reform agenda implemented. Isn’t it too early to celebrate?",
    "It is the first step. It is way too early to celebrate. It is a time for sober reflection and to understand that this is the first step of a long journey.  There are many other countries which have taken such loans. Zambia, for example, got the (IMF) board approval. But, they have not got debt restructuring done. We have also set very ambitious targets. In the latest IMF news conference, somebody asked Peter Breuer about the most difficult of these. He said the target for a positive primary balance is very, very ambitious.  The primary balance is that we must bring in more money every year to the government than we spend, excluding all loans and interests.  We have not done this in 75 years, except for 4-5 years. We have set ourselves this target. But, there are many difficult things in order to achieve this. If we fail to do that, we will fall. That is that the IMF benchmark will not be met. The next tranche will not be given. People will say this country cannot get its act together.",
    "Q   In your assessment, how long and challenging is the journey?",
    "This is a four-year programme. I personally believe it will take a little bit longer than four years for the country to get to growth. Our objective must not to go back to where we were in 2019.  Our objective must be to get on the growth path.  Let’s be optimistic! I would say five or six years to really get on the path. If you look at the projections of growth, they are not very high. There are many, many difficult things to be done. For example, the property tax.  It is an extraordinarily difficult thing to calculate. We don’t have an active property market in this country. But, we are going to tax it. I am thankful that they have been realistic about it and said they will do it in 2025.  Between now and 2025, we have to do a lot of work to achieve those objectives.",
    "Q   We hear some voices in political circles critical of the IMF arrangement. They sometimes say no country has emerged from their crises after deals with the IMF. But, India and Thailand are good examples to prove otherwise. How do you look at the issue in that context?",
    "I think Prof. Premachandra Athukorale said it best. He said Asian countries that go to the IMF generally don’t go again. But, African countries go to the IMF repeatedly. While we are physically located in Asia, we have been behaving like an African country.  I liken it to people taking antibiotics. If you take antibiotics, you have to complete the dose. If you stop it half way through, it has no effect. Furthermore, it actually harms you.  We are a people that has not taken the full dose all this time. This time, we have a rigorous dose. It is not a simple matter. Because of that, we have to be very, very diligent and committed as a country to achieve that. Otherwise we will slip back.",
    "Q   In the context of political uncertainty hanging around,how optimistic are you?",
    "Let me put it this way! I am somebody who chose to come back to Sri Lanka from a tenured job in the United States. Number one, I have to be optimistic. Secondly, we put up a discussion document back in February 2022 and in June 2022, called a common minimum programme. We said two things. An all-party approach is necessary to get through this crisis. Secondly, we said, for two years, it could be good if we don’t have elections. I even said let’s get the provincial council elections out of the way, and proceed with the all-party arrangement.  There were disagreements. Mr. Karu Jayasuriya who I was working with on all these matters said two years was too much. He said one year. Those are debatable matters. But, we really have to work together to achieve this. Now we have not achieved that objective.  The first step would have been like a wartime Cabinet. I used the analogy of Winston Churchill. Churchill was the prime minister. His deputy prime minister was from his opposition - the Labour Party during World War II.  We did not get that.  Then, we had the other idea, Plan B. Whether it is possible for the opposition MPs not to join the government formally but work with the government through the committee system in Parliament. Mr. Jayasuriya had put in place something called sectoral oversight committees when he was Speaker.  They have been revived. We were hoping that the oversight committees would play an active role. We came close. Again, everybody knows it did not quite work as we envisaged.",
    "We are now in the plan C. I believe honestly that there are people in the opposition who are cooperative.  I believe the government is also open to some suggestions.  They could be more conciliatory. In a way, they are less conciliatory now than when the process started. I am sorry about that. What we would like to do is to have at least an effective Plan C.",
    "Q   Sri Lanka still has to get out of the way without depending on loans. What is your view?",
    "We have to depend on loans. I am going to say something contrary.  We have to get out of this crisis. Still, we have to get loans. I just have an objection to wrongly taken loans.",
    "Q   Yet, our debt burden is high as a percentage of the Gross Domestic Product (GDP). Isn’t it?",
    "I am interested in role of ideas and the impact of those ideas on the world. I went back to December, 2006 or January, 2007. We had a development dialogue. I had quoted in some of my writings Dr. Sarath Amunugama, then Deputy Minister of Finance. He said, “We have new partners. We don’t want these condionalities’. In 2007, the taking of International Sovereign Bonds (ISB) started. In 2007, large-scale borrowings from China started. ISBs don’t require anything - feasibility study or anything.  Chinese also don’t require a lot of technical conditions to be satisfied. No conditionalities. That is where we started.  The article I wrote at that time was called ‘Chinese conditionalities’.  We are not getting these conditionalities. If you work with the World Bank, you have to get environmental clearance, feasibility studies etc.  With the Japanese, it is even more complicated and time consuming. Using the example of the Katunayake expressway, I showed what the original estimate and the Asian Development Bank (ADB) upper limit estimates were, and what we spent by taking a loan from China. That is the cost of Chinese conditionality. We are spending way more. We have to be very careful about those kinds of loans.  My favourite example is the Lotus Tower. There was no business case for it. But, we built it on loans.  We have to take necessary loans, not these kinds of loans.",
    "Q   Sri Lanka needs to boost its foreign reserves, though. What is the strategy you propose?",
    "Very clearly, we have to increase exports. I have this diagram. We have all these imports - super diesel, Octane 92, wheat, grain, cellular phone and so on.  These boxes are scaled to show how much we are spending. I showed this to people. Generally speaking, there is nothing here that can be cut. So we have to export in order to be able to bring in these essential imports. Here, we have exports (Refers to another diagram).  You can see we have not diversified.",
    "We have to diversify. There is no question about that.  We have to diversify not only what we export but also the markets. We have to diversify to Asia. Today, we are selling to the United States and Europe.  We have to reduce that reliance and sell more to Asia.  How do we do it? The answer comes in three parts.",
    "In the short term, the Export Development Board (EDB) has got a national export strategy.  If you want, do a quick update of that.  But, they have committees already in place to implement the national export strategy. The government does not export. The government provides goods and services to people here.  The private sector is the one that engages in export. Because the private sector exports, we have to listen to them. In each of these areas, I would bring people to a series of meetings to discuss. That can quickly identify and remove the barriers that are being experienced. Secondly, we have to look at people who like to export to Asia and other places. We have to identify the barriers they face and remove them.  Trade negotiations going on at the moment are a good vehicle for doing it.  We always look at trade agreements in terms of how do we protect our markets from foreigners. We have the second question.  You want to export. What are the problems these trade agreements can help you with? Then, we go to our trading partners – India, China and Thailand - and ask them to address these issues.  That would be the medium term solution. In both cases, we are dealing with industrialists who have some international exposure and experience in exporting. Now, there are longer term opportunities.",
    "I am told we generated US $ 1.7 billion from software and business process outsourcing sector. That is higher than what we expected. I personally believe the BPO industry is a sunset industry. We really don’t have a long time to go with that industry.  Software industry is a stronger sector where we have the potential. We have to really think about machine learning and related areas - call it Artificial Intelligence.  We have to have this conversation to identify the barriers that prevent us from becoming an AI-intensive country.",
    "We complain about our young people leaving. If we plan things properly, we can attract them back.",
    "Q   What are the lessons which we can learn from Thailand and India which went for successful arrangements with the IMF?",
    "I had the benefit of listening to the Thai Central Bank governor from that time.  The Thai crisis took a very different form, originating as it did in a crash in the banking sector. The Indian case is similar to ours.  Our core problem is the twin deficit problem. We have been running fiscal deficits for most of the past 75 years.  Our exports are anemic. Everybody who looks at the goods exports will say that is the problem. I am a person who looks at the service sector. Service sector is my area of expertise.",
    "We have to get rid of the barriers holding back the export of goods and services. Government has announced that para tariffs will be phased out.  We have to make the necessary structural reforms. If we do what is necessary to eliminate the twin deficits, we will not have to go back to the IMF. Like India and many other countries, we can get ourselves on a growth path and create a country our people will want to come back to."
  ]
}