{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/ICC-WC-Qualifier-Three-SL-players-in-Team-of-the-Tournament/108-262789",
  "time_ut": 1688982147.0,
  "original_lang": "en",
  "original_title": "ICC WC Qualifier: Three SL players in Team of the Tournament",
  "original_body_lines": [
    "Sri Lanka's Pathum Nissanka, Wanindu Hasaranga and Maheesh Theekshana were included in the Team of the Tournament for the ICC Cricket World Cup Qualifier which ended on Sunday.",
    "Sri Lanka defeated the Netherlands by 128 runs in the final of the tournament, though both teams had already booked their places at the Cricket World Cup in October by virtue of having qualified for the final.",
    "Opener Nissanka scored 417 runs at an average of 69, hitting two half-centuries and two centuries.",
    "The two centuries, against Zimbabwe and West Indies, propped a good run of innings for Nissanka, who ended as the tournament's second leading run scorer.",
    "Spinners Wanindu Hasaranga and Maheesh Theekshana, meanwhile, combined for 43 wickets, almost evenly split, with the former edging his teammate to the top of the list of leading wicket-takers by a solitary dismissal.",
    "Hasaranga started the tournament with three consecutive five-wicket hauls, equalling Waqar Younis' record for the most successive five-fers in ODI cricket, and was the leading wicket taker despite missing one of Sri Lanka's eight matches due to injury.",
    "Hasaranga also made 91 runs in five innings scoring at a strike rate of 128.16, contributions that on numerous occasions ensured Sri Lanka put together a competitive total.",
    "Theekshana on the other hand, left his best work for the back end of the tournament taking four wicket hauls in each of Sri Lanka's last three matches, including the fina where he helped his team restrict the Netherlands to 105.",
    "The Netherlands also had three players in the Team of the Tournament, with opener Vikramjit Singh, Bas de Leede and captain Scott Edwards making the list.",
    "Hosts Zimbabwe also took up three spots, as the tournament's top run scorer Sean Williams, who made an eye-watering 600 runs at an average of 100, all-rounder Sikandar Raza and fast bowler Richard Ngarava were included.",
    "The remaining two spots went to Scotland's Bradon McMullen and Chris Sole, as they took their team to the cusp of World Cup qualification in their final Super Six match against the Netherlands, before de Leede stole the game and the final place in the World Cup with an incredible century.",
    "ICC Men’s Cricket World Cup Qualifier 2023 Team of the Tournament:",
    "2. Vikramjit Singh (Netherlands) 326 runs at 40.75 and six wickets",
    "3. Brandon McMullen (Scotland) 364 runs at 52.00 and 13 wickets at 17.52",
    "4. Sean Williams (Zimbabwe) 600 runs at 100.00 and three wickets",
    "5. Bas de Leede (Netherlands) 285 runs at 47.50 and 15 wickets at 22.13",
    "6. Sikandar Raza (Zimbabwe) 325 runs at 65.00 and nine wickets at 29.77"
  ]
}