{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-axiata-awarded-winner-of-acca-sustainability-reporting-awards-2022/",
  "time_ut": 1677784140.0,
  "original_lang": "en",
  "original_title": "Dialog Axiata awarded winner of ACCA Sustainability Reporting Awards 2022",
  "original_body_lines": [
    "The ACCA Sustainability Reporting Awards 2022 recognized Dialog Axiata PLC as the Overall Winner and the Winner of the General Services category for its exceptional commitment to sustainability and transparency in reporting.",
    "The awards for this year had received an impressive range of entries from various industries, with Dialog being recognised for its comprehensive and well-structured sustainability report. The Company was commended by the judging panel for its country-first strategy, clear understanding of the materiality of sustainability issues and its resolute dedication to addressing them. Moreover, the panel recognised Dialog’s transparent and informative disclosure of its sustainability performance, which showcased its unwavering commitment to continuous improvement.",
    "“We are honoured to receive this recognition from ACCA, which endorses our commitment to sustainability,” said Supun Weerasinghe, Group Chief Executive of Dialog Axiata PLC. “Sustainability is at the core of our business model and is embedded in everything we do. We are committed to continuously improving our impact to society and the standard of sustainability reporting. We will continue to work towards a sustainable future for all our stakeholders.”",
    "The ACCA Sustainability Reporting Awards, presented annually since 2004, recognise and celebrate organisations that have demonstrated excellence in sustainability reporting, highlighting the strong link between business strategy, corporate governance, and sustainability. The awards aim to encourage and recognize organizations that have made a commitment to sustainability in their reporting and practices.",
    "Children’s Parliament Sri Lanka 2023-2024, focusing on UN’s SDGs, a success",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}