{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Govt-to-introduce-non-paying-wards-in-private-hospitals-President/108-254834",
  "time_ut": 1677326777.0,
  "original_lang": "en",
  "original_title": "Govt. to introduce non-paying wards in private hospitals: President",
  "original_body_lines": [
    "President Ranil Wickremesinghe said yesterday that the government is seeking the possibility of introducing non-paying wards in private hospitals where the government is taking the tab for the treatments made in those non-paying wards, the President's Media Division (PMD) said.",
    "The President also said the government was considering to introduce paying wards in Government hospitals as well.",
    "He said it is discussed to introduce a health insurance scheme where the government can assist those in the lower income category, when they need to get the service of growing private hospitals.",
    "He made these observation addressing at the inauguration ceremony of the 6th annual academic sessions of the Sri Lanka College of Military Medicine (SLCOMM) under the theme of ‘Resilience of Military Medicine in the Times of Crisis’ held at the Eagle's Lagoon in Katunayake.",
    "The President said opening a new chapter in military medicine, a separate unit would be established to send military personnel overseas to help out at the times of health disasters.",
    "He also said that the government had sent a group of military personnel to Nepal.",
    "They were sent at the times of natural disasters. \"But I'm looking at the possibility of using our military medical personnel to be sent abroad when the people are faced with health disasters,\" the President said.",
    "\"Health disasters take place more often than natural disasters and I would discuss this matter with the military to establish such unit. So that is opening of a new chapter in military medicine.’",
    "The President also said that under the Indian credit line, the government is to get more medicines to address the shortage of medicinal drugs during this crisis situation.",
    "He added by now, the government is working on making more foreign exchange available to the medical sector. He said further that discussions are in progress with the Ministry of Health to upgrade the Medical Research Institute (MRI) into one of the best research laboratories in the region. (Ajith Siriwardana)"
  ]
}