{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90141/justice-minister-discusses-safekeeping-of-abandoned-infants",
  "time_ut": 1682701080.0,
  "original_lang": "en",
  "original_title": "Justice Minister discusses safekeeping of abandoned infants",
  "original_body_lines": [
    "A special meeting was held recently for the purpose of establishing windows in the 379 child care centers under the supervision of government hospitals and Department of Probation and Child Care Services for the confidential and safe keeping of infants under the age of three months who are unwanted or unable to be taken care of by their parents for any reason.",
    "Thus, a way forward in this regard, including the existing legal conditions, were discussed at the special Committee meeting, which was held under on 26 April the guidance of Dr. Wijeyadasa Rajapakshe, PC, Minister of Justice, Prisons Affairs and Constitutional Reforms and Geetha Samanmale Kumarasinghe, State Minister of Women and Child Affairs.",
    "Children are usually turned over to the Department of Probation and Child Protective Services or to child care centers supervised by them, or abandoned in other places such as hospitals, highways, whilst there are also reports of very few children being killed by such parents, said the officials present.",
    "Dr. Wijeyadasa Rajapakshe, PC, Minister of Justice, Prisons Affairs and Constitutional Reforms addressing everyone present instructed to form a committee consisting of all officials related to this process and work on the matter as soon as possible to consider the legal framework and guidelines required for this initiative.",
    "Accordingly, State Minister of Women and Child Affairs Geetha Kumarasinghe said that if a child ever needs to know who the mother of the child is, it is the right of the child and therefore it is important to prepare a work plan to keep information of the parents who abandon their infant’s whist preserving the confidentiality of such information.",
    "Officials representing the relevant parties including Department of Probation and Child Care Services, Sri Lanka Police, Ministry of Women, Child Affairs and Social Empowerment were present at this special meeting held."
  ]
}