{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/UK-Deputy-Prime-Minister-Dominic-Raab-resigns-after-bullying-probe/108-257945",
  "time_ut": 1682071746.0,
  "original_lang": "en",
  "original_title": "UK Deputy Prime Minister Dominic Raab resigns after bullying probe",
  "original_body_lines": [
    "British Deputy Prime Minister Dominic Raab resigned from the government on Friday following an independent investigation into complaints that he bullied colleagues, the latest scandal to force out one of Prime Minister Rishi Sunak's top ministers.",
    "The loss of the third senior minister over their personal conduct in the last six months will damage Sunak's efforts to revive the governing Conservative Party's fortunes and is a major embarrassment as he had entered Downing Street in October promising a government of integrity.",
    "Raab resigned in a letter to the prime minister before the report was made public, his departure a setback to Sunak just two weeks ahead of English local council elections where his Conservatives are predicted to fare badly.",
    "\"I called for the inquiry and undertook to resign if it made any finding of bullying whatsoever,\" Raab's letter said. \"I believe it is important to keep my word.\"",
    "As deputy prime minister, Raab had no formal powers but stepped in for the prime minister if he was away from parliament or incapacitated. However he was a close political ally of Sunak and helped launch his campaign to be prime minister last summer.",
    "The resignation will also do little to improve the public perception of his government following the scandal-ridden tenure of Boris Johnson and the chaotic economic policies that brought down Liz Truss after less than two months.",
    "The months-long investigation into Raab's behaviour heard evidence from multiple government officials about complaints of bullying at three different departments.",
    "Raab, who was also justice minister, requested the investigation in November following formal complaints about his behaviour by government officials. He said he felt \"duty bound\" to accept the outcome of the inquiry but also staunchly defended his conduct.",
    "He said the report had concluded he had not once sworn, shouted or physically intimidated anyone in four and a half years, and had dismissed all but two of the claims against him.",
    "Raab said setting the threshold for bullying so low \"set a dangerous precedent for the conduct of good government\".",
    "This will \"have a chilling effect on those driving change on behalf of your government - and ultimately the British people\", he said in his letter.",
    "Raab referred to the two incidents where there was a finding of bullying against him -- one at the foreign office in dealing with a senior diplomat's handling of the Brexit negotiation over Gibraltar, and one where he gave critical feedback during an earlier stint at the Ministry of Justice from 2021 to 2022.",
    "Another of Sunak's senior ministers, Gavin Williamson, was forced to resign in November after bullying allegations, and the prime minister sacked Conservative Party chair Nadhim Zahawi in January after he was found to have broken the ministerial code over his openness about his tax affairs.",
    "Sunak is facing his own investigation by parliament's standards watchdog into his behaviour over whether he properly declared his wife's shareholding in a childcare company which stands to benefit from new government policy.",
    "The son of a Czech-born Jewish refugee who fled the Nazis in 1938, Raab studied law at Oxford University before becoming a lawyer working on project finance, international litigation and competition law. He became a member of parliament in 2010 and has had several senior ministerial jobs.(Reuters)"
  ]
}