{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95723/president-instructs-officials-to-prohibit-unauthorized-construction-from-boralanda-up-to-horton-plains",
  "time_ut": 1702807080.0,
  "original_lang": "en",
  "original_title": "President instructs officials to prohibit unauthorized construction from Boralanda up to Horton Plains",
  "original_body_lines": [
    "President Ranil Wickremesinghe has urged the relevant authorities to promptly address the issue of unauthorized constructions in the Ohia area, spanning from Boralanda to Horton Plains.",
    "Noting the significant environmental degradation resulting from these illicit structures, the President emphasized the need for immediate intervention to avert potential serious consequences in the future.",
    "President Wickremesinghe conveyed these directives during his participation in the Special District Coordination Committee (DCC) meeting in Badulla District, convened at the Auditorium of the Uva Provincial Library yesterday (16).",
    "Furthermore, President Ranil Wickremesinghe has directed officials to communicate in writing with relevant institutions when approving building plans within the district. During the meeting, the President sought updates on the disaster relief program for those affected in Badulla district. He instructed officials to provide a comprehensive report on areas susceptible to future disasters.",
    "The meeting also addressed challenges in resettling displaced individuals and the legal release of land from estate companies. President Wickremesinghe emphasized the need for prompt discussions with plantation companies to overcome obstacles.",
    "In attendance were political authorities of Badulla district along with government officials. The extensive discussion covered various issues in education, health, highways, and transportation within the district. The President took proactive measures to address and resolve some of the identified challenges.",
    "Additionally, discussions covered the development plans slated for implementation in the Badulla district in 2024.",
    "President Ranil Wickremesinghe outlined the vision for a decentralized budget for districts starting next year. This approach aims to prioritize the district’s development needs by consolidating funds from the Upcountry development program, ministry allocations, provincial council disbursements, and foreign aid projects. The President anticipates commencing these initiatives by July of the upcoming year.",
    "In further remarks, President Ranil Wickremesinghe expressed his gratitude to all participants for their engagement in the discussion, despite it being on a Saturday. He highlighted the stagnation in the country’s development over the past three years, citing halted projects, including highway construction. With the successful collaboration with the International Monetary Fund (IMF), development projects are set to recommence systematically. Acknowledgment from creditors, including the Paris Organization, India and China, has paved the way for renewed discussions and foreign aid. The President expects to provide updates on projects slated for immediate commencement in the early months of the coming year.",
    "The President outlined the financial measures for development, emphasizing the allocation of funds from the 2024 budget. This funding, collected through income tax, is crucial for the country’s developmental needs. The President emphasized the need to initiate projects with dedication, acknowledging that while all projects cannot be launched in a single year, a gradual commencement is anticipated with a focus on prioritized initiatives.",
    "Starting from the next fiscal year, the districts will receive a decentralized budget based on the available number of seats. Additionally, the Upcountry program, aimed at supporting isolated mountain villages, has commenced, with each divisional secretariat receiving 10 million. Plans are in place to incrementally increase this support.",
    "Financial allocations to provincial councils will contribute to the overall funding available to each district. Capital expenditure at the ministry level, along with foreign aid-supported projects, will be integrated into the funding structure. President Wickremesinghe highlighted that this comprehensive approach, combining resources from various channels, aims to commence the work by July 2024.",
    "President Ranil Wickremesinghe expressed plans to establish committees at the provincial level, collaborating with district development committees. These committees, comprising district chairpersons, members and officers, will oversee development activities in their respective divisional secretariats. Provincial Council projects will be initiated through the Governor, while Central Government projects will be managed by relevant institutions.",
    "In addition, President Wickremesinghe highlighted the initiation of the agriculture modernization program, with active participation from the private sector. A designated individual will be appointed to collaborate between the Ministry of Agriculture and the private sector. Furthermore, the transformation of Agrarian Services centres into modernization centres is in the pipeline.",
    "A significant initiative planned for February involves the commencement of a program to grant freehold deeds to individuals holding licenses under the Land Development Ordinance. The President anticipates substantial progress through these strategic measures.",
    "During the discussion, the President addressed various issues, and here are some key concerns raised along with his responses:",
    "Attention has been drawn several times to the need for an increase in the compensation provided for houses and buildings affected by calamities. Mr. President, is there any course of action that can be taken in this regard?",
    "There are issues related to increasing the compensation amount. Although it may not be feasible next year, I believe it can be increased in the next few years. However, we need a new plan. Another point that should be emphasized is: Who approves these housing plans? If this continues, action will be taken against both the Municipal Council and the officer responsible. In the event of these constructions collapsing, the municipality will bear the financial burden. If plans are approved for construction, the related criteria should be provided in writing and acted upon accordingly. Such activities should not be allowed to proceed arbitrarily.",
    "During my visit to Horton Plains, I observed several ‘Guest Houses’ built above the Ohia, near the river. If all of them draw water from the stream, it will deplete the water supply. Therefore, I request that no construction be allowed in the Ohia area until we discuss and inform.",
    "If this situation persists, high-level tourists will avoid coming to these areas. Additionally, another consequence is that the city and the area below will suffer from a lack of water taken from the river. Hence, I request not to permit construction in the area above Boralanda. In the Blackpool area as well, the region has been adversely affected by such informal constructions",
    "The problems faced by the people of Badulla due to the Uma Oya project have not yet been resolved. Mr. President, we request your intervention in this matter.",
    "A comprehensive analysis of the impact of the Uma Oya project on the Badulla district is essential. The Uma Oya project was initiated during President Premadasa’s tenure, but due to numerous issues, it was rejected. Uma Oya proposed redirecting the Mahaweli as per the plan, leading to various problems associated with the tunnel. To address these issues comprehensively, as mentioned earlier, a thorough analysis of the Badulla district is required.",
    "We urgently request the expedited repair of the internal roads and drainage system in the Dikarawa area, which has been damaged by the Uma Oya project.",
    "Regrettably, due to the economic crisis faced by the country, the I Road project had to be halted. However, we are now prepared to resume the project. Consequently, we anticipate discussions on such projects and the commencement of related work.",
    "Ministers Nimal Siripalada Silva, Harin Fernando, State Ministers Chamara Sampath Dasanayake, Aravinda Kumar, Uva Provincial Governor A.J.M. Muzammil, Member of Parliament and Chairman of the Badulla District Coordination Committee Major Sudarshan Denipitiya, Senior Advisor to the President and Member of Parliament Vadivel Suresh, Chairman of the Uva Provincial Council A.M. Buddhadasa, along with political representatives from the district, including President’s Secretary Saman Ekanayake and Badulla District Secretary Panduka Sri Prabhat Abeywardena, were also present at this occasion."
  ]
}