{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/unilever-wins-gold-at-the-presidential-environment-awards/",
  "time_ut": 1683563520.0,
  "original_lang": "en",
  "original_title": "Unilever wins Gold at the Presidential Environment Awards",
  "original_body_lines": [
    "Unilever’s Ceytea factory in Agrarapathana was awarded the Gold Trophy of Commendation for its contribution towards the Environment at the Presidential Environment Awards 2021-2022, by President Ranil Wickremasinghe.",
    "Organised by the Central Environmental Authority (CEA), the Presidential Environment Awards seek to reward individuals and institutions which have made outstanding contributions to the field of environmental conservation and protection. The Presidential Awards is widely recognised as the most prestigious recognition in the field of environment conservation and protection in Sri Lanka. The Award Ceremony for 2021-2022 was held on the 28th of April 2023 at the BMICH under the patronage of the President, Ranil Wickremasinghe.",
    "Having successfully integrated sustainability practices into its daily supply chain operations, Ceytea has made great progress towards minimising the impact of its operations on the environment. Over the past decade, the factory has reduced its energy and water consumption levels by 34% and 71% respectively, and its CO2 emissions by 89%. Since 2014, Ceytea has implemented an innovative waste management programme, which has enabled it to repurpose approximately 70% of the waste generated during the manufacturing process to fuel its bio-mass boiler and transform the remaining 30% into Bio fertilizer.",
    "Expressing her delight, Anusha Kotalawala, Factory Manager of Unilever Ceytea Instant Tea Factory said: We are incredibly proud to be recognized as one of the pioneers in leading sustainable development in our nation. My team has been working with deep passion and commitment towards driving our sustainable development agenda. As part of this, 70% of our Spent Tea Leaves are sent to the Biomass Boiler to generate the steam energy required for the factory and the rest is being used to produce Bio Fertilizer to be used in our tea gardens. By doing so, we have created a circular economy for our tea waste, thereby neutralizing our environmental footprint.”",
    "Unilever reinforces commitment to invest in Sri Lanka; lays foundation stone for its first malted beverage plant in Sapugaskanda",
    "Unilever crowned Best Corporate in Sri Lanka for fostering Employee Relations",
    "Unilever Recognised as The Organisation with the Most Female Friendly Company Policies in the Sri Lankan Workplace",
    "Unilever Sri Lanka recognised as one of Asia’s Best Employer Brands in 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}