{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-forex-reserves-rise-1-pct-in-july-127518/",
  "time_ut": 1691458500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka forex reserves rise 1-pct in July",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s foreign reserves grew 38 million US dollars to 3,762 million in July 2023 up 1 percent from a month earlier, central bank data showed.",
    "In June the central bank sold marginally more than it bought from commercial banks for the first month since October 2022 as currency volatility began under an ad hoc pegging arrangement peddled to monetarily unstable nations by the International Monetary Fund.",
    "Sri Lanka forex reserves have grown steadily from 1,705 million US dollars under deflationary open market operations enabled by high interest rates and negative private credit.",
    "Sri Lanka is forced to collect reserves without a consistent peg arrangement under the flexible exchange rate, under an IMF program.",
    "SOE credit has also moderated with market pricing and an appreciation of the rupee from the beginning of the year. Government credit in the early part of the year has been limited to interest.",
    "Sri Lanka’s recent IMF programs have tended to fail in the second year as private credit picks up and the central bank employs inflationary open market operations (prints money) to cut rates under flexible inflation targeting, claiming that inflation is low.",
    "As rates are cut with injections IMF reserve targets are missed even if budget deficits are bought down with higher taxes. (Sri Lanka misses two June IMF targets: talks to continue)",
    "As the rupee falls finances of the state energy utilities finances are also de-stabilized.",
    "Rising energy and food prices from a permanent currency destruction, the erosion of real wages, which leads to public discontent, discrediting of reforms leading to the eventual ouster of any reformist administration.",
    "Up to now however exchange rate volatility has not led to permanent depreciation over the year.",
    "There was no data on the growth of private bank reserves (reduction in net foreign assets of commercial banks), which was also taking place in parallel over a long period. (Colombo/Aug08/2023)"
  ]
}