{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Role-of-tax-revenue-in-resolving-Sri-Lanka-s-economic-crisis/14-756471",
  "time_ut": 1702922835.0,
  "original_lang": "en",
  "original_title": "Role of tax revenue in resolving Sri Lanka’s economic crisis",
  "original_body_lines": [
    "Following are excerpts from the speech made by  Treasury Secretary Mahinda Siriwardena at the  Inaugural Convocation of Chartered Institute of  Taxation of Sri Lanka held last week",
    "We are all well aware of the crisis that has gripped Sri Lanka for over two years: it is unprecedented, multi-faceted, and extremely complex. At the root of this crisis are long-standing structural weaknesses in the Sri Lankan economy. These weaknesses reflect fiscal sector imbalances, inadequate external policy buffers, financial and monetary sector vulnerabilities, deficiencies in governance, and shortcomings in the legal and institutional framework in the country. The recent external shocks faced by the country, including the Easter Sunday attacks, COVID-19 pandemic, the Russia-Ukraine conflict, coupled with significant domestic policy errors, exposed these macroeconomic vulnerabilities and triggered the prevailing economic crisis.",
    "Whilst Sri Lanka’s macroeconomic weaknesses are multi-faceted, I will focus today on fiscal issues, and specifically weaknesses in tax revenue, which is the key driver of overall macroeconomic imbalances. Sri Lanka has been experiencing imbalances in the fiscal sector over many years. However, the situation deteriorated significantly recently. Sri Lanka’s Government revenue as a percentage of GDP stood as low as 8.3% in 2021. This is a historically low figure for our country and it is one of the lowest revenue levels in the world.",
    "While Government revenue was substantially low, Government expenditure was around 20% of GDP in 2021, making Government revenue grossly inadequate even to meet day-to-day expenses of the Government, i.e. the recurrent expenditure. The resultant double digit budget deficits have had to be financed by Central Bank financing, which contributed to sky-rocketing inflation, and therefore has to be phased out.",
    "Whilst these tax reforms have been painful to all of us, the alternative is far worse. A failure to implement tax reforms to boost revenue in a manner that can achieve our fiscal targets would jeopardise the IMF supported reform program and the debt restructuring process. This in turn would undermine the renewed confidence in the economy, foreign financing will come to a halt, reserves would once again decline, and inflationary monetary financing will once again become necessary to pay for basic public services. The result would be a crisis far worse than what we collectively experienced since mid-2021",
    "A major fiscal challenge is that recurrent public expenditure is largely non-discretionary in nature and cannot easily be reduced in the short term. Expenditure on salaries, pensions, essential welfare payments, and interest cost alone easily exceed revenues. Reducing these in the short term is not practically feasible. Several measures are being taken to ensure expenditure is streamlined, but this would yield material fiscal benefits only over the medium term.",
    "Therefore, bridging the budget deficit has to be predominantly by revenue based fiscal consolidation. In Sri Lanka, unlike in resource rich nations such as in the Middle East which can rely on oil royalties, 90% of Government revenue is tax revenue. Therefore, tax reforms play a crucial role in increasing Government revenue, bridging the fiscal deficit, and addressing the unsustainable debt situation that led to Sri Lanka’s economic crisis.",
    "Sri Lanka has an ambitious and challenging target of reaching a revenue to GDP ratio of 15% by 2025. This is a crucial requirement in terms of meeting the primary balance target, which in turn is a critical element of the debt sustainability target for the country. Meeting these targets is necessary to stay on course with the IMF supported program and debt restructuring, which are essential components of Sri Lanka’s economic recovery.",
    "The tax principles that the Government has focused on include equity, simplicity, and neutrality.",
    "Equity: The tax burden is shouldered by those who can most afford it.",
    "Simplicity: The tax structure focuses on a few core taxes (personal and corporate income tax, VAT, core excises)",
    "Neutrality: Tax exemptions are eliminated as far as possible to ensure that taxes are neutral between sectors and entities and distortions are limited.",
    "Considering the above, the initial focus of the tax reforms was on optimising tax revenue from progressive direct taxes such as personal and corporate income taxes. There has been strong public opinion regarding the personal income taxes in particular. Sri Lanka collects around 0.5% of GDP from personal income taxes (PIT) whereas regional peers collect around 2% of GDP from PIT. The PIT structure was designed on a scientific basis considering the official income and expenditure survey (with estimates adjusted for inflation up to the point of implementation). Accordingly, only the top 20% of Sri Lankan income earners are liable for income tax at a tax-free threshold of Rs. 100,000 per month. To illustrate further, the median income earner of the 10th highest income decile, would pay 5.8% of his or her total monthly income as tax1.",
    "The Government is fully cognisant of the difficulties that are faced by tax payers given the increase in PIT rates and narrow tax slabs. However, this is a crucial and essential contribution of the relatively high income-earners of the country towards the resolution of the economic crisis. We are also fully aware of the various proposals presented to reduce PIT rates and still collect Rs. 100 billion from personal income taxes. However, any reduction in PIT rates or threshold adjustments will result in lower Government revenue, which creates a shortfall from the target of 15% by 2025. This will mean some other tax will have to be increased to compensate for the lower PIT – and this would most likely be a higher indirect tax which would have a larger burden on the poor. However, once tax administration and compliance measures take full effect and revenue targets can be met, it will be possible to adjust tax rates.",
    "Corporate income taxes were also adjusted to ensure that the standard rate of 30% applies across all sectors with all sectoral exemptions being eliminated. This ensures the principle of neutrality, whereas previously different sectors were subject to different levels of tax, creating various distortions in the economy. Historically, Sri Lanka has used corporate tax as a means of rewarding certain sectors that policy makers want to incentivise. This has resulted in a gradual erosion of the tax base and eventually hardly any sectors were subject to the standard rate. Ideally, taxation should be seen purely as a means of collecting revenue to fund public services, and should not be mixed up with other policy objectives, such as investment promotion or welfare distribution. These areas need other policy/structural adjustments to promote investments and improve welfare expenditures where the Government is cautiously engaged in right now.",
    "Following the reforms to income taxes, the Government is now in the final stages of implementing VAT reforms. VAT is considered to be an efficient source of tax collection since it is not cascading in nature and only applies to value added at each stage in the value chain. There has been public concern that the standard VAT rate is being increased to 18% from 15%, bringing Sri Lanka in line with countries like India and Pakistan. However, this is necessary in order to meet the revenue targets, and if the VAT was not increased the revenue would have had to be obtained by increasing a different tax such as SSCL which is cascading in nature and more distortive as a result.",
    "The Government is fully cognisant of the difficulties that are faced by tax payers given the increase in PIT rates and narrow tax slabs. However, this is a crucial and essential contribution of the relatively high income-earners of the country towards the resolution of the economic crisis. We are also fully aware of the various proposals presented to reduce PIT rates and still collect Rs. 100 billion from personal income taxes. However, any reduction in PIT rates or threshold adjustments will result in lower Government revenue, which creates a shortfall from the target of 15% by 2025. This will mean some other tax will have to be increased to compensate for the lower PIT – and this would most likely be a higher indirect tax which would have a larger burden on the poor. However, once tax administration and compliance measures take full effect and revenue targets can be met, it will be possible to adjust tax rates",
    "Regional peers collect around 7.5% of GDP from VAT. Sri Lanka’s VAT contributed just 1.5% of GDP in 2020 and increased marginally to 1.9% of GDP by end 2022. The weak collection efficiency of VAT is reflective of the high levels of exemptions on VAT. Therefore, one of the key reforms is the elimination of almost all VAT exemptions from January 1st 2024, except several selected items. In the past, successive Governments have left certain items outside the VAT net in order to further welfare goals. However, this has resulted in welfare goals undermining fiscal sustainability.",
    "One of the major reforms initiated by the Government is to ensure that all revenue objectives are achieved through direct cash transfers, thereby enabling the tax net to be widened. Any adverse impacts of the higher VAT rate and coverage on the poor and vulnerable are expected to be addressed through direct cash transfers. This is why the Government’s allocations to the Aswesuma program have increased by over three-fold to Rs. 205 billion in 2024 compared to pre-crisis levels of 2019.",
    "VAT reforms are expected to provide a major impetus to revenue next year. Whilst this will have some impact on the price level in the economy, it will have a bigger role in ensuring the fiscal deficit remains under control, thereby reducing the need for inflationary monetary financing which is far more damaging, particularly for the poor and vulnerable who do not have the assets to hedge against inflation.",
    "In addition to income taxes and VAT, the Government has also focused on revenue collected from core excises such as excise tax on cigarettes, alcohol, and fuel. With these reforms, Government tax revenue has increased by over 50% thus far in 2023 compared to last year. This has enabled the Government to achieve a primary surplus of Rs. 124 billion in the first nine months of this year, significantly surpassing IMF targets, and providing a major contribution to the economic recovery.",
    "Going forward, in 2025, the Government expects to introduce some wealth taxes, particularly focused on property tax. Since these would be new measures, it requires careful design to ensure that such taxes strike the correct balance between collection of revenue without disincentivising the deployment of capital to support economic growth. This process of careful study and design is ongoing with a view to implementation in 2025.",
    "With the tax reforms outlined above, the Government’s tax policy structure is largely in place. In parallel, a major effort is required to improve tax administration and compliance. It is important to understand that Sri Lanka’s tax administration structure is saddled with deep, long standing legacy issues. The weaknesses in RAMIS, a system introduced in 2013, is a reflection of this. There is an urgent need for institutional reform, digitisation, and change in practices. These constraints cannot be resolved overnight but we have to start somewhere.",
    "At present, a comprehensive effort to improve tax administration and compliance reform is ongoing. Many of these measures are reflected in the Budget, such as risk based audits and expanding TIN coverage, among others. There are several initiatives taking place in parallel – many of which are also covered under the IMF and World Bank reform programs.",
    "Digitisation: Online filing of returns for corporate payers is now mandatory and the same is being applied for individual income tax payers. This is another step that will reduce interactions between tax payers and tax authorities, and improve data analytics.",
    "Information Sharing: The tax authorities are better able to identify conspicuous transactions that signal tax liability when there is robust information sharing between institutions such as the Registrar of Motor Vehicles, Land Registry, financial institutions, among others. At present, such information is shared in a limited manner, but measures are being taken to make such information sharing systematic and time bound. The legal framework to enable this has already been established.",
    "Tax arrears: Whilst around 80% of uncollected taxes are due to legal disputes, the tax authorities are expected to make enhanced efforts to collect tax arrears that are not subject to dispute. Collection of such taxes will be monitored by strict targets and KPIs ensuring the ratio of uncollected taxes to revenue continues to decline.",
    "On time filing: Documentation and filing processes will continue to be simplified to facilitate on time filing. On time filing ratios will be monitored to ensure they reach global best practice standards.",
    "These tax administration measures are also expected to go a long way towards improving governance in revenue collection authorities. Digitisation efforts in particular will reduce the interactions between tax payers and tax authorities, minimising the room for negotiation and vulnerabilities to corruption. Similarly, tax legislation must also focus on a simple rules-based framework with minimal exemptions, room for discretion/interpretation, and ambiguity. The Inland Revenue Act introduced in 2017, coupled with amendments introduced in end 2022, achieves this to some extent. There is however further need for legislative amendment relating to the Customs Ordinance and the Excise Ordinance to ensure these principles are legally enshrined.",
    "It is essential that legislation is put in place that helps lock in the broader fiscal reforms that are being implemented. The Ministry of Finance is in advanced stages of drafting the Public Finance Management Bill. The PFM legislation provides the legal framework to support the ongoing fiscal reforms. This includes robust fiscal rules, enhanced disciplines on budgetary processes, developing the medium-term fiscal framework, improved transparency, and clear oversight on budget execution. This will provide the public with greater clarity on public expenditure and how tax payer funds are deployed. The legislation is expected to be in place by early 2024.",
    "In addition to the PFM law, there will be other legislation, including the debt management law, procurement law, SOE law, PPP law, among others, which are expected to lock in the fiscal reforms being implemented. However, as I have indicated previously also, we are aware that legislation alone is not sufficient to drive meaningful change. Sri Lanka’s experience with the FMRA legislation of 2003 is testament to that. Therefore, along with the legislation it is essential that all stakeholders support the implementation of these reforms and ensure Sri Lanka is able to achieve the fiscal improvements required to permanently extract itself from this deep fiscal and economic crisis.",
    "Tax professionals, such as yourselves, have a crucial role to play in this endeavour. You have a responsibility to your clients to ensure that they are paying the tax they are legally obligated to pay. In this process you may find various grey areas and ambiguities that may benefit the client in the short term. However, you have a bigger responsibility to your country to ensure that tax payers all contribute the correct amount they are obligated to pay. It has been our collective failure to do so that has contributed to the collapse of the economy as a result of which all 22 million Sri Lankans have suffered immensely.",
    "I hope I have been able to shed some light on the crucial role of tax reforms in contributing to the recovery of the economy from this deep and unprecedented crisis. Whilst these tax reforms have been painful to all of us, the alternative is far worse. A failure to implement tax reforms to boost revenue in a manner that can achieve our fiscal targets would jeopardise the IMF supported reform program and the debt restructuring process. This in turn would undermine the renewed confidence in the economy, foreign financing will come to a halt, reserves would once again decline, and inflationary monetary financing will once again become necessary to pay for basic public services. The result would be a crisis far worse than what we collectively experienced since mid-2021.",
    "The Chartered Institute of Taxation of Sri Lanka has a crucial role in supporting public understanding of the fiscal issues in the country. The institute should also contribute to the public debate on how tax revenues can be increased, keeping in mind those principles of simplicity, neutrality, and equity. As we enter an election year, there are increasing claims by various groups that taxes will be reduced, but unfortunately without a credible alternative as to how overall revenue targets can be achieved. Sri Lanka simply cannot afford a repeat of the policy errors that took place with the tax reductions in end 2019. The failure to correct the tax policy as circumstances changed dramatically in the following months after the tax cuts, and the resultant credit rating downgrades and loss of access to global financial markets, paved the way for the economic crisis that gripped the country since mid-2021. Your institute has a critical role to play in ensuring that we as a country do not repeat our past mistakes and end up suffering a fate worse than what we have collectively been through over the last two years.",
    "1Median income of the 10th decile (Rs. 115,000 according to HIES 2019) when inflated up to the end 2023 is Rs. 210,000/month. Tax liability is Rs. 12,300 per month, or 5.85% of monthly income. Another useful proxy indicator is the fact that Sri Lanka, a country of 22 million, has less than 2 million active credit cards – less than 10% of the population."
  ]
}