{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88967/deadly-shooting-at-jehovahs-witness-hall-in-germany",
  "time_ut": 1678416900.0,
  "original_lang": "en",
  "original_title": "Deadly shooting at Jehovah’s Witness hall in Germany",
  "original_body_lines": [
    "A number of people have been killed in a shooting at a Jehovah’s Witness meeting hall in the north German city of Hamburg.",
    "Police say the gunman acted alone and is thought to be dead. It is unclear if the attacker is among the six or seven fatalities reported by German media.",
    "As yet, “there is no reliable information on the motive”, police say.",
    "A number of people were also injured in the shooting on Deelböge street in the city’s Gross Borstel district.",
    "Police say they found a dead person at the scene who they believe may have been a perpetrator and investigations are continuing.",
    "Police were called around 21:15 (20:15 GMT) to reports that shots had been fired in the building, police spokesman Holger Vehren said.",
    "Officers who went in found people who “may have been seriously injured by firearms, some of them fatally”, he said.",
    "“The officers also heard a shot from the upper part of the building and went upstairs, where they also found a person. So far we have no indications that any perpetrators fled.”",
    "He said police had not yet identified the victims and work at the crime scene continued.",
    "“All we know is that several people have died here, several people have been injured, they have been taken to hospitals,” Mr Vehren said.",
    "An alert was sent on the federal warning app, NINAwarn, at around 21:00 (20:00 GMT) telling locals that “one or more unknown perpetrators shot at people in a church”.",
    "Residents nearby were told not to leave their homes amid the ongoing police operation.",
    "Footage showed police escorting people out of the meeting hall, some to ambulances.",
    "Hamburg’s Interior Minister, Andy Grote, said on Twitter that police special forces and a large number of officers had been deployed to the scene.",
    "Police have appealed to the public not to share assumptions or to spread rumours.",
    "The denomination was founded in the USA towards the end of the 19th century, under the leadership of Charles Taze Russell. The headquarters of the movement is in New York."
  ]
}