{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/on-to-the-private-sector-jkh-hemas-and-schaffter-company/",
  "time_ut": 1704532680.0,
  "original_lang": "en",
  "original_title": "On to the private sector – JKH, Hemas and Schaffter company",
  "original_body_lines": [
    "About the time I joined the SLT Board, Ken Balendra, the Chairman of John Keells Holdings, invited me to join the Board of his company. That was the start of my working simultaneously with the private sector and the State sector. Ken was a strong personality and could by himself enforce the disciplines of good governance. He was due to retire and he felt, and I think correctly, that he should leave JKH with a more formal structure to ensure good governance. He appointed three Independent Directors, S. Easparathasan, Franklyn Amerasinghe and myself, and later Tarun Das.",
    "There was a major issue with the management arrangements at JKH. It had a serious ‘Parents-and-Children’ syndrome. The Executive Directors managed their segments of responsibility, like a chief executive. So they became the children managing the business. But they were also in corporate terms the parent responsible to the Board for this segment’s activity. So in effect they reported to themselves for their area of responsibility. So they were both parents and children.",
    "In management terms this was a bad model and has been extensively discussed in the literature. I found a very good book on the subject and insisted that they all read it. The JKH team comprised nice and intelligent people and they were prepared to think positively about change where it was necessary. It was a pleasure working with this group, and they appreciated what I did for them.",
    "They accepted that the business units should have a head reporting to the Directors – a separation of parents from children. The parents would be accountable to the Board. This is the classic management model and I was glad to take JKH down this road.",
    "JKH had an entrepreneurial culture. I think this heritage came from Mark Bostock’s time. Instinct had played a role in selecting acquisitions. Persuading them to adopt hurdle rates and cash-flow paybacks helped to test acquisitions and to dispose of some bad acquisitions. When I was on the Board, the LMS (Lanka Marine Services) acquisition came up for discussion. The financials were good. I had a Shell background in my youth and knew something about petroleum products and bunkers.",
    "I discreetly asked Susantha Ratnayake (who was promoting the acquisition) whether he or JKH knew anything about the bunker business. He said, `No, but Sir, it is not rocket science and we can learn it.’ He had acquired some of the JKH entrepreneurial culture. It was brave of him to persuade the Board to buy a business without knowing the business. They bought it and it was very profitable.",
    "Ken Balendra knew his team better than anybody else and had selected Lintotawela to succeed him. He was a finance man and perhaps Ken thought it best to have a numbers man to preside over his entrepreneurial troops. I did not think he was quite JKH style and thought that Susantha was the driving force in the business. After I left the Board, whenever I met Susantha I told him that he was developing a stoop by carrying the business on his shoulders (he turned a light shade of pink and hated me for saying it). Subsequently Susantha Ratnayake became the very successful Chairman of JKH.",
    "I met Abbas Esufally, I think it was at the Golf Club, and he said Hemas was debating whether to go public (with a listing on the CSE), and he wanted me to help them to decide, and if they went ahead to help them through the process. I agreed to meet them and talk about it as I held the view, and still do, that a private sector economy would survive best if all the big companies went public, so that the wider public could also benefit from their success, and this would create inclusive growth.",
    "Eventually I agreed to help Hemas, and I told JKH about it. Lintotawela was unhappy and I could not be on the JKH Board and the Hemas Board. He saw a conflict of interest because JKH was in Hotels and Serendib had three hotels, one in Sigiriya and one in Waikkal, where JKH had no hotels, and one three-star in Bentota where JKH had the five-star Bentota Beach Hotel. The JKH team tried to persuade me to dump Hemas and stay with them, but I felt I had done my bit for JKH and it was an interesting challenge to take Hemas public.",
    "I resigned from the JKH Board to join Hemas. The JKH Directors continued as friends and still Susantha very kindly invites me for dinner from time to time.",
    "Even during the dark days of the war, when tourist arrivals were poor, I believed that in the long-term tourism would be our oil well. To get closer to the industry I wanted to make an investment in a hotel company. Through a mutual friend I met Abbas Esufally and with his help bought the shares of a Director of Serendib Hotels, who was retiring. It was a relatively modest investment but it got me to the top three non-corporate individual shareholders and I was invited to join the Board. I also invested in the quoted Serendib subsidiary companies Sigiriya and Dolphin.",
    "This gave me a good and continuous rolling insight of the tourism industry. I had always been interested in tourism as a good industry for developing countries. This close-up picture of the hotel industry was helpful in developing my knowledge. I was happy to be on the Board.",
    "Serendib was a fairly unstructured business and I endeavoured to help the management develop relevant business processes. I encouraged the management to develop Serendib as a brand and to leverage the Bawa connection.",
    "It was one of Geoffrey Bawa’s early hotels. It had been heavily influenced by 18th century Dutch architecture. The facade viewed from the beach had a remarkable resemblance to the well-preserved Dutch building in Pettah.",
    "The hotel put together a Bawa room to illustrate and leverage the Bawa link. After Srilal Miththapala, the enthusiastic Manager in the early phase, we had Ranil De Silva, a very experienced modern Manager. I was happy to be an active and involved member of the Board, and saw the hotel expanding both physically and in quality and as a shareholder I was pleased that it also was a steady, profitable hotel.",
    "Abbas Esufally, one of the four major shareholders of Hemas Holdings, was Chairman of the Company. He was perceptive of the issues relating to tourism, was a pleasure to work with, and I enjoyed working with him, for many years.",
    "The Minor Group, a big international hotel group with a base in Thailand, had expressed an interest in some form of collaboration. This proved to be a distraction. The Serendib management was heavily involved in building its Anantara property in Kalutara and the Hemas Minor Joint Venture hotel in Tangalle. The joint venture with Minor never happened and Serendib had to consider a life without Minor. This was a new strategic challenge. I did not stand for re-election.",
    "Hemas was owned by four Esufally cousins. Each managed a piece of the business, with freedom to do as they pleased. They had the same cars and same salary and lived down the same road. A high comfort zone.",
    "My role was to explain the process, advantages and consequences of becoming a public company. The big concern was whether the public would buy the shares of a firm in Bristol Street owned by four Borah cousins. I was convinced that a properly-constructed public offering would succeed.",
    "The daunting question for them was whether to remain private in their comfort zone or to release the value by going public and accepting all the restrictions on freedom that came with it. The prospect of becoming billionaires won. But it proved to be a hard struggle to get them to keep their part of the bargain and accept the restrictions on their freedom as a public quoted company. I agreed to come on the Board and lend my name to the public issue and the financial advisers were confident that the issue would be fully subscribed. It was.",
    "It had three Independent Directors, and I was the Independent Chairman. I tried to perform two roles. To give them the benefit of my management experience and be a mentor to develop the management skills of the company and as Chairman to establish the good governance practices of a public company and create the corporate structures that would help optimize shareholder value.",
    "To complacently accept less than the best skills available was not compatible with the obligations of a Chairman, the custodian of the public shareholders’ interests. This created problems. The four family shareholders were all intelligent and educated. In the management structure of any good company, that only gets one to the starting gate. What they all, including Hussein, lacked was good business experience gained by working elsewhere under outstanding managers and a high quality management education.",
    "It was a struggle to get them to accept that they should relinquish the Managing Director type of roles they performed, and to bring in first-class management so as to optimize shareholder value and for them to move to a Non-Executive Chairman type of role.",
    "I can well understand that they would have resented me for pushing them to give up their roles, but probably reluctantly accepted that it was in the best interest of protecting the billions of value they owned in shares. Abbas Esufally was charming and gregarious, looked at it all in a very mature fashion, and took it all in his stride in the interests of developing shareholder value. His only concern was fashioning a useful role when he gave up his executive line job.",
    "Hussein Esufally was the biggest block to creating a proper Board-managed company. Transition from a family firm to public company meant the major roles of managing the business, which were all in Hussein’s hand as the CEO of the family business, had to be vested in the Board headed by the Chairman.",
    "He resented it, but had to accept, for example, that there had to be a Remuneration Committee, an Audit Committee, and that annual plans and investment proposals, etc. had to be approved by the Board. Good governance processes remain cosmetic until you give them teeth, and giving them teeth was not easy.",
    "He saw this as a move of authority from him to me and did not like it, as it affected his ego. His reaction was to endeavour to diminish the image of the Chairman. He did not provide the Chairman with an office or a secretary, let alone a company car or entertainment allowance. When I insisted on an office, he gave me a little cubicle behind a secretary.",
    "This undermined my ability to interact with the senior management as I had no proper venue to meet them and it was not in keeping with the image of a chairman of a public company to ask managers to meet the Chairman in his shoebox! When he had decided that he would be the next chairman, a grand office was created. I was like a shadow hovering relentlessly, pursing the reduction of his powers and creating a proper Board-managed public company.",
    "I thought that over the years I had convinced the family that the best method of protecting their wealth was to be a proper public company with an independent chairman and an experienced management team with a good track record managing it.",
    "Steadily over the years we climbed up the ladder, rung by rung. I thought I had convinced them that the two sacred pillars of a good public company were an independent chairman and an excellent and experienced CEO.",
    "When it was time for me to retire, sadly both these pillars were ignored. It was case of whizzing down a snake at the end. Hussein had decided to be Chairman. An end to independent chairmen at Hemas.",
    "The choice for Chief Executive was Enderby. When I was a Director of CDC Plc in the UK, Donald Peck was Managing Director South Asia and Steven Enderby was a member of his private equity team. Steven Enderby had never managed a business as an executive CEO.",
    "CDC was in private equity operations and Enderby could perhaps use his contacts from private equity days to get some funds to buy Hemas in the market and thereby help the share price. Steven is a friendly, charming and intelligent person but had no general management experience to bring to the party. After a long career of success in my endeavours, this is the one big blot of failure.",
    "Fortunately for shareholders, Hemas had some good people, Malinga Arsakularatne had done an excellent job as Head of Finance. There had been many good marketing men in FMCG. If Hemas was prepared to have a CEO with great potential but no previous CEO experience in a big business, the very talented Kasturi Chellaraja Wilson would have been an excellent choice.",
    "In addition to being appointed, there was also something in the air about Steven Enderby wanting to buy a large block of shares at a discount. I don’t know whether this ever happened. I did not want to be a party to the decisions regarding the Chairman and CEO. I said I must retire from the Board before these decisions were made and did so.I did not leave Hemas with the gratitude of the family but I think it was with their resentment.",
    "Dinesh Schaffter wanted my help and guidance on developing a conglomerate of businesses he had put together. I said I would have a good look at his business and see whether I could add value. Ksathriya, as it was called, was managed by a small team of highly-paid managers.",
    "I was appalled by what I saw in the numbers. They had made a number of bad acquisitions and were in the throes of making another, a supermarket chain, which had all the signs of another bad acquisition. Ksathriya was kissing distance away from bankruptcy. The task was not growth but restructuring for survival.",
    "The management team was discontinued. Manjula Mathews, Dinesh’s sister, who also had a financial interest, joined the team to salvage what we could from this business which was in dire straits. This was the beginning of a long association with the Schaffters and their businesses. Ksathriya could not be saved as an ongoing business and all commercial operations dwindled down and were wound up.",
    "Dinesh Schaffter was the eternal entrepreneur and his philosophy was ‘if one failed, look for another’. Ksathriya was reborn as Dunamis. Tucked away within it was a piece of relatively neglected business, which was high risk but interesting. The business called First Capital was a licensed bond trader and could trade in Government securities. So I joined First Capital as a mentor, ended up on the Board, and eventually was Chairman.",
    "Trading in Government securities, to put it very simply, was to buy at the Central Bank auctions with money borrowed from the Banks and sell on at a profit but at very thin margins of profit. It was volume that gave one a meaningful profit, but volume meant high debt. It was a difficult business of predicting trends in interest rates and backing the judgment with high-risk trading.",
    "Good governance was paramount. Processes had to be put in place to ensure good governance of trading and good management and they had to be rigorously enforced. The industry was heavily regulated. Compliance was vital as failure could result in losing the license to trade, which would mean the end of the company.",
    "A compliance team was established but it was necessary for the Board to keep this activity under continuous review. The other area to be managed with utmost care was the management of risk and there was a Risk Management Committee. It was compliance to protect the license and risk to protect the shareholders’ money.",
    "There were the other corporate bells and whistles essential in a public company, like a Remuneration Committee and an Audit Committee, and these were established. Around First Capital, there was another conglomerate developing. Wealth management, investment funds and a stockbroking firm. Good processes were established to facilitate their development.",
    "The Schaffters, Manjula and Dinesh, were delightful people to work with, for many reasons. They were both very bright, there was always a chuckle even when contemplating dire circumstances if things went wrong. Never a risk of rumbling egos. If they had any, they never brought them to work. They always appreciated what I did for them. Whenever I met their father, Chandra Schaffter, he never failed to thank me for helping his children.",
    "The thought of retiring from all work was hovering in my mind. A difficult regulatory development provided the exit. Stringent regulations were introduced about related party transactions. In close-knit conglomerates this was a problem and created the need to unravel them and to create new arrangements that complied with the regulations. At the tail-end of my career I had little appetite to take this on, and I had a good solution.",
    "I had brought two excellent finance people on to the Board, Minette Perera and Nishan Fernando. They had both worked in companies where I was Chairman. Minette at Reckitts and Nishan at SLT. They were appointed to a Related Party Transaction Committee. After watching over it for a few months I knew it was in safe hands, and as I had done my bit for the Schaffters over the years I thought it was in good order not to stand for re-election, and brought the curtain down after a 55-year career.",
    "Rewarded for good job done at SLT by being fired, and musical chairs with Arjuna Mahendran",
    "From building businesses in the Far East to the main board of R&C",
    "Settling into my job in London and helping Colombo in a delicate New Delhi assignment",
    "Returning to Sri Lanka, becoming MD of Reckitt’s in SL at age 33 and then Chairman",
    "Posting in Brazil at age 32 and working in Portuguese as member of the management team",
    "Selling Oil, motor racing and moving from Shell to Reckitt and Colman",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}