{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-s-first-Digital-Readiness-Index-out-soon/34-745908",
  "time_ut": 1677801880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s first Digital Readiness Index out soon",
  "original_body_lines": [
    "Exchange of agreement by Kelaniya University Vice Chancellor Senior Prof. Nilanthi De Silva (left) and IQ Global Founder/Director Nadira Abdul Cader Irfan",
    "The launch of the Digital Readiness Index by (from left) Kelaniya University Vice Chancellor Senior Prof. Nilanthi De Silva, IQ Global CEO Mafaz Ishaq and LMD Editor in Chief Hiran Hewavisenti",
    "Sri Lanka’s first ever Digital Readiness Index (DRI) will be out soon following a multi-stakeholder collaboration.",
    "The partners are Innovation Quotient (IQ), University of Kelaniya and LMD magazine.",
    "It was announced recently that following the pilot phase of deployment, IQ plans to publish rankings of the 50 most “digitally ready” companies in Sri Lanka from June.",
    "IQ has developed the survey which has been validated by the University of Kelaniya, inviting leading companies in Sri Lanka to participate. The index will be published upon collection of the survey results.",
    "By IQ’s definition, Digital Readiness is the level of readiness of an organisation’s workforce and the level of acceptance of the leadership to transition into digitised workflows enabled by software and technology, as well as the digital aptitude and attitude from workforce to leadership that ensures that transformation goes beyond technology.",
    "“There’s something scaling much faster than our businesses – that’s complexity,” IQ CEO Irfan Ahmed said at the launch of DRI.",
    "Highlighting the importance of a DRI for Sri Lanka at this time, Ahmed said Sri Lankan businesses need to brace for the AI-led revolution and that “the consumer is adapting to technology faster than the business.”",
    "IQ noted several global benchmarks of digitisation and innovation as a guiding base for their DRI, including the Global Innovation Index (GII), Singapore’s Digital Readiness Blueprint, and Cisco’s Digital Readiness Index. As of 2021, Sri Lanka ranks 101st and 90th in the GII and Cisco Index respectively, placing our nation well below average.",
    "Quoting Prof. Roger Martin, Dean of the Rotman School of Management in Canada, Ahmed noted, “Design skills and business skills are converging. To be successful in the future, businesses will have to become more like designers.”",
    "Ahmed emphasised the role of the University of Kelaniya during the research and development of this metric. “We’ve been working very closely with the university, particularly Dr. Ajith Mendis and his team, to really look at how we can come up with an index that not only embraces design, but also isn’t something we merely transplant to Sri Lanka. We need to make sure it is suitable for local corporates, all the way from MSMEs, to SMEs, to Large Enterprises.”",
    "Developed in collaboration with the Business Design and Transformation Cube – a research group at the University of Kelaniya, the fundamental pillars of this DRI are leadership, talent, tech enablement, experience and growth.",
    "Speaking at the launch Kelaniya University Department of Marketing Management Head Dr. Ajith Mendis emphasised the need for businesses to encourage consumers to lean into the digital age. He alluded to the lessons learnt from the National Fuel Pass QR Program implemented at the height of Sri Lanka’s energy crisis in 2022.",
    "“When we talk to companies about this digital transformation, the usual answer is that the consumer is not ready. But look at what happened last year: when everybody said the consumer is not ready, just an introduction of a QR code mobilised the entire country – including the humble farmer – to be digitally ready,” Dr. Mendis added.",
    "“We are planning to work with the State sector in this evaluation process, otherwise this will not represent Sri Lanka. We have found that certain State entities are actually digitally ready, and we are ready to help them,” he said.",
    "Sri Lanka ranks 95th of 193 countries in the UN E-Government Development Index, a composite metric aimed to reflect how a nation is using information technologies to promote access and inclusion, including provision of online services, telecommunication connectivity, and human capacity. Over 10 million Sri Lankans did not have access to the internet in the beginning of 2022."
  ]
}