{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92567/parliamentary-committee-moots-preparing-special-visa-category-for-saarc-countries",
  "time_ut": 1691652480.0,
  "original_lang": "en",
  "original_title": "Parliamentary committee moots preparing special visa category for SAARC countries",
  "original_body_lines": [
    "The Sectoral Oversight Committee on International Relations has taken into discussion the need to prepare a special visa category for SAARC countries including India, Bangladesh and Maldives.",
    "The Sectoral Oversight Committee on International Relations met in Parliament on Tuesday (Aug. 08) under the chairmanship of MP Namal Rajapaksa, the Parliamentary Communications Department said in a statement.",
    "There was a discussion on Sri Lanka’s foreign policy on behalf of the SAARC countries and MP Namal Rajapaksa pointed out that it is important to prepare a special visa category for the SAARC countries like India, Bangladesh and Maldives in the fields of education and health. As a result, he said that the Committee would propose to prepare a system of granting visas for these countries in a considerate manner.",
    "The Committee suggested that the Ministry of Foreign Affairs focus on preparing a system for starting internships for various programs under the Ministry of Foreign Affairs. Thus, the Committee pointed out that this program should be organized so that all sectors are represented and foreigners should also be able to join.",
    "The officials present said that an internal training program is being implemented under the Ministry of Foreign Affairs as per a circular. However, the Committee Chair Namal Rajapaksa pointed out that this program should be prepared as an open program in a more formal manner, the statement added.",
    "There was also a discussion about preparing a system for Sri Lankans living abroad to vote and the officials of the National Election Commission said that the Election Commission is ready to prepare the necessary mechanism according to the new recommendation given by the legislature.",
    "They also mentioned that a method of registering to vote via online technology has also been prepared, and Sri Lankans living abroad can also register to vote through it.",
    "Accordingly, Namal Rajapaksa pointed out that he will take the necessary steps to prepare a system for this in consultation with the Speaker of Parliament.",
    "It was also discussed that several awareness and training programs should be organized under the Ministry of Foreign Affairs for the Members of Parliament.",
    "MPs G.L. Peiris, Niroshan Perera, S.M.M. Muszhaaraff, Akila Ellawala, Kokila Gunawardena, Yadamini Gunawardena, Madhura Withanage, Chandima Weerakkody were present at this committee meeting."
  ]
}