{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-opposition-groups-question-presidents-comments-on-debt-restructuring-127711/",
  "time_ut": 1691493720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka opposition groups question president’s comments on debt restructuring",
  "original_body_lines": [
    "ECONOMYNEXT – A recent remark by Sri Lanka President Ranil Wickremesinghe that debt restructuring is a matter involving public finances coming under parliament and not the courts has drawn criticism from some opposition quarters.",
    "Parliamentarian G L Peiris who was a staunch backer of former President Gotabaya Rajapaksa but now sits in the opposition told reporters on Monday August 07 that the Wickremesinghe’s statement was highly dangerous.",
    "“He said very threateningly, ‘I will only consider decisions and recommendations made by parliament and nowhere else on this’.",
    "“This is the death of democracy in this country,” said Peiris.",
    "Attorney-at-law J M Bandara, who is part of a group of lawyers from the opposition Natioal People’s Power (NPP), said speaking at a public event that there is no provision that parliament hears court cases.",
    "“The leaders must respect the constitution. The country goes into chaos if the courts and the executive clash or if the courts and the cabinet clash,” he said.",
    "Attorney-at-law and activist Nuwan Bopage told reporters on Monday that Wickremesinghe, who had sought the help of the courts when he was unconstitutionally removed from the premiership in 2018, is now saying he won’t heed the courts when it comes to debt restructuring.",
    "“They’re trying to implement their anti-people policies even by threatening the courts,” said Bopage.",
    "Speaking at an event on Friday August 04, President Wickremesinghe said the government’s financial accountability is to parliament. He was emphatic that the government will only adhere to the instructions and orders of parliament in the debt optimisation programme.",
    "A statement from the president’s office quoted Wickremesinghe as saying that he is committed to preventing the country from descending into anarchy by avoiding out-dated political practices, and he remains devoted to developing Sri Lanka.",
    "“This plan has already been approved by parliament. This process will only be halted on the instructions of parliament. We cannot take orders or instructions from anyone else.”",
    "“So, I am telling smaller parties not to create un-necessary problems.”",
    "Under Article 4 of the Constitution certain judicial powers were exercised directly by parliament. Other matters were left to courts.",
    "At least one trade union connected to the opposition Janatha Vimukthi Peramuna has already gone to court protesting a plan to restructure domestic debt held by pension funds.",
    "An individual had also gone to the Human Rights Commission saying it was not correct to only restructure debt of pension funds.",
    "President Wickremesinghe said restructuring debt was essential to take the country forward.",
    "The Committee on Public Finance had suggested an amendment but had forwarded it to parliament for approval.",
    "Though the opposition had not supported the debt restructuring, some did not oppose it. (Colombo/Aug08/2023)"
  ]
}