{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SMR-Consolidated-wins-Silver-at-31st-Annual-Export-Awards-in-Extra-Large-category/34-756650",
  "time_ut": 1703267782.0,
  "original_lang": "en",
  "original_title": "SMR Consolidated wins Silver at 31st Annual Export Awards in Extra-Large category",
  "original_body_lines": [
    "International Sales and Marketing Manager Varnan Neethirajah, and Quality Assurance Manager Kanchana Gunasekara accepting the award",
    "SMR Consolidated (Sena Mills and Refineries Ltd.), Sri Lanka’s leading manufacturer, refiner, and exporter of edible oils and fats, has once again received national-level recognition for its unwavering commitment to quality and excellence. Accordingly, the company secured the prestigious Silver Award in the Extra-Large category of the Coconut & Coconut Products Sector at the 31st NCE Annual Export Awards.",
    "Held this year on 8 December at the Shangri-La Colombo, the Annual Export Awards is organised by the National Chamber of Exporters (NCE) of Sri Lanka and is designed to recognise and reward outstanding performances amongst Sri Lanka’s exporters. The awards are presented after a stringent, strict, and comprehensive evaluation of the applications by an independent panel of judges. The evaluation criteria include financial performance over the preceding three years, export performance, value addition, foreign exchange earnings, effective management, branding, and research and development.",
    "SMR Consolidated International Sales and Marketing Manager Varnan Neethirajah expressed his positive sentiments saying, “It is truly an honour and a privilege to be acknowledged with this very prestigious award and represent the extra-large-scale coconut sector. From our inception, we have remained steadfast in our pursuit of quality and excellence, a commitment that has made our products highly sought-after in over 53 countries, worldwide. Today, in numerous international markets, we are hailed as the gold standard for quality, and we endeavour every day to maintain this reputation. ‘Coco Organic’ the international brand of SMR Consolidated takes the essence of Sri Lankan coconuts to the world. The brand has become the leading coconut oil brand in the GCC region and is on its quest to acquire the world.”  Reflecting on the company’s history and customer loyalty, Neethirajah continued, “In 1997, we inaugurated our edible oil refinery, pioneering the use of the first continuous physical edible oil refining facility in Sri Lanka. Since then, we have led the industry in terms of quality. We take this moment to appreciate our valued customers locally and globally for their unwavering trust and faith in our products.”",
    "Notably, SMR Consolidated’s dedication to excellence has earned it various coveted food safety and quality certifications, including BRC, FSSC 22000, ISO, SEDEX, SMETA, FAIRTRADE Organic, Kosher, and others. In 2023, the company marked a significant milestone with its export products reaching over 53 countries across six continents, for the first time.",
    "This recent accolade also comes on the heels of SMR Consolidated’s success in the previous year, where it secured the Bronze Award at the 30th NCE Annual Export Awards in the same category. Additionally, the company received the prestigious National Industry Excellence Awards 2023, winning the national-level Gold Award. This esteemed accolade was presented during the National Industry Excellence Awards ceremony conducted by the Industrial Development Board (IDB) earlier this year.",
    "As a community-focused, people-centric, and sustainable business, SMR Consolidated not only excels in delivering high-quality products but also creates value for Sri Lankans in various ways. The company, with its local roots, currently employs nearly 1,000 individuals, and creates indirect economic opportunities for over 5,000 people, supporting over 6,000 rural families. SMR Consolidated continues to contribute positively to the global recognition of the brand Sri Lanka through its products."
  ]
}