{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ghostwriters/",
  "time_ut": 1684567980.0,
  "original_lang": "en",
  "original_title": "Ghostwriters",
  "original_body_lines": [
    "This type of writer, OK author, has, I presume, been thrust into prominence with the publication of Prince Harry’s Spare. The first question asked when the book was sensationally out was: Who wrote the supposed-to-be autobiography? Prince Harry made no pretense he was the author who actually wrote his memoir with all its revelations. And in double quick time it was out that J. R. Moehringer had written the book for him and thus he was Prince Harry’s ghostwriter.",
    "The name ghost writer is defined as “A person whose job it is to write material for someone else who is the named author”. He is Ghost because his name is not mentioned; not as co-author. He remains un-named on title page and elsewhere. Sometimes ghost writing is outsourced and this because getting a person to write in India or the Philippines may be cheaper for a British or American. Ease and cheapness of international communication facilitates this outsourcing. In some cases ghost writers are allowed to share credit. For example, a common method is to insert the client/author’s name on a book cover as the main byline and then have the ghostwriter’s name underneath it with the word ‘with’ added on.",
    "This could be done in lieu of payment: fame instead of money paid. For nonfiction books, the ghostwriter could be credited as a ‘contributor’ or ‘research assistant’. Sometimes the ghostwriter is asked to sign a nondisclosure contract that legally forbids any mention of the actual writer’s role in the publication. Payments vary. The New York Times reported, according to an article I read, the payment made to the ghostwriter for Hillary Clinton’s memoirs was about $500,000. The amount promised by her publisher being 48 million. We read Harry paid his ghost an advance of $1 m.",
    "I was keenly interested in the article by Moehringer published in the New Yorker May 15, 2023 issue, titled Notes from Prince Harry’s Ghostwriter as a Personal History contribution. It was all about how he was approached to ghost-write Prince Harry’s tell all memoir. He traveled to their home in California and found Harry easy to talk with. One fact that made him agree was that there was no deadline set for completion of the book. The article details how they set about the job and the reception that ‘Spare’ earned.",
    "The project was kept under strict wraps but the book was leaked in a bookshop in Madrid a week before it was officially launched. Criticism of the negative kind far exceeded any kudos. It was not only the fact that Harry ‘betrayed’ his family by describing squabbles and all but that in spite of the statement that facts stated had been scrupulously researched. “Within days,” as Moehringer writes, “the amorphous campaign against Spare seemed to narrow to a single point of attack that Harry’s memoirs rigorously fact-checked was rife with errors.",
    "“I cannot think of anything that rankles quite like being called sloppy by people who routinely trample facts in pursuance of their royal prey, and this now happened every few minutes to Harry and by extension to me.” It was about a sale that had Harry going to, to buy at cheaper rates. The sharp criticism was that that particular retail outlet never had sales. However, Moehringer proves this was wrong, the sale had been on as noted in the book.",
    "However, Spare won mention in the Guinness World Records by being certified as the fastest selling non-fiction book in the history of the publishing world. People were actually reading the book. Common comment was that Harry’s candour about family dysfunction and losing a parent gave solace to readers.",
    "At a party to celebrate the book, a very confident Harry had thanked all involved and the ‘ghost’ too and said he was greatly encouraged by the ghost to continue with setting down his memoirs by ‘trusting the book’ which he did. “Harry first felt liberated when he fell in love with Meghan, and again when they fled Britain, and what he felt now, for the first time in his life, was heard. That imperious Windsor motto, ‘Never complain, never explain’ is really just a prettified omerta which my wife suggests might have prolonged Harry’s grief, His family actively discouraged talking, a stoicism for which they’re loudly lauded, but if you don’t speak your emotions you serve them, and you don’t tell your story you lose it – or, what might be worse, you get lost inside it. Telling is how we cement details, preserve continuity, stay same. We say ourselves into being every day, or else.”",
    "Moehringer goes on to ask the question why writers take to ghost writing, which carries no school certification nor a degree of higher education. “No one ever says his ambition is to be a ghost writer. Writing under no name is safe; writing under someone else’s name is hedonic – a kind of hiding and seeking.” He details how he came to write Harry’s book. He ends his essay with a heart-warming family incident. His five year old daughter at breakfast had looked up from her cinnamon toast and asked what ghostwriting was. To the author and his wife it sounded like asking Who is God. Then he had said she loved art and hoped to be an artist. “Imagine if one of your classmates wanted to express something, but could not draw. Imagine if she asked you to draw a picture for her.” The little girl promptly said she would do it. “That’s ghost writing” he had succinctly proclaimed, but added: “Don’t paint other’s pictures, paint your own, sweetheart.”",
    "John Joseph Moehringer writes under the name J R Moehringer. He seems to have had a hard childhood growing up in Long Island with a father too fond of his alcoholic drinks. He was often comforted by the bar keeper. His mother was very ambitious for him and dreamed of and encouraged a Harvard education. He rewarded her by earning his degree in Yale.",
    "He started his professional life as a journo in the New York Times, then moved West to write for the Rocky Mountain News, which paper, he says, still seemed to cater to the reading tastes of gold diggers, from its first issue in 1859. He was often called to write for a gossip columnist who was wont to taking it easy in a bar. That was when he discovered he wrote best when he substituted for another writer – the start of ghost writing. In 2000, he won the Pulitzer Prize for Feature Writing while on the staff of the Los Angeles Times. He authored his first novel in 2005–  Tender Bar: a memoir – which was autobiographical.",
    "A successful film directed by George Clooney starring Ben Affleck resulted. Affleck won a Golden Globe Award for his portrayal of the protagonist. Then came the call on behalf of tennis star Andre Agassi who wanted him to ghost write his autobiography. He met Agassi in Los Angeles and they clicked: Agassi not literary at all and Moehringer not into sports even in school. Agassi’s wife, Stefanie Graf, approved of the plan. And thus came to completion in 2009, Open, the very shy tennis champ Andre Agassi’s ghost written life story. In April 2016 he ghost wrote the autobiography of Phil Knight – creator of Nike shoes. The book was titled Shoe Dog.",
    "JRM was now a well-known ghost writer and offers poured in. But he was choosy; avoided politicians and businessmen. When the offer came on behalf of Prince Harry his interest was rekindled. Discussions continued for a while and then the writing began, leading to his name and fame as a ghost writer spreading wide. He says he too was hounded by papparazi.",
    "The offer to ghost write came my way twice. One was from an associate of a businessman, son of the entrepreneur who started a very paying enterprise. Work started with discussion of terms of the project. Being an utter novice I asked for a very small fee. I met the big man – very genial – and wrote an outline or skeleton of the book. A son asked me whether I was writing about the boardroom or bedroom! The work was taxing and I made the gross mistake of doing an Oliver Twist, this time for money. I was thrown out but my detailed outline was retained.",
    "A second misadventure was being invited to ghost write the very remarkable life of a mercantile head. Given an elephantine pile of personal files, I asked for a literary friend as help. Permitted. The initial bit of writing was to be. The big man said – put it on or lay it on thick. So I compared him to Julius C as a colossus under whom lesser mortals cringed. Laughed at by two of his critics. We suggested that instead of ghost writing, he write his life story and we would edit and improve sections done, if necessary. I was, for some reason, getting cheesed off. Maybe I am not fit to ghost write, I surmised. Illness of the biographee intervened and the project was shelved, but my detailed notes again retained. The book was completed by a professional writer. My pal and I got thanks and a bottle of wine each. Enough of attempting ghosting, I decided.",
    "Govt to allow more farmers to use firearms against wild animal attacks",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}