{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/12/rights-groups-slam-sri-lanka-s-abusive-anti-drug-operation/",
  "time_ut": 1705049700.0,
  "original_lang": "en",
  "original_title": "Rights Groups Slam Sri Lanka’s “Abusive” Anti-Drug Operation",
  "original_body_lines": [
    "COLOMBO (News 1st); 28 rights groups are urging Sri Lanka to put an end to the 'Yukthiya' Anti-Drug Operation which they term as abusive, and release those who have been arbitrarily detained.",
    "These rights groups include Amnesty International (Global), Human Rights Watch (Global), International Drug Policy Consortium (IDPC) (Global) and Africa Network of People Who Use Drugs (AfricaNPUD) (Africa).",
    "A statement from these rights groups notes that the operation is unfolding in a context of already severe repression against persons who use or are suspected of using drugs, who suffer discrimination and stigma within the Sri Lankan criminal justice system and society.",
    "Alleged arbitrary arrests, primarily against individuals from marginalised socio-economic communities; searches conducted without warrants or reasonable suspicion; and, degrading treatment including strip searches in public as well as cavity searches are highlighted by the rights groups as violations.",
    "They call to immediately cease operation “Yukthiya” and release persons who have been arrested without evidence or reasonable suspicion. The government should ensure that those arrested who do not have access to legal representation are provided legal aid.",
    "The also demand Sri Lanka cease involving the armed forces in drug control and treatment activities as consistent with human rights law.",
    "Further they call to repeal laws that allow compulsory drug rehabilitation, close compulsory treatment centres and release persons presently held at the centres within the purview of the Bureau of Commissioner General for Rehabilitation.",
    "Sri Lanka intensifies Operation Yukthiya with Police deployment surge and stricter legal oversight.",
    "Sri Lankan workers of two closed-down Jordan garment factories to be repatriated after legal proceedings",
    "Sri Lanka Air Force launches investigations into Mi-17 helicopter accident"
  ]
}