{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/invest-sri-lanka-successfully-concluded-in-chennai-cse/",
  "time_ut": 1691767500.0,
  "original_lang": "en",
  "original_title": "‘Invest Sri Lanka’ successfully concluded in Chennai – CSE",
  "original_body_lines": [
    "The “Invest Sri Lanka” Investor Forum, which was organized by the Colombo Stock Exchange (CSE) in association with the Confederation of the Indian Industry (CII), was concluded successfully on August 9 in Chennai, at the Taj Coromandel Hotel. The forum made a strong case for investment flows into Sri Lanka. The forum witnessed a strong turnout of 180 investors from multiple industries across India. Shehan Semasinghe, State Minister of Finance, Sri Lanka was the keynote speaker at the forum.",
    "The Sri Lankan delegation, including the chairman of the CSE, senior representatives of the Securities and Exchange Commission of SL (SEC), CSE, Central Bank of Sri Lanka (CBSL), and representatives from 16 stockbroker firms, collectively pitched for further investment flows into Sri Lanka, a call that was also boosted by strong endorsements for Sri Lanka by the CII.",
    "The forum was well received by the audience, which praised the organizing parties and the speakers for their efforts to put on such an event during the economic recovery process.",
    "In addition, the forum also featured a prominent line-up of speakers, including Vice Chairman, CII Tamil Nadu State Council and Managing Director, Wheels India Ltd., Srivats Ram, Chairman, CSE, Dilshan Wirasekara, Director General, SEC, Chinthaka Mendis and Director of Research, CBSL, Dr. P.K.G. Harischandra, who spoke about the Sri Lankan economy and the capital market. A technical session on the Sri Lankan stock market outlook and sector performances was carried out by the Sri Lankan stockbroking firms, including Director/ Head of Research, Acuity Stockbrokers (Pvt) Ltd, Shehan Cooray, Head of Research, CT CLSA Securities (Pvt) Ltd., Oshadha De Vas Gunasekara and Chief Research and Strategy Officer, First Capital Holdings PLC, Dimantha Mathews.",
    "The Q&A session where the State Minister of Finance, Shehan Semasinghe, Chairman, CSE, Dilshan Wirasekara, Director General, SEC, Chinthaka Mendis, Director of Research, CBSL, Dr. P.K.G. Harischandra, and CEO, CSE,. Rajeeva Bandaranaike, joined as the moderator, was well received by the participants.",
    "The “Invest Sri Lanka” investor forum in Chennai was supported by Asia Securities and First Capital Holdings PLC as the Platinum Sponsors. The support partner for the forum is the Ceylon Chamber of Commerce (CCC).",
    "The “Invest Sri Lanka” India investor forums are two-part forums. The first forum, as mentioned above, concluded on August 9 at the Taj Coromandel Hotel, Chennai. The second forum was set for August 11 at the Taj Lands End Hotel, Mumbai.",
    "LMD’s Most Respected Entities 2023 crowns Unilever Sri Lanka as the No.1 Most Respected FMCG Company",
    "Share market in modest rebound; turnover Rs. 3.1 billion with five crossings",
    "CSE on the uptick in the wake of healthy institutional participation",
    "CSE trading boosted by foreign buying interest in JKH stocks",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}