{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/High-Commissioner-Kananathan-Justice-Rohini-Marasinghe-form-part-of-international-election-observer-mission-in-Sierra-Leone/56-750010",
  "time_ut": 1687909895.0,
  "original_lang": "en",
  "original_title": "High Commissioner Kananathan, Justice Rohini Marasinghe form part of international election observer mission in Sierra Leone",
  "original_body_lines": [
    "Two eminent Sri Lankans joined the international election observer mission to observe and assess the conduct of the general election in Sierra Leone on 24 June 2023, in which the country’s President, Parliament, and other local representatives will be elected.",
    "Justice Rohini Marasinghe was part of the 11-member Commonwealth election observation mission headed by the Republic of Nigeria former Vice President Prof. Yemi Osinbajo, and High Commissioner Veluppillai Kananathan, who is a well-known personality in Africa, was invited by the Electoral Commission of Sierra Leone to join the international observer mission. It was a unique occurrence that two members from Sri Lanka were included in the international election observer mission in an African country.",
    "High Commissioner Kananathan has already been engaged as an election observer in the recent general elections in Kenya and Nigeria. While on the election observation mission, High Commissioner Kananathan met with high-profile African personalities, including Nigerian former President Goodluck Jonathan, Ethiopian former President Hailemariam Desalegn, Burkina Faso’s former Prime Minister Kadré Désiré Ouédraogo, and Nigerian former Vice President Prof. Yemi Osinbajo. Further, the High Commissioner also met with the lead Presidential and Vice-Presidential candidates and other candidates.",
    "Further, the European Union (EU), the African Union Commission (AUC), the Economic Community of West African States (ECOWAS), and other teams led by non-governmental organisations comprised the electoral observation mission.",
    "During her visit to Sierra Leone, Justice Rohini Marasinghe, a retired Supreme Court Judge and the current chair of the Human Rights Commission of Sri Lanka, intends to meet with TRC Sierra Leone Chairman Bishop Dr. Joseph Humper, early next week. She had a conversation with Yasmin Jusu-Sheriff over the phone and the meeting is fixed for Sunday. The human rights abuses had occurred in Sierra Leone between 1991 and 2002.",
    "Justice Marasinghe said that Sri Lanka studied the experiences of the TRC in South Africa and added that Sri Lanka was in the process of establishing a suitable model of a truth and reconciliation and the normative Act of the TRC was already in preparatory process. She said that the country is very much committed to deal with the past conflict in the North and East as well as the conflict in the South in the 70s and 80s and move forward as both parties had committed atrocities and now the time has come to put an end to that dark era.",
    "She said that the most important matter is to understand the challenges faced by the TRC Sierra Leone and the manner it could overcome those challenges.",
    "Justice Marasinghe further explained that it is important before the country moves for transitional justice, there must be a well-established agreement with families of the victims and the perpetrators. The terms of reference of the Commission including its mandate and the composition must be acceptable to all concerned.",
    "Justice Marasinghe intends have a full briefing on this matter with the local members of the TRC of Sierra Leone The TRC of Sierra Leone comprised a diverse group of professionals, including lawyers, academics, religious leaders, and activists, who collectively worked towards achieving the objectives of truth, reconciliation, and healing in Sierra Leone."
  ]
}