{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/janashakthi-groups-innovation-shines-at-the-national-ict-awards-2023/",
  "time_ut": 1700833020.0,
  "original_lang": "en",
  "original_title": "Janashakthi Group’s innovation shines at the National ICT Awards 2023",
  "original_body_lines": [
    "Janashakthi Group recently clinched a prestigious award at the National ICT Awards NBQSA 2023 for a cutting-edge innovation: The award highlighted a digital product developed by Janashakthi Group’s IT team for Janashakthi Life, which targeted a niche market, generating active community engagement.",
    "This recognition not only acknowledged the Group’s commitment to next-gen advancements but also underscored its contribution to marketplace development and competitiveness. The award ceremony, organized by BCS The Chartered Institute for IT, took place in October 2023 at the Monarch Imperial, with President Ranil Wickremesinghe serving as the Chief Guest and State Minister of Technology, Kanaka Herath, as the Guest of Honour.",
    "“We successfully established a state-of-the-art facility to manage leads and enhance engagement. This achievement stands as a testament to the Group’s readiness and agility in adapting to changing market dynamics. Janashakthi Group has always been dedicated to staying ahead in the ever-changing digital landscape. I am particularly proud of our IT team within the Group – a team that is not only passionate, skilled, and creative but consistently pushes boundaries to develop products that redefine standards in the digital realm. It is noteworthy that, at both at the Group and individual company levels, our leadership is not only supportive but also actively fosters an environment receptive to innovation, propelling us forward in the dynamic digital space.” Expressed K.V. Kuganathan, Group Chief Information Officer of Janashakthi Group.",
    "Wait-and-see approach by most stock investors following interest rate decline",
    "Nations Trust Bank American Express partners Resortwear edition of CFW in its 7th year",
    "Janashakthi wins ‘Domestic Life Insurer of the Year’ and ‘Digital Insurance Initiative of the Year’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}