{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89874/x-press-pearl-disaster-mepa-nara-instructed-to-facilitate-expert-committee-to-obtain-remaining-samples",
  "time_ut": 1681821120.0,
  "original_lang": "en",
  "original_title": "X-Press Pearl disaster: MEPA, NARA instructed to facilitate expert committee to obtain remaining samples",
  "original_body_lines": [
    "The Sectoral Oversight Committee on Environment, Natural Resources and Sustainable Development has instructed officials of both the Maritime Environment Protection Authority (MEPA) and the National Aquatic Resources Research and Development Agency (NARA) to facilitate the expert committee to obtain samples from the site at which the X-Press Pearl caught fire in Sri Lankan waters.",
    "At a meeting held earlier this month, the expert committee appointed to assess the full extent of the environmental and other damages caused by the incident, pointed out that the inability to go near the ship or inside the ship posed as obstacles in calculating the full damage.",
    "They stated that even though they were prevented by MEPA and NARA from going to sites near the ship as it was dangerous, the institutions should have instead, with the aid of the Sri Lanka Navy and the Air Force, facilitated a safe way to enter the area so as to obtain said samples.",
    "Thus, the Parliamentary committee Chair, MP Ajith Mannapperuma, instructed both MEPA and NARA to expedite these activities as the inability to obtain these samples from the vicinity of the ship may be disadvantageous in the compensation claim case.",
    "The prosecution of the Singaporean vessel was also discussed at the meeting, during which a group of lawyers present emphasised that there remains only 45 days to file a lawsuit in this regard. They added that despite receiving Cabinet approval to do so, it would be disadvantageous to file the relevant lawsuit in Singapore.",
    "MEPA Chairman Asela Rekawa further assured that the report of the committee related to the USD 6.2 billion compensation has been forwarded to the Attorney General’s Department, adding that the prosecution should be done by the AG’s Department.",
    "Meanwhile, representatives of the AG’s Department assured that a lawsuit to obtain the relevant compensation would be filed promptly based on the said report, while the Committee is due to meet again on 25 April to review the progress of the compensation recovery process.",
    "Opposition Leader Sajith Premadasa, Justice Minister Wijeyadasa Rajapakshe, State Minister Anuradha Jayaratne, Members of Parliament Akila Ellawala, Waruna Liyanage, Nalaka Bandara Kottegoda, Upul Mahendra Rajapaksha, were present at the committee meeting."
  ]
}