{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pan-asia-bank-ready-to-leverage-on-economic-revival-amidst-external-challenges-posts-steady-1h-performance/",
  "time_ut": 1691423880.0,
  "original_lang": "en",
  "original_title": "Pan Asia Bank ready to leverage on economic revival amidst external challenges; posts steady 1H performance",
  "original_body_lines": [
    "Pan Asia Banking Corporation PLC reflected a steady performance amidst a multitude of adversities emerging from challenging macro-economic conditions as the Bank reported its financial performance for 2023 1H, which showed judicious portfolio management and prudence exercised in dealing with possible fallout on its asset quality from under high interest rate regime. For the six-month period ended 30th June 2023, the Bank reported a Pre-Tax Profit of Rs. 1,516 Mn, which is 206% increase compared to corresponding period last year, mainly due to increased trading gains from government securities, reduced exchange losses and reduced impairment charges.",
    "The Sri Lankan economy has experienced some positive signs of gradual economic recovery and a measure of stability in macro-economic factors compared to the previous period, with the appreciation of LKR against USD and the IMF bailout followed by the Domestic Debt Optimization (DDO) announcement. The Impairment charges for 2023 1H came down by 31% compared to the comparative period due to steady collection and recovery efforts and contraction in loan book during the period under review. Meanwhile, the management maintained the LKR equivalent of the impairment provisions made on SLISBs and SLDBs without a significant change during the period under review, despite the appreciation in LKR against USD during 2023 1H with the expectation of possible adverse outcomes of the on-going government external debt restructuring programme.",
    "The interest income for 2023 1H rose by 73% due to increased market lending rates that prevailed during the period under review compared to 2022 1H and the re-pricing effect of facilities in response to the market conditions. Further, the significant volume growth in Pawning and Short-Term Loans (YoY) also contributed to the increase in loan related interest income. Apart from that, the interest income from Rupee denominated securities of the Government of Sri Lanka has also gone up significantly due to both increase in investments in Rupee Treasury Bills and high interest rates offered on such new investments compared to the previous period.",
    "The interest expense for 2023 1H has also gone up significantly by 148% due to the steep increase in deposit rates, re-pricing effect of deposits as a response to the market conditions and growth in deposit base. Consequently, the Net Interest Income declined by 12% to Rs. 4,552 Mn during the period under review from Rs. 5,155 Mn in the corresponding period due to higher growth in interest expense than the growth in interest income.",
    "The Bank’s Net Fee and Commission Income declined by 26% mainly due to a drastic reduction in fee income generated from loans and advances due to weak demand for credit which resulted from the high interest rate regime and other less supportive macro-economic environment that prevailed during the period under review.",
    "The Bank reported a reduction in Other Operating Losses due to reduced exchange losses on impairment charges for loans and advances and other financial assets due to the appreciation of LKR against USD during 2023 1H which also contributed for the growth in Total Operating Income in 2023 1H. This is due to the presentation of the impact of the currency fluctuations on impairment charges on FCY loans and advances and other FCY financial assets under Other Operating Income/(Losses) in the Income Statement. (Pan Asia Bank)",
    "Dr. Ravi Bamunusinghe empowers Pan Asia Bank’s team towards a thriving SME sector",
    "Pan Asia Bank establishes INR account in partnership with Standard Chartered Bank, India in order to strengthen regional trade",
    "Pan Asia Bank recognizes top performers at its 2022 retail awards",
    "Pan Asia Bank rewards loved ones of its remittance customers",
    "Partnership to benefit the education of many students across Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}