{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-treasuries-yields-rise-across-maturities-126188/",
  "time_ut": 1689765780.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Treasuries yields rise across maturities",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Treasury bill yields went up across maturities at Wednesday’s auction with 63 billion rupees in bills sold, data from the state debt office showed.",
    "The debt office accepted 70 billion rupees in 3-month bills at 19.99 percent, up 0.91 basis points from a week earlier, after offering 40 billion rupees.",
    "50 billion rupees in 6-month bills were sold at 17.77 percent, up 0.82 basis points from a week earlier after offering 12 billion rupees.",
    "40 billion rupees of 12-month bills were sold at 14.35 percent, up 0.31 basis points from a week earlier after offering 10 billion.",
    "Sri Lanka has seen currency volatility under the confidence busting ad hoc pegging arrangement called a ‘flexible exchange rate’.",
    "The flexible exchange rate which is neither a clean float nor a consistent peg, is peddled to hapless third world nations without a doctrinal foundation in sound money by Western macro-economists siting in the comfort of single-anchor regimes, just as crawling pegs (BBC policy) that was peddled to countries that ended up with monetary instability and social unrest in the 1980s, critics say.",
    "The flexible exchange rate, along with flexible inflation targeting (trying to target a domestic anchor without a clean float) is now found countries that default after severe external instability.",
    "In countries with a consistent peg, interest fluctuation stabilize the external sector. However in flexible exchange countries rates eventually to up, and currencies also collapse in a double whammy.",
    "In the week to July 13, foreign holdings of Treasury bills fell to 179.02 billion rupees from 187.13 billion rupee a week earlier. Foreign holdings were 191 billion rupees in the week to June 27.",
    "There is also stronger demand for bonds from investors, dealers said, which has weakened interest in bills, dealers said. (Colombo/July19/2023)"
  ]
}