{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/contempt-of-court-law-should-not-be-used-to-create-a-chilling-effect-on-lawyers-litigants/",
  "time_ut": 1691029858.0,
  "original_lang": "en",
  "original_title": "Contempt Of Court Law Should Not Be Used To Create A Chilling Effect On Lawyers & Litigants",
  "original_body_lines": [
    "A month or so earlier, it was a lawyer practicing mainly in a High Court closer to Colombo, that contacted me and told me about his concerns about a draft Bill which has been discussed amongst his colleagues which was about the introduction a draft of a Contempt of Court Bill. He had received a draft copy and he said that he as well as several of his colleagues was seriously worried about this draft law.",
    "His main concerns as I gathered from the conversation were relating to the right of the cross examination of witnesses by lawyers and also making submissions on issues which may sound at times controversial on matters that arise in the course of judicial proceedings. He narrated several instances in which he thought that there were unnecessary pressures to limit the cross examinations and without justifiable reasons. Often, he said that he had been threatened that action will be taken against him for what he sincerely believed to be the exercise of legitimate duties on behalf of his clients.",
    "Similar concerns have been expressed by some lawyers practicing in other courts. Whether such fears are well founded or exaggerated is not the issue that is being discussed in this article. What is of utmost importance is that there should not be such grounds for lawyers to feel reluctant to exercise their functions freely and it is a rule without fear or favour.",
    "Many of the provisions of the draft Bill create a reasonable suspicion on the possibility of the Contempt of Court law being used for purposes other than what the law is supposed to achieve within a rule of law system. Under the common law, the area covered by the contempt of court is a very limited area. This limited area is to ensure that court proceedings in particular cases can be conducted in a decent and sober atmosphere without undue pressures or threats to the courts directly or indirectly. Directly, such attacks can happen to a judicial proceeding if there is an attempt to deliberately disturb the proceeding through behaviour that cannot be justified through any rational meaning. Indirectly, the offence can be used if indirect pressures are being brought to influence the judgment of a court by attempting to build up public opinion or other pressures that may interfere with the free and independent exercise of their functions by the Judiciary or anybody who is working on behalf of the judicial system.",
    "However, the draft bill goes at a tangent on all sorts of things far beyond this narrow scope. Instead of the contempt of court, sometimes, other terms are used as the administration of justice or the respect of courts and the like which could bring considerations far outside the scope of the offence of the contempt of court.",
    "That all the systems in Sri Lanka including the economic system, the various systems of bureaucracy, social systems, and also the whole legal system has been exposed to severely unacceptable levels of politicisation is no longer a matter of surprise. It is part of the daily conversation at all forums, including the Parliament and other public forums and also in the media that such a situation is a dominant factor in the life of the Sri Lankan people at the moment. Even in the negotiations with international financial agencies, the issue of re-creating a system which is not under the undue influence of political pressures has become a major issue.",
    "It is not an exaggeration to say that undoing the excessive politicisation problem in all aspects of Sri Lankan life remains a ‘to be or not to be’ question that seems to be looming large on the present and the future of Sri Lanka.",
    "Under these circumstances, the wise draftsmanship of laws such as the Contempt of Court should particularly try to address this contextual problem. After all, the laws are meant to assist in the process of subduing prevailing contemporary evils. Over-politicisation of everything is one of the major evils affecting all institutions including that of the institution dealing with the protection of the legal system.",
    "It does not appear that the draftsman of this Bill was conscious of the problems that came up even recently by way of highly publicised cases which were perceived as unnecessarily used by forces other than those who are interested purely on the protection of the individual rights and the stability of the State.",
    "For a long time, the agitation for having a contempt of court law to have the law relating to contempt of court clearly defined and stated in Sri Lanka was from lobbies which were protesting against perceived abuses of the manner in which the contempt of court law has been used in some occasions in the past. Thus, if this law is to have a benevolent effect, it should take into consideration these anxieties and effectively try to limit the application of the law with the view not to create a greater confusion on the issues involved but in order to create a greater clarity which is the hallmark of any good law.",
    "The existence of the courts and the functioning of the court system is grounded above all things on the need for the protection of the individuals and citizens living in the country. The protection function is the primary function of courts.",
    "A citizen who may feel aggrieved by a perceived attack on his/her freedoms and finds that the legislative and the Executive branches do not provide him/her with the necessary avenues for protecting himself/herself and his rights, comes to court which is the final guardian of all citizens.",
    "The guardian function stipulates that courts must be places where people approach with confidence and without fear and are able to air their grievances without being unduly afraid of any unreasonable consequences. The court system is based on the development of the enlightenment tradition which meant that at the end, reason is the only guide by which judgments will be made. A good judgment is always a rational product, and this is the underlying logical framework or justification for a judicial system.",
    "Therefore, it is hoped that in the attempt to make this new law, all attempts will be made to avoid any possibility of creating any kind of confusion or fear at the heart of litigants and lawyers that the rational participation that they are expected to play within judicial proceedings will in any way be hampered. Instead, the law should create the impression of inviting persons to exercise greater freedom, fearlessness and reasonableness in daring to come forward to defend their own rights.",
    "The strength of a nation lies with daring citizens who do not accept injustice and who will take risks in order to come forward to protect themselves and their neighbours in the face of what is perceived as illegal and unjust. It is that environment that needed to be created particularly under the present circumstances.",
    "The following story report from India is a reminders of maintaining judicial decorum.",
    "Chief Justice of India Chandrachud pointed out that an HC judge does not possess disciplinary jurisdiction over Railways personnel. “Hence, there was no occasion for an officer of the High Court to call for an explanation from the Railway personnel ‘to be placed before His Lordship for kind perusal’.”",
    "The CJI stated in the missive that “self-reflection and counselling within the judiciary is necessary” and that protocol made available to judges should not be used in a manner that brings criticism to the judiciary.",
    "Ashish Srivastava, Registrar (Protocol), Allahabad High Court, declined to comment on the issue and said he did not know anything about the CJI’s letter.",
    "Justice Chowdhary, through a letter issued by the Registrar (Protocol) of the High Court, had sought an explanation from “erring officials” of the Indian Railways and others after Purushottam Express ran late by over three hours on July 8.",
    "Justice Chowdhary, who was travelling in First AC coach of the train, said he did not get “refreshments despite repeated calls” and the Government Railway Police also did not attend to him. The letter, addressed to the general manager of North Central Railway, stated that the incident “caused great inconvenience and displeasure to His Lordship”. ] found that the New Delhi-Prayagraj train was delayed due to the rising water level of the Yamuna in Delhi and the resultant flood situation in the Capital. Moreover, Justice Chowdhary, as per his wishes, had been served tea without sugar, vegetable cutlets, and bread with butter for breakfast at 7.30 am, the Railways noted.",
    "In his letter, the CJI noted, “A wise exercise of judicial authority, both on and off the Bench, is what sustains the credibility and legitimacy of the judiciary and the confidence which society has in its Judges."
  ]
}