{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/EC-still-awaiting-an-indication-of-releasing-funds-for-LG-poll/108-257644",
  "time_ut": 1681653857.0,
  "original_lang": "en",
  "original_title": "EC still awaiting an indication of releasing funds for LG poll",
  "original_body_lines": [
    "The Election Commission (EC) is still awaiting an indication from the Finance Ministry on a time frame in which necessary funds would be released to the EC to conduct the twice postponed Local Government (LG) polls, chairman Nimal G Punchihewa said yesterday.",
    "Punchihewa told Daily Mirror that Prime Minister Dinesh Gunawardana who is also the Minister of Provincial Councils and Local Government has told the EC that he would discuss the financial issue of the EC with President Ranil Wickremesinghe who is the Finance Minister and inform the EC when the funds are available during the discussion held on last Monday (10),",
    "The EC could announce a new date for the polls only after the Treasury released enough funds.",
    "But, there was no firm word from the Finance Ministry or from the PM when the EC would get sufficient funds to conduct the much delayed LG polls. Therefore, we have no option but to wait for a positive response from the Treasury,” Punchihewa lamented.",
    "However, Prime Minister Gunawardana has told the EC that he would resolve the issue of the failure of the Attorney General to appear before Supreme Court on behalf of the EC for inquiries held in Fundamental Rights petitions filed by the main opposition Samagi Jana Balawegaya (SJB).",
    "The SJB has filed an FR petition challenging the refusal by the Treasury to transfer funds to the EC even after the Supreme Court ruled against the withholding of budgetary allocations to the EC.",
    "Asked whether he would expect to return to the EC, as the Constitutional Council (CC) is in the process of selecting new commissioners for the EC, Punchihewa said he had no intention to apply.",
    "“But President has the authority to appoint a chairman to the EC outside the three nominees sent to him by the CC chosen from those applied,” he added. (Sandun A Jayasekera)"
  ]
}