{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/china-attempts-to-prove-its-close-cooperation-with-debt-defaulted-sri-lanka-118820/",
  "time_ut": 1682343720.0,
  "original_lang": "en",
  "original_title": "China attempts to prove its close cooperation with debt defaulted Sri Lanka",
  "original_body_lines": [
    "ECONOMYNEXT – China, one of Sri Lanka’s largest bilateral lenders, attempted to prove its close cooperation with the island nation after its state-owned China Merchants Group (CMG) signed the first large investment deal since the Indian Ocean nation declared bankruptcy.",
    "The Hong Kong-listed company signed a $392 million agreement with government-owned Sri Lanka Ports Authority on Saturday to jointly build the South Asia Commercial and Logistics Hub.",
    "“We are always “providing free charcoal in the snow” instead of “collecting rented-umbrellas in the rain”,” China Merchants Group Chairman Miao Jianmin said in a statement released by the Chinese Embassy in Colombo on Sunday.",
    "“We will further strengthen cooperation with local and foreign companies and make more contributions to Sri Lanka’s economic recovery.”",
    "During his visit, Jianmin met President Ranil Wickremesinghe and discussed further port-related investments.",
    "President Wickremesinghe on the same day emphasized that the government’s intention to make Sri Lanka an air and sea hub in the region.",
    "“Sri Lanka has to think of the future, what we will do in the next 25 years, how we are going ahead to make this a developed country,” the President said addressing a 30-year development plan of the Colombo North Port workshop on Friday.",
    "“We have to look at the developments in India, in Bangladesh, in Iran, and total Makran coast, in assessing the role that Sri Lanka has to play as a hub, that is important.”",
    "China Merchants Group’s investment project is the first large investment project since Sri Lanka announced default on its foreign loans in April last year.",
    "Investor sentiment has turned positive since a $3 billion International Monetary Fund (IMF) loan was signed on March 20, but other foreign investors have yet to commit to any substantial projects due to uncertainty over both external and domestic debt restructuring, analysts say.",
    "China’s latest investment comes after it was blamed by the United States and its allies that Beijing had been dragging the IMF deal by not committing itself to bilateral debt restructuring. The IMF approved the loan soon after China agreed to the debt restructuring within IMF parameters.",
    "China Merchants is operating a key terminal which it invested $500 million in Colombo port on build-operate-transfer (BOT basis since 2014. It has also secured the China-financed Hambantota port on a 99-year lease for $1.12 billion in 2017. (Colombo/April24/2023)"
  ]
}