{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cip-ms-7th-great-hr-quiz-2023-a-triumph-of-knowledge-and-collaboration/",
  "time_ut": 1702565100.0,
  "original_lang": "en",
  "original_title": "CIP M’s 7th Great HR Quiz 2023: A triumph of knowledge and collaboration",
  "original_body_lines": [
    "The recently concluded 7th Great HR Quiz 2023, organised by the Chartered Institute of Personnel Management (CIPM), stood as a benchmarked event, celebrating the spirit of knowledge and camaraderie within the HR community. Hosted at the prestigious Hotel Galadari, Colombo, the competition witnessed the participation of 65 teams, making it a grand spectacle in the realm of workplace intellect.",
    "With an exciting display of wit and strategic insight, Siam City Cement Lanka Ltd emerged victorious, claiming the coveted title of ‘CIPM Great HR Quiz 2023 Champions’. IFS Sri Lanka R&D International (Pvt) Ltd secured the position of 1st Runner-up, while Ansell Lanka (Pvt) Ltd showcased their prowess as the 2nd Runner-up. The Quiz Master, C. Hewapattini, skilfully navigated the participants through a series of challenging questions, adding an element of excitement to the competition.",
    "The event was graced by distinguished personalities, with Nalin Karunaratne, Director and CEO of Ceylon Biscuits Ltd, serving as the Chief Guest and Anura Siriwardena, Executive Director of Voice of Asia Network (Pvt) Ltd, as the Guest of Honour. Their presence added prestige to the occasion, emphasising the significance of the HR Quiz in fostering knowledge exchange and professional growth. Ken Vijayakumar, at the helm as the President of CIPM, graced this momentous occasion alongside esteemed Office bearers, Executive Council members, Past presidents, and the committed staff of CIPM, adding to the event’s significance.",
    "The panel of judges, comprised of Senior Professor Ajantha Dharmasiri, Dhammika Fernando, and Professor A. Sarveswaran, ensured the fair and impartial assessment of the participants’ responses.",
    "The strategic sponsorship from Nippon Paint Lanka (Pvt) Ltd and PickMe and Wild Drift’s participation added vibrancy to the event. Their support underscored the collaborative effort to promote excellence in HR practices.",
    "The event brought together industry professionals and provided a platform for witnessing the brilliance of the competing teams. With a focus on teamwork, strategy, and adaptability, the competition created a unique learning experience for the participants. It reinforced the importance of continuous learning and development in the dynamic landscape of HR, showcasing the commitment of the HR community to staying abreast of the evolving trends.",
    "World Monuments Fund officially endorses ‘88 Acres’ by the MMCA Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}