{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/06/india-investigating-eye-drop-manufacturer-after-complaints-of-vision-loss-in-sri-lanka/",
  "time_ut": 1686022740.0,
  "original_lang": "en",
  "original_title": "India investigating eye drop manufacturer, after complaints of vision loss in Sri Lanka",
  "original_body_lines": [
    "The Indian drug controller is currently investigating a pharmaceutical company based in Gujarat after receiving reports from Sri Lanka that a steroid eye drop manufactured by the firm has been associated with adverse events, including cases of vision loss.",
    "The Sri Lankan government has recalled the medicine as well.",
    "The Pharmaceuticals Export Promotion Council of India (Pharmexcil) has issued a notice to the company, requesting information regarding the importer, recipients of the drug, and details about the manufacturing license and product permissions.",
    "The company, Indiana Ophthalmics from Wadhwan-Gujarat, has been urged to investigate the cause of the alleged product contamination and provide their findings to take appropriate action.",
    "Failure to submit the requested information by June 3, 2023, could result in the suspension of the company's Registration-cum-Membership Certificate (RCMC).",
    "According to reports, the prednisolone eye drop in question was administered to patients in Sri Lanka who had undergone cataract surgery. The eye drop has been linked to \"eye infections in over 30 individuals,\" as mentioned in the Pharmexcil notice.",
    "This is not the first instance of contamination involving an eye drop manufactured in India. Earlier this year, the US was investigating the EzriCare Artificial Tears, an over-the-counter eye drop produced by Global Pharma Healthcare in Chennai, India.",
    "Several SLPP MPs appointed to Sectoral Oversight Committees in Parliament",
    "Blunt Force Trauma COD in Vocational Training Officer death in Police custody",
    "For the very latest news, subscribe to News 1st English on YouTube. @newsfirst.english"
  ]
}