{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Lawyers-concerned-over-Acting-IGP-s-appointment-amid-torture-case-ruling/56-756457",
  "time_ut": 1702843102.0,
  "original_lang": "en",
  "original_title": "Lawyers concerned over Acting IGP’s appointment amid torture case ruling",
  "original_body_lines": [
    "Upul Jayasuriya PC questions approval of Deshabandu Tennakoon as Acting IGP amid ongoing legal cases",
    "Says current Acting IGP has now lost public confidence as result of torture case ruling",
    "Lawyers say integrity and eligibility of individuals for high office should not be compromised",
    "Calls on Govt. to restore public trust in the office of the IGP",
    "The Lawyer’s Collective, a newly established civil society group comprising legal professionals, voiced their apprehensions over the weekend about the appointment of Acting Inspector General of Police Deshabandu Tennekoon, citing his involvement in several pending legal cases.",
    "Former President of the Bar Association of Sri Lanka (BASL) Upul Jayasuriya PC questioned the Constitutional Council’s approval of Deshabandu Tennakoon as Acting IGP as the top cop had a pending case before the Supreme Court for torturing a suspect at the time of appointment.",
    "On Thursday the Supreme Court ruled that Tennekoon, along with three other Police Officers, had infringed upon the fundamental rights of an individual by illegally arresting, unlawfully detaining and subjecting him to torture in 2011.",
    "Accordingly, Jayasuriya said given the recent judgement the Acting IGP has now lost public confidence. He emphasised the Attorney General’s responsibility to bring charges against Tennakoon and others under the Torture Act following the verdict.",
    "Meanwhile, Professor of Law, Savithri Gunasekara raised concerns about the circumstances surrounding the appointment of the current Acting IGP by the President and approval by the Constitutional Council.",
    "The Lawyers’ Collective urged the President and the Constitutional Council to uphold public trust, emphasising that the integrity and eligibility of individuals for high office should not be compromised."
  ]
}