{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sec-cse-varsity-battles-2023-ends-on-a-grand-scale/",
  "time_ut": 1702485900.0,
  "original_lang": "en",
  "original_title": "SEC/CSE Varsity Battles 2023 ends on a grand scale",
  "original_body_lines": [
    "The Varsity Battles 2023, the inaugural inter-university capital market quiz competition, organized by the Securities and Exchange Commission of Sri Lanka (SEC) and Colombo Stock Exchange (CSE), was held last week at the Grand Kandyan Hotel, Kandy, with the participation of 39 teams from 13 state universities. The team from the Faculty of Commerce and Management from University of Kelaniya (Kelaniya Mavericks) emerged winner of the overall competition with a cash prize of Rs. 300,000/-.",
    "Faizal Salieh, chairman SEC, Dilshan Wirasekara, chairman CSE, Chinthaka Mendis, Director General SEC, Renuke Wijayawardhane, Chief Regulatory Officer, CSE, Tushara Jayaratne, Deputy Director General, SEC and Niroshan Wijesundere, Senior Vice President Marketing, CSE along with other officials from the SEC and CSE were present at the Varsity Battles 2023.",
    "The Faculty of Engineering from the University of Moratuwa (Mora Sharks) was placed first runner-up and received a cash prize of Rs. 200,000/- while the Faculty of Medicine from the University of Peradeniya (Pera Prodigies) was placed second runner-up with a Rs. 100,000/- cash award.",
    "The objective of Varsity Battles 2023 is to create awareness and educate university students on capital markets and to enhance financial literacy among university students. The first stage of the quiz (inter-faculty quiz) was launched in May 2023. The inter-faculty quiz competition was conducted at 13 state universities, and the top three teams with the highest scores in this stage were promoted to the final stage.",
    "Participants in the quiz competition were tested on their knowledge in Global Markets, General Knowledge, Sri Lankan Economy and Businesses, Current Affairs, Sports, Entertainment and other areas in relation to the management of financial securities.",
    "Commenting on the initiative, CSE chairman, Dilshan Wirasekara, said that “The Quiz Competition is another initiative taken by the CSE in collaboration with the SEC to create awareness on the importance of financial, investor, and capital market education. Thus, this initiative highlights the importance of financial literacy for every undergraduate in Sri Lanka.”",
    "“SEC and CSE initiated Varsity Battles with the intention of convincing the public that financial education could be quite an exciting and fun-filled engagement. This interest in the universities to participate and view this quiz as a fun and engaging learning experience has been vital to the success of this event.”",
    "Speaking at the competition, SEC chairman, Faizal Salieh, stated, “Understanding basic financial skills and concepts is not merely an individual responsibility but a cornerstone for a successful financial future. In 2009, the SEC conducted the inaugural Inter-University Quiz Competition, which set the stage for Varsity Battles 2023, the first-ever University Quiz organized by the SEC in collaboration with the CSE. A financially literate generation, nurtured through initiatives like this, will undoubtedly contribute to a more prosperous and resilient society.”",
    "Related Topics:The Varsity Battles 2023University of Kelaniya Winning Team – Varsity Battles 2023",
    "Dialog’s Govi Mithuru & Tea Research Institute Drive Agri Excellence in the Tea Sector",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}