{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Indian-commentator-Charu-Sharma-invited-for-LPL-auction/108-260780",
  "time_ut": 1686291746.0,
  "original_lang": "en",
  "original_title": "Indian commentator Charu Sharma invited for LPL auction",
  "original_body_lines": [
    "India's renowned commentator, compere and quizmaster, Charu Sharma will be an auctioneer for the LPL (Lanka Premier League) next week. This was revealed by Tournament Director Samantha Dodanwela.",
    "The inaugural player auction of the LPL will be conducted on June 14, 2023.",
    "\"We have invited Charu Sharma for this auction. He will also be assisted by a few local commentators\", Dodanwela said over the telephone from Colombo.",
    "\"Charu Sharma is not a new name for the LPL. He conducted the players' draft in the past and now his expertise will be used for the live auction\", he added.",
    "Charu Sharma was the SOS auctioneer at the 2022 Indian Premier League auction (IPL), after the original auctioneer Hugh Edmeades collapsed due to postural hypotension. Sharma conducted the auction after lunch on the first day, and continued till the last session on the next day, when Edmeades returned.",
    "Charu Sharma is popular for his television presentations (especially on cricket). He is also known as a quizmaster on television programmes and other events. He regularly hosts award shows, corporate events and contributes to teamwork and leadership seminars.",
    "\"About 500 cricketers have shown interest to play the LPL this season. We hope to conduct the auction for about 300 odd players including 140 foreign players\".",
    "The 4th Edition of the League will be held from July 30 to August 20, 2023. Five franchise teams will be participating in the tournament. Each franchise team will bring in a sum of US$ 500,000 for the auction to bid for players, thus totaling up to an overall sum of US$ 2.5 million. (Bipin Dani)",
    "Sahan leads Antonians, looking to end more than two decade long wait",
    "Women’s Emerging Teams Asia Cup 2023<span style=\"box-sizing: border-box; font-weight: bolder; color: rgb(33, 37, 41); font-family: -apple-system, BlinkMacSystemFont, \" segoe=\"\" ui\",=\"\" roboto,=\"\" \"helvetica=\"\" neue\",=\"\" arial,=\"\" \"noto=\"\" sans\",=\"\" sans-serif,=\"\" \"apple=\"\" color=\"\" emoji\",=\"\" \"segoe=\"\" ui=\"\" symbol\",=\"\" emoji\";=\"\" font-size:=\"\" 16px;\"=\"\">"
  ]
}