{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Govt-says-cooperation-between-Sri-Lanka-and-Japan-will-be-further-consolidated/14-745736",
  "time_ut": 1677440571.0,
  "original_lang": "en",
  "original_title": "Govt. says cooperation between Sri Lanka and Japan will be further consolidated",
  "original_body_lines": [
    "Ports, Shipping and Aviation Minister Nimal Siripala de Silva addresses the reception of the National Day of Japan. Japan’s Ambassador Mizukoshi Hideaki is also present",
    "The National Day of Japan was celebrated by the Embassy of Japan in Sri Lanka last week. Representing the Government at the reception hosted by Japan’s Ambassador Mizukoshi Hideaki, was Ports, Shipping and Aviation Minister Nimal Siripala de Silva. Following are excerpts from Minister de Silva’s speech.",
    "It is indeed a great honour for me to be present here this evening, and at the outset, on behalf of His Excellency Ranil Wickremesinghe, the President, the Government and the people of Sri Lanka, I would like to extend my warmest congratulations to His Imperial Majesty Emperor Naruhito of Japan on the occasion of his 63rd birthday. I also wish to extend my warm felicitations to the Government and the people of Japan, on the occasion of the National Day of Japan.",
    "Sri Lanka and Japan enjoy friendly relations based on shared historic and cultural ties as well as mutual understanding and respect. With 70 years of diplomatic ties, our relations have been deepened to include strong political, economic and people-to-people ties. The helping hand of Japan in Sri Lanka’s development over the decades is exemplary. Sri Lanka Rupavahini Corporation, Sri Jayewardenepura General Hospital and National Youth Services Council are some of the institutes established with grants received from Japan which stands testimony to the unwavering friendship of the people of Japan towards the people of Sri Lanka. I would particularly note that Japan remains an extremely important development partner of Sri Lanka. There has been a long tradition of generous Japanese assistance in the form of Official Development Assistance for a number of landmark projects in Sri Lanka which immensely contribute to the socio-economic advancement of the country.",
    "Sri Lanka and Japan have stood by each other through difficult times. Japan continues to offer unstinted support during the ongoing economic crisis in Sri Lanka. For this reason, the people of Sri Lanka have sincere appreciation for the people of Japan. Sri Lanka’s strong support for a free and independent Japan at the historic San Francisco Peace Conference held in 1951, which encouraged the international community to support Japan, has added to the sincerity and uniqueness of our bilateral relations.",
    "Recognising the importance of sustained engagement, there have been regular exchanges of high level visits. In September last year, His Excellency President Ranil Wickremesinghe participated at the State Funeral of Former Prime Minister Shinzo Abe, who remained a trusted friend of Sri Lanka, and shared our profound grief with the people of Japan. Very recently, State Minister of Foreign Affairs of Japan His Excellency TAKEI Shunsuke visited Sri Lanka to participate at the 75th Independence Day celebrations of Sri Lanka.",
    "Our cooperation in the political, economic, defence and cultural spheres have, over the years transformed into a mutually beneficial strategic partnership, dividends of which are enjoyed by our peoples.",
    "In the current unprecedented economic challenges faced by Sri Lanka, Japan has extended tremendous support, not only within the Paris Club, but also through discussions with other creditors, in arriving at decisions favourable to Sri Lanka. I also wish to recall with gratitude, the strong support extended by Japan in the post-conflict development process of Sri Lanka, assistance offered for the demining in the North and the continued support in the regional and international fora, including in the Human rights Council.",
    "While acknowledging Japan’s excellent development partnership, Sri Lanka will continue to engage with Japan to obtain further assistance for development projects which are currently underway in numerous sectors including power, water supply, transport and rural development. Foreign Direct Investment by Japanese companies into Sri Lanka dates back to the 1970s; and since then, Japanese investment has contributed immensely to the country’s industrial development. We strive to revamp our economic partnership with Japan with renewed trust and understanding. In light of this, we invite our friends in Japan to consider Sri Lanka as their next preferred investment destination.",
    "Traditionally, Sri Lanka has been a much loved travel destination among Japanese tourists. We look forward to welcoming more Japanese friends in Sri Lanka in the months ahead as the tourism industry of Sri Lanka is now well on track to recovery.",
    "People-to-people contacts between Sri Lanka and Japan have flourished over the past several decades. Japanese has become a trending foreign language among Sri Lankan youth and is taught in schools in both Ordinary Level and Advanced Level classes. Competency of the Japanese language has also opened up many new avenues for Sri Lankan skilled migrant workers in Japan. We recognise with appreciation, Japan’s goodwill towards Sri Lanka in terms of providing opportunities for skilled migrant workers and human resource development. We hope the ongoing collaboration in this respect will help Sri Lanka further develop its human resources to be productive.",
    "As the Minister of Ports, Shipping & Aviation I will be failing in my duty if I do not mention the great assistance extended by the Japanese Government and the people of Japan for the development of maritime and aviation sectors in Sri Lanka. I recall with gratitude that Jaya Container Terminal in the Port of Colombo was totally financed by the Japanese Government which contributes to port development and the economy of Sri Lanka. The recent assistance from the Government and the people of Japan to establish the night vision facilities and providing equipment for the Port of Trincomalee worth over 1 billion Yen has enhanced the operations of the port and it has strengthened the revenues of Sri Lanka Ports Authority.",
    "In the aviation sector, JICA granted a soft loan to build Terminal 2 of the Bandaranaike International Airport and its construction work has paused due to the severe financial crisis of the country. I am glad and grateful to JICA and the Government of Japan for their reassurance that the Terminal 2 building of BIA will resume construction once the debt restructuring process is concluded.",
    "My Ministry is looking forward to completing the partly built BIA terminal exclusively with the assistance of Japan and nobody else.",
    "On this special occasion, I also wish to note the valuable contribution made by His Excellency Mizukoshi Hideaki, the Ambassador of Japan, whose enthusiasm and passion to take our relations forward is quite remarkable. Ambassador Mizukoshi is supported by a competent and a well-experienced team which has our excellent bilateral ties at heart. Given the strong bonds of friendship between our two countries, I am confident that the cooperation between Sri Lanka and Japan will be further consolidated in the years ahead."
  ]
}