{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/President-Ranil-Wickremesinghe-s-economic-model-and-main-enemy/4-746858",
  "time_ut": 1680112734.0,
  "original_lang": "en",
  "original_title": "President Ranil Wickremesinghe’s economic model and main enemy",
  "original_body_lines": [
    "What happens when the state is totally subtracted from production and the market, in effect, from the economy? What remains? Obviously the private sector. This gives the private sector, local and foreign, a monopoly, and eliminates all balance. Everything is then subordinated to the law of private profit. The state, which ensures that the public interests is served to some extent, will be completely retrenched and the citizenry will be left naked to the tender mercies of the marketplace",
    "All international experiences and consequent conceptualisations say that any attempt to make systemic or major structural change on two fronts instead of moving sequentially, having consolidated on a single front, leads to implosion or explosion.",
    "President Wickremesinghe is moving on three fronts, not one or two. He is driving rapidly and simultaneously to make major game-changes on three fronts: political (freezing elections), economic (taxation/privatisation/foreignisation ‘shock therapy’), and legal (totalitarian Anti-Terrorism Act).",
    "That broad observation apart, three main problems make the Government’s economic program unlikely to succeed:",
    "3.Proliferating foci of resistance caused by the deficit of electoral democracy and legitimacy; disconnection of electoral feedback-loops.",
    "The central reason is a contradiction lodged at the heart of the program itself. On the one hand, the program recommends that “The authorities should step up growth-enhancing structural reforms…” while on the other, it approvingly says “Going forward…weak demand as the economy continues to shrink will support a disinflationary path.”",
    "How can you have ‘growth enhancing structural reforms’ while applauding the support of a disinflationary path specifically through weak demand and the continuing shrinkage of the economy? How can an economy shrink and grow at the same time? Or, if the strategy is to shrink the economy first only to grow it back later, why that self-contradictory and circuitous path instead of simply growing the economy? Our economy isn’t suffering from ‘overheating’ by over-rapid growth, like China’s used to and is still prone to.",
    "Lakshman Kiriella, a senior Opposition MP and hardly a leftist of any persuasion, warned the Wickremesinghe administration in Parliament during the three-day debate on the IMF agreement, that it was “stepping on a landmine”. Listening to an exchange between a young journalist and President Wickremesinghe at his meeting with the mass media, one got Hon. Kiriella’s point.",
    "The young woman earnestly asked the President whether and why profit-making state enterprises were to be sold-off. President Wickremesinghe waspishly asked her “what economic theory did you get that from?...The issue of profitability and unprofitability does not arise. How can we pay-off our debts without selling these off? Anyway, what is the state doing in business? That’s not the role of the state! There was no such thing in the days of DS Senanayake…!”",
    "The doctrine that the President revealed that he adhered to is not the step-by-step approach on SOEs contained in the IMF report. It is also factually untrue. Under DS Senanayake, GG Ponnambalam was the Minister of Industries and in that capacity initiated the Kankesanturai (KKS) cement factory.",
    "Sri Lanka embraced the universally-known doctrine of a Mixed Economy since Independence and even earlier, from the years of the State Council under colonialism. The variations as between administrations pertained to the ratios of state vs private, but within an overarching mixed economy. With the massive accelerated Mahaweli scheme which was state-driven, the role of the state in the island’s economy could hardly be said to have diminished during JR Jayewardene’s tenure.",
    "In his remarks at the DS Senanayake commemoration, Ranil upheld the same doctrine that he did at the media conclave: no public sector enterprises. Ranil Wickremesinghe is determined to destroy the ‘mixed economy’ model.",
    "All scholarly studies of the East Asian economic miracle – the so-called Asian Tigers—spotlight the role of the state in the economy, which makes the East Asian model significantly different from the Anglo-American model of liberal market economies and most certainly the doctrine of laissez-faire with its notion of a minimalist ‘nightwatchman state’.",
    "The restructuring – though not necessarily the sell-off--of loss-making state enterprises is a proposition that enjoys broad consensus, but as the recent three-day parliamentary debate on the IMF shows, there is no support except from the young warlords of the ruling SLPP, for the sell-off of profitable state enterprises. From the SJB through the Freedom People’s Congress/Alliance to the JVP-NPP, there is solid opposition to the liquidation of profit-making state-owned enterprises.",
    "President Ranil Wickremesinghe clarified where he’s coming from in his virtual speech to and ensuing Q/A with the Center for International Development at Harvard University. The event seemed to have been sponsored by the Mittal Institute (the Lakshmi Mittal and Family South Asia Institute) at Harvard. Unsurprising, because President Wickremesinghe’s most important current patron and prop is the Indian big bourgeoisie and his real plan is the semi-colonisation of the island’s economy by Indian monopoly capital.",
    "Ranil mentioned an economist whose very name would make the IMF cringe, because multilateral institutions have taken a considerable distance from far-right free-market thinking.",
    "“…Professor Ricardo Hausmann, who is from Harvard, has already been doing work on the competitiveness of the Sri Lankan economy and will be carrying forward that work and I hope that he will be in Sri Lanka very soon.” (President’s Q & A with Harvard University – NewsWire)",
    "Hausmann was the rightwing Venezuelan economist whose policies while in government triggered the uprising which brought Hugo Chavez to power. When Donald Trump mounted the crazy attempt at recognising and installing Juan Guaido, a guy who didn’t even run for President, as the president of Venezuela, Ricardo Hausmann was his designated economic advisor, though he quit when the political putsch failed.",
    "In 2015-2019 Prime Minister Ranil Wickremesinghe and his economic team opted for Ricardo Hausmann over Nobel Prize winner Joe Stiglitz. The main Opposition’s chief economist Dr. Harsha de Silva remains praises Hausmann in parliamentary speeches. Now with Ranil as president, Hausmann will be in the house.",
    "What happens when the state is totally subtracted from production and the market, in effect, from the economy? What remains? Obviously the private sector. This gives the private sector, local and foreign, a monopoly, and eliminates all balance. Everything is then subordinated to the law of private profit. The state, which ensures that the public interests is served to some extent, will be completely retrenched and the citizenry will be left naked to the tender mercies of the marketplace.",
    "This doctrine is denounced by Nobel Prize winners Joe Stiglitz and Paul Krugman as “free-market fundamentalism”. The IMF no longer preaches it but in the case of an adherent- practitioner such as President Wickremesinghe, the IMF is enabling it.",
    "Ranil’s doctrine of the retrenchment of the state enterprise will give the private sector a monopoly, with all the ills that monopoly entails. This is diametrically opposite to the formulation of Ranasinghe Premadasa who turned out to be our most impressive developmental leader. He first articulated his ‘third way’ as a counter to the state capitalism of the SLFP-LSSP-CPSL government of Prime Minister Sirimavo Bandaranaike as well as to the UNP’s conventional economics. Premadasa was totally opposed to an unbalanced system of ownership which would give either the state or the private sector a monopoly. Instead, he advocated a pluralistic economy:",
    "“…We should evolve a scheme under which the public sector, the co-operative sector, the private sector and a combination of all these three sectors – a joint sector – could function in competition with each other. Such competition will bring the maximum benefit to the people who need not become slaves of either a public or private monopoly. The government should ensure through its legislative and planning processes that the people participate in all aspects of development without allowing monopolies — state or individual.”",
    "(R. Premadasa, People’s Participation in Government-April 4th 1973, republished Ceylon Daily News, Nov. 21, 1991.)",
    "The Ranil-IMF solution represents an economic philosophy completely at variance with that of Ranasinghe Premadasa who spelled out his perspective while the country was faced with the economic crisis of 1973—which had a foreign exchange crisis at its core:",
    "“If the problems of foreign exchange, development and unemployment are to be satisfactorily tackled, a massive development venture has to be launched to provide the necessary infra-structure such as a network of roads, a network of electricity, a network of irrigation and a network of domestic water supply. With the launching of such a scheme large number of people could be gainfully employed. Together with development of the infrastructure the country’s agricultural and industrial ventures will automatically improve. As a result, foreign exchange could be conserved. People will get more money into their hands thus enabling them to purchase their requirements. The question of subsidies will eventually be eliminated.” (ibid)",
    "Quite obviously the Ranil-IMF model and its avatar the SJB Economic Policy Unit’s Economic Blueprint are the antipode of the Premadasa perspective and paradigm:",
    "“We can solve our problems. Scarcity of foreign exchange is no obstacle. To earn foreign exchange, we must increase production; to increase production we must develop our national resources, and if we are to develop our national resources, we must harness the human potential that we have in abundance. It is futile to go on bended knees to foreign countries begging for assistance.” (Premadasa, ibid)",
    "Those on the economic Right are ecstatic that the IMF program under a Ranil Wickremesinghe administration will enable the accomplishment of a cherished aim which eludes almost all countries except those in the 1960s and 1970s under overt dictatorships: the elimination of state ownership and the total privatization of the economy.",
    "The state acts as a buffer in the economy, between the people and the corporates. True, that buffer needs to be slimmed-down but it needs to exist. Ranil, the SLPP and SJB Right are applauding an economic agenda which, despite its glaring illogic, would eliminate any kind of social equilibrium and shift the social balance from the 99% to the 1%, whom they identify with, belong to and serve.",
    "President Ranil Wickremesinghe, a very experienced bourgeois politician, seems to have decided on the main threat to his ambitious project of a total socioeconomic counter-reform which would drastically slash the share of the national income that goes to the majority of citizens and hugely enhance the share that accrues to the wealthy few. He has identified his main enemy. It isn’t the JVP-NPP. A small, unarmed party of courageous and sincere (anti-racist) activists comprising the ‘social left’ or ‘social movement left’ as distinct from the JVP-NPP’s ‘political left’, the ‘Progressive Socialist Front’ [sic] or FSP, is no threat or danger to anything or anybody, but is obviously perceived by the President as an obstacle, a source of resistance to his radical rightwing (Ricardo Hausmann counselled) economic agenda",
    "It was of no little significance that despite all the hype about the JVP-NPP and SJB there was only Sri Lankan political party – and a smallish one at that--mentioned (in slightly garbled fashion) by President Wickremesinghe in his remarks to the Harvard audience:",
    "“…There are two groups that say that we want to clash with the government. We are going to overthrow the government. That is what you called the Progressive Socialist Front. So, what can you do if they come in, clash with the government, and police and if they are not at all peaceful?...”",
    "It takes a nano-second to de-code the non-existent ‘Progressive Socialist Front’ and recognise it as the Peratugamee Samaajavaadee Pakshaya or Frontline Socialist Party. There is no reference by anyone else at the Harvard event to any such party.",
    "President Ranil Wickremesinghe, a very experienced bourgeois politician, seems to have decided on the main threat to his ambitious project of a total socioeconomic counter-reform which would drastically slash the share of the national income that goes to the majority of citizens and hugely enhance the share that accrues to the wealthy few. He has identified his main enemy. It isn’t the JVP-NPP.",
    "A small, unarmed party of courageous and sincere (anti-racist) activists comprising the ‘social left’ or ‘social movement left’ as distinct from the JVP-NPP’s ‘political left’, the ‘Progressive Socialist Front’ [sic] or FSP, is no threat or danger to anything or anybody, but is obviously perceived by the President as an obstacle, a source of resistance to his radical rightwin (Ricardo Hausmann counselled) economic agenda. And shockingly, that warrants framing before an international audience as a dangerous threat.",
    "The doyen of Sri Lankan newspaper columnists, DBS Jeyaraj has shed a cruelly harsh spotlight on the ‘two lines’ within the main parliamentary opposition, the SJB. He writes:",
    "“…TPA leader Mano Ganesan and SLMC leader Rauff Hakeem are engaged in an ‘Amity’ Mission to bring about unity between Ranil Wickremesinghe and Sajith Premadasa with the Presidential elections in mind. It is learnt reliably that Wickremesinghe was amenable, subject to some conditions. Ranil would be the Presidential candidate in 2024 backed by an alliance comprising the UNP, SJB and minority community parties. Sajith Premadasa would be Prime Minister. Ranil will retire in 2029 clearing the field for Sajith to become the leader.",
    "Apparently, this proposal was welcomed by most SJB stalwarts like Thalatha Atukorale, Kabir Hashim, Eran Wickramaratne, Harsha de Silva, Rajitha Senaratne and Rohini Wijerathne. But others like Ranjith Madduma Bandara, Tissa Attanayake, Imtiaz Bakeer Markar, Lakshman Kiriella, Sujeewa Senasinghe and Hirunika Premachandra opposed it. Members of the Premadasa family too did not like the idea. Finally, Sajith Premadasa reportedly rejected the unity proposal…”",
    "David Jeyaraj’s expose has still to be contradicted by the SJB or anyone in it. Therefore, I have no reason to doubt the essential veracity of the account. I found amusing the description of Rajitha, Harsha and Eran as ‘SJB stalwarts’ while the same honour isn’t conferred on Ranjith Madduma Bandara, Imtiaz Bakeer Markar and Tissa Attanayaka who constituted the core troika discussing the new party project and its founding documents with Sajith even before the official rupture with Ranil’s UNP and when the party-to-be was still debating its name (I was around at the conception).",
    "I also thought that the non-mention of Sarath Fonseka – the real decision-making brain of the Anandapuram battle that DBS Jeyaraj so brilliantly chronicled recently, and a man not to be counted out in any scenario—was a lapse. His speech at the three-day IMF debate in parliament was utterly unsparing of the incumbent administration and its economic delusions.",
    "While unsurprised at DBS Jeyaraj’s revelations of intra-SJB dynamics, I was shocked by the stupidity of the proposed strategy. Nowhere in the world has an incumbent won an election while implementing an IMF austerity package; still less one explosively overloaded with his/her own far-right economic doctrine. Even more to the point, every presidential election in such a context has been defined by an anti-incumbency, anti-austerity wave.",
    "This is bound to be the fate of Ranil Wickremesinghe, an unelected President, at next year’s presidential election. If, as he seems to be signalling, he is undecided about holding that election according to the rigid constitutional schedule, such blatant unconstitutionality will ensure a far more dramatic denouement than mere electoral ejection. If the SJB or any faction of it were to join President Wickremesinghe it too would – politically speaking--drown in the Diyawanna.",
    "During the important three-day debate on the IMF agreement Sajith Premadasa made a balanced, substantive speech, Anura Dissanayake made absolutely none. Harini Amarasuriya speaking on behalf of the NPP seemed a bit nervous. She said nothing about the IMF deal or Ranil’s economics, while stressing the need for respect of ‘democratic rights’ without once using the ‘e-word’, i.e., ‘elections’.",
    "Sajith remains the best hope of the SJB, and indeed of anyone who entertains doubts about Anura Kumara Dissanayake’s macroeconomic skills-set for the presidency this time around.",
    "Electorates enraged by austerity usually shift to a leftist, populist or social democrat; they never shift to, still less stay with a stone-cold free-market fundamentalist. This is why the SJB’s rightwing, tugging the party towards convergence politically or policy-wise with Ranil’s UNP, will wreck the moderate progressive centre and vastly help the JVP-NPP."
  ]
}