{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Jerome-Fernando-moves-to-UK-amid-probes/155-262570",
  "time_ut": 1688691133.0,
  "original_lang": "en",
  "original_title": "Jerome Fernando moves to UK amid probes",
  "original_body_lines": [
    "Pastor Jerome Fernando, who was in Singapore has now moved to the UK amid ongoing probes related to several allegations against him including money laundering.",
    "A close source to the Pastor told Daily Mirror that Jerome has already reached the UK.",
    "According to a post published on Jerome Fernando’s Instagram page, he will be hosting a service in the UK next week.",
    "“Prophet Jerome Fernando will be ministering physically in the UK on three Thursdays starting from July 06,” the post read.",
    "He initially flew to Singapore on May 16 as he was facing a CID investigation over his controversial remarks made against Buddhism, Islam and Hinduism.",
    "Subsequently, Pastor Jerome via a live video stream on May 21 apologized if his comments caused any hurt to the Buddhist, Hindu, and Islamic faiths.",
    "Moreover, irrespective of his claims that he would definitely return to Sri Lanka, he never came back; however, his wife and children arrived in Sri Lanka from Singapore on June 02.",
    "Commenting on the matter, Police Spokesman SSP Nihal Thalduwa said the travel ban issued against him had been forwarded to the Department of Immigration and Emigration.",
    "“It’s up to the Immigration officials to take pertinent actionagainst him. If Jerome returns to the country, he can be detained by the officials and handed over to the CID for further action,” he stated.",
    "It is in this context that the Attorney General has informed the Court of Appeal that the CID is conducting investigations against Pastor Jerome Fernando under the Prevention of Money Laundering Act apart from the charges leveled under ICCPR Act and Penal Code.",
    "However, the Writ Application filed by Jerome Fernando, seeking an order preventing his arrest by the CID, was withdrawn by his legal team on June 22.",
    "Earlier, on 26 May, Fernando’s lawyers had filed a Fundamental Rights (FR) Petition with the Supreme Court. (Sheain Fernandopulle)"
  ]
}