{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96370/pune-gas-expands-into-sri-lanka-forms-joint-venture-with-3dh-group",
  "time_ut": 1705129020.0,
  "original_lang": "en",
  "original_title": "Pune Gas expands into Sri Lanka, forms joint venture with 3DH Group",
  "original_body_lines": [
    "Pune Gas, a leading provider of LPG solutions, has announced its expansion into the Sri Lankan market through a joint venture, Lanka Gastech, formed in collaboration with the 3DH Group of Sri Lanka. This initiative comes as a response to the increasing demand for sustainable energy solutions in Sri Lanka’s industrial and commercial sectors.",
    "Jesal Sampat, Executive Director of Pune Gas, said, “Our expansion is rooted in our mission to provide sustainable and innovative gas solutions in Sri Lanka. We are looking forward to contributing to the Sri Lankan market’s growth and success.” The company is aligning its operations with local regulations in collaboration with Sri Lankan regulatory authorities.",
    "The joint venture is set to introduce a range of LPG solutions tailored for the Sri Lankan market, focusing on converting applications from oil and diesel to LPG. This initiative reflects Pune Gas’s commitment to offering efficient and environmentally responsible gas solutions, catering to the evolving needs of businesses in Sri Lanka.",
    "Pune Gas’s decision to expand into Sri Lanka is supported by thorough market research on demand trends, regulatory frameworks, and the competitive landscape. The expansion is part of the company’s strategy to extend its expertise in downstream LPG solutions and to support the transition of industrial and commercial users in Sri Lanka to more sustainable energy options.",
    "The company’s approach in Sri Lanka emphasizes customer-centric services and efficient logistics and supply chain management to ensure timely product delivery.",
    "With this joint venture, Pune Gas aims to leverage its three-decade-long experience and focus on sustainability to make a significant impact on the Sri Lankan energy sector."
  ]
}