{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91015/probe-complete-cause-identified-indian-govt-on-odisha-crash-that-killed-288",
  "time_ut": 1685862960.0,
  "original_lang": "en",
  "original_title": "Probe complete, cause identified: Indian govt on Odisha crash that killed 288",
  "original_body_lines": [
    "The cause of the catastrophic triple train collision in Odisha’s Balasore, which claimed 288 lives and injured over 1,000 people, has been identified and will be revealed soon in a report, Railway Minister Ashwini Vaishnaw said on Sunday.",
    "In one of the most devastating train accidents in recent history, two passenger trains and a goods carriage collided on three separate tracks at Bahanaga Bazar Station in Balasore district on Friday evening, leading to the derailment and severe damage to 17 coaches.",
    "Mr Vaishnaw, while speaking to news agency ANI, also said that the track is expected to be restored by Sunday, following his review of the restoration work.",
    "“The root cause of this accident has been identified. PM Modi inspected the site yesterday. We will try to restore the track today. All bodies have been removed. Our target is to finish the restoration work by Wednesday morning so that trains can start running on this track,” he said.",
    "The Indian Air Force (IAF) has deployed Mi-17 helicopters to aid in the evacuation of the dead and injured, working in coordination with the civil administration and Indian Railways. According to the Eastern Command, these concerted efforts have been crucial in managing the aftermath of this tragic incident.",
    "The Railways Ministry has been actively engaged in the restoration work, which has been ongoing at war footing in Balasore. In a tweet, the Ministry said that over 1,000 people, more than seven Poclain Machines, two Accident Relief Trains, and three to four Railway and Road Cranes have been deployed for early restoration.",
    "“Restoration work is ongoing at Warfooting at the train accident site in Balasore, Odisha with 1000+ Manpower working tirelessly,” a tweet by the ministry read."
  ]
}