{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ndb-managers-recognised-at-great-manager-awards-2022-with-the-highest-number-of-great-managers/",
  "time_ut": 1685718540.0,
  "original_lang": "en",
  "original_title": "NDB managers recognised at Great Manager Awards 2022 with the highest number of Great Managers",
  "original_body_lines": [
    "National Development Bank PLC was recently felicitated as the “Company with Great Managers” with thirteen individuals of the senior management of the bank winning awards under various categories at the Great Manager Awards 2022 hosted by the Colombo Leadership Academy for Leadership Excellence.",
    "NDB’s Managers were felicitated under four categories – Driving Results and Execution Excellence, Aligning Organisation Vision, Coaching Others For Growth, and Leadership Integrality & Holistic Approach.",
    "Needra Fernando, Kasun De Silva, Kasun Balasooriya, Kumudari Peiris, Indika Tennakoon, Niroshan De Silva were awarded the Great Manager award for Driving Results and Execution Excellence. Deepa Edirisooriya and Ronali Kumarasinghe were among the managers felicitated with the Great Manager for Leadership Integrality & Holistic Approach while Darine Fernando was awarded the Great Manager for Coaching Others For Growth. The Great Manager award for Aligning Organisational Vision was awarded to Indika Gunawardena, Ranisha Perera, Dilhani Piayasena, Nadeesha Watapotha.",
    "NDB Director/Group CEO Dimantha Seneviratne, commenting on the “Company with Great Managers” award said that the Bank is proud to have committed leaders at many levels within the organisation thanks to very good HR practices adopted which is recognised by the facilitators of the Great Manager Awards.",
    "The Company with Great Manager award recognises the organisation for its credibility and best practices in nurturing great managers through a culture of high performance where career paths & road maps for growth are provided with great clarity, alignment of learning & development to drive performance and execute strategy, a culture to challenge the status quo and instigate creativity & innovation and where more managers are nurtured through a well-structured programme that ensures sustainability.",
    "Lassana.com to pilot climate adaptation solutions through an innovative agribusiness model",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}