{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96127/govt-working-to-convert-handicraft-industry-into-a-forex-generating-sector-president",
  "time_ut": 1704311640.0,
  "original_lang": "en",
  "original_title": "Govt working to convert handicraft industry into a forex generating sector – President",
  "original_body_lines": [
    "President Ranil Wickremesinghe emphasized that the nation cannot revert to a period marked by scarcity of fuel, lack of fertilizers, and economic collapse.",
    "The President further asserted that despite the challenges, the country’s economy can experience swift strengthening by persisting on the current trajectory, acknowledging the inherent difficulties.",
    "In his address at the “Shilpa Abhimani 2023” Presidential Handicraft Awards ceremony held at the Sirimavo Bandaranaike Memorial Exhibition Centre in Colombo today (03), President Ranil Wickremesinghe underscored that making incorrect economic decisions could exacerbate the devaluation of the Rupee.",
    "He emphasized his steadfast commitment to avoid compromising the nation’s future by succumbing to popular decisions that might have adverse consequences.",
    "The President affirmed his dedication to offering comprehensive relief to the public in times of adversity. He further declared that the government would extend every necessary support to transform the handicraft industry into a sector contributing significantly to foreign exchange earnings.",
    "The National Crafts Council annually organizes the “Shilpa Abhimani” National Handicrafts Competition and Exhibition with the objective of preserving and promoting traditional and culturally significant handicrafts. This initiative also seeks to foster social appreciation and contribute to the economic empowerment of craftsmen.",
    "The “Shilpa Abhimani” 2023 National Handicraft Competition, held this year, was conducted under the auspices of the Small and Medium Enterprises Development Division and the Ministry of Industries.",
    "This competition showcased the craftsmanship from 66 sub-fields under 31 fundamental handicraft categories. The designs submitted underwent a meticulous selection process, overseen by a qualified jury comprising university professors.",
    "The laureates of the “Shilpa Abhimani 2023” National Handicraft Competition received prestigious recognition through Gold and Silver Awards, while cash prizes were bestowed upon those securing the first, second and third places.",
    "President Ranil Wickremesinghe presented the prize money, certificates and trophies to the accomplished artisans including the two winners of the World Craft Council Tournament 2023 who earned the distinguished Gold Awards.",
    "A special commemorative gift was presented to President Ranil Wickremesinghe.",
    "Additionally, the President visited to observe the winning designs in the “Shilpa Abhimani 2023” design competition and expressed appreciation for the talents of the winning artists.",
    "In 2023, individuals showcasing exceptional talent in the field of handicrafts were acknowledged and honoured with awards. The award ceremony, which had been hindered by the country’s prevailing conditions in recent years, successfully took place. Despite the challenges, the remarkable skills of the artists are evident throughout the current exhibition.",
    "It is imperative to channel these talents towards the development of the handicraft sector. Beyond embracing Sri Lankan styles, there should be an effort to incorporate influences from Western styles, as successfully demonstrated by India. Learning from their approach could be beneficial. The implementation of such programs is anticipated to contribute significantly to the country’s income.",
    "The primary focus should be on the export sector, as steering away from the challenges faced by the export industry is a significant undertaking for the country at present. Recognizing this, it is crucial to acknowledge that the government is prepared to offer essential support for the advancement of the handicraft sector.",
    "This support aims to facilitate the acquisition of foreign technological knowledge and the overall development of the sector’s capabilities.",
    "Despite enduring a challenging period, the government has managed to increase the country’s income. Credit goes to the minister, the state minister and all involved for their commendable efforts. In 2022, our country’s economy was in a state of collapse, exacerbated by a decline in tourist arrivals. Notably, the handicraft sector is intricately linked to the tourism industry.",
    "To safeguard and revitalize the economy, necessary steps were taken, including seeking support from the International Monetary Fund (IMF). This opportunity allowed to reorganize the economic framework for the betterment of the nation.",
    "Recognizing our inability to meet debt obligations in 2022, we entered into negotiations with the IMF to chart a sustainable path forward. This necessitated the transformation of all loss-making sectors into profitable ones and the reduction of certain concessions.",
    "As a result of these measures, we observed economic progress in the third and fourth quarters of the previous year. The current focus is on building upon this momentum, encompassing the last two quarters of the preceding year and the four quarters of the current year.",
    "The objective is to achieve a positive economic growth of 2% this year, with the potential to further increase it to 5% in the subsequent year. A collaborative and harmonious approach is crucial for navigating this economic growth trajectory.",
    "A significant challenge we confronted was the continuous practice of printing money and reliance on bank loans, which led to a depreciation of the Rupee. The government had previously incurred substantial debt from banks, causing the collapse of two state banks.",
    "To address these issues, an agreement was reached with the International Monetary Fund, committing to abstain from taking loans from banks and refraining from printing money.",
    "To bolster the government’s income, we aim to achieve a revenue equivalent to 12% of the Gross Domestic Product (GDP) this year, with an ultimate target of 15%. This increased income is pivotal for our economic advancement.",
    "Given the constraints of not being able to print money or secure loans from banks, the primary avenue to bolster government revenue became evident. Consequently, the Value Added Tax (VAT) was raised from 15% to 18%, and various goods previously exempted from VAT were brought under its purview.",
    "These measures, albeit challenging, are essential for generating the necessary income, ultimately strengthening the rupee. We acknowledge that such adjustments may pose difficulties for everyone, but it is the path we must undertake to secure our economic future. If these actions are not taken, our prospects become uncertain.",
    "Despite these challenges, the commitment to providing relief to the people remains steadfast. Initiatives such as providing a Rs.10,000 allowance to government employees, tripling unemployment benefits and offering free land deeds have been implemented. Further relief measures are anticipated in the future as we navigate these economic challenges collectively.",
    "The path we are currently taking is the only viable option. Some may suggest printing money and obtaining bank loans, but such measures would jeopardize our support from the IMF. Despite the challenges we face along this path, there is a positive outlook for the strengthening of the rupee by the end of the year, with its value increasing progressively.",
    "Preserving the value of the rupee is crucial. While providing concessions, we must avoid devaluing the currency, as that would have detrimental consequences.",
    "Admittedly, this may not be a popular program, but it is the only pragmatic option available. If there are alternative programs for economic recovery, they should be presented, accompanied by a clear strategy on how to garner the support of the IMF. We cannot afford to revert to an era marked by shortages of fuel, fertilizer and a collapsed economy. This reality underscores the urgency of finding sustainable solutions for the well-being of the country.",
    "Despite the challenges, the country is experiencing development, with notable progress observed in tourism last year. Efforts are underway to address the issues faced by those working in the tourism sector and this approach is expected to extend to other fields in the future.",
    "In the current circumstances, devaluing the rupee is not a favourable option. On-going conflicts, such as the Ukrainian war and unrest in Gaza, may contribute to a rise in the prices of goods.",
    "Additionally, shipping has been disrupted due to Houthi attacks on ships in the Red Sea. To counter this, if ships reroute around South Africa instead of navigating the Red Sea, it will lead to increased cargo costs. In response, a decision has been made to deploy a ship from the Sri Lanka Navy to the Red Sea, contributing to the security of the region against Houthi activities.",
    "Strengthening the rupee and implementing the right economic programs can propel us forward swiftly. It is crucial to emphasize that the handicraft industry should be transformed into a foreign exchange earning sector, and the government is actively working to provide the necessary support.",
    "Development, highlighted this during an award ceremony dedicated to honouring individuals who have contributed to Sri Lanka’s traditional handicraft industry for two decades. Despite the challenges the country is facing, organizing this handicraft exhibition in the New Year is considered a significant accomplishment, instilling fresh hope.",
    "The revival of the handicrafts sector is attributed to the guidance of government experts and traditional industries, signifying positive momentum even amid challenging times. The government’s commitment to supporting small and medium enterprises, especially in the traditional handicraft sector, underscores its dedication to fostering economic growth and foreign exchange earnings.",
    "Despite the prevailing crisis in the country, it is commendable that the President recognizes and values the contributions of artists in this field. In the recent budget, traditional artisans were granted necessary credit facilities, reflecting the government’s support for this sector. With a considerable global demand for handicrafts, the goal is set to earn Rs.01 billion from the handicraft industry by the years 2024-2025.",
    "Traditionally, artisans faced numerous crises, struggling to obtain the essential materials for their craft. However, concerted efforts have been made to address these challenges and provide the necessary ingredients for industrialists. Today, the traditional industry is experiencing a renewed vitality, and it is imperative to safeguard and promote these traditional industries. Strengthening their economy requires on-going efforts and support.",
    "The event was attended by Minister of Industries and Health Dr. Ramesh Pathirana, State for Women and Children’s Affairs Mrs. Geeta Kumarasinghe, State Minister for Education Mr. Suren Raghavan, Secretary of the Ministry of Industries Mr. J.M.T. Jayasundara, Chairman of the National Crafts Council Mr. Sampath Arehapola, Chairman of the National Enterprise Development Authority Mr. Lasantha Kariyapperuma, as well as foreign High Commissioners, Ambassadors and officials of relevant line institutions."
  ]
}