{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/visits-by-imf-delegation-and-japanese-finance-minister-positively-impact-cse/",
  "time_ut": 1705078080.0,
  "original_lang": "en",
  "original_title": "Visits by IMF delegation and Japanese Finance Minister positively impact CSE",
  "original_body_lines": [
    "The presence of the IMF delegation in Sri Lanka, to review the country’s progress in the debt restructuring exercise, along with the arrival of the Japanese Finance Minister Shunichi Suzuki in the island created some hope among both local and foreign investors, market analysts said.",
    "The All- Share Price Index went down by 9.1 points, while the S and P SL20 declined by 1.1 points. Turnover stood at Rs 567 million with one crossing. The crossing was reported in Ceylinco Insurance (Non- Voting), which crossed 25000 shares to the tune of Rs 20.5 million; its shares traded at Rs 820.",
    "In the retail market top seven companies that mainly contributed to the turnover were; JKH Rs 80.4 million (433,000 shares traded), TJ Lanka Rs 39.1 million (1 million shares traded), Sampath Bank Rs 30.3 million (437,000 shares traded), Expolanka Holdings Rs 30.2 million (213,000 shares traded), Dialog Rs 22.1 million (2.5 million shares traded), Hemas Holdings Rs 17.9 million (261,000 shares traded) and Kelani Valley Plantations Rs 17.6 million (241,000 shares traded). During the day 24.9 million share volumes changed hands in 6900 transactions.",
    "Yesterday rupee opened at Rs 322.10/25 to the US dollar from Rs 322.55/65 the previous day, dealers said.",
    "Bond yields were steady. A bond maturing on 01.02.2026, was quoted at 13.70/75 percent from 13.70/85 percent. A bond maturing on 15.09.2027 was quoted up at 14.05/15 percent. A bond maturing on 15.03.2028 was quoted steady at 14.15/20 percent.",
    "Heritance Hotels and Resorts announces strategic partnership with Galle Literary Festival",
    "Hotels going in for right issues in preparation for tourist season",
    "Share market indices dip in the wake of Vallibel One’s negative contribution",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}