{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96105/s-korea-opposition-leader-in-icu-after-knife-attack-amid-calls-for-stronger-security",
  "time_ut": 1704263280.0,
  "original_lang": "en",
  "original_title": "S. Korea opposition leader in ICU after knife attack amid calls for stronger security",
  "original_body_lines": [
    "South Korea’s opposition Democratic Party leader Lee Jae-myung remained hospitalised in intensive care on Wednesday, a day after a knife attack on him shocked political leaders who were vying for the upper hand in a major election three months away.",
    "Surgeons operated on Lee for more than two hours late on Wednesday to repair a major blood vessel in his neck that was sliced when an assailant lunged and stabbed him with a knife.",
    "“The act of terror against Chairman Lee Jae-myung was clearly a challenge against democracy and a threat against democracy,” Democratic Party floor leader Hong Ik-pyo said at a party leadership council meeting.",
    "He urged a speedy investigation and tougher security for high-profile political figures, echoing renewed questions about the safety on campaign trails in a country with a history of political violence despite tight restrictions on gun ownership.",
    "Jin Jeong-hwa, a party supporter who was a witness at the scene of the stabbing, said the incident clearly showed the need for stronger and professional security protection for political leaders, not simply police who are deployed to monitor.",
    "“People like opposition leaders really need a dedicated security detail,” Jin said in an interview with Reuters. He added it was clear from his experience at political events that Lee was very much exposed to personal safety threats.",
    "Lee, a tough talking progressive who narrowly lost the 2022 presidential election, had been rallying the party to retain the parliamentary majority it holds against President Yoon Suk Yeol’s conservatives.",
    "South Korea holds a pivotal election on April 10 where the conservatives will try to win back a majority for the first time since 2016 and help Yoon’s pro-business policies including tax cuts, deregulation and social reforms.",
    "The attack against Lee, which unfolded quickly but was widely captured in footage of the outdoors public event, shocked his party and his rivals alike, who condemned all violence against political figures.",
    "Yoon again condemned the attack as “terror” and said: “It is an enemy of liberal democracy,” according to his office. He wished Lee a speedy recovery, it said.",
    "Lee was airlifted from Busan, where the attack occurred, to Seoul on Tuesday where he received surgery to reconstruct the jugular vein that pumps blood from the head back to the heart and insert a tube to support the damaged vessel.",
    "He was conscious and recovering in the intensive care unit, party officials said.",
    "The suspect, who was quickly subdued by party members and police officers at the scene, was a man born in 1957 from the central region who may have been in Busan for days, planning the attack with an 18-cm (7-inch) camping knife, police and news reports said.",
    "The leader of the conservative People Power Party scaled back scheduled public events, and both parties urged members to refrain from comments that could inflame voters as Lee recuperates.",
    "Lee lost to Yoon by less than 1% point of votes, the narrowest margin, in a bitterly fought presidential election and has since faced bribery allegations stemming from a development project when he was mayor of a city near Seoul. He denies wrongdoing."
  ]
}