{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Four-matches-in-Colombo-this-weekend/108-262195",
  "time_ut": 1688149653.0,
  "original_lang": "en",
  "original_title": "Four matches in Colombo this weekend",
  "original_body_lines": [
    "Four matches are down for decision in the ongoing Dialog Under 19 inter-schools rugby league tournament in Colombo this weekend.",
    "The first two weeks of the tournament saw some enthralling matches with all the teams having fluctuating fortunes, with teams that lost in the first week able to chalk up their first wins.",
    "In the matches down for decision tomorrow Royal Collegewill take on Vidyartha College at Royal Sports Complex, S. Thomas’ College will face Kingswood College at Mt Lavinia and Zahira College will be up against Science College at Maradana.",
    "Wesley College will lock horns with D.S. Senanayake Sunday (02) at the Royal Sports Complex.",
    "Royal College, led by Randul Senanayake, responded strongly after defeat to St. Peter’s College in the opening week, with a comfortable 45-10 win over Science College last week.",
    "They should have little difficulty in brushing off the challenge of Vidyartha College, led by Nandana Wijesooriya, who went down to Trinity College last week.",
    "Royal skipper Senanayake will bank on Philio Calyanaratne, Thivain Perera, Thineth Gamage, Afeef Akram, DulajayaGamanayake and Disas Pathirana to deliver the goods while Vidyartha will have a whale of a time to control the Royalists who will be coming onto the game with their heads high.",
    "In Mount Lavinia, S. Thomas’ led by Viyaan de Silva, had a good start with a win against Wesley College but they underwent a setback going down to defending champions Isipathana College last week.",
    "But they need not be disheartened as they were up against a better team and tomorrow they will get an opportunity to make a comeback when they host Kingswood College, led by Imanka Isharaat their home ground.",
    "The three players whom they will be most banking on are flanker Dehan Senaratne, who has had a good outing so far, along with Mohamed Hakeem and Yehan Bulathsinghalage.",
    "They will need to carry on their good work for them to chalk up their second win and to be in contention for the Super Round.",
    "Meanwhile, Zahira College, led by Aadil Rafeek and buoyed by their good starthaving returned to the top division and kicking off with a winning start against Dharmaraja College, will be aiming to continue their winning trend when they host Science College led by Ashan Induwara.",
    "On Sunday, D.S. Senanayake, led by Jayathu Rajaratne will hope to keep their winning start when they take on Wesley College, captained by Kaveesh Jayman, who have yet to see the winning post having undergone two defeats. (M. SHAMIL AMIT)"
  ]
}