{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Special-Parliamentary-select-committee-recommends-abolition-of-provincial-schools/108-263725",
  "time_ut": 1690096452.0,
  "original_lang": "en",
  "original_title": "Special Parliamentary select committee recommends abolition of provincial schools",
  "original_body_lines": [
    "While highlighting that categorization of schools as provincial and national schools violates Article 27(2)  (h) of the Constitution where equality is guaranteed, the special select committee appointed to develop education in Sri Lanka has recommended the abolition of this system and adopting a national policy to guarantee equality.",
    "The select committee in its report said doors have been gradually opened for private education but not on a policy methodology but on an ad hoc basis and as a result education has become entrepreneurship with a higher priority on profit making.",
    "“The situation has been worsened by the categorization of schools as provincial and national,” the report said.",
    "“One devastating practice that has become deeply rooted in primary and secondary education is the growing private tuition culture, mainly as a lucrative business. In many schools, the most qualified and trained teachers who are supposed to teach students sitting for their Ordinary Level and Advanced Level examinations end up wasting their time idling in classes for six to ten months before the students sit their examinations. This happens because the students are tempted to attend more and more private tuition classes instead of attending schools due to mounting tension in the competitive race.",
    "Parents are also inclined to encourage their children to attend private tuition, hoping to provide them with the best education. However, it is disheartening that in most of these classes, the students are not even provided with basic facilities, despite the fact that the charges are often unbearable to most parents. The State has failed at least to implement a regulatory system for private tuition,” the report added.",
    "“It is noteworthy that the Grade 5 scholarship examination marks the beginning of the educational competition, as its purpose is to admit children from disadvantaged backgrounds to national or popular schools. Unfortunately, both education authorities and parents have failed to comprehend the seriousness of placing undue pressure on children at such a tender age. This pressure can result in various unforeseen mental conditions later in their lives and it is a timely need to carry out a survey to ascertain the repercussions of such tedious engagements,” the report added. (Yohan Perera)"
  ]
}