{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/17/us-wants-debt-treatment-for-sri-lanka-to-be-finalized-quickly/",
  "time_ut": 1689564000.0,
  "original_lang": "en",
  "original_title": "US wants debt treatment for Sri Lanka to be finalized quickly",
  "original_body_lines": [
    "(Reuters) – U.S. Treasury Secretary Janet Yellen said on Sunday she was “eager” to work with China on areas of mutual interest, including debt restructurings for poorer countries, and that multilateral development banks needed reforms before capital increases could be considered.",
    "In remarks prepared for a press conference before a meeting of Group of 20 finance ministers and central bankers in India, Yellen said her visit to Beijing last week helped put the U.S.-China relationship on “surer footing” and that the world’s two biggest economies had an obligation to the world “to cooperate on areas of mutual concern”.",
    "She said she discussed Zambia’s restructuring with her Chinese counterparts and, although it took too long to negotiate, differences were overcome.",
    "“We should apply the common principles we agreed to in Zambia’s case in other cases – rather than starting at zero every time. And we must go faster,” Yellen said, adding she hoped debt treatments for Sri Lanka and Ghana could be finalised quickly so the International Monetary Fund (IMF) could move forward with initial loan programme reviews this fall.",
    "She said a debt restructuring “user guide” was needed for borrowing countries and other stakeholders to provide clarity about the process.",
    "Yellen said the IMF’s Poverty Reduction and Growth trust, which provides zero-interest loans to the world’s poorest countries, needed to be put on sounder financial footing. The U.S. Treasury is ready to assist the IMF to consider options for this, including using internal fund resources, she said.",
    "Yellen also laid out a number of next steps for the evolution of the World Bank and other multilateral development banks, but said that any exploration of capital increases for the institutions can only be considered after implementing reforms aimed at expanding their role beyond poverty reduction to tackle global challenges such as climate change and pandemics.",
    "“We should build better banks, not just bigger banks,” Yellen said.",
    "She repeated her estimate that multilateral development banks could collectively boost lending by $200 billion over a decade from internal resources through balance sheet reforms now being implemented or considered. They could boost this further by implementing recommendations from last year’s G20 Capital Adequacy Framework report, she said.",
    "Among other World Bank reform steps, Yellen said she was pushing for a new set of principles that would allow the “targeted use” of the bank’s concessional financing for global challenges, including climate change and measures to boost such resources.",
    "She said she would like the World Bank to explore options for lending to sub-sovereign and supra-sovereign borrowers like the COVAX vaccine initiative.",
    "Yellen said the United States was committed to implementing a global corporate minimum tax deal reached in 2021 despite the lack of action by the U.S. Congress to do so. She said negotiations on technical details of the deal’s Pillar 1 – reallocation of taxing rights on large multinationals including big technology firms – were “very close” to completion.",
    "Expert Committee to probe recent incidents at Peradeniya and Kandy hospitals",
    "Pakistan PM thanks Sri Lankan president for support in clinching IMF deal"
  ]
}