{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90588/overseas-travel-ban-issued-against-pastor-jerome-fernando-who-has-left-the-country-",
  "time_ut": 1684244040.0,
  "original_lang": "en",
  "original_title": "Overseas travel ban issued against Pastor Jerome Fernando who has left the country",
  "original_body_lines": [
    "The Colombo Fort Magistrate’s Court has issued an overseas travel ban against Pastor Jerome Fernando, Ada Derana reporter said.",
    "Fernando, who had made controversial remarks regarding religions including Buddhism, Islam and Hinduism recently, has reportedly left the island on May 14.",
    "However, the Criminal Investigation Department (CID) has obtained an overseas travel ban on him from the Colombo Fort Magistrate’s Court today (16).",
    "A video clip related to a sermon delivered by a pastor named Jerome Fernando in front of his congregation, which had been widely circulated on social media in recent days, had stirred much controversy within the country, due to allegations that it included derogatory statements related to Lord Buddha.",
    "Accordingly, President Ranil Wickremesinghe yesterday (15) ordered CID to launch an immediate investigation into the controversial statement made by Pastor Jerome Fernando, in a manner that harms religious harmony.",
    "Issuing that order, President Wickremesinghe had mentioned to the President’s Advisor on National Security, Sagala Ratnayake that such irresponsible statements can create religious conflicts and affect the country’s harmony.",
    "Accordingly, Mr. Sagala Ratnayake has informed the CID to launch an investigation into the matter, in accordance with the President’s order.",
    "Meanwhile, the New Buddhist Front (‘Nawa Bikshu Peramuna’) had lodged a complaint with the CID in Colombo Fort against Pastor Jerome, seeking his immediate arrest and for legal action to be initiated against him.",
    "In addition, the Pivithuru Hela Urumaya (PHU) had also made a complaint before the CID yesterday, seeking strict legal action against the pastor in question."
  ]
}