{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/food-standards-a-measure-to-save-lives/",
  "time_ut": 1686509700.0,
  "original_lang": "en",
  "original_title": "Food Standards : A measure to save lives",
  "original_body_lines": [
    "All parties in the food value chain are held accountable for food safety and quality",
    "Senior Professor and Chair, Department of Food Science Technology, University of Sri Jayewardenepura",
    "“Food standards save lives” is the theme of World Food Safety Day in 2023. Food standards are one of the tools that enable us to ensure that our food is secure. In Sri Lanka, outbreaks of food-borne illnesses, hospital admissions, and deaths from food poisoning are now a recurrent problem. Therefore, the theme emphasises how food standards protect us from health problems related to food is essential for laypeople. We should keep in mind that food standards extend to both food and services.",
    "In a world where most food companies, whether small, medium, or large, are profit-driven, we cannot take food safety and quality for granted. Food standardisation establishes a technique or product specification that all stakeholders follow to expedite logistics, promote trade, and maybe improve quality if the standard is better than current practise. Food standards save lives by preventing disease, contaminated illness, and harmful exposure from farm to plate. Products and processes have standards. Food handling practises including thorough washing, cleanliness, pH (a measure of acidity or alkalinity), and temperature control lower the danger of microbial development and disease transmission. Food standards play an essential role in assuring food safety by regulating a variety of variables that can affect the quality and safety of food. Several main factors affecting food safety that can be managed by food standards are as follows:",
    ": Food standards establish controls for microbiological dangers such as bacteria (e.g., Salmonella, E. coli), viruses, and parasites. They establish processes for preventing, eliminating, or reducing the risk of contamination through practises like appropriate hygiene, sanitation, and temperature control.",
    ": Food standards address chemical hazards in food, such as contaminants (e.g., heavy metals, pesticides, mycotoxins), food additives, and veterinary drug residues. They establish maximum residue limits, tolerances, and safety levels to ensure that these substances are within acceptable levels and do not pose a health risk to consumers.",
    ": Physical hazards in food such as extraneous objects (e.g., glass, metal, plastic) that may cause injury or pose a choking hazard, are addressed by the standards. Using measures such as good manufacturing practises (GMPs), quality control, and appropriate packaging, they establish guidelines for preventing, detecting, and controlling physical hazards.",
    ": Food standards include allergen management regulations. They require explicit labelling of major allergens, such as peanuts, tree nuts, milk, eggs, wheat, soy, fish, and shellfish, in order to assist consumers with food allergies in making informed decisions and avoiding allergenic ingredients.",
    ": Food establishments must follow hygiene and sanitation standards for personal hygiene, sanitation procedures, facility design, and equipment maintenance. Good hygiene practises across the food supply chain are encouraged to prevent contamination and assure food safety.",
    ": Food standards promote traceability and recall systems to help identify and remove dangerous goods from the market. In the event of a food safety risk, they mandate recordkeeping, product tracking, and recall processes.",
    "Quality management systems like HACCP and ISO 22000 assist identify and control food safety concerns at important stages in the food production process. Another food industry standard intended mainly for UK and EU compliance is the British Retail Consortium (BRC). Standards provide foundations for their implementation. Many nations have International Featured Standard (IFS) certification, including Italy, Germany, Spain, Denmark, Belgium, France, and Poland. Food Safety Management Systems (FSSC) 22000 accreditation is also obtained in many countries, including India, Netherlands, Germany, France, Spain, Poland, Sweden, Belgium, the UK, and Denmark. Food standards address these concerns through precise regulations and recommendations to ensure food safety, consumer health, and regulatory compliance.",
    "Food standards also ensure nutritional value. They control basic food vitamins and minerals to prevent nutritional deficits and improve public health. It means a material can hurt in adequate concentration. Food standards help people choose nutritious items by requiring labelling. Food rules also prohibit deceptive nutritional claims in marketing. This helps people choose healthier products from the complicated product packaging. Food standards promote a healthy diet, preventing diet-related disorders like obesity, diabetes, and cardiovascular disease.",
    "Role of Enforcement in Inspections, Audits, Sampling, Testing, Compliance Monitoring and Regulatory Actions",
    "The Food Act No. 26 of 1980 prohibits the production, importation, sale, and distribution of foods that are adulterated, unsuitable for human consumption, and produced under unsanitary conditions. Section 14 confers the authority to enter, investigate, and collect samples. Access to substantial quantities of nutritious and safe food is essential for sustaining life and promoting health. More than 200 diseases, ranging from diarrhoea to cancer, are caused by unsafe food containing hazardous bacteria, viruses, parasites, or chemical compounds.",
    "Moreover, enforcement agencies collaborate with other stakeholders such as regulatory bodies, industry associations, and consumer organisations, to share information, best practises, and insights. Food safety and standards-related consumer complaints should also be addressed by the enforcement agencies. They are required to investigate complaints, respond to consumer concerns, and take appropriate measures to rectify non-compliance issues, ensuring consumer protection and food supply confidence. It is essential that enforcement agencies provide capacity building programmes and training to their personnel and relevant stakeholders in order to improve their knowledge and skills in enforcing food standards. In the current environment, active enforcement of food safety and quality has been compromised for a variety of reasons, including insufficient workforce, issues with the integrity of the working force, dishonest politicians’ blessings on food industry malpractices, etc.",
    "Consumers have crucial role to play a in securing food standards by making informed, vigilant, and proactive food selections and consumption decisions. There are several important factors that emphasise the role of consumers in ensuring food safety:",
    "– Consumers have the ability to drive the market towards secure and high-quality food by demanding products that meet food standards. By understanding food safety practises and quality indicators, consumers are able to make educated decisions and actively seek out products that adhere to established standards.",
    "– Consumers can ensure food safety by reading and comprehending labels thoroughly. Ingredients, allergens, nutritional content, and certification marks are included on labels.",
    "– Consumers can actively contribute to safeguarding food standards by reporting food safety and quality concerns and complaints.",
    "As consumers, we play a significant role in ensuring that food standards are adhered to by the food manufacturers, food purveyors, and other stakeholders in the value chain with whom we interact. The government and line ministries must play a significant role in formulating and enacting laws and regulations that regulate food safety and quality standards in accordance with emerging trends and issues. For securing culinary standards and ensuring compliance with regulations and requirements, enforcement is essential. The government should strengthen monitoring and enforcement systems that target eateries, hotels, and even some food manufacturers that violate food safety regulations. Food businesses that violate regulations ought to be subject to regulatory action by enforcement agencies. On the other hand, unfortunately, there are some politicians that support these culprits.",
    "Special emphasis should be placed on educating the public about food safety, quality, and associated standards. Collectively, the responsible bodies should support educational campaigns that increase consumer awareness of safe food handling practises, the importance of label reading, and food recalls. By encouraging transparency and consumer empowerment, politicians can promote informed decision-making and a culture of food safety. The government should encourage the formation of politically neutral consumer welfare organisations with a focus on food-related issues.",
    "Proposed Penal Code amendment and threat of promotion of sexual abuse of children – II",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}