{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/exploring-the-goodness-of-sri-lankan-natural-sea-salt-and-lagoon-salt/",
  "time_ut": 1689781620.0,
  "original_lang": "en",
  "original_title": "Exploring the goodness of Sri Lankan natural sea salt and lagoon salt",
  "original_body_lines": [
    "Salt has played a significant role throughout human history, enhancing the flavour of countless dishes. In recent times, natural sea salt and lagoon salt have gained popularity due to their unique characteristics and potential health benefits. This article aims to explore the goodness of these natural salts, highlighting their origins, extraction methods, mineral composition, and advantages for human consumption. By understanding the qualities and properties of sea salt and lagoon salt, individuals can make informed decisions about incorporating these natural salts into their diets.",
    "The history of salt in Sri Lanka dates back thousands of years, with salt playing a significant role in the country’s culture, economy, and culinary traditions. The island’s geographical location, surrounded by the Indian Ocean, provided ample salt production and trade opportunities. Early records indicate that salt production in Sri Lanka can be traced back to ancient times.",
    "The ancient chronicle, the Mahavamsa, mentions salt pans’ existence during King Pandukabhaya’s reign (4th century BCE). These salt pans, known as “Ussangoda,” were located in the Hambantota district and were a vital source of salt for the local population. Salt production expanded significantly during the Anuradhapura and Polonnaruwa periods (3rd century BCE – 13th century CE). Salt was primarily produced in shallow brine pools, where seawater was allowed to evaporate, leaving behind salt crystals. These pools, known as “Lunama,” were constructed along the coastline and in the interior regions near saltwater lagoons. The salt produced was primarily used for domestic consumption, preservation of food, and trade. Salt played a crucial role in the Sri Lankan economy during the medieval period. It was a valuable commodity subject to taxation and regulation by the ruling kings. In the 16th century, with the arrival of European colonial powers, the salt industry in Sri Lanka underwent significant changes. The Portuguese, Dutch, and British introduced new techniques and technologies in salt production. They constructed salt pans and introduced more efficient evaporation methods. The British, in particular, played a pivotal role in modernizing salt production and expanding its scale. They established large-scale saltworks in coastal areas, including Kalpitiya, Puttalam, and Hambantota, to cater to the growing demand. In the modern era, the salt industry in Sri Lanka has evolved further.",
    "Today, salt production is primarily carried out through solar evaporation methods. Seawater is channelled into shallow pans or reservoirs and allowed to evaporate naturally under the sun’s heat. The remaining salt crystals are collected, washed, and processed for distribution. Salt production in Sri Lanka is concentrated in coastal areas and saltwater lagoons, including Hambantota, Puttalam, Kalpitiya, Mannar, and Trincomalee. These regions benefit from their proximity to the sea, allowing for salt extraction through solar evaporation methods.",
    "Originating from the evaporation of seawater, natural sea salt is produced by collecting seawater in shallow pools and allowing it to evaporate under controlled conditions. This process ensures the retention of essential minerals and trace elements. Sea salt boasts many minerals, including magnesium, potassium, calcium, zinc, and iodine. These minerals are vital in maintaining electrolyte balance, supporting nerve function, and contributing to overall health and well-being. Consuming natural sea salt in moderation may offer potential health benefits, such as improved hydration, digestion, immune function, blood pressure regulation, respiratory health, and skin conditions. Lagoon salt, also known as salt flats or pans, is harvested from inland saltwater lagoons. These lagoons form when seawater enters shallow depressions and evaporates, leaving salt deposits behind. Lagoon salt is manually or mechanically collected from these salt flats. It is characterized by its high mineral content, including potassium, magnesium, and calcium. The specific mineral composition may vary depending on the geographical location and local conditions. Like sea salt, lagoon salt offers potential health benefits, such as supporting electrolyte balance, aiding muscle function, contributing to bone health, regulating blood sugar levels, and keeping a healthy cardiovascular system.",
    "Natural sea salt and lagoon salt possess distinct characteristics. Sea salt is renowned for its briny flavour and coarse texture, making it ideal for finishing dishes. In contrast, lagoon salt often exhibits a milder taste and finer texture, which lends itself well to seasoning during cooking. Both salts serve as flavour enhancers in cooking and baking, offering versatility in various culinary applications. When selecting natural salts, it is crucial to prioritize sustainability and purity. Choosing salts harvested responsibly and free from additives or contaminants ensures the highest quality product. Incorporating natural sea salt into your culinary endeavours enhances your dishes’ flavours and offers potential health benefits through its rich mineral content. Embrace the goodness of these natural salts and savour the depth of flavour they bring to your meals.",
    "(The writer is a Chartered Engineer and Consultant in business administration & Engineering and a Volunteer of IMechE and IET)",
    "Related Topics:Dr Ajith ShanmuganathanSri Lankan natural sea salt and lagoon salt",
    "C. W. Mackie announces ‘best financial results in over 100 years of operation’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}