{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-shares-close-down-on-wait-and-see-approach-ahead-of-creditor-meeting-120464/",
  "time_ut": 1683894900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s shares close down on wait and see approach ahead of creditor meeting",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka‘s shares edged down in stagnant conditions trade on Friday, however the financial sector is seeing some positive gains as debt restructuring and optimization have been assured, Ranjan Ranatunga of First Capital Holdings said.",
    "The main All Share Price Index (ASPI) was down 0.25 percent or 22.08 points to 8,927.74, while the most liquid index S&P SL20 was down 0.62 percent or 16.02 points to 2,587.89.",
    "“The market is on a volatile day and is seeing limited economic activity and are seeking on an wait and see approach with the creditors meeting coming ahead,” Ranatunga said.",
    "Sri Lanka’s official creditors agreed to co-ordinate in restructuring loans given to the Indian Ocean island, in which China was an observer, media reports said.",
    "In a virtual meeting co-chaired by Japan, France and India officials from 26 countries and 19 creditors, had participated, Japan’s Kyodo news reported.",
    "Bilateral creditors have to negotiate among themselves and re-schedule their loans to conform to debt rollover ceilings (gross financing needs) set by the International Monetary Fund to enable Sri Lanka to service them in the future default known as making debt sustainable.",
    "Central Bank Governor Nandalal Weerasinghe has said, Sri Lanka’s public bank deposits and stability of the banking system will be safeguarded in any reorganization of domestic debt.",
    "“There is speculation about the stability of public deposits and banking system stability,” Governor Weerasinghe told a public forum.",
    "“In any kind of debt optimization, we will ensure and safeguard banking system stability as well as the protection of public deposits.”",
    "A key objective of the central bank is maintaining financial sector stability, he said.",
    "“The banking sector is seeing some improvement after the Central Bank Governor’s assurances on safeguarding the banking sector during debt restructuring,” Ranatunga said.",
    "Sri Lanka’s banks said assurances has been received that the stability of the sector cannot be risked in a planned domestic debt overhaul, to make the defaulted debt sustainable under a program with the International Monetary Fund.",
    "Sri Lanka is confident of meeting its debt restructuring objectives and no longer intends to borrow for infrastructure projects that don’t promise returns, Foreign Minister Ali Sabry said, adding that the country has learnt its lesson.",
    "The market generated a revenue of 785 million rupees, below the daily average of 1.4 billion rupees. Majority of the turnover was made from the transportation sector bringing in 165 million rupees, while the banking sector pitched in 103 million rupees.",
    "Sri Lanka’s banks have sought clarity on a proposed domestic debt restructure, questioning whether there is a non-voluntary element in the plan, and have also called for transparent discussions with all banks.",
    "Sri Lanka’s Central Bank and Treasury officials have said that there will be voluntary debt ‘optimization’ for domestic debt holders.",
    "Top gainers were Hatton National Bank, Ceylon Tobacco Company and Vallibel One, due to favorable earnings reports being presented.",
    "The top losers during the day were Commercial Bank; on profit taking and selling pressures, Lanka IOC was loosing due to falling retail prices despite recording good profits, while Dialog Axiata is witnessing profit taking on merging news with Airtel.",
    "The market also generated a foreign inflow of 36 million rupees, having an outflow of 74 million rupees bringing the net foreign inflow to 1.9 billion rupees. (Colombo/May12/2023)"
  ]
}