{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Two-probes-launched-into-country-wide-power-outage/56-756168",
  "time_ut": 1702242822.0,
  "original_lang": "en",
  "original_title": "Two probes launched into country wide power outage",
  "original_body_lines": [
    "The power outage on Saturday, plunging the entire country into darkness for nearly five hours, has prompted two independent investigations.",
    "Speaking in parliament yesterday, State Minister of Power and Energy Indika Anuruddha Herath said the Ministry of Power and Energy and the Ceylon Electricity Board (CEB) will each conduct a separate probe into the incident.",
    "Meanwhile, the Minister of Power and Energy, Kanchana Wijesekera, has also directed an investigation into the delay in the construction of the Polpitiya-Kothmale power lines system, originally slated for completion in 2015.",
    "Concerns have been raised by various parties, including experts, questioning if the recent power outage was an act of sabotage by individuals within the Ceylon Electricity Board (CEB). Some speculate it might be a protest against the issuance of a gazette outlining the restructuring of the CEB.",
    "However, the CEB has contended that the power outage was a consequence of a lightning strike on the main power line, leading to a system outage.",
    "Trade Unions in the power sector have claimed that the outage would not have taken place had the recommendations made nearly a year ago following a similar outage on 3 December 2021 had been imposed.",
    "According to them, the gazette issued at the time recommended expediting the implementation of solutions, including enhancing security systems to address breakdowns in electrical systems, enhancing the capacity of the Biyagama centre, making necessary improvements to prevent safety breakdowns (trips) of electrical systems, and providing education to employees on security measures. They have accused the Minister and the Secretary to the Ministry of not taking the necessary steps as proposed."
  ]
}