{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Contempt-of-court-charges-against-Sanath-Nishantha-fixed-for-inquiry/108-256687",
  "time_ut": 1679994981.0,
  "original_lang": "en",
  "original_title": "Contempt of court charges against Sanath Nishantha fixed for inquiry",
  "original_body_lines": [
    "Three contempt of court cases filed against State Minister Sanath Nishantha in connection with the alleged contemptuous statement were today fixed for inquiry by the Court of Appeal.",
    "Court of Appeal Justice (President) Nissanka Bandula Karunaratne and M.A.R. Marikkar fixed the three applications for inquiry on June 27.",
    "Deputy Solicitor General Lakmini Girihagama appearing for the Attorney General informed that the court has received the Government Analyst’s report pertaining to the video footage which contains the alleged contemptuous statement made by the State Minister.",
    "The Judicial Service Association of Sri Lanka (JSASL), the organization representing all the District Court Judges and Magistrates in the country and two lawyers had filed contempt of court applications seeking an order to punish State Minister Sanath Nishantha for the offence of Contempt of Court over a statement he made recently.",
    "The Court of Appeal had earlier issued summons on Sanath Nishantha to show cause as to why he should not be punished for contempt of Court.",
    "The JSASL President Magistrate Prasanna Alwis, its Secretary Additional District Judge Pasan Manoj Amarasena and two lawyers Vijitha Kumara and Priyalal Sirisena filed these applications naming State Minister Sanath Nisantha as the respondent.",
    "The petitioners are seeking an order to punish State Minister Sanath Nishantha for the offence of Contempt of Court.",
    "The petitioners stated that on August 23, 2022, Sanath Nishantha addressing a press conference held at the party headquarters of the SLPP, made a statement amounts to a direct interference with the due and proper administration of Justice.",
    "President's Counsel Romesh de Silva appeared for the Judicial Service Association. Faiz Mustapha PC with Faizer Mustapha PC appeared for Sanath Nishantha.(Lakmal Sooriyagoda)"
  ]
}