{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-losing-readiness-to-combat-next-pandemic-health-experts-warn-117885/",
  "time_ut": 1681205280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka losing readiness to combat next pandemic health experts warn",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is gradually losing the ability to respond to a sudden outbreak of Covid 19 as the country is also grappling, health officials with worst currency crisis in the history of the island’s central bank also hurting government finances.",
    "Sri Lankans are no longer getting booster doses of Coronavirus vaccines and laboratory capacity is also declining. Heath experts are calling for a plan to prepare for another pandemic.",
    "“We know booster doses are needed and perhaps we need to give a booster yearly,” Consultant Epidemiologist Nihal Abeysinghe told reporters on April 02.",
    "“We were the champions in the region, but while the world is taking the necessary steps, we are at a very low level even in immunization.”",
    "Authorities are said laboratories that were set up for island-wide to do PCR tests are being closed and lab equipment is being distributed to other places to utilize the spaces for other causes.",
    "“They have distributed the equipment of the airport Covid-19 pandemic laboratories into several places,” former head of the Medical Research Institute during the start of the pandemic, Jayaruwan Bandara, said.",
    "“Currently, it has happened to many laboratories in the county prepared for the Covid-19 pandemic.",
    "“Is that the way we are preparing our country to face another pandemic?”",
    "Since March 2021, Sri Lanka has identified a total of 672,086 Covid-19 patients.",
    "A total of 14.7 million individuals were vaccinated with both doses of a vaccine.",
    "However, only 8.2 million took the first booster dose while only 202,571 took a second booster dose.",
    "“Sri Lanka so far has not discussed another booster or using bivalent vaccines; we have to go for other vaccines, and now the world is moving for annual immunization for Covid-19 with a booster dose, but Sri Lanka is not,” Abeysinghe said.",
    "Abeysinghe said that due to the economic crisis, the government neglected a possible health outbreak in the future.",
    "“I don’t see any kind of preparations if they are destroying the labs we constructed, and there are no Standard Operating Procedures (SOPs) for the next pandemic.”",
    "Bandara said that in order to be prepared, more allocations from the budget should be made for research and development in the health sector.",
    "The Covid pandemic suddenly broke out early 2019 and is believed to have originated in China’s Wuhan region a few months earlier.  In the last century several such epidemics and pandemics had broken out.  (Colombo/April 11/2023)"
  ]
}