{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ruling-party-to-continue-support-for-president-no-talk-of-dissolution-yet-mp-125633/",
  "time_ut": 1688986320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ruling party to continue support for president; no talk of dissolution yet: MP",
  "original_body_lines": [
    "ECONOMYNEXT – The ruling Sri Lanka Podujana Peramuna (SLPP) has decided to support President Ranil Wickremesinghe over the next two years, an SLPP senior said amid speculation that there is division within the party over continued support for the president.",
    "SLPP legislator Mahindananda Aluthgamage told reporters on Sunday July 09 that President Wickremesinghe has so far not said anything about dissolving parliament to call an election.",
    "“As a party, we have decided to support the president in the next two years to rebuild this country,” said Aluthgamage.",
    "The MP, who was Agriculture Minister in ex-President Gotabaya Rajapaksa’s cabinet, said the party made the best decision available to them at the time when it decided to back Wickremesinghe’s bid for the presidency in July 2022.",
    "He added that his personal opinion is that politicians must make sacrifices at a time when the people are making sacrifices in the wake of the country’s worst financial crisis in decades.",
    "“I’m of the position that now is not the time for cabinet portfolios. If people are making sacrifices, so should we,” he said, fielding questions from journalists at a press conference on Sunday.",
    "“Now that debt is being restructured, fuel prices have come down and the country is coming to the right place. So until public confidence rises, we too must make some sacrifices, is my feeling.”",
    "Aluthgamage’s comment comes amid reports that a number of SLPP stalwarts are disappointed that cabinet positions continue to evade them. This is in addition to at least two prominent members of the party being absent from a crucial parliamentary vote on Sri Lanka’s domestic debt restructuring (DDR) programme.",
    "Meanwhile, the United National Party (UNP) headed by President Wickremesinghe, seems quietly confident of a return to form after being nearly annihilated at the last parliamentary election in 2020.",
    "UNP assistant leader Akila Viraj Kariyawasam told a gathering on Sunday that political parties will rally behind Wickremsinghe as part of a UNP-led coalition.",
    "“The dark curse that had fallen on the country is gradually being lifted. Political parties are not coming as one party anymore. They’ll be a UNP-led party,” he said.",
    "Kariyawasam had previously said that Sri Lanka’s next election will likely be a presidential poll, which is due in November 2024, though an early presidential poll has not been ruled out.",
    "Main opposition Samagi Jana Balawegaya (SJB) leader Sajith Premadasa has already welcomed an early presidential election. Premadasa told the SJB Working Committee on May 16 that he intends to form an SJB-led alliance of opposition parties in the event of an early presidential poll, which will require a constitutional amendment.",
    "The SLPP, meanwhile, has seen some fragmentation since the ouster of former president Rajapaksa, with these splinter groups largely ready to throw its weight behind opposition leader Sajith Premadasa.",
    "Sri Lanka’s opposition parties must rally behind a leader they can all agree to support at a future presidential election with the next favourite agreeing to be prime minister in a common workable arrangement, a member of one of the SLPP’s breakaway factions said in June.",
    "Sri Lanka opposition must rally behind Sajith-AKD ticket or vice versa: FPCSee more"
  ]
}