{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90862/minister-requests-speaker-to-take-action-against-false-statements-on-sinopec-fuel-station-project",
  "time_ut": 1685281200.0,
  "original_lang": "en",
  "original_title": "Minister requests Speaker to take action against false statements on Sinopec fuel station project",
  "original_body_lines": [
    "Minister of Power and Energy Kanchana Wijesekara emphasizes that he requested Speaker Mahinda Yapa Abeywardene to take necessary disciplinary and legal steps against the false statements made in Parliament regarding the operation of fuel station business by Sinopec Fuel Oil Lanka in Sri Lanka.",
    "In a tweet, the minister states that Sinopec has issued a statement clarifying their position with regard to the allegations and assumptions made in Parliament and other statements published in the media with regard to the local agents for fuel station operations in Sri Lanka.",
    "Thereby, he has requested the Speaker to call to the Privileges committee and take necessary disciplinary and legal steps against the false statements suggesting that the company has hired agencies to manage certain aspects of their operations in carrying out the fuel station business in Sri Lanka.",
    "Furthermore, Minister Wijesekara also expressed his gratitude to the media and other social media organizations that removed and corrected the false statements from their websites and media platforms.",
    "Earlier on Thursday (25), Sinopec Fuel Oil Lanka (Pvt) Ltd. had refuted the “unfounded claims” suggesting that the company has hired agencies to manage certain aspects of their operations in carrying out the fuel station business in Sri Lanka.",
    "Issuing a clarification regarding its fuel station project in Sri Lanka, Sinopec categorically denied those claims, emphasizing that the company has not engaged any external agencies or third parties to handle any part of the fuel station operation or related business activities.",
    "Furthermore, it clarified that Sinopec Fuel Oil Lanka has no intentions whatsoever to transfer any right of the license of fuel station supply to any other entity."
  ]
}