{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/chronicles-of-melancholy-sneak-preview-launched/",
  "time_ut": 1682689980.0,
  "original_lang": "en",
  "original_title": "‘Chronicles of Melancholy’ – sneak preview launched",
  "original_body_lines": [
    "Stop Child Cruelty Trust (SCC) with Child Protection Alliance (CPA) launched another historical event to protect and promote the rights of children across Sri Lanka. From 2020 to 2022, seventeen children were physically/sexually abused and murdered, and no person of authority has done anything meaningful to resolve the child protection crisis on the island. ‘Chronicles of Melancholy’ (නොරිදවිය යුත රිදෙන කතන්දර) is a collection of true-life stories of victims/survivors of various forms of child abuse to be published in Sinhala, Tamil and English to create awareness of the escalating crisis. The first heartbreaking story, ‘Stilled Tears – Faded White Garb’ (‘නිසල වී ඉකිබිඳුම – මිලින විය සුදු පියුම), was released as an introduction to this masterpiece.",
    "‘Stilled Tears – Faded White Garb’ is the tragic story of a sixteen-year-old Varuni who was subjected to unimaginable mental and verbal abuse by the Principal which, made her end her own life. Speaking about the story, Dr Tush Wickramanayaka, Chairperson of SSC, Co-convener of Child Protection Alliance and Global End Violence Champion, said, “The most unique thing about this book is that it’s authored by young Dinithi Gunathilaka, the winner of the Best Speaker award at the National Inter-school Debate Competition ‘A Generation’s Appeal 2021’. Dinithi was the Captain of the debate team of Sirimavo Bandaranaike Vidyalaya, Colombo 7.”",
    "Dr Wickramanaya added, “Children are the most vulnerable members of a community who require protection from adults. It’s incredibly gut-wrenching to see the trauma children go through because they are easy targets of abuse. We hope the launch of Varuni’s story will start a movement encouraging many voiceless victims to share their stories. Our final objective is to empower children, raise public awareness and educate.”",
    "“The final publication of ‘Chronicles of Melancholy’ will have experts giving valuable and practical advice on child psychology, parenting, legal, etc. We hope that by sharing these stories victims and survivors can use the book as a tool for healing and education. The book will be initially published in Sinhala, Tamil and English. We aim to have it published in other languages as well and are currently negotiating to get the book published in two UN-recognized regional languages. This would be the first time such a book will be published,” Dr Wickramanayaka further added.",
    "Chandrika Bandaranaike Kumaratunga, The Former President of Sri Lanka, speaking at the event, said, “It’s appalling to hear the number of deaths and cases of abused children in Sri Lanka in the past year. Authorities should resolve the child protection crisis without politicizing matters by working cohesively with NGOs and other such organizations. I would say that creating awareness via books such as ‘Chronicles of Melancholy’ is essential. There is a need to educate people about the dangers and horrors of child abuse. Not just sexual abuse, but other acts of violence against children, I applaud the efforts of Stop Child Cruelty Trust and the Child Protection Alliance in trying to find solutions to the current child protection crisis in Sri Lanka”.",
    "Prof. Sarath Wijesooriya, Author, Senior Lecturer at the University of Colombo, speaking on the impact of child abuse, stated, ” Children are the future of our country there is a need to educate and create awareness on what child abuse is, that it can be prevented and addressed before children fall prey to social predators. Child abuse can be defined as the physical, sexual or emotional ill-treatment or neglect of children. Sometimes a lack of understanding could be the contributor to this rapidly growing social phenomenon. We must educate the general public on this as knowledge can be a powerful tool to overcome child abuse. The more aware people become of its occurrence, the more society can do to prevent such abuse. I believe a book such as Chronicles of Melancholy in all languages with details on how to mitigate abuse is vital for our society.”",
    "The event had excerpts from Varuni’s story read by Child Protection Ambassadors Saranga Disasekara, Abisheka Fernando, Dinakshie Priyasad, Niranjani Shanmugarajah and Harith Wijeratne with a visual dance performance by Stagecraft, School of Performance Art. At the event, they launched the art competition, ‘Me Unhurt – Stop Child Abuse’, which will be open to children between the ages of 16 and 18 years. The winning artwork from the entries will adorn the book cover to be launched in October to signify International Children’s Day.",
    "To enter the competition, please send your entry on an A4 size Kent paper or Watercolor paper, before July 7th, 2023 to Stop Child Cruelty Trust, 115 Kynsey Road, Colombo 8. Please include the following information at the back of the entry: your name, date of birth, address, telephone number, and grade in school. Please get your artwork certified by either a parent/guardian or school teacher with the following text: I certify this is a creation of (name of the child, date and the full name and signature of the adult). For further information, please contact Stop Child Cruelty Trust at 0771656867 or www.stopchildcruelty.com",
    "Stop Child Cruelty Trust was established in 2018 to end violence against children and end corporal punishment. In 2021 SCC spearheaded the formation of the Child Protection Alliance, a coalition of credible civil society organizations working to protect and promote the rights of children. In 2022 SCC pioneered the establishment of UNICEF-style celebrity Child Protection Ambassadors. Their most commended achievement was in 2022 when SCC was the sole representative defending 5.2 million children of Sri Lanka at the 42nd session of the Universal Periodic Review of UNHRC in Geneva. On 1st February 2023, at the Sri Lanka sessions, SCC convinced a record number of countries to make recommendations on child rights, including prohibiting corporal punishment unequivocally.",
    "Stock market’s negative trends continue; investor confidence seen as having been undermined",
    "Allianz Lanka empowers education in Bogawanthalawa by supporting underprivileged students",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}