{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/incubating-again-response-to-tisaranee-gunasekara/",
  "time_ut": 1691107237.0,
  "original_lang": "en",
  "original_title": "Incubating Again: Response To Tisaranee Gunasekara",
  "original_body_lines": [
    "“When the enemy enthusiastically embraces you, and the fellow countrymen bitterly reject you, it is not to wonder if you are, in fact, a traitor” ~ Ursula K Le Guin",
    "Tisaranee Gunasekara, in her article “Incubating again” implies that I am a racist and referring to the latest incident at Kurundi, says that my remarks were “incendiary” and “the seeds that birthed Black July continue to gestate in the womb of Lankan society forty years on”.",
    "Tisaranee is famous for her consistent  anti Sinhala Buddhist stand. She writes articles (mainly in English) to convince the reader that there exists Buddhist Religious Extremism in Sri Lanka, the massage the separatist Tamil politicians vie to convey the International Community to secure their support for the so called Tamil Eelam.",
    "Tisaranee, who was no where near Kurundi, is echoing the very words of a former Tamil Provincial Councillor without having spoken to any of the Buddhists and monks who were there in the scene. Her hate towards Buddhists and Buddhist heritage was evident when she says in Kurundi a New Chaithya was constructed on the old ruins  and “it could become a Lankan Ayodya heading towards blood shed !.",
    "Kurundi is a declared Archaeological monument located inside a protected forest reserve declared by the British even before 1948. The ancient Kurundi temple complex/monastery was established by King Kallatanaga in 109 BC. The ruins of the Chaithya was renovated by the archaeological department and it is not a new chaithya as mentioned by Tisaranee to mislead the reader. Ruvanveliseya was also renovated when it was in ruins which is not a new chaithya but a Stupa built by King Dutugemunu 2300 years ago.",
    "The most famous Kurundi pagoda was purely made from red laterite stone bricks and it is the only stupa of that kind in the country. Due to the important Buddhist archaeological evidence found on the premise, the British government declared the area as an archaeological reserve under the government gazette 7981 on May 12th 1933.",
    "The excavation and preservation activities started in 2021 and stupa conservation was completed based on the proposed plan of archaeological experts. On 14th July 2022 the Magistrate of Mulative ordered to stop the renovation when a Tamil politician complained about a “new construction”, but on 19th July the magistrate visited the site and revoked his order and instructed authorities  to continue their work.",
    "On 4th July 2023, the Magistrate visited the scene because of a complain made regarding the material used for the conservation. At that time the Tamil lawyers requested permission from the Magistrate to use the premises to conduct Hindu Pooja and that’s the time I requested permission from the Magistrate to speak. Tisaranee, who is a regular columnist of Colombo Telegraph must not write on hearsay but should get her facts correct when writing articles of this nature.",
    "Tisaranee depicts a twisted communal picture when she writes “Sinhala Buddhists claim land by trying to set up temples in areas without a single Sinhala Buddhist civilian. It is far from truth. There are hundreds of Buddhist archaeological sites in North and no one builds temples in such  sites but they are renovated and preserved depending on the availability of funds. Once preserved, it brings back the ancient pride/dignity of the nation, attracts local and foreign tourists, contributes towards improving the livelihood of the locals etc. This heritage belongs to ALL citizens in the country and not only to Sinhala Buddhists. Demolishing such invaluable ruins/heritage and conducting Hindu Poojas on top of it will not achieve anything except animosity. When Tisaranee says Sinhala Buddhists build temples and grab land in North the separatist Tamil politicians embrace her because such a statement coming from a Sinhalese Buddhist ( as the name implies) would help them to tell the world as to how the Sinhalese try to disprove their “Homeland” theory.",
    "Tisaranee says “so long as Sinhala Buddhists are seen as true owners of Lanka while minority Lankans are categorised as guests here on sufferance…” I think no one except a separatist or a one on his payroll could write such a blatant lie. I haven’t come across any Buddhist in this country who says that this country belongs to only Sinhala Buddhists. Sinhalese are the ones who built the civilisation and sacrificed their lives to protect the country. Robert Brownrig’s order was to kill all Sinhalese aged 18 to 35, burn their houses, paddy fields, tanks, destroy dairy farms, cut all fruit trees and put poison to drinking wells. That’s how the Sinhalese suffered /sacrificed fighting the British to protect the country. Naturally they rise up whenever the country or her heritage is in danger.",
    "The “Black July” was carried out by thugs, ruffians, and underworld gangs under political patronage. The International Commission of Jurists in their report declared that 50 out of 350 deaths were Sinhalese. A large number of Sinhalese braved death to protect their Tamil neighbours and friends. The silence of acknowledging the role of Sinhalese who kept the Tamils (some even those they did not know) in their homes feeding, clothing and providing shelter has gone unrecognised and completely shunned by media. I have given protection to Tamil families in my house. (I must ask Tisaranee who laments about black July and pretends to be the messiah of the suppressed, as to how many Tamil families she has saved or tried to save during that period).",
    "It is because the Sinhala Buddhists per se, were not the people who were violent in 1983, that even after the LTTE attacked Sinhala border villages, their places of worship, Buddhist clergy etc. that they did not react and attack Tamils. If 1983 was a revenge attack for killing 13 soldiers, why did the same revenge not taken place over scores of Tiger attacks on innocent Sinhalese thereafter? Hence Tisaranee should be ashamed of to put the responsibility of Black July on Sinhalese Buddhists when it was very clear that it was not the case.",
    "What is also not mentioned is that Tamils have always preferred to live amongst the Sinhalese. Even at the height of terror Tamils did not desire to remain with LTTE but tried to escape to South. If Sinhala Buddhists are so bad and there are ethno centric atrocities towards Tamils as Tisaranee says, she must explain as to how more than 51% of the Tamil population live happily amongst Sinhalese in south?",
    "Pretending as writing in good faith, the heinous attempt of the writer is to convince the international community that Sinhala Supremacists look down upon the minorities. The massage given through those articles is exactly what the LTTE tried very hard to convey to the International Community.",
    "Once when a group of monks were sitting on the road in protest over some issue, Tisaranee saw it as “full horror of religious extremism”. When talking about religious extremists/fanatics, Tisaranee who appears to shiver/faint at the so called “full horror of religious extremism” in Sri Lanka, would definitely disintegrate into pieces if she saw, in another country, how a religious fanatic cut the neck of a man of another sect of the same religion, in broad day light.",
    "The likes of Tisaranee who try to tarnish the image of Sinhala Buddhists must hide in shame if they saw how the so called Sinhala Buddhists all over Sri Lanka helped the victims of Tsunami irrespective of their race. In Tricomalee district, mostly effected were Tamils and Muslims and it were the Sinhala Buddhists and Buddhist monks who volunteered and helped all those who were in distress. A Sinhala Buddhist sailor was rewarded for rescuing 17 Muslim children from death. All schools full of victimised Tamil families were looked after initially by Sinhala Buddhists before government aid arrived. We haven’t seen those “accomplished/balance minded writers” who complain about the inhuman attitude of Sinhala Buddhists towards Tamils, appreciating the response of Sinhala Buddhists towards Tamils/Muslims during Tsunami.",
    "Tisaranee is correct when I say this is a Buddhist country. Sinhalese are not allowed to live in North but more than 51% of Tamil population is living happily amongst Sinhalese in South, because this is a Buddhist country. The whole sale trade/Jewellery industry is dominated by Tamils and their customers are Sinhalese. Even when the Tamil terrorists were butchering the pregnant Sinhalese mothers at Gonagala the Hindu Vel cart was paraded in Colombo, because this is a Buddhist country. We rescued 2,95,000 innocent Tamils in the final battle with LTTE, rehabilitated 11600 cadres who surrendered and released to the society because this is a Buddhist country. (In Second World War, we know how the British and US army treated the Germans who surrendered. Most of them were tortured to death and starved to death) Suse was the Sea Tiger leader responsible for destroying a large number of naval ships/boats and killing hundreds of sailors. The Navy apprehended Suse’s entire family with wife and children at sea in the middle of the night and no one knew it except the naval crew. Suse’s family was protected by the navy and now they are living happily amongst Sinhalese because, this is a Buddhist country.",
    "Whenever there’s shortage of blood in Jaffna hospital ( most of the Vellalas do not donate blood fearing that it might get mixed with the low caste) the Sinhalese soldiers donate blood to their Tamil brethren without any hesitation because of their Buddhist values. This is the spirit in which I say that this is a Buddhist country and not in a discriminative sense that Tisaranee very maliciously trying to portrait.",
    "The cast problem in North is acute and still exists. The UN special Rapporteur who visited North too confirmed that still the “Low castes” are highly discriminated against by “Vellala, the high castes”.",
    "It was a Sinhala leader SWRD Bandaranaike, who came to the rescue of innocent “low castes” Tamils. He passed the Social Disabilities Act in 1957 to combat caste system and the Vellalas opposed it and even proceeded to UK to request the British authorities to cancel it. In 1968 the simmering cast conflict in Jaffna exploded when the low caste threatened to enter “Mavaddipuram” Temple, the segregated religious domain preserved exclusively for the Vellalas from Colonial times. Proffessor C Sundaralingam, a Vellala fanatic, threatened to attack any low caste who dared to cross the threshold of the Temple.  Neither Chelvanayakam nor Amirthalingam came out to help the low caste.",
    "However when the persecuted low castes were slowly rising against them,  the Vellalas changed their strategy to “racism” from caste system to counter that and also to get the votes of the low castes to retain their power in the legislature. They used anti Sinhala Buddhist ideology as a tool to pose as saviours of Tamils and in the process to maintain the supremacy in Jaffna.",
    "Mr. Mahindapala, in his article “A brief history of Tamils persecuting and killing Tamils”, very clearly exposes the true nature of the Tamil politicians who clamour for federal powers on the pretext of meeting the aspirations of the Tamils. He says the Tamil Vellala elite was leading a racist movement against the Sinhala Buddhist majority, purely to protect their socio- political interest.",
    "If this is the real state of affairs, it is very clear as for whom the likes of Thisarani works. The enemy enthusiastically embrace Tisaranee as her Anti Sinhala Buddhist articles supports their “cause“. Hence the people like Tisaraniee are the ones who plant the seeds of another harvest of blood and not the Sinhalese Buddhists."
  ]
}