{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-will-likely-go-to-polls-before-december-fractured-slpp-to-reunite-rajapaksa-116605/",
  "time_ut": 1679908860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka will likely go to polls before December; fractured SLPP to reunite: Rajapaksa",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will likely go to the polls before December 2023, former president and ruling Sri Lanka Podujana Peramuna (SLPP) leader Mahinda Rajapaksa said, expressing confidence that SLPP splinter groups will return to the fold come election time.",
    "Speaking to reporters outside the Abhayarama Buddhist temple in Colombo on Monday March 27, Rajapaksa said the SLPP has been engaging in political activity successfully.",
    "Asked about the various factions of the SLPP-led alliance that together won a two thirds majority at the last parliamentary elections in 2020 who have now gone their separate ways, Rajapaksa said: “They will reunite in time.”",
    "Sri Lanka’s national election commission recently said that the already overdue local government elections cannot be he held on April 25. A meeting has been sought with Prime Minister Dinesh Gunawardena so that the government may declare a suitable date, according to reports.",
    "However, opposition parties remain sceptical that the election will be held at all. While the government has repeatedly claimed that it lacks the funds needed for the polls, opposition groups insist that the election is being deliberately blocked fearing a humiliating defeat for the unpopular SLPP.",
    "When one reporter asked Rajapaksa if an election is the need of the hour right now, he said: “Who says no to elections?”",
    "There is also speculation that a parliamentary or presidential election will be held before the local government polls. Commenting on this, Rajapaksa said: “Whatever election it will be, we’re ready for it.”",
    "Asked to comment on the state of Sri Lanka’s economy, which was left in tatters in the wake of his brother Gotabaya Rajapaksa’s presidency and is now showing signs of recovery, Rajapaksa said: “We’re watching.” (Colombo/Mar27/2023)"
  ]
}