{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/Driving-into-Colombos-money-spinning-car-parks/131-260089",
  "time_ut": 1685376102.0,
  "original_lang": "en",
  "original_title": "Driving into Colombo’s money spinning car parks!",
  "original_body_lines": [
    "People have started questioning about the unruly behaviour of certain parking attendants",
    "Exorbitant rates being charged, the unavailability of parking slots and the unruly behaviour of parking attendants have caused much inconvenience to the public",
    "Car parking spaces have been outsourced to various companies via tender notices",
    "Many parking attendants don’t issue tickets and in most instances they issue a ticket only upon the request of the customer",
    "The CMC said that complaints are being investigated and that officials at the traffic and engineering department continue to monitor activities at car parking slots",
    "Colombo Municipal Council maintains that 129 car parking slots in Colombo come under its purview",
    "*Shiva has been collecting parking tickets at the Galle Face Green for the past five years. His job is to earn Rs. 2000 during week days and Rs. 7000 during weekends to be remited to his company. But the uncertainty of his job is such that he would either earn more or less, depending on the crowd and the vehicles parked. For him, his daily earnings would either be a profit or a loss. But this is his only mode of income.",
    "The Daily Mirror learned that each parking attendant is given a certain number of slots. Some slots are located in prime locations and therefore the amount they have to pay to the respective company varies. Apart from being charged exorbitant rates, the unavailability of parking slots and the unruly behaviour of parking attendants have caused much inconvenience to the public. Even though the CMC through a special gazette notification earlier this year revised parking fees depending on the type of vehicle and the number of hours parked passengers complain about being overcharged, especially in prime locations. On the other hand, it is also quite evident that these individuals only operate at prime locations in the city.",
    "Car parking spaces have been outsourced to various companies via tender notices. The Daily Mirror learned that there are around 20 car park management companies in Colombo.",
    "Responding to a Right to Information application filed by the Daily Mirror, the Colombo Municipal Council said that 129 car parking slots in Colombo come under its purview. While the CMC monitors the activities of these car parks, a selection criterion is being included in the tenders.",
    "When inquired about how eligible bidders are being selected, the contractor’s obligations state that the ‘employees of the selected bidder who is engaged in parking management should wear uniforms during working hours for easy identification by public and the client. Discipline maintained by the management team should ensure the dignity of the Colombo Municipal Council.",
    "‘A parking ticket shall be issued to the driver of the vehicle clearly displaying the parking rate, arrival time, departure time, vehicle no. etc, as per the format given by the Colombo Municipal Council. The selected Bidder will not be allowed to collect parking charges without issuing a ticket and the breach of this condition may be caused to terminate the contract.’ But despite this obligatory condition, many parking attendants don’t issue tickets and in most instances they issue a ticket only upon the request of the customer.",
    "Customers have also complained about unruly behaviour by parking attendants at times they have been overcharged. This behaviour is contrary to one of the criterion in the contract which states that ‘the successful bidder will be responsible to ensure that their employees collecting parking fees will be courteous and obliging to ensure proper behaviour and will be responsible to ensure above effectively.”",
    "In terms of the eligibility of bidders, it has been clearly stated that limited liability companies, firms in case of a partnership and individual businesses are eligible for bidding. But the CMC will not award contracts to companies that have defaulted payments regarding parking rentals to the CMC and companies who have failed to execute awarded parking contracts directly or indirectly with the CMC. The contract further states that the bidder should have two years experience in parking management and parking fee collection. Another requirement is that the bidder should submit resumes of all employees working at the companies.",
    "The contract further states that the council will not be responsible for any public complaints on vehicular parking and any litigation arising out of damage or theft of vehicles at the given location. The selected bidder shall ensure minimisation of inconveniences and interruptions to vehicular and pedestrian movement due to parking in above areas. But all tickets indicate that the companies will not be liable for any theft or damages to the parked vehicle.",
    "When asked if any complaints are being investigated, the CMC responded in the affirmative and said that the officials at the traffic and engineering department continue to monitor activities at car parking spaces.",
    "Even though things look perfect, several grey areas exist in a practical sense. The following are three different parking tickets issued for parking a bike in three different locations in Colombo (see image). Several social media users also shared their experiences while parking vehicles in Colombo.",
    "“Apart from the Green jacket the so-called parking attendants wear, there’s no other way to say they’re attached to some legitimate body. No ID card, No rubber seal on the parking ticket, No serial number, the ‘hotline’ printed on the ticket doesn’t work. The best part is, they ‘offer’ a ticket on request!  “A friend of mine was demanded to pay 70/- (being an hour’s charge) for stopping for 5mins to go to the ATM. Isn’t the first 15mins free? Complaints made to CMC have a standard response ‘This has to be taken up with the relevant ‘parking company’, but we’ll see what we can do.  “This is a lucrative operation and needs to be done with proper controls, regulations and discipline. Why can’t the CMC take it under their purview and run it more effectively than settling down with a mere 40-45% margin?”",
    "“The parking attendants are pocketing out the money. They charge different rates.”",
    "“The Galle Road is full of parking crows. They will charge you 70 bucks even if you stop for two minutes.”",
    "“It has become a headache within Colombo because even if you park for a few minutes there’s some person coming with tickets. At places with famous waterfalls, people charge parking fees saying that it goes for the development of the area. These parking attendants need to be disciplined.”",
    "“Even for 5-10 minutes they charge unreasonably. For an hour they charge Rs. 70. There are no tickets being issued and they’d oblige unless we request for them. Why do they charge Rs. 70 per hour?”",
    "Following complaints, the Daily Mirror contacted one parking management company by the name CN Janitors. When asked why customers are being charged even if they park for a few minutes by the side of the road CN Janitors Manager Sumedha Jayalath said that only the first five minutes is free. “Thereafter the attendants are entitled to charge parking fees. The law states that attendants can charge fees as soon as a vehicle enters a parking space.”",
    "But experts opined that one of the reasons why people are inconvenienced when parking their vehicles is because everybody wants to park at the most convenient spot. Speaking to the Daily Mirror, Prof. Saman Bandara, Senior lecturer at the Department of Civil Engineering, University of Moratuwa said that the Colombo Municipal Council tried various ways to resolve this issue. “There were parking metres installed at one point of time, but it wasn’t a success. As at now parking fees are being charged manually. In some places this is being done accordingly but there have been complaints about parking attendants obtaining parking fees by force.",
    "“There’s no proper utilisation of car parks. A fee of Rs. 70 is being charged even if you park your vehicle for five minutes. Therefore there’s no incentive for people to leave as soon as their task is completed. On the other hand, parking fees are not being charged in places where there is a lesser or no demand. Therefore there’s a concern with regards to parking utilisation,” said Prof. Bandara.",
    "One of the suggestions brought forward by Prof. Bandara is to make people aware of the available parking spaces in a given area and the time they would take to reach a particular venue. “An information system should be developed for the convenience of the people. Another option is to provide off-road parking space instead of having all vehicles parked on either side of the road. As such the only solution is to manage the space available in car parking spaces so that everybody gets a chance to park their vehicles.”",
    "He further said that the CMC should be taking the initiative to manage car parks. “Currently, a survey is underway to determine the parking hotspots in Colombo but that it would take time to finalise the results of the survey,” Prof. Bandara added.",
    "The following are three different parking tickets issued for parking a bike in three different locations in Colombo"
  ]
}