{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90096/sri-lanka-pushes-debt-restructuring-presentation-to-mid-may",
  "time_ut": 1682524320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka pushes debt restructuring presentation to mid-May",
  "original_body_lines": [
    "Sri Lanka pushed back the release of its debt restructuring plan to investors to the middle of May from this month.",
    "The government will present a comprehensive plan for treating foreign as well as local debt, PKG Harischandra, director of economic research at the central bank, said late on Tuesday (April 25), without explaining the delay.",
    "Foreign creditors want to include local debt in the restructuring, which some Sri Lankan banks oppose, President Ranil Wickremesinghe told lawmakers on Wednesday during a debate on the International Monetary Fund (IMF) bailout. The government seeks to avoid talks that include pre-conditions, he said.",
    "The setback underscores the difficulty Sri Lanka faces in balancing the demands of its bondholders, raising the risks surrounding the IMF’s US$3 billion loan programme. Overseas investors are demanding that domestic bond holders share billions of US dollars of losses, but the government’s proposal for a voluntary restructuring of its rupee-denominated bonds is finding few takers from banks worried about a hit to their capital.",
    "“The delay is not entirely unexpected as discussions have just started with the external creditors on debt restructuring,” said Saurav Anand, economist at Standard Chartered in Mumbai. “Our base case is that the restructuring negotiations prolong and extend till December against the government target of completing the same by September.”",
    "Sri Lanka will hold debt restructuring talks with Paris Club members together with India, while discussing with China separately, Wickremesinghe said. The government is also reviewing banks’ asset quality to determine their capacity to absorb any losses from the debt restructuring."
  ]
}