{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ngage-shines-across-multiple-categories-at-the-effies/",
  "time_ut": 1678895160.0,
  "original_lang": "en",
  "original_title": "NGage shines across multiple categories at the Effies",
  "original_body_lines": [
    "NGage recorded awards across five diverse categories while being the sole awardee in each category, at the recently concluded Effies. Winning across such diverse categories shows the versatility and salience of the agency’s achievement, underscoring their strategic approach and insights across markets.",
    "The awards included two for their long-standing client of 30 years, Hemas Consumer, for the laundry care brand Diva in the Home Supplies category and Dandex in Personal Care. “As we celebrate our own 30th Anniversary this year, it is fitting that we have won these awards for Hemas, who has been our client since our inception and has entrusted us with several of their brands over the years” said Founder & Chairman of NGage, Nimal Gunewardena. Shiyan Jayaweera, Marketing Director at Hemas Consumer, commented on the agency partnership saying “The strong working relationship we have built with the agency over the years has no doubt helped them to play the role of a knowledgeable steward of the key brands we have entrusted to them. We are delighted about these wins for two of our key brands – Diva and Dandex”.",
    "For Singer, another client for whom NGage has created stand-out TV commercials across several of their retail brands, NGage was awarded in the Electronics category for a quirky and humorous TVC for Dahua CCTV systems. Singer’s Marketing Manager Tharaka Warnakulasuriya expressed his delight saying “NGage has time and again come up with TV commercials that get the attention of our targets and gets them to consider Singer and the multiple brands we sell, with clear and compelling messaging. This was one such instance, and we are delighted!”",
    "NGage Leaders Nimal Gunewardena and Sheron Jayasundaraat the Effie Awards",
    "For their new client, Elephant House, NGage was recognized for their launch campaign of Feel Good Frozen Yoghurt in the Snacks & Desserts category. Kasun Gunarathne, Head of Marketing at Elephant House said “We started working with NGage recently and they have been showing us some great ideas for the brands we asked them to work on. This launch campaign for our Frozen Yoghurts helped us to position this category as something people could Feel Good about enjoying, supported by the endorsement of relevant Influencers.”",
    "Significant also was the win for the nationally vital campaign the agency did in the Non-Profit/ Public Service category for UNICEF to drive ‘Covid-Appropriate Behaviour’ to mitigate the risk and impact of the COVID-19 pandemic through a campaign that educated people to follow correctly the hygiene practices of wearing masks, washing their hands and keeping distance. “This campaign was significant not only because it reflected our strengths in public awareness and behaviour change campaigns, but was among the work that our talented team rallied around to pull off during a difficult year” said NGage CEO Sheron Jayasundara.",
    "NGage, now completing three decades, has been a pioneer in IMC and PR and a place of learning for several industry people who have passed through its portals and was the first Marcom agency to be recognized as a Great Place To Work. Its leadership has continued to contribute to the industry through their commitment to knowledge sharing and leadership in the industry bodies.",
    "Sri Lanka Shippers’ Council perturbed by rescinding of Gazette No. 2014/10 of Oct. 2017",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}