{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Chinas-soft-power-behind-Iran-Saudi-deal-Changes-in-Middle-East-geopolitics/172-256862",
  "time_ut": 1680204178.0,
  "original_lang": "en",
  "original_title": "China’s soft power behind Iran-Saudi deal; Changes in Middle East geopolitics",
  "original_body_lines": [
    "Politics is the art of the possible. As long as politics remains, this quotable quote famously uttered by 19th Century German statesman Otto Von Bismarck will also remain. In real politics, nations and politicians try to achieve the next best or what is possible if the best is not attainable.",
    "If this phrase gives a positive view of politics, Canadian-American economist Kenneth Galbraith famously expressed a more negative view of political pragmatism when he said, “Politics is not the art of the possible. It consists in choosing between the disastrous and the unpalatable.”",
    "These two phrases form a key analytical tool to understand miracles, the unbelievable, and the unexpected in politics. One such shock was the recent Iran-Saudi Arabia détente brokered by China. It was seismic with a political Richter scale reading high enough to shake world politics. There were casualties, too.",
    "But before dealing with the casualty, a peep into the past is in order.  Iran-Saudi relations formally began with the signing of a Friendship Treaty in 1929, three years before Saudi Arabia was officially established. Before World War I, much of the Arabian Peninsula, including the territory of today’s Saudi Arabia, was part of the Ottoman Empire.",
    "Ever since the treaty was signed, ties grew from strength to strength with leaders of the two nations visiting each other’s country and even extending friendly advice on matters of governance through exchanges of letters.",
    "Worth mentioning is one such exchange of letters between Iran’s Shah, Reza Pahlavi, and Saudi King Faisal in the 1960s. Urging the King to modernise Saudi Arabia, the Shah wrote, “Please, my brother, modernise. Open up your country. Make the schools mixed -- women and men. Let women wear miniskirts. Have discos. Be modern. Otherwise, I cannot guarantee you will stay on your throne.” In response, King Faisal, who was indisputably the most loved Saudi monarch by the Saudis and most Muslims all over the world, wrote, “Your majesty, I appreciate your advice. May I remind you, you are not the Shah of France. You are not in the Élysée. You are in Iran. Your population is 90 percent Muslim. Please don’t forget that.”",
    "King Faisal was a fearless leader who dared to face up to the Americans and Israelis. He was an ardent backer of the Palestinian cause, while his Iranian counterpart was an American lackey and had established diplomatic relations with Israel.",
    "Before the 1979 Islamic revolution in Shiite-Muslim-majority Iran, and Iran’s revolutionary leader Ayatollah Ruhollah Khomeini’s famous vow to export the revolution to all parts of the Muslim world, the relations between the two countries were more than brotherly. Both were on the same side of the Cold War. Shia-Sunni sectarianism, which is now exploding in violent extremism, was not a major obstacle then.",
    "With the US and Israel projecting Iran as the new bogey after the collapse of the Soviet Union, relations between Iran and Saudi Arabia reached a low ebb. During the Iran-Iraq war from 1980 to 1988, Saudi Arabia and the Arab world – except for Syria and Libya -- backed Saddam Hussein’s Iraq.",
    "Despite Arab hostility and Western sanctions, Iran embarked on the difficult path to self-sufficiency and is now achieving results. The US invasion of Iraq was a blessing in disguise for Iran. With a Shiite-dominated government taking power in Iraq for the first time in its modern history, the Saudis feared the rise of the Shiite Crescent in the Middle East. It extended from Iran to South Lebanon via Iraq and Syria. The rise of Iran pushed one Arab state after another towards Israel, a movement that saw the signing of the so-called Abrahamic accords between Arab states and Israel.",
    "“Cut off the head of the snake,” Saudi King Abdullah repeatedly exhorted the United States, according to leaked US diplomatic cables published on WikiLeaks in November 2010. The King wanted the US to launch a military strike to destroy Iran’s nuclear facilities.",
    "When the US backpedaled, fearing Iran’s capability to strike US interests in the region, Saudi Arabia and like-minded Arab states leaned towards Israel, which was also pushing for a US attack on Iran, in addition to carrying out secret ops to assassinate Iranian nuclear scientists.",
    "In 2011, when the Arab Spring swept the region, the democracy-promoting change was welcomed by Iran in the hope that it would unseat anti-Iran rulers. But it was not to be. The money power of Saudi Arabia and the United Arab Emirates soon turned the Arab Spring into the Arab winter.  But it exploded into a civil war in Syria. The war saw Iran backing the government and the Saudis the rebels.",
    "However, intermittent protests continued in Saudi Arabia’s eastern region populated by the country’s Shiite minority. The pro-democracy protests were spearheaded by a popular Shiite imam, Ayatollah Sheikh Nimr Baqir al-Nimr. He was arrested in 2012 and executed in 2016. The execution triggered protests in several countries, including Iran where the protesters attacked the Saudi embassy and set it on fire. This prompted Saudi Arabia and, at its behest, several other Arab countries to sever diplomatic ties with Iran.",
    "Ever since it had been a case of daggers drawn and backstabbing for nearly seven years. But what caused the change and brought the two countries to the peace table? Was China the catalyst?",
    "Yes, the major geopolitical tectonic shift was caused by China’s soft power force. Signs of Chinese soft power were evident when President Xi Jinping met Arab leaders during a visit to Saudi Arabia in December last year. Among them was Palestinian Authority President Mahmoud Abbas, whose presence indicated China’s willingness to use its soft power to solve the longstanding Palestinian issue and win the hearts and minds of the Arab people. The visit also marked the beginning of the era of petro-Yuan with oil-selling Saudi Arabia and other Gulf countries agreeing to accept China’s currency.",
    "It was against this backdrop that China mediated, albeit secretly, in the Iran-Saudi reconciliation. Peace is always in energy-dependent China’s interest. Wars and tensions in the region disrupt supply chains and shoot up energy prices, apart from being major obstacles to China’s Belt-and-Road Initiative. After Russia, Saudi Arabia is the second largest oil supplier to China, while Iran, to avoid sanctions, uses camouflaged avenues to export oil to China at undercut prices.",
    "China’s entry into the Middle East as a peacemaker is part of its effort to vie with the US for influence in the region. Iran and Saudi Arabia are showing interest in joining BRICS. This week, Saudi Arabia’s cabinet approved a move to be a dialogue partner of the China-dominated Shanghai Cooperation Organisation, of which Iran is an observer.",
    "In this tectonic shift, the major casualties are the United States and Israel. The US, though it claims to be an honest broker in the Israeli-Palestinian issue, is out-and-out biased towards Israel.  Another casualty was Israel. The Iran-Saudi thaw has dealt a severe blow to Israel’s efforts to drive Saudi Arabia and other Gulf Arab states away from Iran.",
    "The Iran-Saudi deal has triggered a chain reaction. In the afterglow of the deal, Saudi Arabia and Syria have expressed willingness to restore diplomatic ties, Turkey and Egypt are taking steps to normalize strained ties while Iran is moving towards a thaw in relations with Jordan, Egypt and Bahrain.",
    "These developments indicate that the choice was not between the disastrous and the unpalatable. The choice was between peace and prosperity and war and disaster."
  ]
}