{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/latest-position-on-debt-restructuring-process/",
  "time_ut": 1679255460.0,
  "original_lang": "en",
  "original_title": "Latest position on debt restructuring process",
  "original_body_lines": [
    "According to the announcement made by the Managing Director of the IMF Kristalina Georgieva, the IMF Executive board meeting will be held on 20 March to consider and hopefully approve the EFF arrangement for Sri Lanka. In the meantime, the Ministry of Finance and the Central Bank in consultation with IMF have finalised the latest position of Sri Lanka’s Public Debt as at end 2022 just prior to commencement of debt restructuring negotiations with creditors. Having perused the document uploaded to the Ministry of Finance (MOF website) recently, which is a comprehensive summary of debt stock as at end 2022, I have tabulated the summary of the main facts and figures (See Table). As can be seen, the total public debt stock has skyrocketed to US $ 83.6 billion, which includes total foreign debt of US$ 45.6 billion and the local debt of 38 billion in US $ equivalent. The total debt as a % of GDP as stated in the above MOF doc is 128%. The public debt is expected be reduced to 100% of GDP in order to ensure debt sustainability in line with IMF supported program parameters coupled with ‘comparability of treatment principle’ whilst ensuring equitable burden sharing for all restructured debt.",
    "However, I have my doubts about GDP computation here. As per the MOF doc page 1, the Nominal GDP was stated as Rs. 23.7 trillion for the year 2022. The $ exchange rate used for conversion as Rs.363.10 clearly indicating that it is the year end figure, they have taken the year end Exchange rate of Rs 363.10 per US$. It is pertinent to ask the question as to why ‘year- end exchange rate’ figure to convert our annual GDP in rupee to US dollars? It should have been the ‘average exchange rate’ as in the past so many years computed by CBSL. As a result, the GDP (in US$ terms) works out to US$ 65.2 billion only. That’s why the total public debt stock of US$ 83.6 billion works out to 128% of GDP – my initial query is; why did they take year-end figure of Rs363.10 instead of taking the average exchange rate?",
    "Besides, the real critical issue is how to reduce the debt stock to a level of 100% of GDP in the context of declining GDP (- 7.8% in 2022) and on the other hand, our debt stock is on the rise. More importantly, if we take the total ‘multilateral debt’ out, then the foreign debt is US $ 34 billion only, which includes ISBs and bilateral loans. Assuming a higher ‘haircut’ of 33% for foreign debt is agreed upon, it works out to 11 billion thus reducing the total public debt to 73 billion only.",
    "In this regard, The President in his latest open letter dated 14 March ‘23 to Sri Lanka’s official Bilateral creditors has clearly indicated that there will be equitable treatment of burden sharing in respect of all creditors (except IMF/WB/ADB) Quote; ” ..we reiterate our commitment to a comparable treatment of all our external creditors with a view to ensuring all round equitable burden sharing for all restructured debt. To that end, we will not conclude debt treatment agreements with any official bilateral creditor or any commercial creditors or any group of such creditors on terms more favourable than those agreed. …To this end we also confirm that we have not and we will not make any side agreements with any creditor aimed at reducing the debt treatment impact on that creditor.”",
    "In the circumstances, my own view is we are reluctantly compelled to restructure local debt i.e.; TBs and, it is inevitable that the local debt of USD equivalent of 38 billion would also need to be taken into consideration for debt restructuring – otherwise there is no way of reducing the total public debt stock to the level that is required as per IMF conditions. This would create a serious issue for our ‘finance system stability’ and all our commercial banks will be in trouble. Further the deposit holders including pension funds are badly affected. The temperature of social unrest is brought closer to the boiling point.",
    "As stated in the global research article by Jonathan Manz recently, former Chief Economist and Senior Vice President of the World Bank, and Nobel Prize winner, Joseph Stiglitz, has slammed the IMF for unleashing riots on nations the IMF is dealing with; he has pointed out that the riots are written into the IMF plan to force nations to agree with the average 111 conditions laid down by the IMF and they destroy a country’s democracy and independence. He has been a critique of IMF causing great damage to countries through the economic policies it has prescribed countries to follow in order to qualify for IMF loans. However, neither Stiglitz nor any other eminent economist has yet to come out with a practical and alternative policy framework to overcome the most serious economic and financial crisis faced in the 75 years of Sri Lanka’s independence.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}