{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Israel-s-75th-Independence-Day-celebrated-in-Sri-Lanka/56-749201",
  "time_ut": 1686093298.0,
  "original_lang": "en",
  "original_title": "Israel’s 75th Independence Day celebrated in Sri Lanka",
  "original_body_lines": [
    "From left: Israel Ambassador Naor Gilon, Labour and Foreign Employment Minister Manusha Nanayakkara,  Israel Defence Attaché  Colonel Avihay Zafrany and new Honorary Consul Dinesh Rodrigo",
    "A reception was hosted by the Embassy of Israel in Colombo on Monday on the occasion of the 75th independence day of the State of Israel.",
    "Labour and Foreign Employment Minister of Sri Lanka, Manusha Nanayakkara was the chief guest at the event.",
    "Speaking on this occasion, Ambassador of Israel to Sri Lanka Naor Gilon said: “We are happy to celebrate Israel’s National Day with the people of Sri Lanka. It is very special because this year both countries are celebrating 75 years of independence. I am sure that our bilateral cooperation in different fields will only continue to grow and flourish in the coming years.”",
    "The Ambassador also announced appointment of a new Honorary Consul of Israel to Sri Lanka Dinesh Rodrigo, who will work hard to further deepen bilateral ties.",
    "“We are also looking for opportunities for trilateral collaboration with countries like India, who is our natural partner and close friend. Such collaborations have huge potential to create new avenues of cooperation in diverse fields, benefiting our peoples. I personally look forward to working closely with the Government of Sri Lanka to explore ways to strengthen our relations further,” Ambassador Gilon added.",
    "The Ambassador visited Sri Lanka to participate in the National Day celebrations. During the visit, the Ambassador met with the Honourable President of Sri Lanka, Ranil Wickremesinghe. They discussed in detail the existing fields of cooperation between Israel and Sri Lanka as well as new paths for mutual cooperation between the two nations.",
    "The Ambassador also held bilateral meetings with the Foreign Affairs Minister of Sri Lanka, M.U.M. Ali Sabry and the Chief of Staff to the President of Sri Lanka and National Security Advisor Sagala Gajendra Ratnayaka.",
    "Sri Lankan Foreign Secretary Aruni Wijewardane, hosted a working lunch for the Ambassador."
  ]
}