{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-exports-will-be-hit-after-freight-surcharge-gazette-removed-shippers-115299/",
  "time_ut": 1678700040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka exports will be hit after freight surcharge gazette removed: shippers",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s exporters and importers say the cancelling of a gazette on shipping charges will expose shippers to high costs and may hurt export competitiveness as well as pushing up import costs.",
    "“This piece of legislature has helped importers and exporters from anti-competitive practices which have been carried out by service providers for several years,” the Sri Lanka Shippers’ Council said in a statement.",
    "“The rescinding of the Gazette has created a ripple effect, which will lead to Sri Lanka’s Imports and Exports becoming more expensive…”",
    "The shippers claimed that the rescinding the gazette left room for price fixing.",
    "Sri Lanka Shippers’ Council believes there to be dire repercussions to be faced, due to continued mockery connected to shipping regulations changes.",
    "The Importers and Exporters are perturbed by the action of the Minister of Ports and Shipping, to rescind the Gazette No. 2041/10 dated 17th October, 2017, which was initially introduced on 27th October, 2013, and has benefited the Importers and exporters immensely over the years.",
    "This piece of legislature has helped importers and exporters from anti-competitive practices which have been carried out by service providers for several years. The rescinding of the Gazette has created a ripple effect, which will lead to Sri Lanka’s Imports and Exports becoming more expensive due to unethical surcharging, thereby becoming uncompetitive and in turn leading to the loss of its market share in the Global Market.",
    "During the pandemic, the exporters performed exceptionally well with month-on-month increased earnings and helped the government to sustain the economy whilst other industries faced challenges and changing trading practices. With the rescinding of Gazette No. 2041/10, therein lies the question of whether foreign exchange will flow out of the country illegally due to the possible introduction of zero freight again and surcharges levied on non-contractual parties, simply because, there is no coverage of same, through the law of the land.",
    "By rescinding this Gazette, the Minister of Ports and Shipping has removed the protection of free market competition, while, also eliminating the international good practices where price-fixing is not permitted.",
    "The recent frequent changes made to shipping regulations in Sri Lanka through a few gazettes have also raised ambiguity and concern among foreign trading partners who are sensitive to policy inconsistencies. With exports being promoted as a solution to the current economic crisis, this is detrimental to attract potential buyers and to maintain current clients.",
    "Gazette No. 2041/10 re-confirmed four cardinal principles to protect both importers and exporters from service providers who may charge exorbitant fees, in addition to freight for the carriage of goods.",
    "The four principles of the Gazette that upheld free market values are: –",
    "•\tPrinciple 1 – the cost of carriage of containers from origin to destination must be identified as all-inclusive freight without dividing them into land costs and freight components there by all charges being negotiated commercially.",
    "•\tPrinciple 2 – the service provider can only recover costs incurred from the use of the service to whom the service was provided, and not from a third party, with no such contractual liability safeguarding recipients of goods where freight is already arranged.",
    "•\tPrinciple 3 – goods that landed at port could only indicate “Freight Pre-Paid” or “Freight Collect”. The concept of zero freight was not allowed",
    "•\tPrinciple 4 – in the case of imports to Sri Lanka the only charge permissible outside the freight was the Delivery Order (DO) fee. All other costs had to be calculated in the all-inclusive freight clearly defining who pays which charges in international trade.",
    "All freight charges can be charged within all-inclusive freight rate that gets compared holistically with market rates, so the market forces determine the final price, as opposed to engaging in non-negotiable surcharges.",
    "Sri Lankan exporters have had a competitive advantage in shipping costs compared to other countries due to this legislation, and removing the same, open them to unwarranted additional costs which will make them more expensive to their peers.",
    "Imports to Sri Lanka will become more expensive after the removal of the legislation, due to the addition of unethical surcharges as in the past (44-line items were charged) and the breaking of freight cost into many parts, which ultimately ends up being charged from non-contracting parties. The result is the rise in inflation and cost of living in the country.",
    "Gazette No. 1842/16 dated October 27th, 2013 was further augmented by succeeding governments introducing Gazette No. 2041/10 dated 17th October, 2017 to strengthen the role of the Director General of Merchant Shipping (DGMS), for the effective implementation of setting only a Delivery Order fee outside the freight cost and to take stringent action against perpetrators.",
    "Sri Lanka Shippers’ Council wishes to reiterate that, globally accepted market-friendly legislation should not be overlooked or rescinded without adequate reason, solely based on the urging and requests of a few interested parties, connected to forwarding and shipping agencies with the motive of profiteering through unethical surcharging at any cost, at the expense of all the positives mentioned above.",
    "It is also vital to keep in mind that our country is facing an economic crisis, and the impact of such steps, being critical for the revival and sustenance of the country’s GDP, economy, and the improving of foreign exchange earnings.",
    "The Sri Lanka Shippers’ Council requests the President of the Democratic Socialist Republic of Sri Lanka and the Government to critically consider its representation and to reinstate the Gazette No. 2041/10 dated 17 October 2017 of the Licensing of Shipping Agents, Freight Forwarders, Non-Vessel Operating Common Carriers and Container Operators Act No. 10 of 1972, in the interest of importers, exporters, and the general public of Sri Lanka."
  ]
}