{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/sri-lankas-asian-heritage/",
  "time_ut": 1677279965.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Asian Heritage",
  "original_body_lines": [
    "Flanked by a powerful regional hegemon and an even more powerful extra-regional player, Sri Lanka remains a classic, archetypal small state. Such states possess very little agency. The most inconsequential domestic politics tends to have profound foreign policy repercussions. This does not preclude such countries from pursuing their own policies, particularly ties with other countries. Indeed, Sri Lanka has, within the limits imposed on it by geography and geopolitics, done so too. Yet for a small state to survive, and more importantly to thrive, it must define who it is and what it wants to be in relation to other states.",
    "That logically raises the questions about its identity. In his book Long War, Cold Peace, Dayan Jayatilleka speculates on what Sri Lanka’s identity should be today. Having critically appraised those who, in the first few years of independence, wanted to moor the island in a pro-Western Cold War camp, he then takes to task those who advocate total alienation and insulation from the rest of the world. Rejecting both extremes, Jayatilleka instead contends for a foreign policy rooted in the country’s Asian heritage. This is the identity that successive governments since 1956, barring a few, have pursued.",
    "To be sure, the Asia of the 20th century is not the Asia of the 21st. Much has changed, some for the better and others for the worse. Several Asian countries, and not just the big players like China and Japan, are poised to overtake more powerful Western countries and become major economic powerhouses. If the dynamics in the region are changing because of events like the Russia-Ukraine War and the recent spurt in US-China relations, these are likely to affect individual countries and not the entire region: even Western analysts admit that it is countries like India, and not major players outside Asia, which will benefit from US pressures on China. Whether or not countries like India have the potential to surpass China is a matter of debate. The important point is that Asia’s dominance is here to stay.",
    "Jayatilleka made his point in 2014. Since then, the country’s foreign policy landscape has altered substantively. Yet, as the likes of Jayatilleka and Rajiva Wijesinha have pointed out, in all these years our foreign policy establishment has swayed between two opposing impulses, a deeply pro-Western tendency and a deeply nationalist-insular tendency. It would be correct to view these, not just as sides of the same coin, but as two strands of the same ideology: both have had the effect of alienating us from our wider Asian landscape, and both have pitted us against that landscape, which is set to rise, though perhaps not to the extent of surpassing powerful Western players, in the future.",
    "How, then, are we to accommodate Asia’s rise and remain rooted in our Asian heritage? Firstly, we need to adjust ourselves to rather than shirk away from regionalism. This is no longer the era of post-World War II multilateralism: the United States may be powerful, but it no longer exercises the dominance it did once as the agenda-, trend-, and policy-setter of multilateral institutions like the European Union, the World Bank, the IMF, and of course NATO. If at all, it retains its strength only in the latter, and that because NATO is, as it always was, a Western alliance. True, the West dominates the EU, the World Bank, and the IMF as well. But the EU is breaking apart, while Western dominance of the World Bank and the IMF has come under criticism and provoked other countries, and not just China, to establish its own alternatives for development aid and assistance.",
    "By contrast, regionalism is on the rise in Asia. The 1990s saw the rise of several groupings, such as BIMSTEC, which to their credit pushed up and coming Asian players like India away from dependence on the Western bloc. China and Russia, far from submitting themselves to Western markets and countries as some may have predicted, instead came together on several areas of common concern, including security. The result of all these developments was not only China’s and Russia’s relative power vis-à-vis US hegemony, but also India’s pursuit of strategic autonomy, which may cohere with US positions on issues like China but not so on other issues like Russia and Russian oil. The second wave of regionalism in Asia, epitomised by the Shanghai Cooperation Organisation, has been even stronger: it has more or less opened up territories like Central Asia to other regions like South Asia.",
    "The SCO remains a force to reckon with, even if its importance has been exaggerated by analysts who see it as an alternative to Western security alliances like NATO. The SCO’s goal is not military dominance; it is economic integration. Yet the economic integration it seeks is far removed from that advocated by Western organisations like the WTO, IMF, and World Bank, far removed from the pro-privatisation, neoliberal austerity-driven paradigms which Western governments and think-tanks have prescribed for Asian countries. Indeed, events like the 1997 financial crisis, and developments like China’s and Vietnam’s rise, have pushed the rest of the region from neoliberal market-driven orthodoxy.",
    "Against such a backdrop, Sri Lanka urgently needs to rethink its foreign policy strategies. Sri Lanka now has a government that says it is multi-aligned, not nonaligned. We need to be careful when deploying such terms: multi-aligned can mean many things to many people, and to me it indicates a policy of submission to other countries’ interests. If this is not what is meant by multi-aligned, if it instead means, as Foreign Minister Ali Sabry noted months ago, that for Sri Lanka “everyone is important”, then the government needs to prioritise two things: its strained ties with India and China, and its location not in South Asia – which is what has historically shaped its foreign policy – but in the wider Asia-Pacific. To me, this is the main if not only factor that should guide our foreign policy, for all time.",
    "* Uditha Devapriya is a freelance columnist who can be reached at udakdev1@gmail.com"
  ]
}