{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/remedy-worse-than-malady/",
  "time_ut": 1680810720.0,
  "original_lang": "en",
  "original_title": "Remedy worse than malady",
  "original_body_lines": [
    "Sri Lankan politicians apparently specialise in making bad laws, which are legion, prominent among them being the PTA (Prevention of Terrorism Act). Amidst heavy fire from various quarters, the government has decided to bite the bullet and defer the presentation of its controversial Anti-terrorism Bill (ATB) to Parliament.",
    "Justice Minister Dr. Wijeyadasa Rajapakshe is reported to have said the government has done so in response to requests from the Bar Association of Sri Lanka, the Opposition, etc., and in view of the current court vacation, which is likely to stand in the way of the expeditious pre-enactment judicial review of the proposed law. The ATB will be presented to Parliament towards the end of this month, Minister Rajapakshe has said in the same breath. There’s the rub.",
    "The ATB must not be presented to Parliament in its present form. The PTA, no doubt, is a malady, but the proposed remedy, the ATB, is far worse in many respects.",
    "Why is the government in such a mighty hurry to have the ATB ratified at this juncture? It is all out to safeguard its interests and has demonstrated by its actions that it will not baulk at anything to retain its hold on power, and, worse, the preservation of democracy does not figure at all in its scheme of things. Public resentment is welling up and the possibility of mass protests erupting across the country cannot be ruled out. Trade unions are already up in arms against unconscionable tax and tariff increases.",
    "People have had a brief respite ahead of the traditional New Year; petroleum prices have been reduced significantly. What they are enjoying currently is the so-called interval in hell. Their woes are bound to worsen as the government goes on satisfying the IMF loan conditions, which are fraught with the danger of triggering social upheavals. It is feared that domestic debt restructuring will have a devastating impact on the local financial institutions from which successive governments have borrowed heavily.",
    "Troubled by the prospect of another wave of protests erupting as the adverse socio-economic effects of the IMF conditions kick in, the government has resorted to strong-arm tactics to crush protests and strikes. It needs tougher laws tailored to meet its requirement, and its answer has been the ATB, which, if ratified, will help it make short work of trade unions and the Opposition. Prof. Jayadeva Uyangoda has cogently argued, at an online seminar organised by the Federation of University Teachers’ Associations, that the ruling class is aware that its economic programme is likely to lead to daily protests and it is therefore trying to prevent such events by strengthening its capabilities and passing oppressive laws.",
    "One of the biggest challenges the government is facing is to overcome resistance to the privatisation of some key state institutions. Hence its efforts to pass the ATB, which is aimed at giving the President carte blanche to deal with strikers according to his whims and fancies.",
    "The only way the government could prove its critics wrong, if at all, is to deep-six the ATB forthwith and formulate an alternative to the PTA in consultation with all stakeholders.It will be a huge mistake for the government to try to crush protests against its strong-arm tactics and wrong economic policies and bulldoze its way through. Anti-terror laws, the police, the military and goon squads cannot provide any protection against People Power.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}