{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Colombo-Arbitration-Week-Returns/34-751290",
  "time_ut": 1690930986.0,
  "original_lang": "en",
  "original_title": "Colombo Arbitration Week Returns",
  "original_body_lines": [
    "Unleashing the Power of Alternative Dispute Resolution for a More Efficient Legal System in Sri Lanka.",
    "After a resounding success in its inaugural edition, CAW (Colombo Arbitration Week) a conference on Alternative Dispute Resolution is returning for its highly anticipated second edition. CAW is set to take place over seven transformative days, bringing together legal experts, practitioners, and enthusiasts to explore the realm of alternative dispute resolution (ADR) and its potential to revolutionize the ADR system in Sri Lanka. Partnering with the United Nations Commission on Trade Law (UNCITRAL) and the Colombo International Dispute Resolution Centre (CIDRC) and supported by the United Nations Development Programme (UNDP) with the European Union through the Support to Justice – JURE project, CAW is poised to be an event of unparalleled magnitude and significance.",
    "Taking place from 6 August – 13 August 2023, CAW aims to create an immersive space for participants to collectively delve into the power of alternative dispute resolution and its impact on enhancing efficiency within the legal framework. With the successful implementation of ADR methodologies witnessed in various parts of the world, CAW seeks to ignite conversations, foster collaboration, and share best practices to drive positive change in Sri Lanka's legal landscape.",
    "The seven-day event will feature a diverse array of high-level discussions and informative sessions led by renowned experts, panelists, and speakers at the forefront of the Legal and ADR field. CAW has meticulously curated a lineup of individuals who possess a deep understanding or interest in alternative dispute resolution mechanisms and their potential benefits.",
    "CAW reinforces its commitment to driving tangible change. CAW aims to nurture an environment that encourages meaningful dialogue, collaboration, and the exchange of ideas. By leveraging the insights to be gained from successful ADR implementations worldwide, this event and surrounding work, aim to facilitate the adoption of innovative practices that can enhance efficiency, reduce backlog, and provide more accessible justice for all in Sri Lanka.",
    "Participants at CAW will be treated to thought-provoking discussions surrounding the latest developments and perennial challenges facing ADR. These sessions will explore the practical application of these approaches in different legal contexts, shedding light on their potential to streamline processes, improve outcomes, and ensure fair and timely resolution of disputes.",
    "Day 1 of the event begins with the opening ceremony, where participants gather to mark the start of the event. Following the ceremony, the keynote speech is delivered by Dr. Romesh Weeramantry, Senior Consultant at Clifford Chance, who will share his insights and expertise and set a course for all that is to follow. There on, a panel discussion will take place, focusing on the topic \"In favor of not reinventing the wheel or do we charter our own path?\". The panel consists of distinguished individuals who bring diverse perspectives to the table, such as, Hon. Justice Janak De Silva, Judge of the Supreme Court, Former Judge of the High Court of Hong Kong, Hon. Justice Anselmo Reyes and Eric Ng, Deputy Secretary General, HKIAC. The panel aims to explore various viewpoints related to the topic, considering perspectives from the judiciary, legislation, arbitration centers, and practical implementation.",
    "On Day 2 of the event, a panel discussion takes place, focusing on the topic \"Challenging an Arbitration award under V(II)(b) of the New York Convention: What is 'public policy'?\" This discussion aims to delve into the interpretation and scope of the public policy exception under the New York Convention, which has been a subject of extensive debate and interpretation both within courtrooms and beyond. Participating in this panel would be Hon. Justice Pradeep Hettiarachchi, Judge of the Commercial High Court, Sri Lanka, Dr. Asanga Gunawansa, Lead Counsel, Colombo Law Alliance, and Chatura Randeniya, Partner, Afridi & Angell. The panel discussion delves into various aspects, including the interpretation and application of public policy under the New York Convention, its relationship with other grounds for refusal, practical considerations, and its impact on international arbitration.",
    "On Day 3 of Colombo Arbitration Week, another panel discussion takes place, focusing on the topic \"The Exclusive Jurisdiction Clause Vs. The Arbitration Agreement: Winner takes all?\" This discussion explores the conflict and interplay between exclusive jurisdiction clauses and arbitration agreements in resolving disputes. The panel consists of Mohamed Talib, Partner, Pinsent Masons, Shaheeda Barrie, Counsel, Heritage Partners, Dilumi de Alwis, Attorney-at-Law and Manthi Wickramasooriya, Of Counsel, Quinn Emanuel who will discuss along an understanding that efficient dispute resolution in business is crucial, and when arbitration and jurisdiction clauses coexist, questions arise about interpreting parties' intentions and harmonious application within assigned limits.",
    "Day 4 features a workshop on the art of award writing. Participants will learn practical techniques for constructing robust arbitration awards, including identifying key issues, structuring the award, and presenting clear reasoning and analysis. The workshop also covers managing the arbitration process, effective communication, and handling complex legal matters through the review of sample awards.",
    "Day 5 features the Practitioners' Assembly, a forum designed for young legal practitioners to evaluate Sri Lanka's Arbitration Framework, co-chaired by Shanaka Cooray, Attorney-at-Law and Shehan Perera, Attorney-at-Law. Participants during the assembly will engage in discussions, share insights, and collectively draft a resolution with observations, guidelines, and recommendations to be submitted to relevant stakeholders. This annual event aims to review arbitration in Sri Lanka and contribute to the development of the legal landscape.",
    "On the final day of Colombo Arbitration Week, Day 6, the second half of the Practitioners' Assembly focuses on evaluating Sri Lanka's Legislative Framework for Arbitration. The day and week will then conclude with a ceremonious closing session, which includes closing remarks, awards, and a fellowship gathering.",
    "Moreover, CAW recognizes the need for capacity building and knowledge sharing. The event will provide a platform for legal practitioners, judges, policymakers, academics, and students to connect, learn, and develop new strategies for implementing ADR mechanisms effectively. Attendees will have the opportunity to engage in interactive sessions, networking events, and informal discussions, fostering an environment of cross-pollination and collaboration.",
    "CAW's second edition promises to be an unparalleled opportunity for professionals and enthusiasts to broaden their horizons, gain insights from leading experts, and contribute to the evolution of Sri Lanka's legal system. By actively participating in this transformative event, attendees will play a vital role in shaping the future of ADR in the country.",
    "For more information and to register for CAW, please visit www.colomboarbitrationweek.com."
  ]
}