{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Mahinda-says-worker-s-aspirations-still-with-SLPP/56-747880",
  "time_ut": 1682976076.0,
  "original_lang": "en",
  "original_title": "Mahinda says worker’s aspirations still with SLPP",
  "original_body_lines": [
    "SLPP Leader and former Prime Minister Mahinda Rajapaksa - Pic by Ruwan Walpola",
    "Claims close bond between SLPP and workers was proven on labour day",
    "Says all political fights of the party are closely linked to winning rights of workers",
    "Alleges forces under the power of imperialists, NGOs and other political groups in recent past launched a conspiracy against SLPP",
    "Slams modern-day Trade Unionists claiming they are working to achieve narrow ends",
    "Sri Lanka Podujana Peramuna (SLPP) leader and former Prime Minister Mahinda Rajapaksa yesterday claimed the aspirations of Sri Lanka’s working people continue to be with the ruling SLPP.",
    "“The relationship between us and the workers of this country has been proven once again today. We therefore salute them,” he said. Rajapaksa made these comments at the SLPP Labour Day rally held at Campbell Park in Borella yesterday.",
    "Rajapaksa said all political fights of the party have always been connected to winning the rights of workers. “We are a party that has always stood for the rights of workers. We have responded and provided answers to their fair demands,” he added. Noting that the SLPP is often criticised, Rajapaksa said these criticisms are unfounded and are part of the political agendas of the party’s opponents.",
    "Maintaining that the SLPP, unabated by criticisms, has always taken correction decisions at the correct time, Rajapaksa claimed that it has never shirked from its responsibilities towards Sri Lanka’s workers. “It is we that created a society suitable for the people to live in,” he said. The former Prime Minister said at the SLPP’s inception its opponents had much to say.",
    "“Some said it is a new party and therefore we cannot be given power. But there is no point in criticising those who came forward and accepted the challenge,” he said. Noting that certain groups were afraid to accept the challenge of rebuilding the country, Rajapaksa said the criticisms levelled by the same groups only speak of their own character.",
    "Rajapaksa also took the opportunity to slam the opposition for its failure to commend the good deeds of the Government. “They have no other topics to discuss. Even if good is done they criticise and disagree with us,” he said. Criticising Trade Unionists of today, Rajapaksa said certain groups are responsible for disrupting the education of the country’s children under the facade of carrying out a trade union action. He claimed Trade Unionists of the past never engaged in fights for narrow aims.",
    "“They did not use trade unions to create anarchism in the country,” he claimed. He also accused forces under the power of imperialists, NGOs and other political groups of hatching a conspiracy against his party. Heavyweights of the SLPP including National Organiser Basil Rajapaksa, General Secretary Sagara Kariyawasam, Prime Minister Dinesh Gunawardena and others were present at the rally."
  ]
}