{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Netherlands-pip-Scotland-to-final-Cricket-World-Cup-spot/108-262558",
  "time_ut": 1688652678.0,
  "original_lang": "en",
  "original_title": "Netherlands pip Scotland to final Cricket World Cup spot",
  "original_body_lines": [
    "All-rounder Bas de Leede struck his maiden international century after taking his first career five-wicket haul, as Netherlands edged Scotland on nett run rate to the final spot at the ICC Cricket World Cup 2023.",
    "After winning the toss and putting the Scots into bat, the permutation for the Netherland was simple -- beat the Scots and chase whatever target they were set inside 44 overs.",
    "Scotland scored 277 for 9 in 50 overs on the back of Brandon McMullen's 106 off 110 deliveries, with captain Richie Berrington contributing 64.",
    "De Leede took 5 for 52 for the Dutch but a more crucial contribution was to come with the bat, with the all-rounder scoring 123 in 92 balls, and taking the Netherlands to within two runs of victory.",
    "The last 71 of those runs came in just 33 balls, after Scotland appeared to have edged ahead in the game, leaving the Netherlands needing 102 off the final 10 overs.",
    "The Dutch were 233 for 5 at that stage, needing 45 off four overs if they were qualify for the Cricket World Cup, and de Leede unfurled a series of sixes to wildly swing the game in his team's favour.",
    "First he took two sixes off Mark Watt in the 41st over -- de Leede's partnership Saqib Zulfiqar adding a third -- tha cost 22 runs.",
    "He then deposited two deliveries off the next over, bowled by Brandon McMullen, straight down the ground and over mid-off to virtually seal the game for the Dutch.",
    "He was run out in the following over scampering for a single, but three balls later the Netherlands had completed what at one point appeared an unlikely run chase to qualify for the final of the ICC Cricket World Cup Qualifier against Sri Lanka and by extension booking a place in the Cricket World Cup."
  ]
}