{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-port-city-colombo-impressions-others-opinions/",
  "time_ut": 1677313200.0,
  "original_lang": "en",
  "original_title": "The Port City Colombo – impressions; others’ opinions",
  "original_body_lines": [
    "A serendipitous detour after breakfast in the Fort had the four of us driving along the permitted roads of the Port City Colombo (PCC). The spectacular pedestrians’ bridge was marveled at, so also the extent of the acreage reclaimed from the sea – 270 hectares or 665 acres. We asked for permission from the checkpoint to proceed to the Club House. The barrier was lifted for us after a telephone call by the security person.",
    "I had in my mind strongly objected to the building of a sort of appendage to the Fort area when we still have plenty spare space even in the crowded city centre. This was early in 2014 during the presidency of Mahinda Rajapaksa. The project was inaugurated on September 17, 2014. I used to walk once a week to the American Centre and casting my eyes further to the Galle Face Green and beyond, would feel not only apprehension but dislike for this gradually discernible extension. The first inkling was seeing crane like structures silhouetted against the horizon at the far end of Galle Face Green. I surmised they were cranes in the harbor. But when they multiplied within the next two weeks I made enquiries and was told a huge land reclamation was on-going with the Chinese doing the spade work. At least the Chinese engineers know what they are doing; they would foundation the built island strongly and firmly. I was encouraged further in this trust by hearing details of the Chinese built six lane bridge across deep sea from Hululle airport to Malé.",
    "However, I must admit my heart slumped each time I passed Galle Road in Fort with a deepening negative feeling as I saw the sand island in the sea get larger and extend almost to the GF Hotel. I had had views of palms growing and heavy vehicles moving on the newly piled sand from the platform of the lighthouse. No thrill, no anticipation of a boost to the economy.",
    "And then this drive into the sand-duny expanse with roads spreading around, palms wilting but bravely staying alive and buildings coming up. Water and beach sports are on-going, we were told.",
    "But the Galle Face Green is far from what it was, now dwarfed by land beyond in the sea, almost attached to it. Also hemmed in by massive high rise hotels and apartments along the opposite side of Galle Face Center road. It was a green place of recreation when the kids were very young. Saturday and Sunday afternoons meant walking, kite flying, kicking a ball on the Green – not too crowded then. Worshipful glances would be cast by eager young eyes across to the elevated green elephant beside the Fountain Café, seen across the low buildings bordering the Galle Road opposite the Green. And so to this second favourite place for hot dogs, ice cream and riding the small, hand operated merry-go-round. Kids were delighted and satisfied.",
    "None of these available now: kids grown and far away; Elephant House is no longer where it was and the GF Green unrecognizable and minimized.",
    "I had often been in Malé on information science teaching to would-be librarians in the Maldives from Malé. and some islands. When first I visited in the early 1980s as a tourist with my son who wanted to visit his friend whose father was employed over there, I could walk around the island in 45 minutes. Then Malé got larger with land reclaimed from the sea. Taxis were available and two or three storeyed buildings were coming up. Their method of land reclamation was piling huge Y-shaped cement blocks a little distance out to sea. A natural sea water pool was created and fully dressed Maldivians, me included, would be in it and I would walk dripping to my place of temporary residence. In Colombo the method of building the land is dredging sand from the sea and piling it.",
    "Of course political blah blah at that time of the Rajapaksa regime was here was the savior of our economy; land would be grabbed on the built up island and Sri Lanka would be rich forever. Opponents said it would be a place for casinos and all the subsidiary evils that come along with betting places. Much talk ensued about ownership and laws. Those matters were settled, I suppose, the companies China Harbour Engineering Company – CHEC and others signing agreements with the government of SL. I consider not the confusion of ownership, taxes, leases and other such all important issues. This article is of impressions and opinions.",
    "Stuart Heaver writing from Colombo for Al Jazeera on February 17, titled his pessimistically inclined mix of facts and prognosis thus: “Sri Lanka’s Chinese-built port city stirs white elephant fears: Sri Lankans are questioning the feasibility of Port City Colombo as their country faces its worst economic crisis.” He continues quoting a researcher at the Institute for Development: “This artificial beach is just green washing to attract international investors – sustainability is a convenient buzzword.” Heaver says that many local critics fear that PCC is another Beijing funded white elephant in the mould of other controversial Rajapaksa projects. He says the woman researcher added: “PCC will make a very minor impact on the Sri Lankan economy. It will be a separate tax-free dreamland when the rest of the country is facing higher taxes to deal with the economic crisis.”",
    "Another voice in the Al Jazeera presentation notes that CHEC Port City Colombo which is developing PCC, rejects criticism and insists the ambitious development project, funded under China’s Belt and Road Initiative (BRI) to the tune of $1.4 billion, will establish a world–class city for South Asia.",
    "“A monstrous carbuncle on the face of a much loved and elegant friend” is how my architect son responded repeating Prince Charles’ 1980’s remark on the proposed addition to London’s National Gallery. He added that the then prince’s reaction is appropriate given how the Port City project will negatively impact Colombo’s most significant public space.",
    "“Galle Face is Colombo’s living room. It is easily the most used, the most active, the most democratic public space in the city.” It was this from long ago when the Brits reserved it as a promenade for memsahibs and their children and nannies. (May not have been truly democratic!) The Green was pure delight when my sons were growing up in the 1970s and 80s. And then the Chinese arrived and Galle Face Green is almost gone. My son has not changed his views but he did marvel at the elegance of the bridge built, which he had walked across in the evening previous to our visit.",
    "An article in the London Guardian newspaper some time ago asked the question: “Sri Lanka’s ‘new Dubai’: will Chinese-built city suck the life out of Colombo?” Still to be seen is the answer to that question with a shudder at Dubai being role model.",
    "I started my article by saying the drive into the Port City on Monday February 20 was serendipitous. It certainly was; the term’s dictionary meaning being ‘occurring or discovered by chance in a happy or beneficial way.” It was a discovery actually driving around the sandy spaces, a happy by-chance event for the four of us that morning. I recalled a visit to the dunes of the Thor Desert close to Jaisalmer when my son gave me a holiday in that quaint Indian State Rajasthan bordering Pakistan. Our local sand dunes are much smaller; they are built up while the Indian ones are natural desert pile ups.",
    "But our serendipitous entry did not erase my doubts. I remain skeptical about the PCC solving our economic problems and generating the 143, 375 jobs predicted, as quoted in Al Jazeera. This may be too simple a way of explaining my skepticism and my never having marveled at this built island, even after being on it. For one thing, the coastline moving south changed. I think it was near Kalutara that a hotel I stayed in long ago enabled you to beach-walk right up to the water. Recently from the same hotel I found a good drop of at least 4 feet to the water’s edge.",
    "Another thought was a tsunami. They could occur since the earth seems extra active in quaking. Furthermore, anything artificial is anathema to me, particularly if the artificiality is a replication of what made Dubai glitter and glitz. So no, I will never approve of the Port City even if, and that is a big IF, all that was expected of it to help Sri Lanka is realized.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}