{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89140/icc-judges-issue-arrest-warrant-for-russian-president",
  "time_ut": 1679067540.0,
  "original_lang": "en",
  "original_title": "ICC judges issue arrest warrant for Russian President",
  "original_body_lines": [
    "The International Criminal Court (ICC) issued an arrest warrant on Friday against Russian President Vladimir Putin, accusing him of the war crime of illegally deporting hundreds of children from Ukraine.",
    "The bold legal move will obligate the court’s 123 member states to arrest Putin and transfer him to The Hague for trial if he sets foot on their territory.",
    "Moscow has repeatedly denied accusations that its forces have committed atrocities during its one-year invasion of its neighbour and the Kremlin branded the court decision as “null and void”.",
    "Neither Russia not Ukraine are members of the ICC, although Kyiv granted it jurisdiction to prosecute crimes committed on its territory. The tribunal has no police force of its own and relies on member states to make arrests.",
    "Kremlin spokesman Dmitry Peskov said Russia found the very questions raised by the ICC “outrageous and unacceptable”.",
    "Asked if Putin now feared travelling to countries that recognised the ICC, Peskov said: “I have nothing to add on this subject. That’s all we want to say.”",
    "Stephen Rapp, U.S. Ambassador-at-Large for War Crimes Issues under former president Barack Obama, said: “This makes Putin a pariah. If he travels he risks arrest. This never goes away. Russia cannot gain relief from sanctions without compliance with the warrants.”",
    "Putin is the third serving president to be the target of an ICC arrest warrant, after Sudan’s Omar al-Bashir and Libya’s Muammar Gaddafi.",
    "Reuters reported earlier this week that the court was expected to issue warrants.",
    "In its first warrant for Ukraine, the ICC called for Putin’s arrest on suspicion of unlawful deportation of children and unlawful transfer of people from the territory of Ukraine to the Russian Federation since Feb. 24, 2022.",
    "“Hundreds of Ukrainian children have been taken from orphanages and children’s homes to Russia,” ICC chief prosecutor Karim Khan said in a statement on Friday. “Many of these children, we allege, have since been given up for adoption in the Russian Federation.”",
    "The alleged acts “demonstrate an intention to permanently remove these children from their own country. At the time of these deportations, the Ukrainian children were protected persons under the Fourth Geneva Convention.”",
    "Khan said his office will continue looking for additional suspects and “will not hesitate to submit further applications for warrants of arrest when the evidence requires us to do so.”",
    "Ukraine’s top prosecutor, Andriy Kostin, hailed the ICC move as a “a historic decision for Ukraine and the entire international law system”.",
    "European Union foreign policy chief Josep Borrell said it was just the start of “holding Russia accountable for its crimes and atrocities in Ukraine”.",
    "Some Russians saw the hand of the United States in the ICC decision, although Washington, like Moscow, is not a state party.",
    "“Yankees, hands off Putin!” wrote parliament speaker Vyacheslav Volodin, a close ally of the president, on Telegram, saying the move was evidence of Western “hysteria”.",
    "“We regard any attacks on the President of the Russian Federation as aggression against our country,” he said.",
    "The court also issued a warrant on Friday for Maria Lvova-Belova, Russia’s Commissioner for Children’s Rights, on the same charges. She responded to the news with irony, according to RIA Novosti agency: “It’s great that the international community has appreciated the work to help the children of our country.”",
    "Ukraine has said more than 16,000 children have been illegally transferred to Russia or Russian-occupied territories in Ukraine.",
    "A U.S.-backed report by Yale University researchers last month said Russia has held at least 6,000 Ukrainian children in at least 43 camps and other facilities as part of a “large-scale systematic network”.",
    "Russia has not concealed a programme under which it has brought thousands of Ukrainian children to Russia, but presents it as a humanitarian campaign to protect orphans and children abandoned in the conflict zone.",
    "The ICC’s Khan opened the investigation into possible war crimes, crimes against humanity and genocide in Ukraine a year ago. He highlighted during four trips to Ukraine that he was looking at alleged crimes against children and the targeting of civilian infrastructure."
  ]
}