{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95868/un-urges-more-gaza-aid-un-chief-says-israel-creating-distribution-obstacles",
  "time_ut": 1703316540.0,
  "original_lang": "en",
  "original_title": "UN urges more Gaza aid, UN chief says Israel creating distribution ‘obstacles’",
  "original_body_lines": [
    "The U.N. Security Council called for boosting humanitarian assistance for Gaza, but the U.N. chief said the way Israel was conducting its military operation was creating “massive obstacles” to aid distribution inside the battered enclave.",
    "After days of wrangling to avert a threatened U.S. veto, the Security Council on Friday passed a resolution urging steps to allow “safe, unhindered, and expanded humanitarian access” to Gaza and “conditions for a sustainable cessation” of fighting.",
    "The resolution was toned down from earlier drafts that called for an immediate end to 11 weeks of war and diluting Israeli control over aid deliveries, clearing the way for the vote in which the United States, Israel’s main ally, abstained.",
    "Washington repeatedly has backed Israel’s right to self-defense following the Oct. 7 rampage into Israel by Gaza’s ruling Hamas militants, who killed 1,200 people and took 240 hostages back into the enclave.",
    "Gilad Erdan, Israel’s U.N. ambassador, said the Security Council should have focused more on freeing the hostages and that concentrating on “aid mechanisms” was unnecessary as Israel permits “aid deliveries at the required scale.”",
    "Hamas and the West Bank-based Palestinian Authority split over the measure, with the former saying it was “insufficient” to meet the stricken enclave’s needs and defied international calls for an end to “Israel’s aggression.”",
    "The authority’s foreign ministry welcomed the resolution as a step that would help “end the aggression, ensure the arrival of aid and protect the Palestinian people.”",
    "The United States and Israel, which has vowed to eradicate Hamas, oppose a ceasefire, contending it would allow the Islamist militant group to regroup and rearm.",
    "U.S. President Joe Biden’s administration, however, has grown increasingly critical of the mounting casualty toll and humanitarian crisis that has worsened as Israel presses on with its ground and air offensive.",
    "U.N. Secretary General Antonio Guterres said the way Israel is conducting its operation is “creating massive obstacles to the distribution of humanitarian assistance” in Gaza, where the United Nations says the aid available is just 10 percent of what is needed.",
    "Israel says 5,405 aid trucks - bearing food, water and medical supplies - have entered Gaza since the war started.",
    "The latest casualty update from Gaza’s health ministry said 20,057 Palestinians have been killed and 53,320 wounded in the Israeli offensive that has destroyed huge swaths of the enclave and displaced most of the population of 2.3 million.",
    "Israel says 140 of its soldiers have been killed since it launched its ground incursion on Oct. 20.",
    "Air strikes, artillery bombardments and fighting were reported across Gaza late into Friday night, as hopes dimmed for an imminent breakthrough in talks in Egypt aimed at getting warring Israel and Hamas to agree to a new truce.",
    "Israel’s military ordered residents of Al-Bureij, in central Gaza, to move south immediately. The directive signaled a new focus of the ground assault that has devastated the enclave’s north and made a series of incursions in the south.",
    "Some residents packed up donkey carts and left. But there was no immediate sign of large numbers from Al-Bureij joining the hundreds of thousands fleeing other areas.",
    "“Where should we go to? There is no place safe,” Ziad, a medic and father of six, told Reuters by phone. “They ask people to head to (the central Gaza city of) Deir Al-Balah, where they bomb day and night.”",
    "An Israeli air strike on a house in Nusseirat refugee camp killed three people including a journalist of Hamas’ Aqsa TV channel and two relatives, health officials and Hamas media said.",
    "The reporter’s death would bring to at least 69 the number of journalists killed in the conflict, according to a tally by the Committee to Protect Journalists.",
    "In the south, at least four civilians died in an air strike on a car in Rafah, a Palestinian rescue worker said. A boy, his face covered in blood, and a girl, were carried away, video showed. There was no immediate Israeli comment.",
    "“Israel’s indiscriminate strikes on Gaza have turned the north of the Strip into a pile of rubble,” medical charity MSF said in a post on X. “In Nasser hospital in Khan Younis, south Gaza, the dead and wounded continue to arrive almost every day... Nowhere is safe.”",
    "The official Palestinian news agency WAFA said at least 18 Palestinians were killed and dozens others wounded in an air strike on a house in Nuseirat, central Gaza, late Friday night.",
    "The Israeli military has expressed regret for civilian deaths but has blamed Iran-backed Hamas for operating in densely populated areas or using civilians as human shields, an allegation the group denies.",
    "Hamas-affiliated Shehab news agency reported heavy shelling and air strikes on Jabalia al-Balad and Jabalia refugee camp, in northern Gaza, and said that Israeli vehicles were trying to advance from the western side of Jabalia amid the sound of gunfire.",
    "WAFA reported that Israeli shelling destroyed a water desalination plant in Jabalia by the Al Amal Hospital.’",
    "Biden said on Friday he and his wife, Jill, were “heartbroken” by the news that Gad Haggai, a 73-year-old American-Israeli, is believed to have been killed by Hamas in its Oct. 7 attack on Israel.",
    "Haggai’s wife, Judith Weinstein, is still being held hostage in Gaza, according to Israeli media outlet Haaretz."
  ]
}