{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-marks-first-labour-day-since-imf-deal-amid-political-headwinds-119605/",
  "time_ut": 1683035460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka marks first labour day since IMF deal amid political headwinds",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka, still recovering from a series of financial, political and social crises that erupted in a singularly cataclysmic year, on Monday May 01 marked its first International Workers’ Day since the South Asian nation entered a crucial reform programme backed by the International Monetary Fund (IMF).",
    "Supporters of mainstream and fringe political parties new and old congregated in various parts of the capital Colombo and elsewhere in the island to celebrate May Day. As is tradition, the events were less about workers and more about power – either its capture or its consolidation – with every party doing their best to project an image of strength and resilience against myriad odds, real or imagined.",
    "The United National Party (UNP), headed by President Ranil Wickremesinghe, held its May Day event at the Sugathadasa Indoor Stadium in Colombo. In a notable departure from convention, President Wickremesinghe addressed party members remotely, via Zoom, purportedly in a bid to keep the office of the executive prescient separate from party politics.",
    "Addressing the gathering, Wickremesinghe spoke of his vision of a developed Sri Lanka by 2048 when the country is due to celebrate its 100th anniversary of independence from the British empire. He also touched on the contentious matter of Sri Lanka’s decades-old ethnic issue, which he said must be resolved by the end of the year.",
    "Wickremesinghe has on several occasions spoken of both of these objectives since he was elected president by parliament following the ouster of then President Gotabaya Rajapaksa in July last year. Wickremesinghe’s ambitious plans to arrive at a final solution to the ethnic issue by February 04 this year, the country’s 75th anniversary of its independence, did not materialise as consensus on an India-backed devolution programme could not be arrived at on time.",
    "In his May Day speech, the president said he is committed to rebuilding Sri Lanka by following the path of his uncle and Sri Lanka’s first executive president J R Jayawardena who opened the economy in the late 1970s after years of central planning and nationalisation.",
    "“It is imperative that we move beyond our current economic system and establish an economy that can achieve a rapid GDP growth rate of 6 percent to 7 percent annually. To illustrate this point, I have two examples: one is from the time of [Ceylon’s first prime minister] D S Senanayake, where we had the second strongest economy in Asia and were even able to lend to England. The other is from the tenure of J R Jayawardena, where we advanced with an open economy, and Sri Lanka became the second country in Asia to adopt this system. After our success, China followed suit.",
    "“Therefore, I am determined to pursue a new economic model that will elevate Sri Lanka’s economy to new heights and foster continued growth and prosperity for our citizens,” an official translation of Wickremesinghe’s speech quoted him as saying in Sinhala.",
    "Former finance minister and UNP heavyweight Ravi Karunanayake speaking at the event said the UNP must work toward forming its own government together with all parties allied with it and have Wickremesinghe elected by the people as president by next year.",
    "Meanwhile, Sri Lanka’s main opposition party the Samagi Jana Balawegaya (SJB) held its May Day rally at the A E Goonesinghe grounds in Colombo after a march led by SJB and opposition leader Sajith Premadasa.",
    "Addressing a large crowd of party supporters, Premadasa said he is in politics not for power or position but to change systems. “System change” has been a popular if vaguely defined demand in Sri Lanka since the Aragalaya (Struggle) youth-led protests that emerged in April last year around the time the then government announced that it would be defaulting on its debt obligations.",
    "Premadasa also took what sounded like a thinly veiled swipe at those in his own camp that are rumoured to harbour crossover plans.",
    "“We’re not a group of people’s representatives that are greedily salivating over government positions. There are people like that in today’s political world. I have a clear message for them. Do not be two-timers. Do not plant your feet on every side. Stay if you want, or just leave, I say,” he said to applause from the crowd.",
    "“There are no such two-timers. I’m just saying, just in case there was any,” he added wryly.",
    "The SJB has been dogged by weeks of speculation that an unspecified number of its more visible members were planning to cross over to the Wickremesinghe government purportedly to support the latter’s IMF-backed reform agenda. While various party spokesmen have denied reports of coming crossovers, at least one MP – former health minister Rajitha Senaratne – has openly expressed his admiration for Wickremesinghe. Another MP has alluded to “one or two” members possibly breaking ranks. All this, however, was before all but one SJB MP chose to abstain from an important parliamentary vote on Sri Lanka’s 17th IMF programme. A real, indisputable of changed loyalties has yet to occur.",
    "With one possible exception, depending on how things go in Sri Lanka’s central hills. SJB MP Vadivel Suresh, who was speaking at a parallel SJB-led May Day rally in Badulla Monday afternoon, issued an ultimatum to the opposition leader. Suresh demanded an apology from Premadasa to a perceived slight on his people, Sri Lanka’s Indian-origin Tamils, most of whom have historically worked in the plantation sector and live in dire conditions on wages widely considered unacceptably low. The Badulla district MP said Premadasa must apologise to the estate Tamils for allegedly snubbing them at an event in Madulsima that he failed to attend.",
    "“I would like to say to our leader, sir, do not take us for granted,” said Suresh.",
    "“If you need us to stay with you, come right now to Madulsima and apologise to my people and then we shall restart our journey. Otherwise I won’t be part of that journey. There will be no Vadivel Suresh. If you don’t apologise to my people, I won’t be with the SJB,” he said.",
    "Making matters worse, the MP also expressed a willingness to join President Wickremesinghe if he was able to raise the daily wage of plantation workers and resolve their grievances. He also said the president has been successful in containing the disruptions caused by the currency crisis.",
    "“On this May Day, we say to both the opposition leader and the president, I and my people would join hands with a leader that worked to increase [estate workers’] wages and give them [access to the Samurdhi welfare scheme] and include them in national policy,” he said.",
    "Back in Colombo, Premadasa said his party has no intention to work with a corrupt government, which he accused of a litany of financial crimes. This is against a backdrop of a call for a national government or an arrangement where the opposition parties could support reforms while remaining in the opposition.",
    "“This is a government that asked for commissions from the Japanese government, a government that paid dollars to fertiliser ships it never saw, a government that pays penalties for nonexistent Airbuses, a government that robs even from the X-Press Pearl tragedy,” said Premadasa.",
    "“We’re asked if we intend to join the government. We will go to the government with an SJB president,” he said.",
    "Premadasa added that there was no need to wait till 2048 for development, as, according to him, the SJB has the right team with the likes of MPs Harsha de Silva, Kabir Hashim and Eran Wickramaratne who have the vision to rebuild the country in the very first term of a future SJB government.",
    "Meanwhile, the Marxist-Leninist Janatha Vimukthi Peramuna (JVP) who leads a more “social democratic”-oriented alliance known as National People’s Power (NPP) – which according to at least one opinion poll currently enjoys a significant lead over the SJB – held its May Day rally in Colombo under explicitly anti-IMF themes. True to its communist roots, the JVP parade leading up to the rally was led by vehicles displaying Marxist iconography, with larger than life images of Karl Marx, Friedrich Engels and V I Lenin leading the way, followed by a portrait of slain JVP founder revolutionary Rohana Wijeweera.",
    "A sea of red was seen making their way to the event proper near Town Hall, where a platform for the speakers had been erected against a backdrop of high-rise luxury apartment buildings. One of the slogans on display read: “Let’s save the country from IMF imperialism.”",
    "JVP frontliner and former MP K D Lal Kantha called for a new Aragalaya that unites trade unions, many of whom have been on strike against IMF-backed progressive income tax hikes, and the general public.",
    "“Since everyone is under immense pressure now [in light of Sri Lanka’s worst currency crisis in decades which triggered high inflation that’s now on the decline], a single people’s Aragalya is needed,” he said, inviting the country’s frontline “fighting forces” such as trade unions, student movements, women’s and youth movements, among others to come together.",
    "JVP and NPP leader Anura Kumara Dissanayake, meanwhile, warned of repercussions of Sri Lanka’s plans to restructure its domestic debt.",
    "“Before they restructure external debt, they have to restructure domestic debt. Total debt of the government is 27 trillion rupees, 14 of which is owed internationally and 13 owed locally.",
    "“A third of this debt is to the Employees’ Provident Fund (EPF) and the Employees’ Trust Fund (ETF),” said Dissanayake, adding that 96 percent of the EPF is invested in the government.",
    "“This is the working people’s money. Every month, workers in the private sector have eight percent of their salary taken as contribution to the EPF. That money is being lent to the government,” he said, claiming that the government has either wasted or looted the money it loaned.",
    "“This is not wealth earned by the Wickremesinghes. This is the people’s wealth, which they’re attempting to trim,” added Dissanayake.",
    "President Wickremesinghe, however, has insisted that EPF members will not be hurt by domestic debt restructuring.",
    "“I would like to say that wel will not allow any harm to come to the beneficiaries,” Wickremesinghe said in parliament on April 26.",
    "Dissanayake also took a potshot at the main opposition and other parties, claiming that they were all fixated on the rising NPP.",
    "“[They’re all] talking about us. There was a puddle of mud at Gunasinghepura. There too, it’s us being discussed,” he said.",
    "The ruling Sri Lanka Podujana Peramuna (SLPP), the former behemoth which has splintered into several factions post-Aragalaya, held what had the appearance of a comeback event for the Rajapaksa family that controls the party. Party leader and former president Mahinda Rajapaksa and organiser Basil Rajapaksa were among those in attendance at the SLPP May Day rally held at the Campbel Park in Borella.",
    "“Some criticise us. In 2004, there were those who claimed that they held the remote control to the government. They’re the ones who helped us come to power,” said SLPP leader Mahinda Rajapaksa, referring to the JVP which campaigned hard for his presidential bid in 2005.",
    "“The SLPP will never be agitated. I’d like to remind you all that we will take the right decisions with you at the right time,” said Rajapaksa.",
    "The former president said the previous SLPP government, under President Gotabaya Rajapaksa, had to contend with the COVID-19 pandemic and its aftermath, but acknowledged that “mistakes” were made.",
    "“We had to start with COVID, from a place where the economy had collapsed. We must admit that some wrong decisions led to that. But we now understand where we went wrong,” he said.",
    "Rajapaksa also told SLPP affiliated union leaders who faced “problems” recently that the party will not abandon them. He was likely referring to union leaders in the Ceylon Petroleum Corporation (CPC) who were recently sent on compulsory leave after a disruptive trade union campaign against IMF-backed reforms. These unionists reportedly included an SLPP member.",
    "Rajapaksa also warned that any undemocratic means to grab power will not bear fruit.",
    "SLPP stalwart and MP Johnston Fernando swore that his party will never allow anyone to illegally form a government.",
    "“Even if you kill us, we won’t let you form a government. We remind you that not just the next government, but also the next president will be democratically elected from our party,” he said.",
    "The former minister’s comment came against a backdrop of speculation that the SLPP, specifically the part of the SLPP that’s in government under President Wickremesinghe, is divided on its support for him at a future presidential poll.",
    "Sri Lanka ruling party sending mixed signals on alliance with presidentSee more",
    "Sri Lanka’s SJB courting SLPP dissidents while tightening grip on its ownSee more"
  ]
}