{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/annamalais-stand-alone-stance-is-singularly-commendable/",
  "time_ut": 1680693181.0,
  "original_lang": "en",
  "original_title": "Annamalai’s Stand Alone Stance Is Singularly Commendable",
  "original_body_lines": [
    "To an observer who has followed Annamalai for no less than three years virtually on a daily basis, month of March this year has been very disconcerting. When every prospect was promising about the great steps being taken in Tamil Nadu by Annamalai, some attempts to override him and his judgement, seem inconsistent if not palpably misplaced.",
    "The way BJP was striking roots in Tamil Nadu in the last three years, was phenomenal. The national party certainly takes great credit for it. Yet it needs to be admitted that a Himalayan quantum of groundwork in all the far-flung extremities of the state was executed by the state apparatus. It was done with unrelenting perseverance and with voter acceptance by the unmatched contribution of Annamalai. His intellectual prowess, capacity for penetrating analysis and the capability to convey his directions in capsule form were attributes for the voters to marvel. Making a wide sweep extensively in a state steeped deep in ‘Dravidian Delusion’ and scoring remarkable success so speedily, speaks volumes for his leadership qualities. It will be tragic for Tamil Nadu to forfeit all that has been built up by BJP and Annamalai by offering a chance to AIADMK for piggy backing.",
    "In the last three years I sought to match his meteoric rise in popularity with one of the greats of the last century in India. I could draw a parallel only with Subhas Chandra Bose who entered politics a century ago. He was one of the rarest who was inducted to politics even as a teenager. To wean him away from politics his parents sent him to Cambridge brandishing the attraction of ICS. Bose had other ideas, but his brilliance drew him easily into that service as a selectee. Ethical imperatives and moral considerations battered him and he reached a finality.",
    "The principal issue to resolve was, how he could serve two masters? How to meander between serving the cause of India’s independence while committing himself to work for an Imperial power – the United Kingdom which had subjugated India. For a mind drawn tenaciously towards the motherland, rejecting the ICS was not difficult. Herein comes the parallel of K. Annamalai. His intellectual development is now an open book. The IPS has been a fertile nursery for him to nurture his life’s commitments. Came the hour four years ago for his life’s mission to flower and for independence of mind to take its course. He had no difficulty in casting aside a coveted position in the Indian Police Service. His idealistic disposition was to serve the Tamil nation with the support of BJP and the strong leadership of Prime Minister Narendra Modi.",
    "Politics was smooth sailing for Bose till he became President of the Indian National Congress at age 39. All prospects were on the ascendant for Annamalai, till he reached age 39, this year. All the tangles to test the toughness of his mental and moral fibre are before the eyes of the Tami Nadu polity now. To this writer, the uniqueness of this rare personality and his phenomenal growth in no smaller than a sub-continent has made the disposition of others lukewarm. A great English essayist wrote “Envy, the last infirmity of the noble mind”. Such is the discernment when the media reports are scanned.",
    "In quite a few states of the Indian Union, piggy backing is seen as the best specialism for winning elections. In most elections in Tamil Nadu, its efficacy was seen. It became particularly evident in the February 2023 bye election of Erode East. The AIADMK led coalition won. What does the acronym connote? All India Anna DMK – an offshoot of DMK. The latter party stood for separation till the Sino India War of 1962. In the aftermath of the war came the anti-secession law and the DMK renounced separation. The AIA acronym stands for All India meaning ‘against separation’! Is it good enough for this formation to piggy back on BJP and to profit on the groundswell of support built by Annamalai?",
    "Party name is not bad enough to quibble on. What is unacceptable is that the party has no clean credentials as voters see the taint of corruption and other misdemeanours from Jayalalithaa days. It has had as leader, a lady sentenced as guilty of corruption. Another notorious lady served a jail sentence and is an aspirant even to lead the party. If joining hands with such a party is clean politics, what is corrupt politics? When Annamalai is challenged with this poser, what answer can he offer? With a hand in his heart can he solicit clean votes? Will not the polity punish Annamalai when the time comes for voting?",
    "For clean governance and impeccable leadership, many a polity always invokes the unsullied name of Lee Kwan Yew, the late Prime Minister of Singapore. When Tamil Nadu is on the verge of bringing forth his alter ego in the personage of Annamalai, there are lamentable forebodings. As unfortunate is the ill-timed attempt when on 14th April, the state President is publicizing the DMK’s massive corruption in 70 years in a well documented form. The amount exceeds Rs, 2 Trillion and publicity starts with a month long march honey combing the whole of the state and is destined to proceed for an year. When it succeeds and the DMK is prostrated, which culprit is next on the anvil? The state knows it. In the meantime let not the idea of an AIADMK – BJP coalition ever get traction.",
    "The dominant impulse for a BJP coalition with any party or obscure political formation in Tamil Nadu appears to stem from a misplaced notion that unprecedented crowds gather for the meetings. How come? What explains the unexplainable? With no loss of time, glib tongues and facile pens set out on their ill-considered theorization that crowds do not translate into votes. The shuddering opponents are consoled and comforted to join together in a grand coalition. Thus arises an errant judgement that a party destined to win is really on the way to disaster. It is a man of sterner stuff who breaks through and steers in a direction all his own. More importantly he gathers in momentum and wins. Annamalai is one of those rarest with a mind of his own striking a course uniquely his. Such a leader does not live for the day but casts his sight 3 or 4 hundred days ahead. One such is Modi and another is Annamalai.",
    "The multitude live for the day and forecast for the morrow. The predictions become faulty and strategies go awry. When I predict, I go for a situation 300 days to come giving the margin for political changes both tactical and strategic. To mention as all important is at least a modicum of intuition. Either one has it or doesn’t have it. In the 1967 Legislative Assembly elections in the state of Chennai a fair number of Tamils in Jaffna gave the victory to DMK. The leader CN Annathurai however felt more secure ensconced in Rajya Sabha and did not contest a seat in the state of Chennai. Perhaps not so sure of victory, he made an election promise of 3 measures of rice for 1 rupee instead of the Congress’s 1 measure for 3 rupees. When he was unable to implement his promise, he chanted 1 measure is our achievement, 3 measures is our ideal. Words, words, words for a credulous people.",
    "A riddle posed to us in our student days was, if a lotus doubles itself each day and fills half the pond in 15 days, when will it fill the whole pond? Very few gave the correct answer as 16th day. So with Tamil Nadu Lok Sabha elections. If the BJP has won half the seats in 1 year ie by April 2023, it will win the other half also by April 2024 ie in the next year. The rule for a dynamic party’s victory is geometrical progression and not arithmetical progression.",
    "Logic and mathematics apart, throw in a little bit of intuition and the correct pick of a stand alone party will be, Annamalai led BJP as the winner for Tamil Nadu in 2024"
  ]
}