{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Health-sector-mafias-and-lawmakers-who-promote-yoga-EDITORIAL/172-262100",
  "time_ut": 1688068725.0,
  "original_lang": "en",
  "original_title": "Health sector mafias and lawmakers who promote yoga - EDITORIAL",
  "original_body_lines": [
    "Sri Lanka, it seems, is slowly losing its grip on governing the county in an acceptable manner; concerns coming mostly from how its citizens are suffering because of deteriorating facilities for patients.",
    "There is enough disturbing news generated from the health sector with the state not showing an atom of care about the welfare of people. We get to read so many negative pieces in the newspapers about substandard drugs being administered or given to patients and some even losing their eyesight. Despite all these issues, the government continues to have faith in the present health minister, who recently said he would resign if necessary funds cannot be raised to obtain certain vital medicines. The minister seems to have got a lifeline to serve this ministry extended with the necessary funds being released for purchasing these drugs.",
    "This government must rethink about the facilities afforded for the welfare of the people. So much money is raised as taxes from people, but these are days we get to hear that falling sick in Sri Lanka is considered worse than getting dumped in a leper colony.",
    "The IMF regulations have forced the regime to restructure its debts, and critics point out that there will be more cuts from welfare facilities for the people. The majority of lawmakers stole or benefitted directly from state-associated business deals and amassed much wealth. Now the state wants to stabilize an unstable economy by taxing the people further. This won’t be done by instilling more discipline into the spending habits of politicians, for sure.",
    "World Yoga Day was associated this year with world peace. But what type of peace can be achieved in a country where there is a medical mafia and a severe shortage of important drugs?",
    "What’s disheartening to hear is that the government still continues to clear the path for questionable ways of administration. Some days ago we heard that the government’s health ministry had transferred 23 of the most experienced pharmacists serving the National Medicines Regulatory Authority. This will only raise the question whether there are enough professionals with skills to test the quality of drugs entering the market?",
    "Recently we also got to hear that a drug named Meningococcal has been made mandatory for Sri Lankans who wish to travel to Mecca on Hajj pilgrimage. But what’s of concern is that these drugs brought to Sri Lanka don’t get packed into containers which must meet the condition of cold chain management. These drugs are brought into the country in normal passenger baggage; hence they could lose some of its medical value. It is also said that a good number of pharmacies operating in the island are owned by politicians; hence the lackadaisical attitude of the government to solve most of the health sector-related issues. When the politicians fall ill, they fly to the USA or Singapore for the best of treatment and never even look at state-run general hospitals as service providers.",
    "These lawmakers really embarrassed the citizens of this country by participating in a programme organized for World Yoga Day and gained political mileage. It was so silly to see their aids holding umbrellas and shielding their masters from a slight drizzle; burp …the picture covering this event and carried in our sister paper Sunday Times suggests that these lawmakers fear catching a cold even for the slightest rain or drizzle. So much for lawmakers who pronounce that they are servants of the people and would brave the rain and hot sun to make the lives of the voters a better one.",
    "World Yoga Day was associated this year with world peace. But what type of peace can be achieved in a country where there is a medical mafia and a severe shortage of important drugs? Peace begins within the mind, and that can be sustained only on the day that citizens of this country will know that they have the means and access to medicines that are so vital to get on with their day-to-day lives and even extend their working careers."
  ]
}