{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-japanese-firms-hit-most-badly-by-fuel-shortages-currency-depreciation-survey-146266/",
  "time_ut": 1704553500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Japanese firms hit most badly by fuel shortages, currency depreciation: survey",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka based Japanese firms were most badly hit by fuel shortages and currency depreciation, following an economic crisis, according to an annual survey by the Japan External Trade Organization.",
    "About 80 percent of the firms said operations had been adversely affected (up 13.3 percent from 2022), while 13.3 percent said they had not been affected, in a survey conducted between August and September 2023.",
    "“The impact of the economic crisis on Japanese companies in Sri Lanka was more serious than initially assumed,” JETRO said in a statement.",
    "Top blows came from ‘petrol/fuel shortages’ (82.6 percent) followed by ‘currency depreciation’ (60.9 percent).",
    "The third biggest hit came from ‘electricity shortages/power cuts’ (60.9 percent) and ‘income tax and other tax increases’ (60.9 percent).",
    "Businesses were now seeing a gradual recovery from the crisis.",
    "Among the surveyed company 33.3 percent said their business had ‘improved’ compared to the same period last year, 50 percent said it had remained unchanged and 16.7% said it had ‘worsened’.",
    "Specific factors contributing to the improvement included  the ending of petrol and fuel shortages (75.0 percent), ‘power cuts have been eliminated’ (75.0 percent), ‘logistics problems have been resolved’ (37.5 percent) and ‘price increases have settled’ (37.5 percent).",
    "“It should be noted, however, that few respondents answered an improvement in ‘exchange rate recovery’ (12.5 percent) or ‘financial settlement’ (0.0%).",
    "Central bankers and the IMF generally advocate both depreciation and currency volatility (flexible exchange rate), but businesses and their customers dislike it as it makes planning difficult (businesses).",
    "Japanese firms were still willing to stay in the country, despite the problems.",
    "“With regard to business development plan over the next 1-2 years, no companies responded that they would relocate to a third country or withdraw,” the statemen aid.",
    "About 28.1 percent (+ 2.5-ct from 2022) had said they were planning an ‘expansion’ and 65.6 percent (+ 11.8 percent from 2022) said they were ‘remaining the same’.",
    "Only 6.3% (- 20.1 % from 2022) responded saying they planned a ‘reduction’.",
    "Sri Lanka was pushed in the worst currency crisis in the history of the central bank in 2022, after the central bank aggressively targeted ‘potential output’ with rate cut, on the back of two currency crises in 2015/16 and 2018 as well as 2012, which pushed up foreign borrowings.",
    "At the time printing money for potential output targeting was illegal. Several economic bureaucrats including two central bank governors as well as key politicians have been faulted by courts for their part in triggering the crisis.",
    "Printing money for growth has been legalized in a new IMF backed monetary law.",
    "The central bank has also been given a license by political authority to create up to 7 percent of inflation with no questions asked. (Colombo/Jan06/2023)"
  ]
}