{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/guide-to-fiction/",
  "time_ut": 1690642260.0,
  "original_lang": "en",
  "original_title": "Guide to Fiction",
  "original_body_lines": [
    "At a time, the scholarship of English Literature in Sri Lanka, where English is a second or foreign language for most of the learners, is in a struggle to survive, and several national crises such as the COVID-19 pandemic and recession, have occurred Guide to Fiction by Professor Emeritus of English DCRA Goonetilleke, Department of English, University of Kelaniya, is received with a warm welcome. It critically scrutinises nine short stories and four novels in use in the GCE (O’ Level) and (A’ Level) and university English Literature curricula, including a focus on the formats of the possible examination questions the students are supposed to face.",
    "While it functions as a guide to the fiction components in the GCE (Ordinary Level) and (Advanced Level) and university syllabuses, it presents an in-depth account of the theme of each work of fiction it addresses. Moreover, it elaborates on the literary, aesthetic, and narrative skills the authors possess in creatively projecting their plots in terms of short stories or novels.",
    "Therefore, it is anticipated that this handsome book would help to save the energies of large numbers of enthusiastic learners and amateur teachers engaged in studying English Literature who are in limbo as to what they should look up in achieving their goals. Undergraduates too will find very useful. The value of the book lies in the precision of its focus as a pedagogical reference material.",
    "The short stories and novels Prof Goonetilleke has selected from the respective syllabuses contribute to a comprehensive package for any enthusiast in identifying the fundamental narratological, semiotic, and stylistic strategies and devices the authors have used. The critiques of the British short stories ‘The Nightingale and the Rose’ by Oscar Wilde, ‘The Lumber Room’ by H.H. Munro (Saki), ‘Evelyne’ by James Joyce, and ‘Odour of Chrysanthemum’ by D.H. Lawrence, the American ones ‘Cat in the Rain’ and ‘Hills like White Elephants’ by Ernest Hemingway, ‘Everyday Use’ by Alice Walker, ‘Interpreter of Maladies’ by Jumpa Lahiri, and the Nigerian one ‘The Thing Round Your Neck’ by Adichie Chimamanda provide well-thought-out guidelines for investigations into the psychological, social, cultural, political, and economic issues they deal with.",
    "The corpus of the study is further enhanced by a set of critiques of the British novels Pride and Prejudice by Jane Austen, Tess of the D’Urberville by Thomas Hardy, the Indian ones Nectar in a Sieve by Kamala Markandaya and The Vendor of Sweets by R.K. Narayan which take the same direction. Altogether, they cover the aesthetic, ideological, and phenomenological progress fiction in English, either as short stories or novels, has made within the period from 1901 to 2009. As their themes do, their settings, characterisation, tones, and linguistic and stylistic peculiarities make them vary from each other. In this handsome book, Professor Goonetilleke has treated them all in such a way that readers would draw inspiration from it in embarking on projects that demand them to analyse, summarise, critique, apply, and extrapolate the explanations, opinions, and criticisms, in dealing with literature in general.",
    "All in all, the meticulous analyses are thorough in their attention to the themes, imagery, and techniques, and make the pursuit of fiction a refreshing intellectual exercise. Further, they provide a clear direction to the teachers and learners in organizing the patterns of their literary and critical analyses. Based on these virtues of the book that I experienced while reading it, and the comfort I enjoyed while introducing the analyses of the Sri Lankan poems in it to a group of students of my own, I warmly recommend this book to both GCE (O’ Level) and (A’ Level) learners of English Literature as well as the students at the universities and technical colleges who read English as a subject.",
    "Acquisition of AF Jones, my very first business venture – Differences with S. Nadesan, QC",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}