{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nestle-lanka-helps-enhance-local-dairy-industry-by-sharing-global-best-practices/",
  "time_ut": 1685880780.0,
  "original_lang": "en",
  "original_title": "Nestlé Lanka helps enhance local dairy industry by sharing global best practices",
  "original_body_lines": [
    "Nestlé Lanka hosted Nestlé’s dairy team from the Zone Asia, Oceania, and Africa (AOA) for a workshop aimed at developing a roadmap towards achieving a 50% reduction in emissions by 2030 in line with the company’s sustainability ambition. Spanning across a week, participants from over 10 countries underwent training on Nestlé’s latest Fresh Milk Sourcing Standard and engaged in fruitful discussion regarding regenerative agricultural practices. The team also visited several of Nestlé Lanka’s dairy value chain partners to share their expertise, helping local communities adopt global best practices.",
    "“In line with our steadfast commitment towards developing Sri Lanka’s dairy industry, we consistently help our farmer network to build a livelihood that is both profitable and sustainable.",
    "As such, it gives us immense pleasure to have hosted a team of dairy experts from across Zone AOA to discuss global best practices in dairy farming that would help us in our journey towards net zero emissions, whilst also giving us the opportunity to further contribute towards the local dairy community” said Pierre-Emmanuel Morin, Director – Technical, Nestlé Lanka.",
    "‘Are economic reforms aimed at easing burden on masses a fault?’ asks President",
    "Nestlé Professional fosters Sri Lanka’s talented chefs via Nestlé Golden Chefs’ Hat Competition",
    "Nestlé Lanka receives carbon footprint verification for its upstream coconut value chain from the Sri Lanka Climate Fund",
    "Nestlé Lanka contributes towards Sarvodaya Shramadana Movement’s Community Food Banks",
    "Nestlé Lanka announces investment in factory expansion worth over Rs. 2 billion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}