{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Crafting-Ceylon-to-open-foreign-markets-for-the-handicrafts-industry/34-746716",
  "time_ut": 1679679807.0,
  "original_lang": "en",
  "original_title": "‘Crafting Ceylon’ to open foreign markets for the handicrafts industry",
  "original_body_lines": [
    "The inauguration of the “Crafting Ceylon” export oriented design development program organised by the National Craft Council with the aim of providing foreign market opportunities for the products of Sri Lankan handicraftsmen, was held on Thursday at the Bandaranaike  International Conference Hall premises under the patronage of President Ranil Wickremesinghe.",
    "The National Craft Council has initiated this program under the guidance of the Ministry of Industry and the State Ministry of Small and Medium Enterprise Development.",
    "Handicraft artisans scattered all over the island were gathered at the district level and an awareness workshop on handicrafts to be produced for export was also organised in parallel with this event.",
    "There, among the 2,214 designs prepared by the artisans representing 25 districts, 546 designs of 100 exceptional artisans were selected by the national judging panel, and the award was symbolically given to the selected handicraft artisans under the patronage of President.",
    "Apart from this, the President awarded two special commemorative gifts to two institutions that have performed a unique mission for the Handicrafts Centre and then went on to observe the selected designs.",
    "President Wickremesinghe, who joined as a special guest to encourage handicraftsmen in Sri Lanka, was given a special commemorative gift under the leadership of Minister of Plantation and Industries Ramesh Pathirana and Minister of State for Small and Medium Enterprise Development Prasanna Ranaweera.",
    "The cultural shows presented by the students of Janakala Kendraya, adding colour to this export-oriented design development program, attracted the special attention of invited guests from home and abroad.",
    "A business meeting and two day public exhibition was also held at the Bandaranaike Memorial International Conference Hall, Safire Banquet Room, with the participation of local and foreign buyers, importers, architects and experts of the hotel industry.",
    "Ports, Shipping and Aviation Minister Nimal Siripala de Silva, Wildlife and Forest Conservation Minister Pavitra Wanniarachchi, Industry Ministry Secretary Tilaka Jayasundara, National Crafts Council Chairman Sampath Arahepola and many dignitaries including foreign ambassadors attended the event."
  ]
}