{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89264/no-risk-of-listeria-outbreak-yet-health-authorities",
  "time_ut": 1679497200.0,
  "original_lang": "en",
  "original_title": "No risk of Listeria outbreak yet - Health authorities",
  "original_body_lines": [
    "The bacteria-born disease Listeriosis can cause complications for individuals with weakened immunity, says the Health Promotion Bureau.",
    "Addressing a press conference today (March 22), Dr. Samitha Ginige, Head of the Epidemiology Unit of the Health Ministry, stated that no outbreak of Listeriosis has been identified within Sri Lanka as of yet.",
    "However, the chief epidemiologist also highlighted that it is very much important for the general public to be aware of the disease in order to avoid contracting the disease.",
    "Dr. Samitha Ginige mentioned that although exaggerated facts were reported recently on various media reports and on social media regarding this disease, Listeriosis is not a disease that will turn into a large-scale epidemic.",
    "“The disease is spread through contaminated food, especially dairy food products. No symptoms will appear in healthy individuals, but complications can occur in rare instances.”",
    "“Especially, complications may rarely occur in pregnant women, individuals diagnosed with cancers, renal failures and people with long-term disease conditions. This is the condition of Listeriosis”, he emphasized.",
    "Commenting further, the chief epidemiologist expressed that the disease initially appears only as a minor stomachache condition for most of the healthy individuals, whereas it can rarely cause death if the complications in an individual with weakened immunity may develop into Encephalitis (Brain Fever).",
    "The global spread of Listeriosis is at a minimum level, Dr. Ginige said, mentioning that only 0.1 to 0.10 cases are reported globally per million.",
    "“Therefore, this is not a medical condition that should cause undue fear of an epidemic situation”, he added.",
    "Dr. Samitha Ginige also commented on the current situation of the Listeria figures reported within Sri Lanka;",
    "“The first patient was reported from Sri Lanka in the last week of February. He is middle-aged. Due to complications, he died of a developed Encephalitis condition. We have confirmed that it was caused by Listeria”.",
    "“He was the only confirmed Listeriosis case which was reported in Sri Lanka recently, no other patients were reported.”",
    "“Few others, who had gone to Sri Pada and became ill, had been hospitalized. Among them, two deaths were also reported. We could not find any link between those two deaths and Listeria, based on the data we have. But their tissue cultures are still being tested”.",
    "“Also, another person who fell ill after going on a pilgrimage to Sri Pada has now recovered. No evidence that he suffered Listeriosis.”",
    "Besides, there are no reports of any other patients in Sri Lanka. From the samples tested so far, there are no reports of patients with suspected listeriosis. That is why it is said that there is no outbreak of the disease, there is no risk.”",
    "“The food and water samples that we tested were not reported to be contaminated with Listeria.”",
    "Furthermore, Dr. Ginige highlighted that in case of Listeriosis, vomiting, diarrhoea, fever, abdominal pain and body pains appear as symptoms, adding that an abdominal pain is not in fact, Listeriosis.",
    "However, he requested the general public to be vigilant of the food and water consumed by them."
  ]
}