{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91827/new-anti-corruption-act-would-establish-truly-independent-commission-ex-bribery-commission-dg",
  "time_ut": 1688901420.0,
  "original_lang": "en",
  "original_title": "New anti-corruption act would establish truly independent commission: ex-Bribery Commission DG",
  "original_body_lines": [
    "Former Director General of the Bribery or Corruption Investigation Commission Sarath Jayamanna PC, announced during his appearance on the ‘101 Katha’ program produced by the President’s Media Division (PMD), that the new anti-corruption act would establish a truly independent commission.",
    "He emphasized that any attempts to suppress this commission would be met with strong resistance from the people.",
    "Sarath Jayamanna further urged the public to encourage government leaders and officials to embrace this change and move away from empty slogans such as “thieves were not caught, if we came to power we would catch thieves.” He highlighted that bribery and corruption are not just issues faced by Sri Lanka but affect economies worldwide.",
    "He said leaders who genuinely care about their country’s development and its people are actively working to combat corruption, the PMD mentioned.",
    "“In 2004, the global community united to develop a charter against bribery and corruption, acknowledging the detrimental impact of corruption on a nation’s economy. While Sri Lanka signed this charter, it has not been effectively implemented. Consequently, the perception persists that our government and private sectors are rife with bribery and corruption.",
    "To address this, we must study the experiences of countries that successfully tackled corruption. Asian nations like Singapore, Hong Kong, Bhutan, Indonesia, Malaysia, as well as Scandinavian countries, have made significant progress in eradicating bribery and corruption. These societies inherently reject such practices. As we lack this ingrained mind-set, we must adopt and nurture these values, beginning with a complete overhaul of the education sector.",
    "These are pivotal times in our country’s history, and the introduction of a new bill brings us pride. However, it is crucial to acknowledge that eliminating bribery and corruption overnight is unrealistic. Nevertheless, the existence of an anti-corruption act is a crucial step forward.",
    "The Bribery Act of 1954 was amended in 1994, leading to the establishment of the Bribery Corruption Commission. Unfortunately, for nearly 30 years, no substantial progress has been made. Despite our affiliation with the United Nations for two decades, an anti-corruption act has only now been proposed to combat bribery and corruption effectively.",
    "The commission has historically comprised police officers who have passed the General Certificate of Education. However, investigating complex crimes like bribery and corruption requires expertise beyond policing. Individuals knowledgeable in mathematics, engineering science, forensic auditing, and forensic accounting should be recruited to work in this field.",
    "Countries like Hong Kong and Bhutan do not rely on police officers for these investigations. Instead, they employ officials recruited in a manner similar to civil administrators. The new act grants the commission the authority to hire expert investigators. Their contracts may not be extended if their performance is unsatisfactory. Consequently, this act enables the hiring of skilled investigators without the need to navigate the Ministry of Finance or the Treasury for funding.",
    "Funding for the commission will be provided directly from the treasury through the Parliament, empowering it to address conflicts of interest, prevent bribery and corruption, and fulfil its obligations to the private sector. For the first time in history, the assets and liabilities of government executive officers will be electronically submitted to the Bribery Commission. Moreover, provisions have been established to investigate and penalize past offenses, ensuring a smooth transition from the old laws.",
    "It is generally challenging to apply laws retroactively. Therefore, the commissioners are selected by the Constituent Assembly. The President’s discretionary appointment of the Director General is also subject to consultation with the Commission.",
    "In summary, the new anti-corruption act will establish an independent commission in the truest sense of the word. Any attempts to undermine its authority will face strong resistance from the people. It is the duty of the citizens to motivate government leaders and officials to embrace this change and move away from the previous empty slogans.”"
  ]
}