{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92575/japan-destroyer-tests-sri-lanka-shipyard-with-eye-on-future-use-report",
  "time_ut": 1691663460.0,
  "original_lang": "en",
  "original_title": "Japan destroyer tests Sri Lanka shipyard with eye on future use - report",
  "original_body_lines": [
    "Every summer, the Japanese Maritime Self-Defense Force (JMSDF) deploys a fleet of ships across the Indo-Pacific region to conduct joint training, visit ports and invite locals aboard. This year, that engagement deepened.",
    "One of the destroyers from the fleet, JS Samidare, has been making port calls that signal a greater commitment to the region. They include maintenance work at a Sri Lankan shipyard, the first time the JMSDF has serviced one of its vessels at an overseas port, and a visit to India’s Andaman and Nicobar Islands, which sit strategically at the mouth of the Malacca Strait.",
    "The summer deployments began in 2017 under the late former Prime Minister Shinzo Abe. He had unveiled his Free and Open Indo-Pacific policy a year earlier, and the flotilla was a symbol of his new diplomatic vision.",
    "This summer’s moves signal an intent to expand the area and scope of operations for the JMSDF in the key region. The trigger for this deeper engagement? China, which for years has been expanding its engagement in ports that surround India, often described as its “String of Pearls” strategy.",
    "JS Samidare spent five days in Sri Lanka’s Colombo Dockyard and conducted maintenance work at the end of July.",
    "“This is the first time for a JMSDF ship to undergo maintenance at an overseas shipyard,” a spokesperson for the force told Nikkei Asia. “There was nothing wrong with the ship, so I would describe this as maintenance rather than repair.”",
    "Asked if the plan was to conduct periodic maintenance at the port in Colombo in the future, the spokesperson said, “The aim this time was to verify whether Colombo Dockyard [a ship maintenance company] was fit to service ships. We checked the capabilities and adaptability as well as the management of the shipyard and we will decide future steps based on those assessments.”",
    "Japanese shipbuilder Onomichi Dockyard took over Colombo Dockyard from a state-owned enterprise in 1993.",
    "On Aug. 2, the Samidare sailed to Port Blair Port for a four-day visit. No record can be found for a recent visit to the Andaman and Nicobar Islands by a JMSDF vessel, the spokesperson said.",
    "The port sits at one of the world’s most important chokepoints and is considered a key observation site from which to track Chinese submarines moving from the South China Sea to the Indian Ocean. The secretive boats have to surface when passing through the narrow patch of water between Malaysia and Indonesia, offering other navies a rare opportunity to track them.",
    "The port call comes after the Japan International Cooperation Agency agreed to provide India with 4.02 billion yen ($28 million) for a power supply project in South Andaman, where Port Blair Port is located.",
    "“The Indian government has, traditionally, carefully guarded against foreign access to military facilities on the Andaman and Nicobar Islands,” said Tom Corben, a research fellow at the University of Sydney’s United States Studies Centre (USSC). “So it’s a strong signal of trust in Japan that New Delhi is willing to host visits from the JMSDF at Port Blair, and to accept Japanese investment in critical infrastructure that support these facilities.",
    "“This port call also fits into a pattern of intensifying naval cooperation between the Quad partners in the Indian Ocean,” Corben added, pointing to the four-way partnership between the U.S., Japan, India and Australia.",
    "In 2020, a U.S. Navy P-8 Poseidon, a long-range anti-submarine warfare and maritime surveillance aircraft, refueled at an Indian base in the Andaman and Nicobar Islands for the first time. Several visits by Australian and Indian patrol aircraft to each other’s facilities for joint operations took place in the last 18 months, Corben said.",
    "In June, a study group at USSC including Corben, published a report titled “Bolstering the Quad: The case for a collective approach to maritime security,” which called for the four partners to integrate their maritime logistics.",
    "The authors proposed that the Quad countries share resources and combine capabilities to be able to “seamlessly refuel, resupply and repair ships and aircraft from any of its members, and foster the ability to do so at very short notice.”"
  ]
}