{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/27/domestic-debt-restructuring-will-not-affect-banking-system-president/",
  "time_ut": 1687871940.0,
  "original_lang": "en",
  "original_title": "Domestic debt restructuring will not affect banking system – President",
  "original_body_lines": [
    "President Ranil Wickremesinghe assured that the restructuring of domestic debt will have no impact on the membership balance of any public funds, including the Employees’ Provident Fund (EPF).",
    "He emphasized that the rate of return for superannuation funds will not be affected in any way.",
    "Furthermore, the President stated that the restructuring of domestic debt will not pose any threat to the stability of the country’s banking system, whether it be public or private banks.",
    "He specifically mentioned that the deposits of more than 50 million bank depositors will remain unaffected, and there will be no changes to the current interest rates paid on bank deposits.",
    "President Ranil Wickremesinghe also announced that proposals for restructuring both foreign and domestic debt will be presented to the Cabinet tomorrow (28).",
    "The President made these statements while inaugurating the Gampaha District Secretariat Administrative Complex, ‘Laksiyane Mandiraya,’ which has been constructed with the aim of providing efficient and regular government services to the people of the Gampaha district.",
    "The complex, with an expenditure of nearly Rs. 4 billion, stands at seven stories tall.",
    "It was highlighted that Sri Lanka’s total public debt, comprising both domestic and foreign debt, amounted to $83,700 million by the end of 2022, representing 128.3% of the Gross Domestic Product (GDP).",
    "Of this amount, the foreign debt totalled $41,500 million, accounting for 63.6% of the GDP. The President also noted that the domestic debt at that time stood at $42,100 million, which constituted 64.6% of the GDP.",
    "The President highlighted the urgency of restructuring the country’s debt, stating that without such measures, the public debt would exceed 100% of the GDP by 2035.",
    "He emphasized that foreign creditors have already expressed their agreement to participate in the debt restructuring process.",
    "To ensure debt sustainability in Sri Lanka, the President emphasized the need for restructuring both external and domestic debt.",
    "Acknowledging the significant burden carried by foreign creditors, he mentioned that the country is set to receive 17 billion US dollars from them in the next five years.",
    "The President emphasized the importance of local creditors also contributing to this effort.",
    "The proposed debt restructuring plan has been designed with the primary objective of safeguarding the public’s bank deposits.",
    "The President underlined the responsibility of protecting the depositors of all banks regulated by the Central Bank. He assured that the proposed domestic debt restructuring method poses no harm to bank depositors and will not lead to a collapse of the banking system. On the contrary, it will pave the way for a restructuring process that can rebuild the economy.",
    "The President further stated that the country’s economic recovery, reduction in interest rates, the government’s ability to provide subsidies easily, and the reduction of both domestic and foreign debt burden in the next decade will yield positive results benefiting the people of the country.",
    "During his official visit to France, the President engaged in discussions with Commonwealth Secretary General Patricia Scotland, International Monetary Fund Managing Director Kristalina Georgieva, Netherlands Deputy Prime Minister and Finance Minister Sigrid Kaag, American Treasury Secretary Janet Yellen, and Japanese Foreign Minister Yoshimasa Hayashi regarding foreign debt restructuring. The President highlighted the progress being made in Sri Lanka’s financial sector during these discussions. He expressed satisfaction that they were all eager to assist in reversing the crisis in Sri Lanka and affirmed their commitment to contribute significantly to the country’s economic recovery.",
    "The President also said that during a recent telephone conversation with the Indian Finance Minister, Mrs. Nirmala Sitharaman, she had expressed her country’s intention to positively contribute to Sri Lanka’s debt restructuring and economic stability. The President said that he would hold detailed discussions on the matter during his upcoming visit to India.",
    "The President also mentioned that Foreign Minister Ali Sabri, who is currently on an official visit to China, has agreed to enhance bilateral relations and strengthen economic ties between the two countries. Minister Sabri held fruitful discussions with China’s Foreign Minister, Mr. Qin Gang, sharing their views on deepening cooperation.",
    "President Ranil Wickremesinghe further revealed that, during a meeting with the Chinese Finance Minister, Liu Kun, in Beijing, he was briefed on the economic stabilization and progress plan of the country. Minister Ali Sabri expressed gratitude for China’s special contribution during the previous crisis.",
    "During the visit, the President held discussions with the Chairman of the Chinese Exim Bank, Wu Fulin, and other Chinese officials appointed for the purpose of restructuring Sri Lanka’s foreign debt. They assured their commitment to contribute to the debt restructuring process in the best possible manner.",
    "Rs.30 billion in outstanding bills for medicine – Health Sec."
  ]
}