{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/11/24/online-safety-broadcasting-regulatory-commission-laws-do-not-meet-international-standards-un/",
  "time_ut": 1700827500.0,
  "original_lang": "en",
  "original_title": "Online Safety & Broadcasting Regulatory Commission laws DO NOT meet international standards – UN",
  "original_body_lines": [
    "COLOMBO (News 1st); Special Rapporteurs of the United Nations have expressed concerns over the proposed Online Safety Act and Broadcasting Regulatory Commission Act.",
    "UN Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression  Irene Khan, Special Rapporteur on the rights to freedom of peaceful assembly and of association Clement Nyaletsossi Voule, and Special Rapporteur on the right to privacy, Ana Brian Nougrères, expressed their concerns via a statement to the Sri Lankan government.",
    "They note that the Online Safety Act and Broadcasting Regulatory Commission Act do not meet the requirements of international law and standards.",
    "They noted that there are potential violations of the rights to privacy, freedom of opinion and expression, and freedom of peaceful assembly and of association as protected by the Universal Declaration of Human Rights (UDHR), and the International Covenant on Civil and Political Rights (ICCPR), acceded to by Sri Lanka.",
    "In terms of the Online Safety Act, they said that many provisions appear vague and overly broad and may therefore fail to meet the requirements of the ICCPR.",
    "The statement added that the proposed law may severely limit the scope of online expression and may pose major barriers and threats to any individuals, especially journalists, human rights defenders and civil society organisations who may be critical of the government.",
    "They added that the bill seems to be directed at people living in Sri Lanka and at the diaspora, with severe adverse effects on the freedom of expression of a very wide range of individuals.",
    "On the proposed Broadcasting Regulatory Commission Act , the Special Rapporteurs said that Commission’s appointment process, if implemented in its current form, may thus give the executive the ability to punish, and/or deny licenses to media outlets that do not have a favourable view of the Government.",
    "They stressed that it is essential that the oversight mechanism be an autonomous body, independent from any pressure or political ties.",
    "The statement added that to protect freedom of expression, international standards require States to respect the freedom of the media.",
    "It added that States have an obligation to refrain from engaging in indirect forms of censorship, such as the abuse of controls over newsprint, radio frequencies or infrastructure used to disseminate media content and ensure the independence of bodies which exercise regulatory powers over the media.",
    "The Special Rapporteurs encourage the withdrawal, public consultation and substantial review of key aspects of both the proposed Online Safety Act and the Broadcasting Regulatory Commission Act.",
    "Online Safety & Broadcasting Regulatory Commission laws DO NOT meet international standards – UN",
    "The People’s Platform | Celebrating 70 years of diplomatic relations"
  ]
}