{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/authorized-mobile-importers-urge-sl-govt-to-reconsider-vat-hike/",
  "time_ut": 1702646340.0,
  "original_lang": "en",
  "original_title": "Authorized mobile importers urge SL govt. to reconsider VAT hike",
  "original_body_lines": [
    "A group of authorized mobile phone importers in Sri Lanka express deep concern over the Sri Lankan government’s decision to remove mobile phones from the Value Added Tax (VAT) exemptions list, coupled with a simultaneous increase in VAT from 15% to 18%, effective January 1st, 2024. This dual impact, wherein devices now not only face a sudden VAT imposition, but also at a significant rate of 18%, pose substantial challenges for the industry and the country. The importers urgently call for a critical reassessment by the authorities in light of these compounded challenges.",
    "A press release said in this regard: ‘The timing of the VAT hike is particularly challenging for authorized mobile phone importers in the country. These companies have collaborated with the Telecommunications Regulatory Commission of Sri Lanka (TRCSL) to find viable solutions to the challenges of parallel imports. Parallel imports, or grey market goods, involve the import and sale of branded products in a market without the trademark owner’s consent. This issue has already caused a tax revenue loss of LKR 3.1 billion (USD 9.4 million) and a Forex outflow of LKR 31.6 billion (USD 96 million) via illegal channels in Sri Lanka.",
    "‘With the sudden VAT increase, this loss is estimated to rise to 11.9 billion LKR, marking a substantial increase in tax revenue loss from illegal imports. Additionally, there is a projected further tax revenue loss to the government, amounting to a LKR 2.5 billion decline from legitimate imports. This decline is anticipated due to increased parallel import products driven by the rising prices of genuine products.",
    "‘Moreover, the ramifications extend beyond the economic landscape. Over 10,000 direct job opportunities are now at risk, leaving families dependent on the industry—more than 15,000, including those involved in logistics, printing, branding, advertising, etc.—facing uncertainty. The policy change also jeopardizes direct Forex investment for market development by principals (ATL/BTL), putting this crucial financial support at risk. Furthermore, the spectre of a national security threat looms as parallel imports introduces unknown devices to the country, creating challenges in tracking these products.",
    "‘Authorized mobile importers emphasize the unfortunate timing of removing cellular and electronic devices from the VAT-exempted list and the hike in VAT given the ongoing efforts by legal importers to find solutions for the persistent Parallel Imports (PI) issue.",
    "‘Accordingly, the industry had put forward practical suggestions and is actively engaged in collaboration with the TRCSL to explore viable solutions which include proposing an option for registering already in-use PI devices at a nominal fee, introducing a Tourist SIM for the duration of the incoming visitor’s VISA period, and implementing whitelisting of non-registered IMEI from mobile networks. These initiatives aim to holistically address the challenges posed by parallel imports, foster regulatory compliance, and contribute to the development of effective policies that strike a balance between industry interests and regulatory requirements. However, the sudden imposition of VAT, and at an alarmingly high percentage while the industry was working with the TRCSL, is deeply concerning. Similar situations have been observed in countries like Pakistan and Nepal.",
    "‘The absence of effective measures to restrict parallel imports before imposing taxes impacts legitimate imports and results in a substantial loss in government revenue. Authorized mobile importers stress the critical necessity for the government of Sri Lanka to prioritize and implement a viable solution for the parallel import problem before imposing additional taxes on the industry. This approach is urgent and essential to safeguard the industry’s interests and the government’s fiscal well-being.",
    "‘On December 1st 2023, a meeting was convened involving the TRCSL, leading mobile brands and authorized importers. The assembly of mobile importers present included, Thushara Ratnaweera and Chaminda Silva representing Samsung, alongside Rajeev Gooneratne and Charles Wijesuriya from Gnext, Prasanna Weerakoon of JKOA, Chathura Jayawardena and Sha Bulathsinhala from Abans, and Gurubaran and Sanketh Gihan representing Vivo.’",
    "Share market investors exercising caution until completion of external debt restructuring",
    "99x clinches Gold for IT Exports at the National Export Awards 2023",
    "Deviating from present path of recovery could lead to another economic collapse – President",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}