{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-to-meet-china-finance-minister-for-debt-talks-113031/",
  "time_ut": 1676998560.0,
  "original_lang": "en",
  "original_title": "Sri Lanka President to meet China Finance Minister for debt talks",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s President Ranil Wickremesinghe is to meet China’s Finance Minister at a meeting of Group of 20 country in India on Friday as the International Monetary Fund is making a last ditch attempt to get Asian nation to conform to debt re-structuring framework.",
    "“During the meeting it is expected to look into how to restructure the debt of countries whose economies have collapsed,” President Wickremesinghe was quoted as saying at a meeting in the hill city of Kandy.",
    "“There, I hope to discuss the debt restructuring method of Sri Lanka with the Chinese Finance Minister. As per their stand, we have two or three options to implement.”",
    "Among options the IMF has is to take China’s “light assurance” and proceed with executive board approval.",
    "Another is to put in a “most favoured creditor clause” to the debt re-structuring deals of India and Paris Club to make sure that they get the same treatment in case China is given better terms.",
    "China has given Sri Lanka a two year debt moratorium so the that there is no official arrears to the country at the moment and agreed to discuss further re-structuring within the period.",
    "But the IMF wants specific commitment to re-structure debt along the parametres of a debt-sustainability analysis which sets ceilings on annual debt roll-overs and new borrowings called the gross financing need, which China has not given.",
    "Several countries with intermediate monetary regimes whose currencies collapse due to artificially low policy rate rates including Ghana, Zambia and Surinam had defaulted with Chinese debt and private commercial debt as Latin America had done earlier.",
    "A so-called ‘debt round table’ with the Western lenders including the US, IMF, World Bank, China and India is expected to take place in Bangalore on February 25, after virtual meeting held last Friday.",
    "China meanwhile had called for multilateral agencies like the World Bank, IMF and Asian Development – which as senior creditors do not usually give debt relief – to re-structure their own loans.",
    "“The Export-Import Bank of China has already provided Sri Lanka with a letter to express support for its debt sustainability,”  Foreign Ministry Spokesperson Wang Wenbin said this week.",
    "“The letter says that the Bank is going to provide an extension on the debt service due in 2022 and 2023, which means Sri Lanka will not have to repay the principal and interest due of the Bank’s loans during the above-mentioned period, so as to help relieve Sri Lanka’s short-term debt repayment pressure.",
    "“Meanwhile, the Bank would like to have friendly consultation with Sri Lanka regarding medium- and long-term debt treatment in this window period; and the Bank will make best efforts to contribute to the debt sustainability of Sri Lanka.",
    "“The Bank also noted that it will support Sri Lanka in its loan application to the IMF; in the meantime, the Bank will continuously call on commercial creditors (including the International Sovereign Bondholders) to provide debt treatment in an equally comparable manner, and encourage multilateral creditors to do their utmost to make corresponding contributions.”",
    "Private creditors have also expressed dis-satisfaction at ‘pessimistic’ forecasts in IMF, Debt Sustainability Analyses.",
    "President Wickremesinghe said on Sri Lanka had now completed 15 actions required by the IMF to start its 2.9 billion dollar loan, including a steep hike in electricity prices from February 15.",
    "IMF bailout countries with intermediate regime central banks (so-called flexible exchange rates) have to make never ending energy price hike after each currency collapse.",
    "“All 15 tasks assigned to us have been completed,” Wickremesinghe said. “Now is the up to the International Monetary Fund.”",
    "Countries with intermediate regime central banks or soft-pegs with high domestic inflation targets (usually 5 percent or higher) keep going to the IMF again and again with currency crises. (Colombo/Feb22/2023)"
  ]
}