{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90494/fairly-heavy-rains-above-75mm-likely-in-several-areas",
  "time_ut": 1683942300.0,
  "original_lang": "en",
  "original_title": "Fairly heavy rains above 75mm likely in several areas",
  "original_body_lines": [
    "Showers or thundershowers are expected at times in Western, Sabaragamuwa, Central, North-Western and Northern provinces and in Galle and Matara districts, the Department of Meteorology says.",
    "Fairly heavy showers above 75 mm are likely at some places in Western and Sabaragamuwa provinces and in Kandy, Nuwara-Eliya, Galle and Matara districts.",
    "Several spells of showers may occur elsewhere over the country.",
    "Strong winds of about 40-45 kmph can be expected at times over the Island.",
    "The general public is advised to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "The very severe cyclonic storm “Mocha” over the central Bay of Bengal lay centered near 15.10Nand 88.80E at 11.30 p.m. on Friday (May 12). It is very likely to move north-northeastwards with further intensification and the system is very likely to cross southeast Bangladesh and north Myanmar coasts around noon of tomorrow (May 14).",
    "The naval and multi-day fishing communities are advised not to venture into the sea areas bounded by 05N – 20N and between 82E – 100E until further notice.",
    "It is dangerous to engage in activities in the sea areas off the coast extending from Galle to Pottuvil via Matara and Hambantota and in the sea areas off the coast extending from Chilaw to Trincomalee via Puttalam, Mannar, Kankesanturai and Mullaitivu. They are advised to be vigilant in this regard.",
    "The naval and fishing communities are further also requested to be attentive to future forecasts issued by the Department of Meteorology in this regard.",
    "Showers or thundershowers will occur at times in the sea areas around the island.",
    "The winds will be south-westerly over sea area around the island and the speed will be 30-40 kmph.   The wind speed may increase up to 55-60 kmph at times in the sea areas off the coast extending from Galle to Pottuvil via Matara and Hambantota and in the sea areas off the coast extending from Chilaw to Trincomalee via Puttalam, Mannar, Kankesanturai and Mullaitivu.",
    "The sea areas off the coast extending from Galle to Pottuvil via Matara and Hambantota and sea areas off the coast extending from Chilaw to Trincomalee via Puttalam, Mannar, Kankesanturai and Mullaitivu will be rough. The other sea areas around the island will be fairly rough.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}