{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Russia-pulls-out-of-Ukraine-grain-deal-in-potential-blow-to-global-food-supplies/108-263307",
  "time_ut": 1689606631.0,
  "original_lang": "en",
  "original_title": "Russia pulls out of Ukraine grain deal, in potential blow to global food supplies",
  "original_body_lines": [
    "Russia said Monday it was suspending its participation in a crucial deal that allowed the export of Ukrainian grain, once again raising fears over global food supplies and scuppering a rare diplomatic breakthrough to emerge from Moscow’s war in Ukraine.",
    "The agreement, brokered by Turkey and the United Nations in July 2022, was officially set to expire at 5 p.m. ET on Monday (midnight local time in Istanbul, Kyiv, and Moscow).",
    "Kremlin spokesperson Dmitry Peskov told reporters on Monday that Russia would not renew the pact right now, saying it “has been terminated.”",
    "Russia has for some time complained that it is being prevented from adequately exporting its own foodstuffs, and Peskov cited that objection as the reason for pulling out of the deal. “As soon as the Russian part is completed, the Russian side will return to the implementation of this deal immediately,” he told reporters.",
    "Over the weekend, Russian President Vladimir Putin said that the main objective of the deal – supplying grain to countries in need – “has not been realized,” again complaining that Russia faced obstacles exporting its own food.",
    "Peskov left the door open to reviving the deal in the future, saying that Russia will comply “as soon as the Russian part (of the deal) is completed.”",
    "US Secretary of State Antony Blinken last week accused Russia of using the grain deal “as a weapon.” And Ukrainian Foreign Minister Dmytro Kuleba told CBS on Monday that “Russia has been slowly killing the grain initiative, from one extension to another.”",
    "“Prices for grain all across the world will go up, and people in the most vulnerable regions of Asia, Africa, will feel it,” he said.",
    "The deal allowed Ukraine to export grain by sea, with ships bypassing a Russian blockade of the country’s Black Sea ports and navigating safe passage through the waterway to Turkey’s Bosphorus Strait in order to reach global markets.",
    "Vessels were inspected before they arrived in Ukraine by Russian, Ukrainian and Turkish officials, to ensure weapons were not being smuggled into Ukraine.",
    "It proved vital for stabilizing global food prices and bringing relief to the developing countries which rely on Ukrainian exports. The impact of the war on global food markets was immediate and extremely painful, especially because Ukraine is a major supplier of grain to the World Food Programme (WFP).",
    "According to the European Commission, Ukraine accounts for 10% of the world wheat market, 15% of the corn market, and 13% of the barley market. It is also a key global player in the market of sunflower oil. The Food and Agriculture Organization (FAO), an UN body, warned at the time that as many as 47 million people could be pushed into “acute food insecurity” because of the war.",
    "Since its implementation, the Black Sea Grain Initiative has allowed for the export of nearly 33 million metric tons of foodstuffs from Ukraine. The World Food Programme has shipped more than 725,000 tons to support humanitarian operations – helping to relieve hunger in some of the hardest hit corners of the world, including Afghanistan, Ethiopia, Kenya, Somalia, Sudan and Yemen.",
    "The rate of exports made under the deal had started to tail off in recent months; UN figures show that May and June were the two months with the fewest metric tons exported since August 2022.",
    "In withdrawing from the pact, the Russian Foreign Ministry said Monday that its government was removing guarantees for safe navigation in the Black Sea.",
    "There are alternative routes for Ukrainian grain and oilseed exports by rail through eastern Europe, but they can’t readily cope with the volume that Ukraine wants to export.",
    "A UN official confirmed to CNN that the UN office in Istanbul, Turkey, received written notice from Russia that they were ending participation on Monday.",
    "The UN official said that their main concern the inevitable human suffering that will result from the deal’s termination: “There is simply too much at stake in a hungry and hurting world.”",
    "Russia’s objections to the deal centered around claims that obstacles to their ability to export foods and fertilizers had still not been eased.",
    "Russian President Vladimir Putin said last Thursday, during an on-camera interview, that “not a single point related to the fact that there are interests of the Russian Federation have not been fulfilled. Despite this, we voluntarily extended this deal many times. Well, listen, that’s enough in the end.”",
    "When asked, Peskov denied that Russia’s decision to allow the deal to lapse was related to Ukraine’s claimed strike on the bridge connecting mainland Russia to occupied Crimea on Monday. “These are absolutely unrelated events,” he said.",
    "Moscow had threatened to pull out of the deal on previous occasions. The pact was on the brink of breaking down in late October and early November 2022 when Russia suspended its participation over drone attacks on the city of Sevastopol. However, Moscow decided to reverse course following mediation in those instances.",
    "Western officials were quick to condemn Russia’s decision to lapse the deal.",
    "“It is utterly immoral that Russia continues to weaponise food,” Dutch Foreign Minister Wopke Hoekstra said on Twitter. “It is disappointing that #Russia obstructs the extension of the Black Sea Grain Initiative. Extending the deal is important to prevent food prices from rising and to avoid market destabilisation.”",
    "Ursula von der Leyen, president of the European Union Commission, said that she “strongly” condemned Russia’s withdrawal, calling it a “cynical move to terminate the Black Sea Grain Initiative, despite UN & Türkiye’s efforts.”",
    "And Turkish President Recep Tayyip Erdogan, a pivotal player in broking the deal, said on Monday that he may have a phone call with Putin about the decision, without waiting for their planned visit in August, according to Turkish state media Anadolu and Reuters.",
    "The deal had caused some tensions in Europe, after the European Union moved to lift all duties on grain from Ukraine via land, to facilitate exports.",
    "To quell the unrest, the EU subsequently adopted a temporary measure that bans wheat, maize, rapeseed and sunflower seed originating in Ukraine from being exported to Bulgaria, Hungary, Poland, Romania and Slovakia – a move that was opposed by Ukrainian President Volodymyr Zelensky. (CNN)"
  ]
}