{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81459",
  "time_ut": 1677610620.0,
  "original_lang": "en",
  "original_title": "President Ranil Wickremesinghe  declares public transport services “essential”, in a  pre-emptive move  outlawing strike action  ahead of a mass protest announced by worker unions against the steep rise in taxes and living costs.",
  "original_body_lines": [
    "Sri Lankan President Ranil Wickremesinghe has declared public transport services “essential”, in a move that outlaws strike action by those working in the sector. The announcement came days ahead of a mass protest announced by worker unions against the steep rise in taxes and living costs.",
    "The President used his executive powers to invoke an “essential services” order declaring “public transports, delivery of food or drink, or coal, oil, fuel, the maintenance of facilities for transport by road, rail or air… airports, ports and railway lines, as essential services with immediate effect,” his office said in a statement.",
    "Dozens of worker unions from Sri Lanka’s transport, public health and banking sectors, were preparing to go on a strike on Wednesday, after the government doubled income taxes and increased electricity tariff by three times, as part of measures to qualify for a $2.9 million support package from the International Monetary Fund (IMF).",
    "Following its default last year, Sri Lanka has been counting on the IMF to rescue its battered economy.",
    "While President Wickremesinghe recently said his government has completed 15 tasks set out by the Fund, the loan is contingent on financing assurances from Sri Lanka’s top bilateral creditors. China, Japan, and India are the island nation’s top three bilateral lenders. India and the Paris Club, of which Japan is a member, have already sent their written assurances to the IMF.",
    "Meanwhile, Mr. Wickremesinghe is also facing increasing public anger over the recent postponement of local body elections. Scheduled for March 9 originally, the polls have now been postponed, owing to the “lack of funds”, and authorities are expected to announce a new date later this week.",
    "Opposition parties have condemned the move, accusing the President of stifling democracy.  The opposition’s attack on the government further escalated after a member of the JVP-led opposition alliance died from injuries sustained in a huge protest held in Colombo on Sunday, demanding elections.  Police fired tear gas and water cannons on protesters, injuring many, and provoking sharp criticism from rights defenders and others opposition parties, including the NPP’s chief rival Samagi Jana Balawegaya (SJB or United People’s Force).",
    "In a rare message supporting the NPP’s right to protest, Leader of Opposition and the SJB Sajith Premadasa said in a tweet on Sunday: “No leader or party has ever been right all the time, it’s why we need to tolerate dissenting voices within a democracy. Today #NPP protestors were tear gassed and many sustained many serious injuries. The Government’s message is loud and clear to the public, ‘shut up and sit down’,” ending with the phrase Mr. Wickremesinghe recently used in parliament to silence critics on the other side of the aisle.",
    "Sri Lanka’s Human Rights Commission sought a swift report from the police on its use of force on Sunday, while rights watchdog Amnesty International said in a statement: “It is worrying that even after months of widespread protests in the country, the Sri Lankan police needs to be constantly reminded of their duty to facilitate the right to freedom of peaceful assembly and exercise restraint in the use of force while policing assemblies.”"
  ]
}