{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Ukraine-from-Bread-Basket-to-Meat-Grinder-A-Mission-for-GL-and-Veteran-Vasu/172-256117",
  "time_ut": 1679246796.0,
  "original_lang": "en",
  "original_title": "Ukraine; from “Bread Basket” to “Meat Grinder” A Mission for GL and Veteran Vasu",
  "original_body_lines": [
    "Ukraine is a large producer of corn and barley and the world’s fourth-largest producer of potatoes. They have the ability to meet food requirements for 600 million humans; hence it is called the “Bread Basket.” The ill-fated nation is taking heavy losses in its battle-defending towns and cities.  A German official said Ukraine has suffered 120,000 troops, but the number could be much higher. Notwithstanding the dire conditions for the Ukrainians, Kyiv is still sending inexperienced soldiers into what has been coined as the “Meat Grinder” in Bakhmut.",
    "“In this book, I proposed to relate from my personal point of view the history of two crises: the Cuban and the Sino-Indian, in both of which I tried to influence the leaders and public opinion on both sides. I shall be giving partly an account of what I tried to do and partly the relevant public events.” -- -Bertrand Russell - ‘Unarmed Victory’- Penguin: 1963- (Pp. 8/9)",
    "Professor Gamini Lakshman Peiris is the perfect person to play Bertrand Russell [Cuban and Sino-Indian conflicts], in bringing peace to war-tone East Europe and Europe. He could be skillfully and proficiently assisted by Trotskyite leader, Vasudeva Nanayakkara MP.",
    "On February 22, 2022, President Zelenskyy said he would sever diplomatic relations with Russia. Although Russia had repeatedly denied any strategies to attack Ukraine, its army started an invasion on February 24, with ground and air assaults on the capital, Kyiv. On February 26, 2022, Zelenskyy said his soldiers were blocking Russians from moving on Kyiv, while several Western nations proceeded on proposed sanctions, cutting off Russian institutions from the world’s major commercial payments system. Zelenskyy was confident that Putin thought the Ukrainians would welcome the attacking forces with ‘flowers and smiles’.",
    "“Many people seem to have been amazed that I should mediate in such matters without having any official status to do so, but I think events show that  even in our highly organized world, there are things that a private individual can do which are much more difficult for a Minister or an organization. In particular, it is much easier to agree with a powerless individual without loss of face than it is to agree with those whose arguments are backed by H-bombs of almost infinite destructive power.”    -Bertrand Russell-",
    "Russian Embassy here said on Friday, they were deeply concerned with the increased military aid to Ukraine.  The US and other EU countries are engaged in training Ukrainian forces and are exposing participation in confrontation with Russia.",
    "British foreign secretary Liz Truss, announced on April 5, 2022, that Britain would provide investigators to Ukraine to assist in the collection of evidence of war crimes. In April 2022, Russian political scientist Sergey Karaganov, who is a confidante of Putin, said “war will be triumphant, in one way or another. I assume demilitarization will be accomplished and there will be denazification, too. Like we achieved in Germany and in Chechnya. Ukrainians will convert much more peaceful and friendly to us.”",
    "Joe Biden, with depressing poll numbers, aims to run for a second term as a “war-winning” president who supported Ukraine.  The US has already invested US$113 billion in military and economic assistance. The war has little to do with Ukrainian freedom but a lot to do with demeaning Vladimir Putin’s grip on power and the Russian military. If Ukraine looks headed for defeat or reaches a stalemate, Ukraine will be sacrificed like many other states.",
    "“If you have additional resources, you can actively attack,” said the official, “If you have fewer resources, you defend more. We’re going to defend”. The official admitted that they don’t have “the men, weapons or ammunition” to pull off a counterattack. “And you know, on the offensive, you lose many people. We just can’t afford to lose that many people,” the official said, “Soldiers with no combat experience and very little training are sent to the front. They just drop everything and run. That’s it.”",
    "Russian Embassy here said on Friday, they were deeply concerned with the increased military aid to Ukraine.  The US and other EU countries are engaged in training Ukrainian forces and are exposing participation in confrontation with Russia. This may result in a clash between them and NATO, the media issue said. They request Sri Lanka’s opposition to the above act. If we oblige them, it will affect our neutral stand that we hitherto practiced, in dealing with international bi-partisan conflicts.  Social anger is massive across Europe. Amidst the bloody NATO-Russia war in Ukraine, a factually revolutionary situation is developing in France and across Europe.",
    "Millions are striking against price increases and wage cuts in the UK and Germany: strikes are continuing in Portugal and the Netherlands, and a general strike hit Greece on March 15. Mass protests erupted on Thursday night in all main cities across France, following President Emmanuel Macron’s announcement on plans to impose pension cuts by passing the National Assembly.  Millions of the working class entered into a direct conflict with the government.  France’s police-state machine is crushing democracy and the wishes of the people underfoot. With a majority of the population supporting a general strike to obstruct the economy and force Macron to surrender, strikes and violent protests are mounting in France.",
    "Bertrand Russell, once the leading logical analyst, became a neutral trouble-shooter of global politics. He comments on the Sino-Indian war in the second part, the role he played, the day-to-day progress, and the letters he swapped with the press, with Chinese PM Chou En-lai and Indian PM Jawaharlal Nehru. Lord Russell had a thirst for peace and a resultant passion for simplicities. As we know, Russell had been and was an anti-Communist, but he reasoned that after Stalin, the warmongers were no longer in the communist world, but in Washington. The Chinese, according to him, are antagonists, but they offered the olive branch by a continuous pulling out of troops, while India (according to him) became noticeably combative. Yet India has long been the best model of neutralism.",
    "Lord Russell vigilantly records that India not only was empty of a substantial case over the issue of the mood of the terrain in the clashes but provided steady weakness in the way of compromise which seriously magnified the crisis and the danger to mankind. Russell was serving the comforts of Communism in the course of his effort to institute the truth and, above all, to be in disagreement to the danger of looming devastation.",
    "Both Prof. GL and Comrade Vasu who played very impressive roles in Sri Lanka’s contemporary politics have virtually ended their political careers along with a few disgruntled dissidents on a misconceived apprehension about seizing the lion’s share of 6.9 million, ‘left in the lurch’ voters.  They have a novel role; emulate the great man Bertrand Russell, and use Professor’s knowledge in international/ geo-political exigencies, plus ‘Red’ comrade’s intimacy with the Communist leaders in ending the destructive conflict and bringing peace to the world, rather than wasting their energies in a futile operation at the home front!",
    "Perhaps, they may end up sharing the prestigious Nobel Peace Prize."
  ]
}