{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Heat-index-reaches-caution-level-in-several-areas-Met-Dept/108-260065",
  "time_ut": 1685355379.0,
  "original_lang": "en",
  "original_title": "Heat index reaches caution level in several areas: Met. Dept.",
  "original_body_lines": [
    "The Disaster Management Centre (DMC) today warned of undue health conditions as a result of the increasing Heat Index, which is the temperature felt on the human body.",
    "A warning from the DMC said the Heat Index has increased to a 'Caution' level at some places in the Northern, North-Central, North-Western and Eastern Provinces and the Moneragala and Hambantota districts.",
    "The Heat Index Forecast is calculated by using relative humidity and maximum temperature, and this is the condition that is felt on the human body. This is not the forecast of the maximum temperature. It is generated by the Department of Meteorology for the next day period and prepared by using global numerical weather prediction model data.",
    "People are advised to consume sufficient amounts of water and take breaks in the shade as often as possible. If indoors, then ro check up on the elderly and the sick. The DMC warns that children should not be left in vehicles unattended for a long time. People are also advised to wear light colored clothing.",
    "It warned that people could also suffer from fatigue and heat cramps if exposed to the sun for a long time.",
    "Meanwhile, the Department of Meteorology said even the air temperature is high these days. Accordingly, the highest temperature of 38 degrees Celsius was recorded from Mullaithivu, while Anuradhapura recorded 35 Celsius. The temperature in Vavuniya, Trincomalee and Polonnaruwa exceeded 34 degrees Celsius last afternoon.",
    "The reasons cited for the rise in temperature were the declining wind flow and excess humidity in the atmosphere. Sweat on the human body does not get absorbed into the atmosphere when there is excess humidity. This is why people feel uncomfortable, especially when going out in the sun, a spokesman from the Department of Meteorology said. (Yohan Perera)"
  ]
}