{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Whims-of-politicians-shouldnt-take-over-rule-of-law-EDITORIAL/172-260517",
  "time_ut": 1685993987.0,
  "original_lang": "en",
  "original_title": "Whims of politicians shouldn’t take over rule of law - EDITORIAL",
  "original_body_lines": [
    "Chairman of the Election Commission Nimal Punchihewa views the government’s latest decision to appoint special representatives of the Chairmen of Regional Coordinating Committees to oversee the affairs of the local government bodies as inappropriate and against the democratic norms.",
    "Media reports quoted the Election Commission (EC) chief as saying that he was of the opinion that this move by the government would lead to politicization of the functions of the local government bodies for which the elections have been postponed indefinitely due to the inability of the Treasure to release funds.",
    "One may argue that the local government bodies would function according to the policies or wishes of a political party even when their functions are decided by elected members of a particular political party. However, it is a situation that is a far cry from the current move by the government to impose its political agendas on the LG bodies, rather than people of the area electing a particular party or a group to decide the functions of their local councils.",
    "The local government elections which were to be held in March last year, were postponed by the government for a year due to the economic problems it had to encounter with then. However, the Elections Commission amidst many constraints first scheduled those elections to be held on March 9 this year, and then rescheduled them for April 25, but only to be put off again indefinitely, as the Treasury failed to provide necessary funds. An interim order had been issued on May 3 by the Supreme Court on the Treasury Secretary Mahinda Siriwardena preventing him from withholding funds allocated for the local government election by the budget. The Treasury Secretary after this court order forwarded all appeals for funding for elections by the Election Commission and the Government Printer to the Finance Minister who is also the President. Hence, the matter now seems to have stuck between the Executive and the judiciary.",
    "The local government system in Sri Lanka which harks back to the ancient Sinhalese kingdoms came into being as village councils owing to the necessity to address the grass-root level issues and later, during the British rule municipal councils were also instituted. Their existence is justified by the fact that the peoples’ representatives of a single centralized council cannot address the grass-roots level issues such as rural street lighting, disposal of garbage and development of local road network including rural footpaths. Similarly, the provincial councils too came into being in 1987 through a historical process, with the escalation of the ethnic strife, introducing a third tier of people’s representation in the country.",
    "And the elections to these councils, once in a particular number of years are also meant for the democratization of this mechanism. The timing of these elections therefore is decided by laws and not by the President or the government of the day. Hence, the claim by President Ranil Wickremesinghe at the ‘2023/2024 National Law Conference’ held on Saturday in Nuwara Eliya that the people are not interested in elections, was not valid, when it comes to rule of law.",
    "However, now the elections to the councils of two of these three tiers are held up – provincial council elections due to a legal snag and the local government elections owing to purported economic constraints. It is against this backdrop, Prime Minister Dinesh Gunawardena who is also the Minister of Local Government has issued a circular on May 9 providing for the Chairmen of Regional Coordinating Committees who are appointees of the government to appoint their representatives to supervise the functions of the local government bodies.",
    "This very clearly seems to be a political move to control the functions of the local government bodies during the forthcoming elections, rather than being an administrative measure, since there is an established administrative mechanism to oversee and mobilize the local government system in the country, in the absence of elected representatives. The accepted procedure is to hand over the responsibility of local government bodies to the Local Government Commissioner and his assistants, until the next election for those councils is held. Whims and fancies of politicians taking over the rule of law might further complicate the local government system."
  ]
}