{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Japan-extends-Rs-435-m-grant-aid-to-boost-fisheries-industry/34-755506",
  "time_ut": 1700681156.0,
  "original_lang": "en",
  "original_title": "Japan extends Rs. 435 m grant aid to boost fisheries industry",
  "original_body_lines": [
    "Funding is part of Japan’s Economic and Social Development Program to provide supportive equipment for fisheries industry",
    "The Government of Japan has agreed to provide grant assistance worth Rs. 435 million (¥ 200 million) to empower the fisheries industry in Northern and Eastern provinces.",
    "This funding is part of the Japanese Government’s Economic and Social Development Program to provide supportive equipment for the fisheries industry.",
    "The objective of this grant aid to develop cold chain facilities and equip the fisheries sector with modern electronic equipment and, thereby realising high value-added marine products and contributing to the upgrading the living standard of the fishermen in Northern and Eastern Provinces.",
    "Under this grant assistance, ice making machines, digital platform scales, sets of fishing net, refrigerator truck and prefabricated refrigerators/freezers will be provided.",
    "This grant assistance will be a great patronage to reduce the constraints that exist in the value chain and increase the competitiveness, by promoting private sector investments in the fisheries industry.",
    "The Exchange of Notes pertaining to the above grant was signed by Finance, Economic Stabilisation and National Policies Ministry Secretary Mahinda Siriwardana on behalf of the Government of Sri Lanka, while Japanese Ambassador MIZUKOSHI Hideaki signed on behalf of the Government of Japan.",
    "As one of the main development partners, the Government of Japan extends the hands of friendship to Sri Lanka whenever the help is needed. The Government of Japan has donated various aids to Sri Lanka to ensure food security, quality of health care facilities, and the social wellbeing of the people amid the ongoing economic crisis.",
    "The fisheries sector in Sri Lanka has the potential to be competitive in the global markets and increase employment opportunities, food security and export earnings in a sustainable manner.",
    "In line with the National Fisheries and Aquaculture Policy framework, the Government envisages achieving the objectives of increased per capita fish consumption, reduced post-harvest loss, generated employment opportunities, improved quality of life of the fisher community, increased foreign exchange and ensures long-term sustainability of the fisheries industry. Considering the above fact, the Government of Japan has agreed to provide grant assistance.",
    "Fisheries Minister Douglas Devananda and State Minister of Finance Shehan Semasinghe were also present at the signing ceremony yesterday."
  ]
}