{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/fostering-private-land-as-beacon-of-hope-for-threatened-species-in-lanka/",
  "time_ut": 1702704900.0,
  "original_lang": "en",
  "original_title": "Fostering private land as beacon of hope for threatened species in Lanka",
  "original_body_lines": [
    "Kelani Valley Plantations PLC, a leading manufacturer of tea and rubber, has partnered with IUCN Sri Lanka to develop a conservation project, fostering a privately managed landscape as a beacon of hope for globally threatened species and ecosystems found outside of protected areas. The primary goal of the project is to establish a novel conservation model by creating a biodiversity sanctuary within the area, ensuring the long-term preservation of globally threatened species residing outside the conventional protected areas.",
    "(IUCN) Located in the Kegalle District, the Halgolla Estate spans 1,944 hectares across four divisions—Wewalthalawa, Halgolla, Punugala, and Ullswater. At elevations ranging from 900 to 1,143 meters above sea level. These areas serve as critical sanctuaries for an array of species, particularly those not covered by Sri Lanka’s established protected areas.",
    "Since 2009, IUCN Sri Lanka has undertaken biodiversity studies with the estate. The journey began with a biodiversity survey in 2009, which led to the development of the “Halgolla Estate, Kelani Valley Plantation Management Plan”. Between 2012-2013, efforts were directed at enhancing the ecological integrity and ecological services of Halgolla Estate, particularly focusing on stream bank restoration within the tea plantation in the Wewelthalawa division. In 2022, a biodiversity assessment culminated in the formulation of guidelines for a sustainable tourism project on the estate.",
    "These three previous rapid biodiversity assessments have unveiled the rich tapestry of natural and human-influenced habitats within the Halgolla Estate, revealing its role as an oasis for numerous threatened and endemic species lying beyond Sri Lanka’s conventional protected area network. A total of 251 plant species were documented, including 82 endemics.",
    "Out of these endemic plants, 31 species (37.80%) were categorised as globally threatened (Vulnerable-18, Endangered-4, and Critically Endangered-9) according to the IUCN Global Red List. Similarly, the surveys recorded 306 faunal species, out of which 111 were endemic. Of these endemic fauna, 43 species (39.81%) fell into the globally threatened category. Further, nearly one-third of this estate – 748 hectares out of the total extent remains dedicated to natural lowland, sub-montane, montane rainforests and semi-natural habitats that provide a haven for diverse and precious biodiversity.",
    "In light of these findings, IUCN has designed the current project. Its core objectives involve assessing biodiversity, creating species recovery plans for the species that need urgent conservation actions, and designing a comprehensive conservation management plan. This plan integrates species protection, land management, and eco-tourism for sustainable livelihoods. The project also emphasises community involvement and awareness to ensure local engagement and benefits from conservation efforts.",
    "The conservation effort falls into the category of OECMs (Other Effective Area-based Conservation Measures). OECMs are gaining recognition as vital tools for global biodiversity conservation outside of protected areas.The project is financially supported by the Ocean Park Conservation Foundation, Hong Kong, and spans the duration of 2023-2027.",
    "From building businesses in the Far East to the main board of R&C",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}