{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/share-investors-worried-over-wealth-and-heritage-tax/",
  "time_ut": 1679600220.0,
  "original_lang": "en",
  "original_title": "Share investors worried over Wealth and Heritage tax",
  "original_body_lines": [
    "CSE trading kicked off on a positive note yesterday but the momentum could not be sustained for long owing to investor worries that the government is planning domestic debt restructuring involving the imposition of a wealth and heritage tax on citizens, market sources said.",
    "Amid those developments both indices moved downwards. The All -Share Price Index went down by 131 points and S and P SL-20 declined by 46.8 points. Turnover stood at Rs 3.4 billion with four crossings. Those crossings were reported in Agalawattte Plantations, which crossed 45.3 million shares to the tune of Rs 1.5 billion, its shares traded at Rs 35, CTC 420,000 shares crossed for Rs 269 million and its shares traded at Rs 640, Cargills 100,000 shares crossed to the tune of Rs 24.5 million; its shares traded at Rs 245 and Hayleys 300,000 shares crossed for Rs 24 million; its shares traded at Rs 80.",
    "In the retail market top seven companies that mainly contributed to the turnover were, SLT Rs 234 million (two million shares traded), Hayleys RS 121 million (1.5 million shares traded), Lanka IOC Rs 106 million (115,000 shares traded), Softlogic Capital Rs 69 million (5.6 million shares traded), CTC Rs 65.3 million (101,000 shares traded), Sampath Bank RS 54.7 million (one million shares traded) and Commercial Bank RS 52.5 million (801,000 shares traded).During the day 164 million share volumes changed hands in 20000 transactions.",
    "Brandix ‘RightToRead’ initiative gains momentum enriching Sri Lanka students and transforming learning",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}