{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/bhutan-leveraging-social-media-for-economic-growth-141497/",
  "time_ut": 1700977680.0,
  "original_lang": "en",
  "original_title": "Bhutan – Leveraging Social Media for Economic Growth",
  "original_body_lines": [
    "ECONOMYNEXT – Bhutan’s younger entrepreneurs see a digital economy as the answer to generating more employment opportunities and foreign exchange earnings.",
    "But that would require changes in policies and regulations to boost investor confidence and protection of digital content, they note.",
    "Bhutan’s economy is currently driven by the hydropower and tourism industries. But, as Dr Uwe Drager of the German Bhutan Himalaya Society, keynote speaker at the webinar on “Entrepreneurship and Innovation for Economic Growth in Bhutan” pointed out, for the country to maximise the output of their industries, especially in the agriculture sector, better planning, coordination and the introduction of standard technology and procedures must be in place.",
    "Another area where approval procedures pose problems is solar power.",
    "It’s an economy that struggles without a convertible currency he says. Less than twenty per cent of the GDP falls under the primary sector which also employs more than fifty per cent of the population, he explains, adding that the secondary sector which holds 34.2 per cent employs just ten per cent, while 46.6 per cent which is the tertiary sector accounts for 35 per cent of employment.",
    "The webinar on November 17, was organised by the Friedrich Naumann Foundation for Freedom, South Asia and moderated by Sangye Choiphel, a researcher at the Centre for Bhutan and GNH studies. Panelists for the webinar included Ujjwal Deep Dahal, CEO, Druk Holding and Investment, Tshering Denkar of Denkars Getaway, a travel Blogger and Vlogger and Nyema Zam, Founder and CEO of Samuh Mediatech.",
    "The webinar also featured a Guest Speaker, Rikesh Gurung the President of the Bhutan Association of Entrepreneurs (BAEyul) who said he would like to see policymakers move away from the hydropower and tourism model, to a more resilient and diversified economy.  Innovation, he said leads to empowerment and creativity helps adapt to change.  Bhutanese, he says must be like international personalities Bill Gates and Richard Branson, and think outside the box.  “The youth of the country must be innovative and creative in their ideas for business.”",
    "Combining technology with the arts, Nyema Zam’s Samuh Mediatech, though catering to a small segment of the population within and outside the country, is providing direct and indirect job opportunities for Bhutanese; still a fledgling operation, her business has opened up over a 1000 positions for screenwriters, sub-title writers and translators, and she is confident of creating more than 2000 jobs within Bhutan, and 5000 more across the Himalayan nations.",
    "There’s huge potential, Zam explains, pointing out that despite being small population-wise, Bhutan’s use of social media is high.  Through effective marketing, that could easily be exploited to improve the economy, as almost all Bhutanese are Facebook users. Samuh Mediatech grew organically, first promoting content and subscriptions through Facebook and later via Instagram, Tik Tok and YouTube. “We promoted ourselves with the lowest costs possible, with high returns,” Zam notes, adding that Bhutan can create content for a fraction of what it costs elsewhere in the world.",
    "While Bhutan’s film industry has been struggling for more than two decades, Samuh Mediatech, the first OTT platform in the country has produced more than a hundred pieces of original content in less than a year. Among them “Why is the Sky Dark at Night”, a short -film, produced on a shoestring budget was picked for the 26th Busan International Film Festival in South Korea.",
    "Travel Blogger and Vlogger Tshering Denkar agrees that social media helps break boundaries. Her passion for showcasing Bhutanese life and local communities soon attracted foreign interest.  And in 2022, she was picked to co-star with Will Smith in the National Geographic ‘Pole to Pole” series. The advantage of being a small country, says Denkar, is the ease of getting exposure for the work one does; in her case, the content she put out crossed boundaries. Her opportunity to work on the ‘Pole to Pole’ series did not come through government entities tasked with promoting tourism, she points out.  It was the content she put out and the exposure it received that got her that opportunity.",
    "Speaking of several initiatives involving local and international partnerships, Dahal says Bhutan must look at the global challenges and find solutions. “It is not about technology leading entrepreneurship, but creative minds coming together to meet the fundamental needs.” When a solution is found for an issue that concerns a large number of people, it is good for business, he says, pointing out that challenges must be turned into opportunities.",
    "Bhutan, which recently launched a digital identity system, has several local and international collaborations for a digitally driven economy, says Dahal, adding that whatever model is chosen, it must be suitable for the country.",
    "Despite the successes, there are many challenges say the panellists. In the case of the media sector, classification for small enterprises is almost non-existent, and investors continue to look for buildings and properties as collateral rather than the content the business has to offer. Anything that is valued at less than 10 million Ngultrum does not even fall into the category of CSI, says Zam. If the digital economy is to flourish, then there must be a value placed on intellectual property.",
    "The lack of local expertise to build a world-class OTT platform means seeking that service from overseas providers; in the case of Samuh Mediatech, that comes from Singapore and Lebanon.",
    "Current regulations allow only content produced in Dzongkha, the official language of Bhutan or English. That must change says Zam, to include pan-Himalayan languages, allowing content from Bhutan and countries from the region to reach a larger viewership. Her target is to reach 6 to 8 million consumers.",
    "Cyber security is all-important says Denkar who had her content stolen, but had no recourse through local stakeholders to retrieve it.  It was through an agent based in the Philippines that she was able to contact the parent company of Facebook and Instagram to gain access to her material. Denkar also wants to see more awareness amongst Bhutanese on digital literacy and copyright.",
    "She had also been fined for using a drone for her work, and questions why, if other industries are allowed to do so, it is not open to the creative sector.",
    "Dahal meanwhile advocates a different approach to regulation; create first, push the boundaries, then regulation will follow. He points to Google and Facebook as examples, which came under global scrutiny, years after those platforms were launched."
  ]
}