{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95499/gaza-fighting-intensifies-us-vetoes-security-council-demand-for-ceasefire",
  "time_ut": 1702089360.0,
  "original_lang": "en",
  "original_title": "Gaza fighting intensifies, US vetoes Security Council demand for ceasefire",
  "original_body_lines": [
    "The United States kept up pressure on Israel to do more to protect Palestinian civilians during a fierce offensive against Hamas militants across Gaza, even as Washington vetoed a U.N. Security Council demand for an immediate ceasefire.",
    "Fighting escalated and the Palestinian death toll rose on Friday, with Israel pounding the enclave from north to south in an expanded phase of the two-month-old war against the Islamist group Hamas.",
    "Decrying a “spiralling humanitarian nightmare”, U.N. Secretary-General Antonio Guterres declared that nowhere in Gaza was safe for civilians, hours before the U.S. vetoed a Security Council resolution backed by the vast majority of its members calling for a humanitarian ceasefire in Gaza.",
    "The vote left Washington diplomatically isolated on the 15-member council. Thirteen members voted in favor of the draft resolution put forward by the United Arab Emirates, while Britain abstained.",
    "Deputy U.S. Ambassador to the U.N. Robert Wood told the council: “We do not support this resolution’s call for an unsustainable ceasefire that will only plant the seeds for the next war.”",
    "The United States and Israel oppose a ceasefire, saying it would only benefit Hamas, which Israel has vowed to annihilate in response to the militants’ deadly Oct. 7 cross-border rampage.",
    "Washington instead supports “pauses” like the seven-day halt in fighting that saw Hamas release some hostages and the humanitarian aid flow increase. The deal broke down on Dec. 1.",
    "Palestinian U.N. envoy Riyad Mansour told the council the vote means that “millions of Palestinian lives hang in the balance.”",
    "Ezzat El-Reshiq, a member of Hamas’ political bureau, condemned the U.S. veto as “inhumane.”",
    "Israel’s U.N. Ambassador Gilad Erdan said in a statement: “A ceasefire will be possible only with the return of all the hostages and the destruction of Hamas.”",
    "In Washington, the White House on Friday said more could be done by Israel to reduce civilian casualties and the U.S. shared international concerns about the humanitarian situation in Gaza.",
    "“We certainly all recognize more can be done to try to reduce civilian casualties,” White House national security council spokesman John Kirby told reporters.",
    "On Thursday, U.S. Secretary of State Antony Blinken sharpened Washington’s language, saying it was imperative that Israel took steps to safeguard Gaza’s civilian population. “And there does remain a gap between...the intent to protect civilians and the actual results that we’re seeing on the ground,” he told a press conference.",
    "Describing the situation as “at a breaking point,” Guterres said the collapse of Gaza’s humanitarian system could result in a complete breakdown of public order. Most Gazans are now displaced, hospitals overrun and food running out.",
    "Residents and the Israeli military both reported intensified fighting in both northern areas, where Israel had previously said its troops had largely completed their tasks last month, and in the south where they mounted a new assault this week.",
    "Gaza’s health ministry reported 350 people killed on Thursday, and on Friday it said the death toll from Israel’s campaign in Gaza had risen to 17,487.",
    "More strikes were reported on Friday in Khan Younis in the south, the Nusseirat camp in the centre and Gaza City in the north. On Friday evening, residents reported intensified Israeli tank fire in north Gaza, while health officials said at least 10 people were killed in an air strike on a house in Khan Younis.",
    "Israel’s military said 94 Israeli soldiers had been killed fighting in Gaza since its ground invasion of the densely populated enclave began in mid-October in retaliation for Hamas’ rampage in southern Israel in which militants killed 1,200 people and took more than 240 hostages.",
    "An Israeli commander, Brig. Gen. Dan Goldfuss, said in a video message recorded in Khan Younis that his forces were fighting house to house and “shaft to shaft”, a reference to tunnel shafts. As he spoke, gunshots rang out in the background.",
    "Since the Israeli military campaign began, most of Gaza’s 2.3 million people have been driven from their homes, and residents say it has become almost impossible to find refuge.",
    "Israel says it is providing detail about which areas are safe and that Hamas is to blame for harm to civilians because it operates among them, an accusation the Islamist group denies.",
    "Hamas reported the most intense clashes with Israeli forces were taking place in the north in Shejaia, as well as in the south in Khan Younis, where Israeli forces reached the heart of the enclave’s second-biggest city on Wednesday.",
    "Israel’s chief military spokesperson Rear Admiral Daniel Hagari said Israel had detained more than 200 suspects from Gaza in the last 48 hours and dozens were taken to Israel for questioning.",
    "Reuters journalists in southern Gaza have seen dead and wounded swamping the main Nasser hospital in Khan Younis, where there was no room on the floor on Friday for arriving patients sprawled across blood-smeared tiles.",
    "With the fighting now going on in all directions, there was no place left to flee, said Yamen, sheltering at a school in central Gaza with his family.",
    "“Inside the school is like outside it: the same feeling of fear of near death, the same suffering of starvation,” he said."
  ]
}