{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/20/founder-of-dilmah-merrill-fernando-passes-away/",
  "time_ut": 1689825060.0,
  "original_lang": "en",
  "original_title": "Founder of Dilmah, Merrill Fernando passes away",
  "original_body_lines": [
    "COLOMBO (News 1st); An icon in the Sri Lankan Tea Industry, Merrill J. Fernando, the founder of Dilmah Tea passed away on Thursday (20) morning.",
    "Fernando was 93 at the time of his passing, and was well known for building a tea empire under the Dilmah Brand on passion, quality and unmatched love for tea.",
    "The Dilmah Family tweeted that Merrill J. Fernando passed away surrounded by family, adding that his generation will follow as he rests in the arms of his Lord.",
    "The trailblazing entrepreneur was credited with taking single-origin Sri Lankan tea to over 100 countries worldwide, leaving behind a remarkable legacy in the global tea industry.",
    "Having laid the foundation of Dilmah Tea in the early 1970s, Merrill J. Fernando revolutionized the tea industry by introducing the concept of single-origin Ceylon tea.",
    "Merrill J. Fernando was born in Negombo in 1930, and in 1954 he started to work as a Tea Assistant with Arthur Frederick Jones and his sons Dennis & Alan Jones at AF Jones & Co.",
    "Four years later, he was appointed as Managing Director by the owning family of A. F. Jones & Co.",
    "In 1962, he resigned from A F Jones and started Ceylon Tea Services Company, later that year established Merrill J. Fernando Company and exported bulk tea to Russia, USA, Canada, Australia, New Zealand, South Africa, Libya, Egypt & Saudi Arabia.",
    "In 1982 Merrill J. Fernando established Ceylon Tea Services Ltd., floated as a public company on the request of the government to support a fledgling Colombo Stock Exchange.",
    "The launch of Sri Lanka’s first valued added Ceylon Tea Brand “Dilma” with Mauri Foods took place in 1985.",
    "Over the years, Dilmah went on to win many local and international awards under the leadership of Merrill J. Fernando.",
    "In 2016, Merrill J Fernando was named Global Businessman at the Sri Lankan of the year Awards and was felicitated as ‘Honoured Citizen’ by the Mayor of Colombo.",
    "Dilmah Founder, Merrill J. Fernando was bestowed with the “Deshamanaya” title at the 2019 National Honours Ceremony presided by then-President Maithripala Sirisena.",
    "Merrill J. Fernando will be remembered for his humanity and his achievement in personally and passionately creating a global family behind the cause he pursued every day of his life for 73 years; Ceylon Tea with Taste, Goodness and ethical Purpose.",
    "Kenyan Aragalaya turns deadly – Anger over high taxes and cost of living",
    "Newsline | Going abroad, how to avoid the pitfalls | Priyantha Senanayake | 19th July 2023"
  ]
}