{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sls-economic-crisis-vulnerable-to-becoming-a-natural-crisis/",
  "time_ut": 1689868320.0,
  "original_lang": "en",
  "original_title": "‘SL‘s economic crisis vulnerable to becoming a natural crisis’",
  "original_body_lines": [
    "Sri Lanka’s current economic crisis could have been initially considered a man-made crisis rather than a natural crisis, but now it is vulnerable to becoming a natural crisis, World Bank Country Director for Maldives, Nepal and Sri Lanka Faris Hedad- Servos said.",
    "“Lack of proper economic management by the respective governments, outstanding debt composition and lack of competitiveness in global markets, resulted in this debt crisis, Hedad- Servos told a forum/panel discussion recently presided over by The Sunday lsland Editor Manik de Silva and Sunday Times Business Editor Faizal Samath. The forum was organized by the Sri Lanka Press Institute on the theme, “Towards Sri Lanka’s Recovery; Green Resilient and Inclusive Development”. The event was held at the Hilton Colombo.",
    "“Over the last many months Sri Lanka underwent a lot of difficulties due to external and internal shocks. Some of these were, the Easter Sunday attacks, Covid- 19 pandemic, political uncertainties and at the end everything public protests or the Aragalaya.",
    "“However, just one year after all these shocks, Sri Lanka has showed some progress with the support of the IMF, though much needs to be done to put the country’s economy back on track. Therefore, the World Bank has now committed US $ 700 million out of which US $ 500 million is for budgetary support and the balance will be utilized for social welfare.",
    "“The Easter Sunday attacks, Covid19 pandemic and the Russian- Ukraine crisis have ruined the Sri Lankan economy already and prolonged debt restructuring is the need of the hour to put the economy back on track. The risk of volatility in the global economy puts pressure on Sri Lankan exports.",
    "“Sri Lanka has been a trading nation for a long time and if Sri Lanka taps its total export potential it could generate another US $ 10 billion and produce more than 140,000 new jobs.",
    "“Sri Lanka should transform its growth pattern by streamlining its legal framework and by providing education and health services more efficiently.”",
    "JAT Holdings celebrates 30 years of success, recognizes outstanding retail partners",
    "Committee appointed to explore ways and means of re-employing persons affected by economic crisis",
    "After Covid-19 and economic crisis – automotive component manufacturers optimistic about growth",
    "Economic crisis: How trade misinvoicing contributed to Sri Lanka’s bankruptcy",
    "‘Driving Policy Action in Sri Lanka from Economic Crisis to Recovery’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}