{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/13/will-sri-lanka-consider-rerouting-a-major-shipping-lane/",
  "time_ut": 1686656640.0,
  "original_lang": "en",
  "original_title": "Will Sri Lanka consider rerouting a major shipping lane?",
  "original_body_lines": [
    "COLOMBO (News 1st); The Sea of Sri Lanka is located right in the middle of one of the world's busiest and important shipping lanes.",
    "The East West shipping route, one of the busiest and important shipping lanes, is located some 12 nautical miles away from Dondra Head, in the south of Sri Lanka.",
    "Approximately, over 40,000 commercial vessel travel along this route annually, passing Sri Lanka.",
    "The International Maritime Organization or the IMO has put forward a proposal to Sri Lanka to reroute the shipping lane further away from the island.",
    "In a report presented to Sri Lanka in April 2023, the International Maritime Organization has proposed to move the shipping lane from Dondra Head by another 15 nautical miles.",
    "The proposal was put forward to Sri Lanka by the IMO based on a proposal presented to them by a several International Marine Environment Groups, following a comprehensive study in 2012.",
    "According to the IMO, the report had revealed that the existing shipping lane is located right in the middle of an area frequently visited by blue whales, that are listed as endangered species.",
    "International Marine Environment Groups had pointed out that the blue whales often die after colliding with massive commercial vessels operating along this route, and thus the shipping needs to be rerouted further away from Sri Lanka.",
    "The deaths of three blue whales were used as a case study in the 2012 report that was produced to the IMO.",
    "The report claimed that these blue whales had died in the seas close to the Colombo Port, and the Southern seas of Sri Lanka.",
    "The report to the IMO also proposed to reroute the shipping lane, citing that small fishing boats also collide with the massive commercial vessels.",
    "If this proposal goes ahead, the shipping lane will be rerouted to 15 nautical miles away from the southern tip of Sri Lanka.",
    "The new shipping lane will then be located 76 nautical miles away from Colombo, 25.6 nautical miles away from Galle, and 26.9 nautical miles away from the Hambantota Port.",
    "Recently, Sri Lanka's Foreign Ministry, and the National Aquatic Resources Research and Development Agency or NARA held several rounds of discussions on this proposal.",
    "The National Aquatic Resources Research and Development Agency had reportedly disagreed with the proposal to reroute the shipping lane.",
    "The National Aquatic Resources Research and Development Agency views that rerouting the shipping lane by 15 nautical miles away from Sri Lanka would have a negative impact on the Hambantota, Galle, and Colombo Ports.",
    "Sri Lanka is expected to respond to the IMO proposal, and the delegation is expected to fly to the UK in July.",
    "The Sea of Sri Lanka is located in one of the most strategic locations on earth, and is gifted with resources that are priceless.",
    "Will the Sri Lankan delegation be able to secure economic benefits to the country, while also protecting the natural resources on the Sea of Sri Lanka?",
    "Shouldn't proper intervention be made by conducting a proper study?",
    "World Blood Donor Day: Sri Lanka sources 100% of blood requirement from donors; Refrigeration system over 15 years old",
    "Army Doctors Enter Guinness World Records Removing the World’s Largest Kidney Stone"
  ]
}