{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Access-to-safe-transport-will-increase-women-s-labour-force-participation-report/34-756585",
  "time_ut": 1703107754.0,
  "original_lang": "en",
  "original_title": "Access to safe transport will increase women’s labour force participation: report",
  "original_body_lines": [
    "Ride – Hailing report launched by Uber India, Sri Lanka and Bangladesh Regional Business Operations Head Shiva Shailendran (left) and Uber Sri Lanka Country Lead Kaushalya Gunaratne",
    "From left: Uber Sri Lanka Country Lead Kaushalya Gunaratne, Gender Practitioner and Attorney at Law Jerusha Crossette-Thambiah, Women’s Chamber of Industry and Commerce Board Member Tusitha Kumarakulasingam, Women in Management Sri Lanka, Maldives and Canada Chairperson Dr. Sulochana Segera, WUSC Program Manager Michelle Joseph and Moderator Uber India and South Asia Communications Head Ruchica Tomar",
    "Predicts 5-8.7% rise of women in the workforce in Colombo by 2028",
    "Higher women workforce would boost the city’s economy by Rs.167 b - 292 b",
    "Uber, in partnership with Oxford Economics, recently released a research report highlighting that ride-hailing contributed to significantly boosting female employment in Colombo where the lack of safe transport limited women’s participation in the workforce.",
    "The report titled ‘Ride-hailing: a platform for women’s economic opportunity in Sri Lanka’ denoted that eight out of ten female riders utilised ride-hailing for safety, and the promise of safe transport provided by ride-hailing services enabled over 52% of women riders who participated in the survey to join the workforce. Additionally, 44% of working women riders agreed that ride-hailing enabled them to switch from part-time to full-time work.",
    "Oxford Economics lead Economist Bali Kaur Sodhi said the personal decisions that women take in terms of their employment are heavily influenced by the physical environment they live in as well as the societal norms and pressures they face. She said one core theme that emerged in the study was inclusive mobility and the lack of it for Sri Lankan women.",
    "“More than half the working women in our survey agreed that ride-hailing enabled them to join the workforce. Four out of ten agreed that now they had access to a wider pool of opportunities that matched their skills. An overwhelming 80% of the women said it was safer than the other options available to them. The safety it provided gave these women the power to choose what is best for them. Secondly, it is the comfort and flexibility that allows them to incorporate various aspects of their lives together.”",
    "The report shows that 64% of working women with young dependants had been enabled to enter the workforce, compared to 52% of working women on an average.",
    "As Sri Lankan women increasingly find economic empowerment through ride-hailing services, the report estimates a potential boost of between 31,000 and 54,000 women joining the workforce of Colombo by 2028. This means women in the labour force of Colombo would increase by 5 % to 8.7%.",
    "This rise in female workers would consequently increase the size of the city’s Gross Value Added (GVA), a measure of economic activity, by between 1.8% and 3.2% by 2028, implying an increase between Rs.167 billion and Rs.292 billion. Hence, increasing women’s participation is crucial for the economy of a country that is still recovering from an economic crisis.",
    "Uber Sri Lanka Kaushalya Gunaratne said, “Greater women’s participation in the workforce is vital for Sri Lanka to realise its economic potential. The research by Oxford Economics highlights how safe and reliable commuting options through ride-hailing could lead to more women joining the workforce. I’m heartened to see how Uber and other ride hailing options are helping solve this ‘gender commute gap’ providing women a safe and convenient option to get to work daily. Uber is proud to help Sri Lankan women to take part in the country’s economic growth, today and in the future.”"
  ]
}