{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/06/amitabh-bachchan-has-announced-that-he-sustained-an-injury-on-set-while-filming-an-action-scene/",
  "time_ut": 1678103760.0,
  "original_lang": "en",
  "original_title": "Amitabh Bachchan, has announced that he sustained an injury on set while filming an action scene",
  "original_body_lines": [
    "Amitabh Bachchan, one of India's most famous actors, recently announced that he sustained an injury on set while filming an action scene for his upcoming movie \"Project K\" in the southern city of Hyderabad. He stated that he tore a muscle and cartilage in his ribs, which has caused painful movement and breathing.",
    "The veteran actor is currently resting at home in Mumbai and will take several weeks to recover fully. As a result, Bachchan announced that he will be unable to meet his fans, who gather outside his home in Mumbai's Juhu suburb every week. He regularly meets with his well-wishers, but this week he has requested that they not come and to pass on the message to others who may be intending to visit.",
    "Bachchan has acted in approximately 200 movies during his career spanning over five decades and is idolized by millions across the globe. He previously suffered a life-threatening injury on set in 1982, and many of his fans went on a hunger strike to pray for his recovery. One fan even walked 482 kilometers (300 miles) backwards to show his support for Bachchan.",
    "Amitabh Bachchan is currently resting at home after sustaining an injury while filming an action scene, and he will take some weeks to recover fully.",
    "IMF Bailout Package: Sri Lanka gets assurances from all major bilateral creditors",
    "District Returning Officers notified LG Election will be held on April 25: NEC",
    "Mexican beauty queen jailed for four years in Spain for stealing 45 bottles of vintage wine worth $1.7 million",
    "Will Sri Lanka’s recent success with the IMF gild its economy?",
    "Belarus jails exiled Opposition Leader to 10 years for treason"
  ]
}