{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81575",
  "time_ut": 1678650060.0,
  "original_lang": "en",
  "original_title": "President Ranil Wickremesinghe  should use powers in his office and all available measures of state power to nip the nihilistic and self-seeking strike in its bud.",
  "original_body_lines": [
    "Sri Lankans often draw the comparison to Singapore or South Korea and lament why their country could not replicate the economic success of the other. That is a misplaced comparison, for they generally pick and choose a few  Asian Tiger economies, which were rather an exception, not the norm in the recent history of international political economy.",
    "However, there is no argument that independent Sri Lanka has seen needless chaos and bloodshed. That is not to say other states did not; Chiang Kai-shek’s white terror to subdue communism killed easily half a million. Suharto turned Bali into a prison camp and was responsible for two million deaths. But in retrospect, considering the long period of political stability that followed, such use of terror, no matter how monstrous,  could even be termed utilitarian.",
    "Whereas Sri Lanka has seen repeated outbursts of insurgency and terrorism, which were then pacified, often too late, at a tremendous cost of lives. Why was that? What were those particular grievances that the Southern youth had to wage an abortive leftist revolution to oust the most socialist government of the country in 1971?",
    "Why so strong a sense of despondency in a country that has provided universal health care, free education and, until 1977, a ration of subsidized rice? The lack of land ownership was identified in the post-mortem of 1971 as a main grievance. That led the government at the time to one of the most far-reaching land reforms in the world, under a prime minister from one of the largest land-owning families in the country, who lost most due to the reforms. Such selfless dedication is also a rarity in politics. Feudalism in Pakistani politics and entrenched inequality in society, and, in part, the state’s inability to reform is largely routed in its land-owning families.",
    "However, land reforms did not prevent another nihilistic uprising in the South a decade or so later.",
    "Also, what were those specific grievances that the Sri Lankan Tamils had, that their Malaysian counterpart did not? That was despite the fact that the first commander of the Navy was a Tamil, and in 1983, when the Tamil political leadership was backing a nascent separatist insurgency,  the Attorney General, IGP and one-third of the bureaucracy were Tamil. Neither Malaysia nor Singapore ever had a non-Malay or non-Chinese service chief and are unlikely to have one, given how ethnic roles are defined.",
    "It was not about grievances per see. Sri Lankan plunged into repeated chaos, not because it wronged any community. It was because, from the very outset of independence, it has always been a weak state.",
    "From Dudley Senanayake, who resigned heartbroken when a handful of rioters were killed in a police shooting during the 1953 Hartal, and SWRD Bandaranaike  who tore a modest resolution to the ethnic demands, under threat of marauding Buddhist monks, Sri Lanka had been governed by a set of politicians who were manifestly lacking political will. They might have been incorruptible gentlemen, but they lacked that ‘iron’ in them to rule a new state. They were mere passengers who rode in the gravy chain, not the statesmen Sri Lanka deserved at the time. Again, the idea of a statesman is country and time specific. Probably, Augusto Pinochet is a greater statesman than his benign but incompetent peers.",
    "Weak and indecisive political leaders at the helm worsened another particular ailment that was not unique to Sri Lanka. As Samuel Huntington aptly observed then, the extent of political and social empowerment of these new states overwhelmed their stillborn institutions because institutional empowerment was lagging behind mass empowerment. This, in effect, created a vacuum filled by charlatans who promised the sun and the moon and demagogues who harped on inflated and concocted grievances.",
    "A strong political leadership should have provided a stabilizing effect by using the institutions to navigate these contradictions. That did not happen in Sri Lanka until it was too late. Both northern Tamil political elites and Southern Marxists of the JVP exploited this vacuum. The rest is history.",
    "Today, Sri Lanka is facing a no less nihilistic attack at its weakest moment. A host of government trade unions have threatened an indefinite strike from March 15 unless the government revokes the income tax reforms. This is a catch-22 situation. Should it walk back on the tax reforms, it would seriously undermine the confidence of the creditors, and the IMF, which earlier demanded that the tax threshold be lowered to Rs.45,000 a month.",
    "The Rupee has soared against the US Dollar in the hope of an impending IMF extended funding facility, which will be presented for board approval on March 20. An abrupt change to the tax policy by the government would not only negatively reflect its commitment to stick to the agreed reform agenda but also lead to further delay on a financial lifeline.",
    "Should that happen, the country’s economic freefall, stabilized during the last few months, would resume again.",
    "On the other hand, the government’s refusal to cave into the trade union demands would plunge the country into a full-blown strike in the coming weeks, if not days. That would bring the government hospitals, ports, electricity and water supply, transport, postal, and schools, among others,  to a grinding halt. The public would be greatly inconvenienced, and hospital services would be crippled, threatening many lives. The entire country would come to a standstill, delivering a fatal blow to the economy in a life-support system.",
    "This still would not be the end, but the beginning of an end. The collapse of the public service would be the prelude to the return of anarchy.",
    "A government devoid of decisive action would condemn the nation to a period of heightened uncertainty, instability and an economic free fall. Public discontent and a vacuum of decisive political leadership would be exploited by the fringe groups, including some of the fellow travellers of Aragalaya, Peratugamis, and everyday charlatans.",
    "At worst, this could lead to state capture. Though that is a long shot, and Sri Lanka’s coercive organs are effective enough to spoil any such attempt, the disruption and chaos this bout of anarchy would unleash would damage Sri Lanka beyond repair.",
    "President Ranil Wickremesinghe should not let that happen. He should use powers in his office and all available measures of state power to nip the nihilistic and self-seeking strike in its bud.",
    "In the first place, an industrious government should be able to divert the public anger of the mass inconvenience to the perpetrators themselves. That should be the prelude to other measures that should follow.",
    "However, this government has proved incompetent in messaging the public; its opponents have also exploited the failure. Any disruption of essential services, which have already been gazetted, should be dealt with under the law, including asset seizures and prison sentences. The military should be mobilized to run the operations at the ports and other essential services and, where needed to maintain public order.",
    "If it comes to the crunch, and the government’s deficit of political legitimacy is holding it back, appoint the chief of defence staff as the competent authority to run the essential services. Sri Lanka does not have a history of military takeovers. Instead, it has been ravaged by terrorists and extremists in the North and South three times. This should not be opening for another such eventuality.",
    "Sri Lanka needs a political leadership that can act decisively. If the President fails, he does not deserve to be in office."
  ]
}