{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-plans-to-beautify-colombo-other-cities-with-singapore-based-firm-127416/",
  "time_ut": 1691389560.0,
  "original_lang": "en",
  "original_title": "Sri Lanka plans to beautify Colombo, other cities with Singapore-based firm",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka intends to beautify its commercial capital Colombo and other cities on plans formulated by Surbana Jurong, a Singapore-based urban, infrastructure and managed services consulting firm, according to President Ranil Wickremesinghe.",
    "At an international conference on architecture held in Colombo Saturday August 05, Wickremesinghe said  the vision to transform Colombo into a beautiful city is “already in motion”, with plans provided by Surbana Jurong. Similar plans have been prepared for Trincomalee, aiming to enhance the development in that region as well, and Surbana Jurong is actively involved in creating a tourist zone from Verugal Aru to Batticaloa and Arugam Bay areas, contributing to the growth of the tourism industry, a statement from the president’s media division (PMD) said.",
    "The event was organised by the Royal Institute of British Architects (RIBA) Chapter in Sri Lanka in collaboration with the American Institute of Architects (AIA) and the Italian Embassy of Sri Lanka on the theme: “Architecture: A Lasting Impact”.",
    "The focus on expanding the tourist industry is expected to create opportunities for non-government universities in Sri Lanka, the PMD said. The recent enactment of a new act allowing provincial councils to establish universities, marks the beginning of this endeavour, the president was quoted as saying, adding that there is a growing need for skilled professionals, including engineers, architects, IT specialists, and others, with the demand estimated to be at least 10,000 engineers alone.",
    "To address these requirements, Wickremesinghe said, discussions are underway with Japan, which has shown a willingness to assist in the past.",
    "Sri Lanka under Wickremesinghe’s presidency has been making attempts to rekindle soured relations with Japan after his predecessor unceremoniously and unilaterally scrapped two Japan-funded infrastructure projects.",
    "Despite some challenges posed by Sri Lanka’s recent crisis, the commitment to progressing these plans remains strong, with the hope of securing the necessary support to meet the country’s developmental needs, the PMD said.",
    "The potential for architects to participate in the development of the Chinese-built Port City also holds significant promise, according to Wickremesinghe. A notable portion of the Port City land is under government ownership and is slated for diverse utilisation, the president said, adding that the involvement of the private sector in this initiative offers an added avenue to harness architectural expertise. This exploration requires collaborative dialogues involving relevant chambers and stakeholders, he said.",
    "It’s imperative to acknowledge Sri Lanka’s prospects in these areas as India’s progress persists, architectural possibilities might also arise there. Those with established recognition could potentially tap into this market, mirroring the engagement of architects in Africa for house design, said Wickremesinghe.",
    "Effectively orchestrating these prospects is critical for architects’ personal growth and the broader advancement of the discipline. By tapping into these potentials, Sri Lankan architects can substantially contribute to the country’s advancement while carving an illustrious identity for themselves on both regional and global platforms, he said.",
    "“This endeavour comes at a time when the construction industry is facing a downturn, a consequence of the recent crisis. Over the past two years, this sector has experienced significant setbacks, resulting in the unfortunate loss of numerous jobs and a noticeable reduction in available projects. However, amidst the challenges faced by the construction industry, the country now stands at a critical juncture. The last two years have witnessed a downturn in the construction sector, leading to job losses for many and a decline in available projects. Despite these difficulties, there is a pressing need to preserve and elevate this architectural legacy to international standards,” the PMD statement said.",
    "“The future lies in how the nation can continue its architectural journey and build upon its heritage to create structures that not only exemplify Sri Lanka’s identity but also meet global standards. Emphasising innovation and creativity will be crucial in revitalising the construction industry and rekindling its growth for a promising future,” it added.",
    "According to Wickremesinghe, the government is looking to involve private companies in building homes and structures.",
    "“This is just the beginning. It will create more affordable housing for people with low and middle incomes. The government land that’s worth more than the buildings can be used for this purpose and to relocate people from there and give the land to private companies to build affordable homes and apartments.",
    "“This will also free up space in Colombo for other developments. It’s like a cycle – more buildings, more possibilities. Imagine what could happen if they repurpose places like Welikada Prison or even the railway area. Some buildings on Mount Mary can be kept, but the rest can be used for new projects. Many areas could benefit from this. And the cost of land today makes it feasible. The Treasury is working on the details, so starting maybe next year or the year after, as the economy gets stronger, this could become a reality.”",
    "The government is actively engaged in the promotion of tourism, with a target of increasing the number of tourists from 2.5 million to 5 million, and potentially up to 7.5 million, said Wickremesinghe.",
    "“This endeavor entails diverse categories of accommodations, including various styles of bungalows. The restoration of historical structures to create smaller boutique hotels and the revitalisation of larger hotels in various regions across the country represents a significant focus area. This ambitious goal involves doubling the existing capacity. It’s important to note that the majority of this expansion will be realized through the construction of new buildings or the renovation of existing ones, thereby offering yet another avenue for the involvement of architects.",
    "“A third strategic initiative involves the expansion of our existing investment promotion zones. The current discussions revolve around the establishment of expansive zones spanning thousands of acres, which will be gradually opened up. This expansion is set to facilitate the construction of additional factory buildings to accommodate growing industries. With Sri Lanka’s increasing role as a logistical hub, there will also be a heightened demand for logistics buildings, which are relatively straightforward to design,” he said.",
    "“These represent just a few of the concepts we’re considering. As the economy gains momentum, it’s likely that we’ll witness an increase in the construction of skyscrapers, high-rise structures, and residential homes. However, strategic planning is crucial to determine the locations, methods, and integration with our evolving transportation system. This is the direction I envision for the future, and it’s where our dedicated efforts must be focused,” said Wickremesinghe.",
    "The re-planning of Kandy Town to potentially extend its boundaries up to Teldeniya, along with considerations for incorporating Peradeniya and potentially Talatu Oya, are subjects currently under committee deliberation, the president said.",
    "“The committee will be responsible for making informed decisions regarding these proposals. Notably, the extension of the new town and bridge to Peradeniya is viewed as a significant priority. These opportunities signify important prospects for development. Similarly, Galle is engaged in evaluating the enhancement of its urban landscape, particularly the sea frontage.",
    "“Additionally, it is likely that other regions, such as Nuwara Eliya town, will also require reimagining and redesigning in new locations. This presents a significant task. The pertinent question is whether we are prepared to embrace this challenge, which we must undertake. Collaboration with international counterparts will also be essential for successful execution. (Colombo/Aug07/2023)"
  ]
}