{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Pastor-Jerome-has-received-tons-of-funds-in-billions-Probe-reveals/155-263103",
  "time_ut": 1689296876.0,
  "original_lang": "en",
  "original_title": "Pastor Jerome has received tons of funds in billions - Probe reveals",
  "original_body_lines": [
    "Preliminary investigations by the Criminal Investigations Department (CID) against Pastor Jerome Fernando have so far revealed that funds in billions including foreign currencies have circulated via his local bank accounts on a regular basis, Daily Mirror learns.",
    "Sources said legal action against Jerome Fernando under the Money Laundering Act cannot be proceeded as of now because the majority of funds he had accumulated, had been received as donations from his followers and other close associates.",
    "Investigations by CID’s Illegal Assets Investigation Division revealed that at least 18,000 of the Pastor’s followers have given money as financial support for the construction of his ‘Miracle Dome’ religious center in Katunayake.",
    "CID sources noted that statements were recorded from some of the followers and they informed the CID that they had given money as donations.",
    "Some of the funds had been handed over in envelopes. Investigations have further revealed that the Pastor has followers in at least seven other countries including Pakistan and that funds had reportedly been received to several local accounts of Jerome from those countries.",
    "It was further reported that even some government officials who are the Pastor’s followers have sold the vehicle permits they received from the government and given all that money for the construction of ‘Miracle Dome’.",
    "Accordingly, investigators are looking into the ways and means as to how much of funds had been used for the construction of ‘Miracle Dome’. “ We are still looking at local accounts of the Pastor. However, so far, the investigations conducted against the Pastor had not ruled that he can be sued under the money laundering act,” the sources said.",
    "The CID initially launched investigations against Pastor Jerome over controversial statements made by him, in a manner that harms religious harmony. The CID obtained a travel ban against the Pastor from the Fort Magistrate’s Court on May 15, but it was revealed that the pastor had left the country the previous day.",
    "Later, the CID lad also launched investigation against Fernando under the Prevention of Money Laundering Act.",
    "Sources also claimed that investigations against the Pastor are complicated and thus should be conducted in a careful manner as it could facilitate Jerome to seek asylum in an overseas country.(Darshana Sanjeewa Balasuriya)"
  ]
}