{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/18/india-s-most-wanted-hospitalized-in-karachi/",
  "time_ut": 1702881180.0,
  "original_lang": "en",
  "original_title": "India’s MOST WANTED hospitalized in Karachi",
  "original_body_lines": [
    "COLOMBO (News 1st); Notorious Indian underworld don Dawood Ibrahim, wanted for masterminding the 1993 Mumbai blasts, has reportedly been hospitalized in Karachi, Pakistan, after being allegedly poisoned.",
    "The news has sparked speculation and intrigue, with Indian authorities calling for his extradition while Pakistan maintains its silence.",
    "Ibrahim, believed to be residing in Karachi's affluent Clifton area, was reportedly admitted to a hospital two days ago under tight security.",
    "The nature of his illness and the cause of his hospitalization remain shrouded in mystery, as Pakistani authorities have yet to acknowledge his presence or comment on the situation.",
    "Sources claim that Ibrahim is the sole patient occupying the floor where he is admitted, with access restricted to only senior hospital officials and his immediate family.",
    "This heightened security further fuels suspicions about the seriousness of his condition and the circumstances surrounding his hospitalization.",
    "The news of Ibrahim's hospitalization reignites tensions between India and Pakistan, with New Delhi reiterating its demand for his extradition.",
    "Indian authorities have long accused Pakistan of harboring the fugitive don, charges Islamabad vehemently denies.",
    "In January 2023, Ibrahim's nephew, Alishah Parkar, revealed to the National Investigation Agency (NIA) that his uncle had remarried in Pakistan and lives with his family in Karachi. This revelation further bolstered India's claims about Ibrahim's presence in Pakistan.",
    "Ibrahim, the alleged mastermind of the 1993 Mumbai attacks that claimed over 250 lives and injured thousands, remains a wanted fugitive in India. Both India and the US have designated him a \"global terrorist\" since 2003.",
    "The D-Company, Ibrahim's criminal organization, is known for its involvement in drug trafficking, arms smuggling, counterfeiting, and carrying out targeted attacks against prominent figures.",
    "The 10th edition of the Global Terrorism Index (GIT) identifies the D-Company as still wielding significant influence in Mumbai and maintaining links with international terrorist groups like al-Qaida.",
    "U.S. Levels Up Fight Against Foreign Bribery with landmark law to criminally prosecute corrupt foreign leaders",
    "World Bank Aid Rots in Jaffna Warehouse, Leaving Farmers Empty-Handed",
    "Fresh Tender for Sri Lanka’s Digital ID After Indian Firms Disqualified"
  ]
}