{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-external-public-debt-edges-up-to-109-pct-of-gdp-in-3q-2023-analysis-146596/",
  "time_ut": 1704765960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka external public debt edges up to 109-pct of GDP in 3Q 2023: analysis",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s external debt including guaranteed debt of state-owned enterprises had moved up to 109.6 percent of gross domestic product in the September 2023 quarter, up from 106.04 percent in June, an analysis of official data shows.",
    "Central government debt, without SOE debt, was 105.4 percent of GDP in September, up from 101.9 percent of GDP in June.",
    "Nominal rolling GDP in the quarters to September 2023, 26.956 billion rupees, up from 26.636 in June. Sri Lanka’s GDP has started to grow in real terms from the third quarter, with low inflation and exchange rate stability.",
    "In 2022 GDP expanded steeply from inflation, keeping pace with depreciation.",
    "The September rise in debt was partly due to the depreciation of the rupee to 324.4 rupees in September from 308.83 to the US dollar in June as well as new debt acquired for the deficit.",
    "Foreign debt valued in rupees was 11.8 trillion rupees at an exchange rate of 324.4 rupees, compared to 11.3 trillion rupees in June.",
    "External debt fell to 36.3 billion US dollars in September from 36.59 billion US dollars in June. Dollar denominated domestic debt fell from 1,147.84 million dollars in June to 349.41 million in September as Sri Lanka Development Bonds were repaid in rupees.",
    "Sri Lanka’s central bank has generally kept the rupee around 322 to 330 to the US dollar, backed by broadly deflationary monetary policy and has also collected reserves.",
    "Though the rupee has been volatile under a so-called ‘flexible exchange rate’ but has been stable.",
    "Maintaining a fixed or stable exchange rate is the most simple monetary regime imaginable, and can be done if macro-economic policy (printing money for growth or other reasons), is curbed by law, a practice more or less followed by most East Asian nations and stable countries in the Middle East.",
    "When money is printed to cut rates, triggering forex shortages, foreign borrowings rise as the country loses the ability to collect dollars for rupees and desperately seeks loans.",
    "J M Keynes labelled the phenomenon, ‘transfer problem’, believing it was linked to the trade deficit (current account deficit in neo-Mercantilist terms) and not monetary instability. Classical economists pointed out that the repayment of external obligations or outward investments will tend to generate a current account surplus.",
    "Read Sri Lanka external current account in surplus for five quarters",
    "A stabilization program that follows then slows growth, and the deficit widens with a combination of higher interest rates and slower tax collections at the old rates.",
    "RELATED :How Sri Lanka’s IMF-backed ‘Young Plan’ fired a foreign debt death spiral: Bellwether",
    "Taxes are usually hiked in a stabilization program. If monetary (and exchange rate stability) is maintained, the economy starts to grow, despite higher taxes, higher interest rates and the settling of external debt on a net basis.",
    "Sri Lanka’s tax revenues have started to recover, and the deficit can be cut as long as the government follows spending based consolidation (cutting costs) and not just revenue based fiscal consolidation aimed at maintaining a large unaffordable state of 20 percent of GDP.",
    "When monetary stability is maintained over long periods with a strong exchange rate, nominal interest rates also fall. Countries with chronic monetary instability with unworkable flexible regimes, on the other hand tend to have higher nominal interest rates, bloating deficits and debt to GDP ratios.",
    "Sri Lanka got the ability to settle foreign debt by exchanging rupees (raised from selling rupee securities) to foreign currency from September 2022, after monetary stability was restored.",
    "Banks have also separately settled their external credit lines or collected dollars, after monetary stability was restored with Sri Lanka Development Bonds being repaid in rupees.",
    "The debt to GDP ratio was 115.5 percent with central bank external debt, excluding its IMF’s SDR allocations, which is also a type of borrowing.",
    "However, the central bank’s external debt is fully covered by its domestic Treasury bills holdings, which are already a part of the central government debt.",
    "Central bank debt and swaps can be settled by selling Treasury bills to the private sector for dollars (as long as monetary stability is maintained) without a net increase in government debt. (Colombo/Jan09/2023)"
  ]
}