{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/political-buddhism-in-sri-lanka/",
  "time_ut": 1686224776.0,
  "original_lang": "en",
  "original_title": "Political Buddhism In Sri Lanka",
  "original_body_lines": [
    "Around the year 1945 there was a conflict between DS Senanayake, The Leader of the House and the Bhikkhus of the Vidyalankara Pirivena. Senanayake was of the view that to engage in politics was not suitable for the Bhikkhus, and Bhikkhus of the Vidyalankara Pirivena held the opposite view. The Vidyalankara Declaration was released on February 13, 1946 under the signature of Ven. Kiriwaththuduwe Pannasara, the Head of the Vidyalankara Pirivena. Bhikkhus of the Pirivena were facing grave difficulties as people were refusing to provide alms to the Bhikkhus under the influence of various interested parties.",
    "“We believe that whatever the work done for the benefit of the people in the contemporary world belongs to politics. Everybody believes that it is the duty of the Bhikkhus to work for the upliftment of the religion. The upliftment of the religion depends on the upliftment of the people who follow that religion. The history proved that whenever the Sinhala Buddhist person was developed the development of the Buddhism  also happened in that period. Therefore, to engage in any programme which benefits the people of this country  without causing any harm to the Bhikkhu hood, even though the name of that programme is politics or otherwise, is suitable for the Bhikkhus. We cannot forget that the Sinhalala Bhikkhus spent their life from the beginning working for the upliftment of Sinhala nation Sinhala country and Buddhism” (translation was by the writer)",
    "According to this statement it is evident that development of Buddhism means an external superficial development but not an internal spiritual development.",
    "Thereafter Ven. Walpola Rahula who was at the Vidyalankara Pirivena at that time published a book called Bhikshuvage Urumaya ( The Heritage of the Bhikkhu) With reference to Commentaries to Anguttara Nikaya, Digha Nikaya, Majjima Nikaya and Dhammapadaya, Ven. Rahula says that whether the realization of Nibbana (pativedha) and the practice of virtues (patipatti) are there or not the study of the doctrine (pariyatti) is sufficient for the stability of the Sasana (Religion). However Ven. Rahula  mentioned in the book that according to the original teachings of the Buddha the practice of virtues (patipatti) and the realization of Nibbana (pativedha) are far more important than the mere study of the doctrine (pariyatti). Also, the main intention of the Commentaries was to elaborate  the meaning of the Suttas of the Tripitaka.",
    "Ven. Rahula in his book, quoting from Milakkhathissa narrative from the Anguttara Nikaya Commentary says that Grantha Dhura (study of the doctrine) is for more energetic Bhikkhus, and Vipassana (path to realization of Nibbana) is for the less energetic Bhikkhus. He in the foot notes sarcastically mentioned that even at the time of writing the book there were some old Bhikkhus following Vipassana. Ven Rahula has neglected or deliberately not mentioned the fact that  Ven. Milakkhathissa realized higher states in the path of Nibbana (Manorathapurani).",
    "Ven. Rahula mentioned in the book that during those days Pirivena which were associated with Buddhist temples  were the only places to study Thripitaka as well as languages and arts. Quoting from Samanthapasadika the commentary to the Vinaya he mentioned that during the time of King Bhathiya (38-67AD) the post of the Chief Justice was held by a Bhikkhu.",
    "From the Anuradhapura era the Bhikkhus were so powerful since the education was in their hands. These political Bhikkhus were outrageous to place the study of the doctrine above the noble research to be done on oneself which was the ultimate intention of Buddhism. The intensity of this outrageousness is proven by such ideas being crept into the Commentaries. This was the initial stage of Political Buddhism. That was why Ven. Rahula  who promoted Political Buddhism quoted from the Commentaries while indicating that those were against the Buddha’s teachings.",
    "This point could be stressed by quoting from S.N. Goenka, a renowned meditation master. He equated the practice of chanting the  doctrine without practicing it to chanting the prescription given by a doctor rather than taking the medicine. Ven. Rahula wanted to follow such Bhikkhus whose actions were justified in the Commentaries as well.",
    "Sometimes the reason for this may be as mentioned by Ven. Rahula  that there could have been a danger to the continuity of Buddhism which was brought forward from generation to generation by memorizing, at the time of Baminitia famine where a lot of Bhikkhus died. However, after the famine Buddhism was documented. Now it is on the internet as well. I have read Manorathapurani, the Commentary to the Anguttara Nikaya from the internet.",
    "According to the view of HL Seneviratne, Sri Lankan anthropologist, the Bhikkhus who were engaged in politics in line with the declaration of Vidyalankara and affiliated to Vidyodaya Pirivena have done immense service to the people in rural areas whereas the Bhikkhus who had taken the path of Vidyalankara Pirivena have entered into the Parliament.",
    "At the time when Ven. Rahula was writing the book the Heritage of a Bhikkhu, Vipassana was not very prevalent. All of them were thinking of attaining Nibbana in a subsequent birth. This situation was changed when Thai and Burmese Vipassana Meditation Masters who brought meditation techniques from generation to generation handed over the same to the lay persons through 10-day meditation courses. Those who came from the West to learn these techniques went back to the West and upheld those practices there. Jon Kabat Zinn, a medical professor, Richard Davidson, a professor of psychology and psychiatry who did neurological experiments of the emission of gamma rays from the brains of meditators, and  Daniel Goleman, a psychologist were among them. All three of them were Americans.",
    "As a result of the pioneering work of them and many others, in Western countries mindfulness is thought to the children in their schools. You may not believe that it has gone to the British Parliament as well. Now mindfulness is thought in the schools in Sri Lanka as well initiated by Ven. Uda Iriyagama Dhammajiva of Mitirigala Nissarana Vanaya. Bhikkhu Bodhi, who is in USA states that mindfulness in the West has become a lucrative business.",
    "MBSR (Mindfulness Based Stress Reduction) introduced by Jon Kabat Zinn is a relief for many in the West who are under stress in their day-to-day work.",
    "Again, if an example is taken from SN Goenka, a sugar factory produces molasses as well. Therefore Sati or mindfulness helps in reduction of stress and the same Sati will help in attaining Nibbana. Buddha elaborated this at the beginning of Satipattana Sutta. Accordingly the Sutta will help in purification of the mind, overcoming of grief and lamentation, extinction of pain and sorrow, attaining the right path and realization of Nibbana. The West has entered into this path. They do not have a Political Buddhism in their hands.",
    "On one hand Western culture is in line with the essence of Buddhism. One dictum prevalent in our society is that when a person goes ahead compared to the rest of the group it is said that he wants to attain Buddhahood all alone. Attaining Buddhahood or Nibbana should be done all alone and not with one’s ingroup. In Sri Lanka where collectivism is prevailed it is a thing not to be done. One should work in line with his ingroup. In Western individualism one is against the whole world and in Eastern collectivism one, together with his ingroup, is against the whole world. The essence of Buddhism is in line with individualism.",
    "Not only that. Buddhism mainly focuses on the noble research one has to do in order to understand oneself. What we mean by living is to get connected to the world through our organs. Buddhism says that by paying full attention to the process of connecting to the world, which is called the noble research, one can understand self. This process, which is in line with the scientific process could be understood well by the Westerners.",
    "This easy task was done by the persons like Suneetha, Sopaka and Kisagothami during the time of the Buddha and they have not concentrated on studying Thripitaka like our Bhikkhus. We who are burdened with political Buddhism, are in the same place. If this is continued to the future, we may have to learn practical Buddhism from the West. There would be no demand for our variety, Political Buddhism.",
    "Bandaranaike used this Political Buddhism for power. Thereafter all the leaders used it at different levels. Mahinda Rajapaksa has taken it to a very dangerous level. Now it spreads a totally opposite doctrine to Buddhism and  orchestrating a disaster for Buddhism.",
    "When Political Buddhism  which is to pay attention to the periphery ignoring the essence, was not so strong as of today, Martin Wickramasinghe has written Bavatharanaya. Following statement was in the book in page 144 describing the meeting of the Buddha and Yasodhara.",
    "She was not in her normal senses and started touching and kissing the legs below knees of the Buddha…The Buddha having seen various signs of the living area which led to the previous memories from winning the competitive armed drills  and winning the love of Yasodhara and to the birth of Rahula, have entered  from recollection of past memories to samadhi. Throughout the face tranquility was visible. Yasodhara who realized this change stopped the kissing of Buddha’s lower legs, got up and looked at the face of the Buddha.” (Translation was by the writer)",
    "Ven. Yakkaduwe Pragnarama said that by this statement it indicated that the Buddha has not got rid of the defilements of the mind and in order to suppress those defilements Buddha has entered into Samadhi. He has written two books thrice the size of Bavatharanaya, to criticize it.",
    "I agree with Ven. Yakkaduwe but I am not of the view that Wickramasinghe should have been punished. Ven. Yakkaduwe also has not claimed that.",
    "Then Prime Minister Sirima Bandaranaike refused to prohibit Bavatharanaya or to punish Wickramasinghe .",
    "Recently in a comedy show. Nathasha Edirisooriya made the following statement.",
    "“There could have been an immense pressure to the children at the time of Buddha and when he was Siddhartha as a small child. Suddhodana’s child walked soon after his birth. See our children. When we hold them straight their heads swing down. Suddhodana’s small fellow chanted a verse on the very day he was born. See our fellows. Suddhodana’s lad has decided on the day he was born that what he planned to do in the future. Our fellows wait till we do everything for them. That boy has lost his mother. Our fellow is having both the father and mother. He has everything. Too  much of comfort. Davadatta would have been scolded most. That was why he rolled a stone to Buddha.” (Translation was by the writer)",
    "Here there is no insultation to Buddha. Not at all. Those who say, including the state, that this is an insultation, are idiots. They cannot understand what is wrong and what is correct. They have mastered the art of political Buddhism."
  ]
}