{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/assetline-deshayata-jawayak-uplifts-smes-in-batticaloa/",
  "time_ut": 1685880600.0,
  "original_lang": "en",
  "original_title": "Assetline ‘Deshayata Jawayak’ uplifts SMEs in Batticaloa",
  "original_body_lines": [
    "Assetline Finance Limited (AFL) recently conducted ‘Deshayata Jawayak’ – a financial literacy and management workshop for small and medium-scale entrepreneurs in Batticaloa. This is the second time this programme is being conducted, with the first being held in Matara and covering the Southern Province.",
    "Nearly 100 SMEs from the Eastern Province including over 50 female entrepreneurs, participated in this programme. The programme addressed financial literacy & management, best industry practices, use of technology to increase efficiency, assessing new business avenues, the importance of establishing a brand name for a product, effective utilization, management and maintaining debt facilities, etc. The importance of following best financial literacy practices as well as management tactics to tackle the current economic issues while maintaining a good outcome from their businesses was also addressed. Participants were also given an opportunity to express their views and discuss the problems they are currently facing.",
    "Speaking on this initiative, Ajantha Premasiri, Chief Marketing Officer, Assetline Finance Limited said, “We all know that SMEs are the backbone and cornerstone of our economy, therefore we need to build capacity and equip them with the latest know-how for effective implementation.” He also commented on the thirst for knowledge and the passion among the participants to take their enterprise to the next level. This was even more apparent among the female entrepreneurs, whose commitment and resourcefulness are inspirational.",
    "Premasiri went on to say that AFL intends to conduct this programme across the country and to further empower, support and encourage more women to enter the workforce, Assetline has introduced ‘LIya Diriya’ an exclusive financial solution to develop the women entrepreneurship.The resource person of the workshop was Athithan Arunthavarajah, who is a Chartered Accountant & Business Consultant, a Board Member – of IMED and Lead Mentor for the CA Sri Lanka SME Task Force.",
    "Nestlé Lanka helps enhance local dairy industry by sharing global best practices",
    "Ideal Motors supplies Mahindra Powerol generators to education arm of Nawaloka Holdings",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}