{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/a-french-spring-amid-imf-mission-creep-ranil-tangoes-in-paris-as-macron-pivots-to-brics/",
  "time_ut": 1688276480.0,
  "original_lang": "en",
  "original_title": "A French Spring Amid IMF Mission Creep: Ranil Tangoes In Paris As Macron Pivots To BRICS",
  "original_body_lines": [
    "Topped off by a curious ‘coup’ attempt in Russia, June was a fascinating month with new geopolitical economic developments, twists and turns on many fronts: As US President Biden wooed, wined and dined India’s Prime Minister Modi (who was once refused a visa to America), France’s Macron sought an invite from South African President Ramaphosa to the BRICS summit to be held in August though France is hardly an ‘emerging economy’.",
    "Perhaps Macron’s interest in BRICS was due to India’s Foreign Minister, Dr. Jaishankar’s recent comment that ’Europe has to grow out of the mindset that Europe’s problems are the world’s problems but the world’s problems are not Europe’s problems’. He had clearly tired of lectures about India’s purchase of Russian oil, bucking Western sanctions.",
    "‘Curiouser and curiousor’ cried Alice of the smiling cat in Wonderland as Joe Biden wooed the Indian defense establishment with a promise of AI and related technology transfer and Macron tried to stay relevant vis-à-vis the Global South in his complex pas de deux of corporation and competition with Biden.",
    "Simultaneously, debt trapped Sri Lanka’s “Force” backed President Ranil Rajapaksa tangoed at the colonial Club de Paris while attending Macron’s June ‘Summit for a New Global Financing Pact’ which sounded like old wine in new bottles, albeit with a ‘climate resilience’ Greenwash label!",
    "It has been clear for some decades that the Washington twins (World Bank and IMF), and OECD’s colonial Club de Paris dominated global financial architecture is no longer fit for purpose as evident in the current world inequality and poverty pandemic.",
    "However, at Macron’s summit for a new Global Financial Pact the chief problem of systemic corruption in the global financial system was neatly side-stepped with the ‘climate catastrophe’ narrative to distract: There was no mention of global-local networks of financial corruption, shadowy off-shore bank accounts, bond scams or Bond crimes like the killing of a primary witness in a court case on the 2015 Bond scam at the Central Bank of Sri Lanka (CBSL), in which the Sri Lankan President was a respondent. Macron’s hot air Summit for a “New global financing pact” was apparently staged to promote Green and Blue bonds as the new frontier to save the planet!",
    "The Club de Paris represents predatory Eurobond hedge funds like BlackRock (which is Sri Lanka’s main private creditor), and their derivatives’ corruption racket with global-local networks of rating agencies, accounting companies, legal firms, consultants and neoliberal think tanks that are part of the IMF gravy train, or ‘bailout business” as the Transnational Institute in Amsterdam termed it. This gravy train games the (debt) data and crafts narratives to debt trap, pump, and dump vulnerable countries and their currencies against the ‘exorbitantly privileged and extravagantly printed US dollar, enabling the greatest transfer of wealth in human history to the global one percent. Remarkably, the purportedly bankrupt Sri Lanka rupee started appreciating steeply against the US dollar, co-incidentally when the IMF mandate and mission creep into Domestic debt restructuring (DDR) commenced in May 2023, enabling the island’s debt inflation as part of a data-maniputation numbers game!",
    "Meanwhile, June in Colombo saw a ‘French Spring’ culture and soft-power charm offensive unfolded for the local twitterrati on the lawn of the Sri Lanka Foundation, to the strains of Edith Piaf’s classic ‘quand il me prend dans ses bras’, as IMF mission creep to restructure Sri Lanka’s internal or Domestic debt (DDR), rather than the much hyped external debt that was the cause of the Default got going. This would among other things inflate a debt numbers, conflate internal and external and deepen the debt trap narrative. DDR was needed ironically to impress the colonial club’s predatory creditors regarding Sri Lanka’s bona fides!",
    "It is increasingly clear that the Euro-American jazz ensemble would be playing as another postcolony sinks in global networks of financial corruption and debt amid Parisian climate change summits with French fishing fleets extending their reach and catch into the Central Indian Ocean. This in the wake of the Credit Suisse Tuna Bond scam in Mosambique as fish had become unaffordable in debt trapped Sri Lanka,!",
    "Was Macron’s pivot to the BRICs also due to recent setbacks in Africa, Burkina Faso and Mali, where France was accused of neocolonial meddling? Hardly surprising then that Macron’s request for an invite to the BRICS Summit in South Africa in August elicited a rather cool reply from President Ramphosa who replied that he’d circle back to Macron.",
    "However, President Ranil Rajapaksa seemed oblivious of Macron’s pivot to the BRICS and persisted in promoting the myth that “there is no alternative” (TINA), to the IMF’s agenda of more Eurobond debt-trap borrowing from Colonial Club lenders to deepen the debt trap in the long term.",
    "The President (who was once called “bond scam Ranil” due to his role in CBSL bond scams), that destroyed the reputation of the country’s heist financial institution back in 2015, has been deaf to local civil society and Opposition calls for a ban on borrowing from predatory Eurobond lenders, and the call to seek help from Global South bi-lateral lenders and  join the BRICS New Development (NDB), bank to avoid Argentina’s fate.",
    "Argentina has been pumped and dumped by predatory Eurobond hedge funds for decades with IMF help and advice.",
    "Argentina is now on it 9th Default and 22nd IMF, bailout and again rocked by protests. Thus, Argentina seeking alternatives to the IMF and colonial Club recently applied to join the NDB, but the Sri Lanka president, business community and related think tanks, corporate media, journalists and bond traders seems to have not heard of the BRICS, NDB or even the ‘Global South’!",
    "Meanwhile, in the Russian theater, an exuberant President Zelenskyy claimed that Wagner Group boss, Yevgeny Prigozhin’s short march to Moscow in June was the long awaited NATO-backed Ukrainian counter-offensive, only ‘just started’ against Russia. That news item and visuals soon disappeared with the ‘coup’ story fizzling out in less than 24 hours, along with the global corporate media frenzy of speculation about the demise of Mr. Putin and the dissolution of Russia.",
    "The curious ‘coup’ to take down Russian President Vladimir Putin was apparently checkmated by President Lukashenko who appeared from nowhere to whisk off Prigozhin to exile in Belarus! The rest of the world heaved a sigh of relief that Russia’s nuclear arsenal remained in Mr. Putin’s experienced hands.",
    "Prigozhin meanwhile sounded like a tragi-comic antihero in a Wagner Opera –Gotterdemmerung perhaps? He bewailed that the plan was never to unseat Mr. Putin who had helped his star to rise once. Nor was the plan to create civil war in beloved mother Russia, but to save his men. Putin’s approval ratings are after all pretty high among the Russian public despite the United States and its NATO allies take on him.",
    "Of course there was no mention that the Wagner Group followed in the distinguished tradition of US and UK military contractors like Blackwater, storied in Scarhill’s  (2008) book; “Blackwater: The Rise of the world’s most powerful mercenary army” well known for dark deeds in Iraq and Afghanistan, that fought shoulder to shoulder with the US military. Closer home, Phil Miller’s book ‘Keenie Meenie” the British Mercenaries who got away with war crimes in Sri Lanka based on de-classified documents also provided perspective on the external actors in Sri Lanka’s purportedly internal ethno-religious conflict.",
    "Blackwater has since been renamed “Academi” of all things so that links to BlackRock and Blackstone hedge funds are illusive.",
    "Meanwhile, in a script that read like a dystopian fairy tale, US President Biden who had been busy scenario mapping and modelling a post-Putin Russia and world order with Canadian Prime Minister Trudeau, and other NATO supporters of the War Machine, then proceeded to plausibly deny that western intelligence agencies had anything to do with the Wagner ‘coup’.",
    "Cold War propaganda and disinformation was subsequently amplified by Kash Patel, former Deputy Director of National Intelligence, who suggested that Mr. Putin had staged the whole show — a new Wagner opera starring Prigozhin. Mr. Putin it seems had nothing better to do than stage own goals and black opera.",
    "Playing with Fire? The ‘Existential Risk’ of Regime Change wargames in Nuclear Armed Russia",
    "As events unfolded in Russia there were growing concerns around the world about external attempts at ‘regime change’ and US-led NATO brinkmanship in Ukraine which poses an ‘existential risk’ far more compelling that climate change narratives to the planet and humanity by putting at risk Russia’s extensive nuclear weapons arsenal, also given Russia’s clearly defined Redlines.",
    "The quick end of the Wagner opera saw the world heave a sigh of relief that Russia’s nuclear weapons were still under Kremlin control, since regime change operations to divide and rule are designed to cause chaos, unleash “cascades of violence’, and mask the external actors, behind apparently internal conflicts. This was evident in the playbook recently used to destabilize Sudan with the RSF paramilitary group fighting the Sudanese military, soon after the signing of a peace pact between Iran and Saudi Arabia to stabilize the region brokered by China.",
    "Was the same Sudan playbook used in Russia with the Wagner opera? It is hardly a secret that the intelligence agencies and Special Forces of the ‘military business industrial complex’ as President Dwight Eisenhower termed it, are past masters and experts at executing seamless Over the Horizon (OTH), Full Spectrum Dominance (FSD), regime change operations, sometimes with a ‘mask of democracy’ as happened amid Aragalaya protests in debt trapped Sri Lanka, caught in a hybrid economic war last year as Cold War ramped up in the Indian Ocean.",
    "The Arab Spring style protests had enabled staging the strategic island’s first ever Sovereign Default enabling the Washington Twins to take over economic sovereignty and policy autonomy while everyone was distracted with protests.  So too the installation of Donald Lu’s Force-backed President Ranil Rajapakse to market the narrative that Sri Lanka is ‘bankrupt’ and ‘there is no alternative to the IMF’ transpired amid a propaganda operation blaming China for the Default, staged due to predatory Eurobond debt and the Hamilton Reserve Bank of St Kitts and Nevis taking out a Court case in New York.",
    "Upon his return from Macron’s Paris “Summit for a New Global Financing Pact” Sri Lankan President Ranil Rajapakse following orders embarked swiftly on internal or domestic debt restructuring (DDR), by declaring an extended holiday and closing the country’s banks.",
    "Although the strategic island’s first ever Default occurred due to external dollar denominated debt there was a rush now to restructure Sri Lanka’s internal debt — purportedly to send a positive message to the predatory hedge fund creditors of the colonial Club de Paris!",
    "However, the IMF is mandated to deal with external dollar-denominated debt and NOT domestic or internal (rupee) debt which is an internal matter of Sovereign States with debt issued in the national currency. Clearly, Sri Lanka is seeing IMF mission and mandate creep into Internal affairs with Domestic Debt Restructuring (DDR) as part of Macron’s new global financial pact?",
    "While Sri Lanka’s external debt was listed at $ 26 billion by the External Resources Department in April 2022, at the time of default it had suddenly and mysteriously ballooned with the IMF’s experts, and related accountants and massaging of figures to $86 in a country were debt data, veracity, authenticity and security is highly problematic!",
    "It is hence too that civil society groups have called to ban further borrowing from predatory private creditors that the IMF debt restructuring deal requires and to seek assistance from bilateral BRICS countries and the NDB. The IMF’s latest conditionality in the wake of Macron’s New Global Financing Pact appears set to increase Sri Lanka’s Debt Numbers Game and debt trap, and lays the ground for the IMF Fire sale of strategic national assets – lands, transport, energy and telecom sector infrastructure.",
    "Remarkably, these same strategic assets had been previously listed and targeted under the US Millennium Challenge Corporation Compact (MCC), that was rejected by the people of a strategic Indian Ocean island that is perpetually in the cross-hairs of big power rivalry.",
    "The New Frontier in Bondscams and Disinformation: Green and Blue Bonds",
    "Simultaneously, alongside IMF mission and mandate creep into DDR, Green and Blue bonds with a lot of hot air about Anthropocene climate catastrophe have emerged as the new frontier in bondscams in Sri Lanka, which is a test case for another 50 Eurobond debt trapped countries in the wake of Covid-19.",
    "Macron, has been linking, mixing and stirring up the Global debt and environmental crises narratives into a stew in order to roll out pulp fiction about green and blue bonds being a game changer to save the planet from climate catastrophe. However, green and blue bonds are designed to ensure that the great global bondscam perpetrated by Eurobond traders that the Paris Club represents may continue, deepening debt, climate injustice and inequality!",
    "In fact, Blue and green bonds would kill two birds or perhaps three with one stone: Dispel the stink of corruption associated with Eurobond trading debt traps in Global South countries, and enable the privatization of their national forests and fisheries grounds under the guise of ‘environmental conservation” linked to debt restructuring. This would also meet the goal of re-making global and local food (in)security envisaged for the green global reset.",
    "Is it hence that President Ranil Rajapaksa has studiously ignored calls for a balanced Foreign Policy, and working together with China and India which are NOT members of the OECD’s Colonial Club de Paris, in order to leverage Global South help and NDB funds to avoid the fate of Argentina, seemingly caught in a permanent debt Default?[2]"
  ]
}