{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/high-out-of-pocket-expenditure-seen-as-affecting-healthcare-access-of-local-households/",
  "time_ut": 1702312320.0,
  "original_lang": "en",
  "original_title": "High out-of-pocket expenditure seen as affecting healthcare access of local households",
  "original_body_lines": [
    "Although the general understanding is that universal health coverage (UHC) could be achieved only through publicly- funded healthcare systems, high out-of-pocket expenditure (OOPE) is a tax on health and leaves many a local household behind with regard to availing substantial healthcare, General Sir John Kotelawala Defense University’s, Senior Lecturer, Dr. Anuji Gamage said.",
    "Speaking at a recent symposium held at the BMICH titled ‘Poverty Alleviation in an Era of Economic Crisis; Impact of Socioeconomic Disparities on Vulnerabilities’ under the specific topic, `Unravelling the Facts Influencing Health Care Access Outcomes’, she said that OOPE accounts for about 50 percent of total health expenditures in Sri Lanka.",
    "Dr. Gamage added: ‘Sri Lankan households spend private money on healthcare services due to various reasons. Considering NCD care, monthly household expenditure is approximately Rs. 5000.00. The direct health and non-health costs incurred on regular clinic follow-up for NCD (Non-communicable diseases care) at public and private healthcare facilities lead to high Catastrophic Health Expenditure (25%).",
    "‘Patients incur high OOPE on direct medical costs. There are sector-wise variations in OOPE. Costs incurred for vehicle hiring are higher for the estate sector, whereas by-stander cost was very high for urban dwellers. These sectoral determinants should be studied. When we analyze for direct non-health reasons for OOPE, it was for by-standers and transport-related costs.",
    "‘High out-of-pocket expenditures by families to obtain medical care can impoverish them and affect their healthcare-seeking decisions, ultimately hindering Sri Lanka from achieving universal health coverage (UHC).",
    "‘Sri Lanka is a welfare state that provides free healthcare and education. The assumption is that a healthy human would contribute to growth by being economically active. Hence, these have high returns on investments (ROI). The understanding is that UHC can only be achieved through publicly funded healthcare systems.",
    "‘Recent studies have revealed that the proportion of chronic diseases and complications are high in Sri Lanka. Patients with chronic conditions incur high OOPE for hospital admission and are prone to catastrophic health expenses. Studies have repeatedly found that services rendered to patients with chronic conditions warrant a more integrative approach to reduce the burden of costs and that essential services need to be delivered uninterruptedly.’",
    "Cabinet nod to award design and construction of Ratmalana Railway Diesel Power Set Factory to  China Civil Engineering Construction Company",
    "Amazing savings up to 75% for Pan Asia credit/debit Cardholders this festive season",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}