{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/rowdy-monks/",
  "time_ut": 1677951540.0,
  "original_lang": "en",
  "original_title": "Rowdy monks",
  "original_body_lines": [
    "Our regular columnist Nan has commented today about the everyday spectacle of short haired and bearded Buddhist monks participating in various protests. They are regularly projected on television screens and their rowdy behavior attracts the revulsion of not only Buddhists but also followers of other religions. Some of the antics beamed on national television, particularly that of a monk leaping over a spiked gate at the Education Ministry a few days ago losing is outer robe in the process, had particularly raised Nan’s gall. Nobody will be surprised because such reactions are widespread and what is happening right now is roundly condemned across a wide spectrum of society. But the show goes on and will, no doubt, continue to go on because the Buddhist hierarchy is showing absolutely no inclination to discipline the members of the order not only flagrantly disregarding the vinaya (the code of conduct for the bhikku sangha laid out by the Buddha) but also norms expected from the clergy of any religion.",
    "There is no doubt that the entry of Buddhist monks to universities exposes them to undesirable lay influences. But nobody can reasonably urge that they should be banned from entering the portals of higher education. Time was when the privenas, notably Vidyodaya and Vidyalankara, catered to the higher educational needs of the Buddhist clergy. Conferring university status on these two widely respected institutions by the 1956 government of Prime Minister SWRD Bandaranaike, swept into office on a wave of nationalism, was not resisted. That government’s policy of according their ‘rightful place’ to national languages and culture indeed fostered such expectations. But we have now reached an unfortunate state where indiscipline is rampant not only in the lay universities attended by large numbers of the Buddhist clergy, but even in the Buddhist and Pali University. This university was indefinitely closed last December after a series of incidents following a media exposè of ragging on the campus. At least one monk was arrested and remanded. The university, closed in mid-December was reopened for freshers last week.",
    "Speaking on the votes of the Ministry of Buddhasasana, Religious and Cultural Affairs during the 2023 budget debate last November, President Ranil Wickremesinghe rightly said that many problems arise when the Maha Sangha does not behave in accordance with the tenets of the Buddha dhamma. This was not something new but happening from the time of the Buddha. He announced that legislation to meet these needs was under preparation and will be presented to parliament in due course because “there must be some control.” Legislating for public morality is a near impossibility. Buddhist admit the existence of caste barriers for entry into the monk’s order has prevailed over a long period of time. Who can justify the insistence of both the Malwatte and Asgiriya chapters of the Siam nikaya that only persons of the govigama caste are entitled to ordination? What could be more un-Buddhist than that? This is why other chapters like the Ramanna and Amarapura nikayas came into existence.",
    "“Initially, we must decide that if we enter the university as monks, whether we will be awarded the degree as monks, and such degrees will not be transferable. If monks decide to disrobe, they should discuss the matter with their Maha Nayake Theros. The behavior of the monks in universities should also be linked to these discourses. If the existing method continued, our order will be lost. That’s why I raised this issue today,” Wickremesinghe said on that occasion. These are matters of great importance for which a perfect solution would be impossible but forward movement in the right direction is most desirable.",
    "Time was when President J.R. Jayewardene refused to deal with Ven. Muruttetuwe Ananda Thero who headed a nurses union. We believe that he continues to hold this office. This priest who wields substantial political muscle had the road in Narahenpita where his Abhayaramaya temple stands named after him. He is the incumbent Chancellor of the University of Colombo. Not so long ago most undergraduates of that university humiliated him by refusing to accept their degree certificates from his hands at a convocation. But last week he presided over a postgraduate degree convocation ceremony there without let or hindrance. His very appointment was a scandal and if he did not resign after his public humiliation, he should have been removed. But how do you remove a monk, even though he waxed and waned on his political preferences during the aragalaya, when his temple served as the election headquarters of the Rajapaksa party?",
    "A pot of milk can be polluted by a single spot of dung. But more than a single spot of dung ranging from state patronage receiving clergy, some of whom ride around in luxury chauffeured cars paid for by the taxpayer, to rowdy student monks has polluted the Buddha sasana in this country to which the constitution has accorded the foremost place. Permitting Buddhist clergy to run for and be appointed to parliament was one big mistake. We have prided ourselves on preserving Theravada Buddhism in this small island for centuries. We have produced some of the finest Buddhist monks the world has ever seen and some among them are still with us. Much that has befallen the sangha and the sasana can be directly attributed to politics and politicians. There is a Supreme Court judgment that says a Buddhist monk cannot be granted a driving licence. But we have have and have had bhikku MPs, one of whom had his nether regions manhandled by a man whom the then president saw fit to appoint as a state minister. The time has come for both the sangha and the nation to look inwards.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}