{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90619/fishing-trawler-carrying-121kg-of-heroin-and-hashish-intercepted-off-sri-lanka",
  "time_ut": 1684380120.0,
  "original_lang": "en",
  "original_title": "Fishing trawler carrying 121kg of heroin and hashish intercepted off Sri Lanka",
  "original_body_lines": [
    "Sri Lanka Navy has seized a multiday fishing trawler carrying approximately 121kg of heroin and hashish with an estimated street value of around Rs. 2,800 million and also arrested 06 suspects in southern seas.",
    "Based on information derived from a coordinated intelligence operation conducted by the State Intelligence Service and Sri Lanka Navy, a local multiday fishing trawler carrying about 111kg and 606g of heroin (including packages) and about 10kg and 254g (including packages) of hashish was intercepted by SLNS Vijayabahu on 13th May.",
    "The special operation mounted about 413 nautical miles (about 764km) off Dondra, South of Sri Lanka, also led to the apprehension of 06 suspects involved in this illegal act, the navy said.",
    "The Commander of the Navy, Vice Admiral Priyantha Perera, arrived at the Colombo Harbour this morning (18) to personally inspect the seized consignment of narcotics.",
    "During this dedicated operation led by the Naval Intelligence and State Intelligence Service, the Offshore Patrol Vessel SLNS Vijayabahu intercepted the local fishing trawler on suspicion and discovered a staggering amount of illegal drugs on board.",
    "The haul of narcotics included about 111kg and 606g (including packages) of heroin which were in ninety nine (99) parcels stuffed in five (05) sacks and about 10kg and 254g (including packages) of hashish in 09 packages. Meanwhile, the Navy also nabbed 06 Sri Lankan nationals aboard. The street value of the seized consignment of drugs is believed to be around Rs 2,800 million.",
    "On the sidelines of this operation, the Navy, State Intelligence Service and Police Narcotic Bureau (PNB) are conducting further operation to apprehend another group of suspects in connection to the ground network of this drug-racket, the statement said.",
    "The suspects apprehended in this operation have been identified as residents of Negombo, Iranawila, Andigama and Minuwangoda areas while they are between 29 and 58 years of age. The suspects and the stock of heroin will be handed over to the Police Narcotic Bureau for onward legal action, the navy said.",
    "Including the latest seizure, the Sri Lanka Navy has apprehended drugs with a gross street value of over Rs. 7,603 million during operations mounted in 2023."
  ]
}