{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/President-saved-SL-from-economic-war-Gemunu/108-256346",
  "time_ut": 1679502124.0,
  "original_lang": "en",
  "original_title": "President saved SL from  economic war: Gemunu",
  "original_body_lines": [
    "People should express their gratitude to the President for making all efforts to receive the International Monetary Fund (IMF) loan and for saving the country by defeating the economic war, Lanka Private Bus Owners' Association (LPBOA) Chairman Gemunu Wijerathne said.",
    "Addressing the media, he said the President had finished a mission that had been operated behind the scenes for the past 19 years.",
    "\"All the people in the country should thank and express their gratitude to the President for saving the country, as there were undercover plans to form a separate government while dividing the Northern and Eastern provinces,\" he said.",
    "\"The President had taken more efforts to get the IMF. Getting the IMF can be considered as defeating a war. The President had waged an economic war and won. As he won the economic war, he should find another solution for the diaspora issue in the country's northern and eastern provinces. We will give our maximum support to the President to provide justice and solutions for their issues,\" Wijerathne said.",
    "If not, we will have to face a technological war that is more violent than the economic war in the future. Therefore, we should get ready for that, he said.",
    "The President had saved the whole country from diaspora culture and the concept of forming a separate government by dividing the northern and eastern provinces.",
    "People must eat Kiribath and light firecrackers for saving the country and for his effort to receive the IMF loan, he said.",
    "\"Because of receiving the IMF funds, we will not allow any persons, including the politicians, to perform with their usual theft and bribery culture again. Therefore, the government and opposition parties should keep it in mind to lead the country in a fresh manner,\" Wijerathne said. (Chaturanga Pradeep Samarawickrama)"
  ]
}