{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bin-the-bad-bill/",
  "time_ut": 1681663620.0,
  "original_lang": "en",
  "original_title": "Bin the bad Bill",
  "original_body_lines": [
    "The Rajapaksa-Wickremesinghe government has chosen to bite off more than it can chew. Now, it is planning to present its controversial Anti-Terrorism Bill (ATB) to Parliament on 25 April, according to media reports. Why it is in a mighty hurry to rush such a bad law through defies comprehension. It has left room for its critics to argue that it is driven by a desire to suppress democratic dissent and bulldoze its way through amidst fierce resistance the Opposition and trade unions are offering to the implementation of the IMF recommendations, which are expected to bring about socio-political upheavals.",
    "The government would have the public believe that once the ATB is presented to Parliament, the opponents thereof could invoke the jurisdiction of the Supreme Court, which will review the proposed law before its ratification. Judicial scrutiny and parliamentary approval are no doubt prerequisites for making laws in a democratic manner, but they are not the only necessary conditions that have to be satisfied to ensure that laws are good. It may be recalled that even the 18th Amendment to the Constitution was referred to the Supreme Court, albeit as an urgent Bill, and ratified by Parliament with a two-thirds majority. But it was one of the worst laws this country has ever seen. The same goes for the 20th Amendment to the Constitution. Sri Lankan governments also circumvent judicial recommendations anent Bills by abusing the committee stage to smuggle sections thereinto and rushing them through. The Provincial Council Elections (Amendment) Bill of 2017 is a case in point. It has now been revealed that the Parliamentary Elections Act of 1981, as amended in 1988, contains a section that was not there in the original Bill passed by Parliament, or, in other words, it was smuggled into the Bill after its ratification! Section 64 (05) thereof enables political parties to bypass the constitutional provision governing the appointment of National List (NL) MPs; they engineer NL vacancies so that they can appoint ‘any member’ of a political party to Parliament! All political parties have stooped so low as to make use of this abominable legal provision. The absence of constitutional provision for post-enactment judicial review of legislation makes all laws faits accomplis after their ratification with or without additions and/or deletions recommended by the judiciary.",
    "The fact that Parliament did away with bad laws including the 18th Amendment and the 20th Amendment, having passed them with two-thirds majorities, is ample proof that judicial scrutiny and parliamentary approval alone do not necessarily help make good laws. Ironically, among the staunch proponents of the ATB are some MPs who voted for the aforesaid constitutional amendments; they made volte-face and backed the abolition thereof subsequently! They are likely to make an about-turn on the proposed anti-terror laws as well when they are relegated to the Opposition, and the boot is on the other foot.",
    "Given the benightedness of most legislators, who have helped pass appallingly bad laws over the years, the advisability of leaving the task of making anti-terror laws entirely to them is in question. Hence the need for the involvement of all stakeholders in the process of introducing vital laws. One can only hope that Justice Minister Dr. Wijeyadasa Rajapakshe, who is one of the few learned MPs, will care to take the dissenting views about the ATB on board and effect changes to the Bill instead of presenting it to Parliament, where decisions are taken not on the basis of the merits and demerits of proposed laws, etc., but on the basis of the political interests of strategic alliances. Dr. Rajapaksa has claimed that the opponents of the ATB have not even studied it. This is a sweeping statement, we reckon, but it may hold true for most government politicians, among whom are former chain snatchers, cattle rustlers and bootleggers.",
    "The ATB is fundamentally flawed, and, if passed, will not only help governments suppress democracy in the name of fighting terrorism but also tarnish the country’s image internationally. It has to be ditched forthwith and a new anti-terror law formulated with the concurrence of all stakeholders.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}