{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/12/slinex-23-wraps-up-on-successful-note/",
  "time_ut": 1681272300.0,
  "original_lang": "en",
  "original_title": "SLINEX-23 wraps up on successful note",
  "original_body_lines": [
    "The Sri Lanka–India Naval Exercise (SLINEX) -23 came to a successful conclusion in Colombo seas on 08th April 2023.",
    "Commenced on 03rd April, SLINEX -23 marked yet another milestone in the maritime cooperation between the two neighboring countries.",
    "SLINEX provides an opportunity for the navies of two countries to share their experiences and best practices in various aspects of naval operations and enhance their interoperability.",
    "SLINEX -23 was augmented by the Offshore Patrol Vessel SLNS Samudura and SLNS Vijayabahu from the Sri Lanka Navy as well as a Dornier Maritime Surveillance Aircraft and a Bell 412 helicopter of the Sri Lanka Air Force.",
    "In addition, INS Kiltan, INS Savitri, a Dornier maritime surveillance aircraft and a Chetak helicopter of the Indian Navy joined the maritime exercise.",
    "Conducted in two phases, the harbour phase of the exercise was held from 03rd to 05th April at the port of Colombo and the sea phase was conducted off Colombo from 06th to 08th April.",
    "The sea phase of the exercise featured a wide range of activities, including Gunnery Exercises (GUNEX), Search and Rescue Exercises (SAREX), Screen Exercise (SCREENEX), Replenishment at Sea (RAS) Approaches, Abeam Fuelling Approaches, Visit Board Search & Seizure (VBSS) Exercises, Photo Exercises (PHOTOEX), Vertical Replenishment (VERTREP), Search and Rescue Exercises by Helo and Deck Landing Practice (DLP).",
    "On the sidelines of SLINEX, cultural exchange programmes, friendly sports events and Yoga exercises and sightseeing tours had been organised to promote camaraderie and those events were participated by naval personnel from both countries. Meanwhile, the Commanding Officers of the Indian naval ships visited the Indian Peace Keeping Force (IPKF) Monument in Battaramulla and made floral tributes.",
    "Moreover, the Indian High Commissioner to Sri Lanka, Gopal Baglay and State Minister of Defence, Premitha Bandara Tennakoon visited the Indian naval ships in Colombo. In addition, personnel of the Sri Lanka Navy, their family members, school children, members of the National Cadet Corps also had the opportunity to visit the ships.",
    "As part of the harbour phase proceedings, Indian naval personnel visited Rapid Action Boat Squadron (RABS) Headquarters in Gangewadiya, Puttalam and participated in a training session on Humanitarian Assistance and Disaster Relief. Further, personnel of the Indian Navy, Special Boat Squadron (SBS) and Sri Lanka Air Force took part in a Joint Heli Rappelling training exercise at the Air Force base, Katunayake.",
    "The success of SLINEX 23 reflects the close and friendly relations between Sri Lanka and India and their commitment to promoting regional peace and stability. It also underlines the importance of maritime cooperation in addressing common challenges and promoting shared interests in the Indian Ocean region.",
    "Newsline with economist Talal Rafi- The future of SL with the IMF",
    "Talk of the Town- Sri Lanka’s future with the IMF- Talal Rafi"
  ]
}