{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Teach-the-people-change-the-system-Educating-simple-voters-to-demand-a-genuine-and-simple-electoral-system-is-a-social-responsibility/172-263491",
  "time_ut": 1689785102.0,
  "original_lang": "en",
  "original_title": "Teach the people, change the system  Educating simple voters to demand a genuine and simple electoral system is a social responsibility",
  "original_body_lines": [
    "Our simple voters, as main stakeholders of a General Election, primarily want to know the Winning Party and the number of seats they have won; Secondarily, the names of the ‘225’ who will represent them in the Supreme Parliament. They are not keen to know how the number of seats were calculated but accept the result like the ‘Bible truth’. Even if they were keen, they would have given up halfway, unable to digest complex factors such as ‘Relevant number of Votes’ and ‘Resulting number’ stated in the Constitution or ‘Constructive figure’ etc. as well as PR/FPP ratios and ‘over-hangs’ arising from the Complex MMV System. However, the writer and a few concerned voters noted from the puzzling results as shown below, that under the pre-1978 FPP and post-1978 PR Elections, the fundamental ‘Equal value’ of vote has been badly compromised basically to appease the power-hungry Politicians harping on the so-called ‘Stable Govts.’ The miserable failure of the present Electoral system to achieve the aforesaid Primary and Secondary objectives due to continuous cold-shouldering of ‘System changes’ proposed by the main stakeholders was desperately upstaged by the ‘Peaceful Youth Aragalaya’ at the Galle Face in 2022. It is opined that at least with the advent of Provincial Councils (PCs) in 1988, the authorities should have firstly formulated a simple and fair electoral system based on ‘Equal ballot’ as per Article 93 of our Constitution and more precisely on Article 21 (3) of UN’s ‘Universal Declaration of Human Rights -1948 which reads as -‘’The will of the people shall be the basis of the authority of Government; this Will shall be expressed in periodic and genuine elections which shall be by universal and equal suffrage and shall be held by secret vote or by equivalent free voting procedures.”",
    "Secondly, the failure of the authorities to keep abreast with the changing times and introduce a mandatory mechanism to ensure nomination of 225 ‘Country first-Political Professionals’ to represent the increasing numbers of the new generation and youth, allowed the power-hungry Party leaders, to continue nominating ‘Black money’ throwing unsuitable candidates. They cajoled the poor voters to mark the preference vote, based on the ‘goodies’ offered by them and Election ‘gundoos’/ false promises in the so called ‘Election-Manifestos’ making the optional ‘Preference vote’ almost compulsory. As a result, the voters were compelled to select ‘Horses’ from ad hoc lists of ‘Donkeys’. As a result, the achievement of the said Secondary objective was doomed from the inception.",
    "In addition to successive Election Commissions, the failure of some of our voter-dedicated organisations and civil activists over the years, have contributed to the abortion of the said Primary and Secondary Objective of an Election.",
    "As voter Education with a bit of Past and Present is imperative for the new generation, a brief analysis showing the impact of each of our 02 major Electoral systems on ‘Equality of Vote’ is given below.",
    "FPP means the one who first passes the Post in an Electorate is the sole winner, except in a few multi-member Electorates.",
    "The main results of the 1970 and 1977 Elections based on Westminster’s ‘First-Past-the Post’ (FPP) system.",
    "In the present context, the above results under the FPP system smacks of a blatant mockery of the ‘Equality of Vote’. They look absurd and farcical even to a 5th grader! Both major Parties have eaten ‘humble pie’ under the FPP system.",
    "The voters should also realise that the ‘main wish’ of FPP proponents to have an MP in the Electorate to resolve their issues/grievances at National Parliament level, became obsolete and redundant after i) the strengthening of the ‘Decentralized Political Administration System’ through PCs armed with 09 Provincial Parliaments in 1988, ii) Rapid advances in Communication media through TV/ Internet /Email/WhatsApp/FM Channels etc.and iii) Improvement of transport network with Private buses and long distance highways since the 1990s that effectively made the country still smaller. Unfortunately, the effectiveness of the PCs was paralyzed by the MPs who jealously guarded their ‘Preference Vote’ Bank in the electorates/Districts, by using their Decentralized budget and blocking recognition of PCs. Besides, at present, on average, there are 57 (Parliament, PC and Local Govt. level) politicians for each Electorate! Also, the colossal burdens that people had to bear due to the dictatorial decisions of those 02 regimes commanding super majorities are unforgettable. Thus, restoring the FPP system is untenable and becomes a ‘mere wish’ in view of its inability to ensure more fundamental ‘Equality of vote’ and forging ‘Sri Lankan ness’.",
    "Basically, the original PR system of 1978 i) gave value to valid votes as much as possible, to meet the Primary objective of rational seat allocation through ‘Equal value’ of vote boosting fairness and accuracy of an Election and ii) introduced ‘Meritocracy’ through ‘Priority/Merit based district-wise’ Nomination lists. Also, the much larger District as the Electoral unit discouraged the 196 District MPs from spending their valuable time for vote canvassing efforts such as issuing MP’s Chits, distributing goodies, attending local opening ceremonies, funerals, weddings, Birthdays etc, at electorate level. The PC members should be handling these matters. The MPs were mainly expected to achieve Parliament objectives. viz. ‘Lawmaking, National Budget making and monitoring and Foreign Policy’ etc. from the Centre. It is also pertinent to mention that the present system too does not prevent Parties from assigning Electorates to MPs if they wish.",
    "Sadly, during the intervening period up to the 1989 General Election, (first one under the PR system), the said objectives of the original PR system too were subverted by the following ‘tinkering’ conspired as usual by power-hungry politicians.",
    "i) Replacement of ‘District Merit lists’ by the infamous ‘Preference cum ‘Manapey’ vote’ mechanism with Nomination lists in alphabetical order.",
    "ii) Creation of 01 District Bonus seat to each District winner, making use of valid votes of all parties in the District, to justify a so-called ‘Stable Govt.’",
    "iii) District wise 5% minimum requirement of votes ejecting large chunks of valid votes to the waste paper basket to favour Major Parties.",
    "iv) Pre-determined seat allocation to 22 Districts for 01 National Parliament.",
    "The differences resulting from such tinkering of genuine PR System plus Pre-1978 FPP Method can be seen from the results of General Election–2020 -TABLE-02 below.",
    "Source: Col.No. 1 to 4-Based on NEC Results; Col. No. 5 -Refined after removing tinkering; Col.No.7-Press results.",
    "Notes :Col. 6 shows the differences arising between official results (Col.3) subject to tinkering such as 22 bonus seats, 5% District minimum vote requirement and predetermined District seat allocations and refined PR arithmetic (Col.5) purely based on official National % (Col.4). The differences elicited a redistribution of 16 seats among 11 Parties /Groups. Also, it will be seen that with the refined 133 seats, SLPP loses 2/3rd majority.",
    "As we know, the alien MMV system that was tested with the last Local Govt. Elections in 2018 to appease FPP and PR proponents with ad hoc ratios, ended up with a heap of ‘overhang’ problems and complexities leading to a dramatic, (nearly threefold) increase in the total number of local Govt. members to some 8,650, after a remarkable delay in releasing final results, culminating in an indefinite postponement of PC elections."
  ]
}