{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/28/cpc-trade-unions-continue-campaign-against-privatization/",
  "time_ut": 1679988120.0,
  "original_lang": "en",
  "original_title": "CPC Trade Unions continue campaign against privatization",
  "original_body_lines": [
    "COLOMBO (News 1st); A discussion got underway at the Ceylon Petroleum Storage Terminals LTD in Kolonnawa with regard to the decision required to oppose the privatization of the Ceylon Petroleum Corporation.",
    "The Petroleum Trade Union Collective launched a Sathyagraha campaign on Monday (27) opposite the Ceylon Petroleum Storage Terminals LTD in Kolonnawa against attempts to privatize the Ceylon Petroleum Corporation.",
    "All trade unions except the executive officers' trade unions are participating in the Satyagraha.",
    "The Trade Unions said that around 400 filling stations that generate a high revenue are to be given to four overseas firms, and they launched the Sathyagraha program, demanding an immediate end to such attempts.",
    "In addition, they demand to suspend attempts to award fuel distribution to the North and East to Lanka IOC alone.",
    "Sri Lanka's Cabinet has given the green light to award licenses to Sinopec, United Petroleum, Australia & RM Parks of USA in a collaboration with Shell Plc to enter the Fuel Retail market in Sri Lanka.",
    "Energy Minister Kanchana Wijesekera said that the Energy Committee & relevant other procurement committees had given their approval & recommendation to award the 3 companies the licenses to operate.",
    "He said that the 3 companies will be allocated 150 Dealer operated fuel stations each which are currently operated by the Ceylon Petroleum Corporation.",
    "He added that these companies will be granted a license to operate for 20 years to import, store, distribute and sell petroleum products in Sri Lanka.",
    "A further 50 fuel stations at New locations will be established by each selected company, he added.",
    "Manoj Gupta, the Managing Directro of LIOC tweeted that 34 more new LIOC filling stations are set to commence physical operations within March 2023 further strengthening the footprints of LIOC in the country.",
    "The Chairman of IOC noted that it underlines the company's unwavering dedication to fortify Sri Lanka's energy security and also demonstrates the IOC commitment to becoming a dominant player in the global energy space.",
    "Sarah Jasmine mystery solved? DNA test claims she died in Sainthamaruthu suicide bomb",
    "Bus fares revised with effect from Thursday (30); Authorities release Full List of revised fares"
  ]
}