{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91346/three-hundred-and-thirty-navy-recruits-pass-out-in-boossa",
  "time_ut": 1687079400.0,
  "original_lang": "en",
  "original_title": "Three hundred and thirty Navy recruits pass out in Boossa",
  "original_body_lines": [
    "In a colourful ceremony, 330 recruits of the 251st intake of Sri Lanka Navy Regular and Volunteer Forces passed out at the main parade ground of SLNS Nipuna on Saturday (17 June).",
    "The recruits consisted of 278 from the Regular Force and another 52 from the Volunteer Force.",
    "The ceremony was graced by the Director General Budget and Finance Rear Admiral Vijitha Marapana as the Chief Guest, at the invitation of the Commandant and Commanding Officer of SLNS Nipuna, Captain Chaminda Gunarathna.",
    "The recruits who demonstrated exceptional performance during their basic training were acknowledged for their outstanding achievements through awards presented by the Chief Guest.",
    "Accordingly, Recruit PHWMRRV Pananwela won the awards for the Best Recruit of the 251st intake and Highest Aggregate in all subjects. Meanwhile, Recruit AMKDK Aththanayake won the award for the Best Marksman. The award for the Best Sportsman was won by Recruit JWGMP Kumara and the ‘Suranimala’ Division was selected as the Best Division of the 251st intake.",
    "In his address to the recruits, Rear Admiral Vijitha Marapana congratulated the recruits on their successful completion of training.",
    "Further, he expressed the belief that in order to effectively serve as professional members of an ever-changing naval force, sailors must possess a strong commitment to fulfilling their assigned responsibilities competently while safeguarding their motherland.",
    "Adding further, he emphasized the importance of naval personnel possessing a resolute dedication to becoming proficient and disciplined sailors, ensuring that the hard-won peace is passed down to future generations.",
    "On this occasion, Rear Admiral Vijitha Marapana also shed light on the paramount responsibility on the shoulders of the Navy in safeguarding the massive ocean mass belonging to the Navy and protecting the lives of naval and fishing communities in distress in Sri Lanka’s Search and Rescue Region.",
    "The Chief Guest also acknowledged the importance of the training that the new recruits had undergone, stating that it would be useful in the performance of their duties in the Navy.",
    "Finally, he also took the opportunity to express his gratitude to the parents of the new recruits, for giving their consent for their children to join the Navy.",
    "Newly passed out recruits added to the splendour of the dignified ceremony through their drill display, while the Navy Band and Cultural Troupe provided dazzling performances, making the event even more appealing.",
    "Venerable Maha Sangha, Deputy Area Commander Southern Naval Area Commodore Jayantha Bandara, senior officers from the Navy Headquarters and Southern Naval Command, officers and sailors of SLNS Nipuna as well as parents of newly passed out naval personnel were present on this occasion."
  ]
}