{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-uda-to-finalise-investment-for-22-development-projects-146955/",
  "time_ut": 1704960600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka UDA to finalise investment for 22 development projects",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Urban Development Authority is to to finalise 22 mixed development, waterfront, residential, IT and tourism projects from 2024 onwards, with another 5 projects still in the process of clearance, Director of Real Estate Management and Development Anura Prasanna of the UDA said.",
    "According to Prasanna, the 21 billion rupees in revenue that is to be gained from the investments into these properties is not the final value of the projects.",
    "Sri Lanka UDA hopes to earn Rs21bn from land sales over three years: reportSee more",
    "“The 21 billion is not the value of the projects, that is the land value. You have to multiply the land value by five times,” he said, referring to the real estate additions and renovations the sites and lands are undergoing, and are proposed to undergo in the future.",
    "“We have 27 projects. Some are bare lands, some are developed properties, like the Gafoor building in Pettah, the Galle Post Office, the Bogambara prison in Kandy, which are meant to be preserved for conservation purposes, but can also serve as valuable tourism properties,” Prasanna said speaking to Economy Next.",
    "“Then we also have the land parcels in the main cities, owned by the UDA. So including all these properties, we plan to advertise these lands by this year.”",
    "The current landmark investments include the Kankesanthurai Presidential Palace that is being converted into an information technology university in partnership with the Sri Lanka Institute of Information Technology (SLIIT) and a foreign private investment.",
    "Two waterfront projects along the Beira Lake, along with the Ekala industrial park that is to encompass a 7-land parcel of the UDA and the Perahera Mawatha project in Kollupitiya are also highlights of the finalised UDA development project investments.",
    "“Some go exactly by the PPP model, but for some we only allocated the land on the basis that infrastructure is brought in by the investor,” he said. “Then the investor pays the lease premium and develops the property.”",
    "Prasanna said that the majority of the investors come from South East Asia, predominantly from China, Japan, and South Korea.",
    "Unsolicited investment proposals from South Korea have proven to be lucrative offers for the UDA.",
    "“The investment is nearly 15 billion, they are planning to develop housing projects,” Prasanna said.",
    "Director General Prasad Ranaweera said that the development is vital due to the exchange and currency crisis. “The UDA can’t invest money, and the treasury is not granting money. So then we have to look out for an alternative. We as the UDA have a land bank, which we have to make use of with the private sector,” he said. (Colombo/Jan11/2024)"
  ]
}