{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mini-world-tour-in-60-days/",
  "time_ut": 1690219020.0,
  "original_lang": "en",
  "original_title": "Mini world tour in 60 days…",
  "original_body_lines": [
    "Sohan Weerasinghe’s recent trip abroad, as a performer, could easily be classified as a mini world tour as it took in dates in the States, Canada, and England.",
    "Not many local artistes find such lucrative opportunities coming their way, for the simple reason that they lack novelty, and organisers of overseas events have mentioned this to me.",
    "Quite a few of our artistes find it difficult to adjust to the situation, when they embark on foreign assignments, as they have a pre-planned repertoire.",
    "Sohan does it differently, working out a repertoire, depending on whether he is doing a concert, or a dance.",
    "Asked to elaborate, he said if it’s a dance, you should be able to read the audience and change, according to their mood. If you preplan, then you are stuck with your programme.",
    "Sohan’s formula has brought him global success and, what’s more, although being a Thomian, he has been seen in action at most of the other big school dances held abroad – St. Peter’s, Old Bens, Josephian, Trinity College, and, of course, the Thomain dance.",
    "This year he is scheduled to do the Holy Family Convent dance, in Australia and, probably, the Shepherdian dance, as well, in addition to the New Year’s Eve gala dinner dance, in Melbourne, to usher in 2024.",
    "Sohan Weerasinghe: New female vocalist when The X-Periments are back in action",
    "Grandpa Sohan says his world revolves around granddaughter Sienna …seen here with her mum",
    "Sohan returned to the island last Tuesday, from London, where he was the surprise guest star at a fund-raiser dance, in aid of the Apeksha Cancer Hospital, Maharagama.",
    "“It was a surprise, indeed, for me, and I had a great time, entertaining the crowd, along with the London-based band Exceed.”",
    "The singer/entertainer was also a judge at the Lankans Voice Season 2, held on 16th July, in London.",
    "Back home, Sohan indicated that the long overseas tour was a bit tiring but added that he was happy to be appreciated.",
    "However, although jet lag, and tired, no sooner Sohan landed, he headed straight, from the airport, to see his granddaughter Sienna who was so thrilled to see her grandpa, after almost two months.",
    "Sienna and Sohan have a special bond and, I’m told, grandpa Sohan dotes on her.",
    "Referring to his group The X-Periments, Sohan indicated that the members are freelancing, at the moment.",
    "“I will restart the band in earnest as soon as the local situation improves. I also need to find a new versatile female vocalist as Trishelle has now settled down in Canada.”",
    "He also added that his fully revamped Sonexco sound and recording studio is doing exceptionally well.",
    "‘Perfect’ sends crowd into frenzy …and Sohan experienced it all",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}