{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/country-music-scene-for-sri-lankans-in-la/",
  "time_ut": 1687192740.0,
  "original_lang": "en",
  "original_title": "Country music scene for Sri Lankans in LA",
  "original_body_lines": [
    "Country music is a big scene, the world over, and, I believe, America takes the top spot where country music is concerned.",
    "However, I’ve not heard of Sri Lankans, based overseas, doing the country music scene in a big way.",
    "When I was told about a group, calling themselves NuAsia Country, and operating in the States, I thought I need to check this out because Sri Lankans are also involved in this setup.",
    "NuAsia Country is a mix of extremely talented country music loving musicians, of Asian heritage, from Los Angeles, who came together to produce an incredibly powerful story-telling Modern Country POP album, titled ‘Quiet Violence.’",
    "They say the album contains music that is a testament to the fact that there are millions of Asians that love country music and NuAsia Country will be the pioneers of something new, and special, that will remain relevant forever.",
    "Says Roshan Seresinhe, the leader and visionary for this album: “’NuAsia’ means we are New and Asian, and ‘Country’ means we love country music and we are not just bringing ‘Country’, we are bringing an entire ‘Continent’, with a population of 4.5 billion people, to love and enjoy Country POP Music.”",
    "NuAsia Country is made up of – on lead vocals, 22-year-old Saint Cloud, who is of Vietnamese decent. She is also a co-songwriter on all the original tracks. On keyboards is Isamu MacGregor, of Japanese descent. On lead guitar is Mark Flores, from the Philippines, and the three Sri Lankans are Dhammika (DJ) Jayasinghe on bass guitar, Janesh Ruwanpathirana on percussion, and Roshan Seresinhe on drums.",
    "Five, of the seven tracks, on ‘Quiet Violence’, unwind the trials, tribulations and triumphs of a relationship, going from trouble times into the future, where it has overcome the many hurdles faced.",
    "Each track has a unique melody to match the mood and story of the song. The album title song ‘Quiet Violence’, is a ballad that depicts one of the partners in a relationship being ignored and neglected by the other, thus quietly delivering violence. The next chapter of the story is a mid-tempo song ‘Why Are You Back’, where the troubled partner is being contacted by an ex-lover, but, however, wants to hang on to the current relationship. The song ‘Take Me Home’, another ballad, where the relationship is in the mending stage and being taken back home. ‘Lovesick The Way, I’m loving you’, a high energy a song, where the relationship is now back in full gear. Closing out the story, another dance tune ‘Lost and Found We’re Ok’ is looking back at the relationship and saying we are now Ok.",
    "The album also includes a modern rendition of the timeless classic ‘Islands in the Stream’, ‘This Country of Mine’, ‘Why Are You Back’, and ‘Take Me Home’.",
    "Referring to future plans, Roshan Seresinhe said that they are waiting to see how their first couple of releases fare and then approach a recording company.",
    "“There is a label, in Nashville, that has shown some interest. However, everything depends on how are initial releases perform.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}