{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/how-can-we-celebrate-the-75th-independence-day-global-tamil-civil-society/",
  "time_ut": 1675445416.0,
  "original_lang": "en",
  "original_title": "How Can We Celebrate The 75th Independence Day? – Global Tamil Civil Society",
  "original_body_lines": [
    "“We must learn to live together as brothers or perish together as fools” – Martin Luther King jr",
    "We wish to live in a conflict-free Sri Lanka where we can join in to celebrate Island’s 75th Independence day as much as you do. Both communities lost thousands of lives and limbs and caused enormous pain and unimaginable suffering. We became poorer and beg the international community. Brothers and sisters, let us address our grievances and aspirations to end all conflicts. Let us rebuild our beautiful island where all feel equal and dignified.",
    "Sri Lanka is our island too. How it has alienated the Tamils since Independence is a clear indication of that deliberate policy of discrimination that became constitutionalised and institutionalised. For us to celebrate independence as much as you do, we need our Sinhala brethren to address sincerely our longstanding grievances and aspirations now. Such acts of justice will not cause any harm to any other people. It will neither uproot anyone, restrict their freedom of movement nor deprive them of their rights in whatever form of devolution.",
    "It is not at all about the separation of our beautiful island, but it is to ensure that the island celebrates undivided patriotism, powersharing is inevitable and reassuring the individual rights and collective rights of all the people through a plurinational democracy. Let us explore tried and tested models in the world that will be suitable for power sharing in Sri Lanka.",
    "The conflicts were man-made in Sri Lanka. Worse when murder and mayhem took place in the name of peace & religion. Instead of addressing the underlying issues, the conflicts were allowed to deteriorate and then suppressed. Then it becomes a way of living and political culture. Let us be the ambassadors of goodwill. The pogroms and war have destroyed the country beyond repair. The effects of violence have not only bankrupted the country but brought the system to its knees. The state culture of violence permeated even those against violence. The mutual killings and destruction must end, apologies for the past atrocities endorsed and true acts of reconciliation shall prevail among all people. The politicians et al who robbed the people of their future are still at large, protected by the system.",
    "The anger of future generations called for System Change and disposed of the most powerful despots from their positions. It could be regarded as the most peaceful revolution ever witnessed to dispose of the heads of government. It is the responsible conduct of those activists who stood by the people with lived experience at the forefront and pitched on peace and harmony that remains an admiration. In the same belief, we appeal to the peaceful, invigorating and generous communities to effect the necessary change peacefully on the Island.",
    "The war-ravaged political doctrine has exposed the hegemony and lost its purpose. The same countries that supported the war efforts are calling for UN action because of the excesses that were carried out beyond International Humanitarian Law. Some countries the Sri Lankan called on to protect the sovereignty of Sri Lanka are violating our sovereignty and exploiting the economic situation. Let’s seek bilaterally acceptable universal solutions that can end unaccountability, violence, hunger and corruption with a new Social Contract that will address all past commissions and omissions. End the fear of persecution, undemocratic governance and unacceptable expenditures. Whilst we starve we cannot allocate funds for a defence force that fights no enemy or a bloated government service sector that swallows all resources that are meant for people.",
    "The remedies cannot be brought by the statutes alone. Devolution has been absorbed into the constitution but never implemented by the legislature or judiciary. Even agreements have been made since 1957 but all agreements and negotiations have been reneged or aborted and resulted in confrontations. The real change has to come from the hearts and minds of the people. History has documented the magnanimity of the Sinhalese people who stood firm risking their own lives to defend the people and their properties in 1958, 1977 and 1983 anti-Tamil pogroms though many hundreds and thousands were sadly maimed & massacred. The survivors and injured who were robbed of their dignity were sent by ships to Tamil Homeland from refugee camps in Colombo as the final solution for those victims. Their independence and identities are to be protected wherever they are and in the territory that has protected them. It is the essential element of the realisation of human rights, non-discrimination and equality. We believe in the new generation that Sri Lanka has produced beyond the ethnic divide to end ethnic injustice.",
    "Many of you have been visiting war-ravaged areas in the North-East and have seen for yourself the extent of the destruction the Tamil civilians were subjected to the brunt of the war. Mothers and fathers are still looking for their children. Children are still looking for their parents. Their lives have been destroyed but the Transitional justice and psychosocial support had been delayed for them. It’s a humanitarian crisis which needs an urgent and lasting solution addressing guarantees of non-recurrence. The delayed justice has taken the responsibility of justice to international fora as Sri Lanka remains the party to the crime.",
    "It’s beyond any doubt that Sri Lanka is at a crossroad and need to be salvaged from its foundation i.e. politically and economically. We are ready, willing and able to work shoulder to shoulder with you all to salvage the country and it is high time we do away with the bloody past and overcome mistrust and hegemonic behaviour. Let’s come together to salvage this country, which was once a role model for many democracies around the world.",
    "The injustice perpetrated over the years must be addressed to end the ongoing atrocity crimes, to embark on constitutional reforms to end the hegemony & unaccountability. The powersharing structure in the multi-ethnic and multi-national plural society of Sri Lanka is anticipated to address all ethnic conflicts. However, the power-sharing arrangement also demands a culture of impunity eradicated not only among the government but also among the people too. Sri Lanka also has to establish an independent judiciary and end state persecution by repealing the Prevention of Terrorist Act. The structure must be based on reparative justice that guarantees",
    "the non-recurrence of atrocity crimes and cannot be denied out of any absurd claims. The conflict resolution encompasses security sector reforms including vetting all defence forces that may have contributed to the mass atrocities of 1988-1990 among Sinhala and 2009 Mullivaikal massacre.",
    "The People’s Struggle has created an opportunity for all the people to come together. The young generation has stood steadfastly for ethnic justice, accountability and reconciliation. The outside world demands inclusive democracy and constitutional and institutional formalities. This is an unmissable opportunity for the new agents of peace and democracy to accommodate the system change envisaged that can bring peace, prosperity and democracy. Their rights are guaranteed constitutionally through structural reforms, tax reforms, food security and most importantly physical security. Their independence and identities are to be protected wherever they have been flourishing historically and the territory that has protected them.",
    "Let there be powersharing and collective sovereignty to unify the country!"
  ]
}