{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-three-year-anniversary/4-746723",
  "time_ut": 1679680576.0,
  "original_lang": "en",
  "original_title": "The three-year anniversary",
  "original_body_lines": [
    "Three years later, the medical myths, the outright propaganda that underwrote the COVID mania have been",
    "Hannah Arendt, looking at the unspeakable evil perpetrated by the Nazi leaders, watched some of their testimony afterwards, and concluded that they seemed more like functionaries, bureaucratic mediocrities, rather than raging psychopaths.",
    "She enraged her audience by stipulating that such “evil” seemed almost “banal” and “every day.” People misconstrued this to mean that she thought the Holocaust was not historically exceptional.",
    "She never suggested that. She was aghast that such horrors could flow from people mulishly going along, unquestioning, surrendering their volition, their judgment and as a result, by default, their humanity. That is what was “banal”, the modality, not the outcome.",
    "It has been suggested that perhaps “the evil of banality” would have been the better locution, pointing out that unthinking everyday compliance and suspension of critical and ethical faculties is where evil flourishes.",
    "And then came the era of COVID. Policies and diktats mindlessly asserted with no proof whatsoever (even to this date). Though clearly this alleged pathogen was already circulating we know by 2019 and hence could not be “locked in”, nor would “locking in” an airborne virus make any sense, nor would locking people “in” be coherent when vitamin D enriched sunshine and germicidal air and exercise are far better than poorly ventilated apartments or other congested spaces, we blithely went along.",
    "Never in human history had we locked the healthy in. It made zero immunological sense, but we upended immunology and everything our successful co-existence with viruses since we first learned to walk upright had taught us.",
    "Frail octogenarians ended up isolated for months without visits from loved ones. Why? Were they not allowed the dignity of deciding how to spend their remaining time? This accelerated their physical and mental decline and sentenced them to dying alone.",
    "Children taken away from their social existence, and with no sign from outliers like Sweden of any adverse impact of open schools, were brainwashed into considering themselves “vectors of disease” and terrified that they might “kill grandma.” Their lives have been damaged, and it is hard to properly fathom or catalogue the impact.",
    "There is zero evidence to date of any asymptomatic transmission.",
    "Symptomless “positive results” from “tests” their own paperwork says should not be used for diagnosis, set at ridiculously high amplification settings (for which no global standard was ever established somehow) that “conflated” positive tests with cases with illness – all this gave rise to an invasive and life limiting behavioural regime.",
    "Then came the mass roll-out of an untried, experimental drug with no long-term safety profile, the adverse results of which are becoming more horrifying with each new dump of inconvenient data. Mainstream media scrupulously avoids this publicly available data, as a beleaguered and distraught populace tries desperately to return to a “normalcy” that is not forthcoming.",
    "As this happened, Sri Lanka, already teetering under debt and fancifully having reduced taxes, took the “bungee jump without the bungee”, shutting the economy with the most draconian of lockdowns initially which administered a close to $ 1 billion body blow to that economy.",
    "Subsequent lockdowns became increasingly cosmetic, but the frequency with which the on/off switch was deployed, left so much frozen and uncertain and recurringly disrupted. And key lifelines like tourism were starved by this, even while neighbours like the Maldives racked up a record 2021 in terms of tourist visits, and even Morocco was open in relative terms, having read the proverbial tea leaves, and had 6 million tourists in 2021.",
    "Civil liberties were overthrown, eminent medical researchers and front-line doctors were censored, and so the madness continued, until Omicron intervened and provided a natural solution on a global scale by being unavoidably infectious and magnanimously mild. And natural immunity, long avoided, came to the fore as our rescue from the hysteria.",
    "Hannah Arendt insisted, and rightly, that we document our learnings, lest we repeat our horrific blunders. And today the need is crucial, even though we would love to avoid a forensic review of the last three years, and rather embrace whatever future possibilities invite our enterprise and attention.",
    "But if we have the courage and will to review the recent past, horror and shock will jolt us hopefully into fresh resolve for the future. Because some of what is patently untrue is still clung to as “desperate truth” just as lies that undid us are extolled as wisdom by some, lest our besieged self-concept evaporate further.",
    "Psychologist Tom Stafford wrote, “Repetition makes a fact seem more true, regardless of whether it is or not. Understanding this effect can help you avoid falling for propaganda.”",
    "He goes on to suggest, with unnerving insight, “If you repeat things without bothering to check if they are true, you are helping to make a world where lies and truth are easier to confuse. So, please, think before you repeat.”",
    "Three years later, the medical myths, the outright propaganda that underwrote the COVID mania have been largely disrobed. Almost all of it was pointless (continuing boosters for variants that no longer existed is just one of many examples), and much of it deeply harmful.",
    "From the Hart Group comes a list of 5 things that going forward, should simply not be on the table, no matter the frothing excess of the modellers who “forecast” Biblical disaster…all of their forecasts have been shown to be persistently inaccurate.",
    "The latest fetish is to try and show how “racoon dogs” may have been the source of “COVID SARS-CoV-2”. Not a shred of evidence (and their purported romping ritual with the bats beggars the imagination), but there are paradigmatic tremors lest the increasingly likely lab origins be confirmed, or worse, absence of any distinct pathogen be confirmed. So, here are Hart’s 5, with my comments:",
    "First, forced social isolation of citizens, on an extended basis, particularly when we know there is a 99% recovery rate for those below 70 and without multiple co-morbidities is morally and ethically wrong, and should not be a government mandate.",
    "Second, forced medical procedures, especially when “consent” is impossible with rushed through, experimental drugs is outrageous, and violates all the Nuremberg norms established too.",
    "Third, psychological manipulation by media and governments, with no open debates even  when there are front-line doctors with astounding public health results, and no published cost-benefit calculations, including the economic impact and inflationary impact and the ripple effects on not just life, but livelihood and society as a scaffolding, are irrational and can never be countenanced again.",
    "Fourth, usurping constitutional rights (right to work, freedom of movement and more) by government indefinitely is illegal. “Emergency” powers are for literal “emergencies”, and nothing keeps “emerging” for three years.",
    "Fifth, indemnifying cartels who have a monopoly on the drugs you “must” take to be allowed to partake in society, for the consequences of what they are jabbing us with, must be disallowed. India demanded Pfizer conduct local trials and refused to indemnify them, and Pfizer fled! And India was at least spared that batch of mRNA “vaccines” (which as they don’t stop re-infection or spread are really “therapeutics” and second-rate ones compared to other treatments available).",
    "These simple principles will help us steer our way clear of any future debacles of this type.",
    "Sri Lanka, emerging from the abyss hopefully, with greater political stability, with IMF infusion, seemingly ready to privatise key companies and inject transparency and greater enterprise into key sectors, and rededicate itself to developing national capabilities and invest in human capital, should heed its own counsel.",
    "Around the world, we did things in 2020 that would have been considered ridiculous and criminal in 2019. Nothing changed in that year but doctored videos of people collapsing in Wuhan and then rippling panic around the world. The Italians who were early on the front line, later concluded (as reported by their head of Public Health) that virtually none of the deaths, below a certain age, and without a slew of comorbidities, came exclusively or even primarily from COVID.",
    "We must make sure that our leadership, our judgment and our national fortunes are not mortgaged to such insanity going forward. We cannot be fed terrifying fables and succumb to paralysis, when we need instead a vitalising vision, anchored in data and facts as they emerge, and the alacrity to pounce on those insights.",
    "Now that would be a wonderful “rebirth day” to be celebrating three years down the road.",
    "(The writer is the founder and CEO of EPL Global and founder of Sensei Lanka, a global consultant with over 30 years strategic leadership experience and now, since March 2020, a globally recognised COVID researcher and commentator.)"
  ]
}