{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/24/twitter-to-revoke-%e2%80%98legacy%e2%80%99-verified-badges-in-april/",
  "time_ut": 1679650200.0,
  "original_lang": "en",
  "original_title": "Twitter to Revoke ‘Legacy’ Verified Badges in April",
  "original_body_lines": [
    "As Elon Musk promised, Twitter’s previous blue check-mark verification regime will soon be history.",
    "The social network, which the mega-billionaire bought last year in a debt-heavy $44 billion deal, announced on Thursday that starting April 1, it will remove the verified check-mark status of accounts that Twitter had been verified as notable before Musk’s takeover unless they have subscribed to Twitter Blue or the business-focused Twitter Verified Organizations plan.",
    "The only individual Twitter users who will have verified blue check-marks are those paying for Twitter Blue, which in the U.S. costs $8/month via the web and $11/month through in-app payment on iOS and Android. Earlier Thursday, the company announced that Twitter Blue was now available worldwide.",
    "For companies and brands, Twitter recently introduced a gold check-mark and has shifted government accounts to a gray check-mark. As previously indicated, a subscription to the social network’s new Twitter Verified Organizations program in the U.S. — which will be the only way to keep a gold or grey check-mark badge — will cost $1,000/month (plus tax) and $50/month (plus tax) for each additional affiliate subaccount. (See pricing here.)",
    "Twitter first introduced verified accounts in 2009 to help users identify that celebrities, politicians, companies and brands, news organizations and other accounts “of public interest” were genuine and not impostor or parody accounts. The company didn’t previously charge for verification.",
    "Musk opined that Twitter’s old system of verification was “corrupt” and opened up blue check-marks to any paying customer — a move to democratize the status symbol, perhaps, but also a means for Musk to generate a much-needed new revenue stream. “Far too many corrupt legacy Blue ‘verification’ checkmarks exist, so no choice but to remove legacy Blue in coming months,” Musk had tweeted in November.",
    "Prior to Musk’s change allowing anyone to get a blue check-mark, Twitter had more than 420,000 verified accounts. After he took over, Twitter changed the wording on the description of legacy verified accounts to say that they “may or may not be notable.” (Musk claimed he was responsible for the wording.)",
    "In November, two weeks after Musk closed the Twitter deal, the company launched Twitter Blue with the check-mark badge as one of the premium perks. But after two days, it suspended signups when a deluge of users set up fake and parody accounts that appeared to be “verified.” The company relaunched Twitter Blue the following month with new measures designed to prevent impersonators.",
    "In Musk’s first companywide memo to Twitter staffers last fall, he said the company would need roughly half its revenue to come from subscription services. “Without significant subscription revenue, there is a good chance Twitter will not survive the upcoming economic downturn,” he wrote.",
    "News1st wins Best News Bulletin of the Year at Raigam Tele Awards 2022",
    "Newsline with Dr. Nandalal Weerasinghe: What next for Sri Lanka’s economy?",
    "Suspect connected to the cutting off an electrician’s hands in Moratuwa, arrested"
  ]
}