{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/One-third-of-total-CT-scanners-in-Govt-hospitals-completely-down/108-262929",
  "time_ut": 1689123601.0,
  "original_lang": "en",
  "original_title": "One-third of total CT scanners in Govt. hospitals completely down",
  "original_body_lines": [
    "One-third of the total CT scanning machines in government hospitals are completely dysfunctional, medical professionals pointed out.",
    "According to the Government Radiological Technologists' Association, there are a total of 44 CT scan machines in government hospitals.",
    "Accordingly, twelve CT scan machines in the emergency unit of the National Hospital in Colombo, the others in the Kurunegala, Karapitiya, Trincomalee, Hambantota, Badulla, Ratnapura, Kalutara, Horana, National Dental Hospital, Sirimavo Bandaranaike Specialized Children's Hospital and Matara Hospital are not functioning, thus causing major inconveniences to patients and doctors as well.",
    "Some of these machines have not been in operation for months. All in all, it is the poor who have to bear the brunt of this issue as they cannot afford to go to private hospitals.",
    "\"Therefore, the Health Ministry should take swift measures to rectify these machines and bring them back to the system,\" the Radiologists' Association claimed.",
    "Commenting on the matter, GMOA Media Spokesman Dr. Chamil Wijesinghe told the Daily Mirror that due to these machines being dysfunctional the doctors too face difficulties in accurately diagnosing certain diseases, thus leading to confusions.",
    "Meanwhile, Director General of Health Services Dr. Asela Gunawardena told a news briefing that, \"The Health Ministry had not been granted sufficient funds for the last two years, which has delayed the restoration of these machines.\"",
    "\"However, as we have now cleared the hindrances, prompt measures are underway to repair these machines within one month,\" he added.",
    "A computerized tomography (CT) scan combines a series of X-ray images taken from different angles around the human body and uses computer processing to create cross-sectional images (slices) of the bones, blood vessels and soft tissues inside the body. CT scan images provide more detailed information than normal X-ray images do. (Sheain Fernandopulle)"
  ]
}