{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-singer-finance-rating-cut-to-bbb-lka-outlook-stable-fitch-143289/",
  "time_ut": 1702277040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Singer Finance rating cut to BBB (lka), outlook stable: Fitch",
  "original_body_lines": [
    "ECONOMYNEXT – Fitch Ratings has downgraded the national long-term rating of Sri Lanka’s Singer Finance (Lanka) Plc to ‘BBB (lka)’ from ‘BBB+(lka)’.",
    "This rating is a support driven rating and therefore this downgrade follows similar rating action on SFL’s parent, the company said in a statement.",
    "Its senior listed rated unsecured debentures of Rs 5 million issued on May 19, 2020 were also revised down from BBB+ ro BBB; and subordinated listed rated unsecured debentures of Rs 2,000 million issued in June 25, 2021 were revised down from BBB- to BB+.",
    "Fitch Ratings – Colombo/Mumbai – 07 Dec 2023: Fitch Ratings has downgraded Singer Finance (Lanka) PLC’s (SFL) National Long-Term Rating to ‘BBB(lka)’ from ‘BBB+(lka)’. The Outlook is Stable. Fitch has also downgraded SFL’s outstanding senior unsecured debt to ‘BBB(lka)’ from ‘BBB+(lka)’, and the outstanding subordinated unsecured debentures to ‘BB+(lka)’ from ‘BBB-(lka)’.",
    "Parent’s Weakening Ability to Support: The downgrade follows similar rating action on SFL’s parent, consumer-durable retailer, Singer (Sri Lanka) PLC (A(lka)/Stable), on 29 November 2023. SFL’s rating is based on our expectation of support from Singer, taking into account Singer’s 80% shareholding in SFL, the common brand name and a record of equity injections into SFL. As such, the downgrade reflects Singer’s weakening ability to provide support.",
    "Moderate Synergies: We believe SFL has limited synergies with Singer, as evident from SFL’s small share of lending within the group’s ecosystem. We also believe support from the parent could be constrained by SFL’s significant size relative to Singer, as its assets represented 41% of group assets at end-September 2023. SFL’s operational integration with the group is also low, although the parent has increased its focus on the subsidiary’s strategic long-term decision-making over the past few years and has meaningful representation on SFL’s board.",
    "Weak Standalone Profile: SFL’s intrinsic financial position is weaker than its support-driven rating. It has a small domestic vehicle-focused lending franchise and a high-risk appetite stemming from its exposure to customer segments that are more susceptible to difficult operating conditions.",
    "Less Severe Economic Risk: We expect downside economic risk to moderate after Sri Lanka completed the local-currency portion of its domestic debt optimisation, which addressed one element of risk to financial system funding and liquidity. We expect the operating environment to remain challenging in light of strained household finances and fragile investor confidence, but conditions should stabilise with a gradual economic recovery amid easing inflation and interest rates.",
    "Vehicle Loans Remain Dominant: SFL’s business model is dominated by vehicle financing, which accounted for 69% of its lending portfolio as at end-June 2023. Gold loans have been growing at a faster rate in the last few quarters, reaching 28% of SFL’s portfolio, amid lower demand for vehicle financing. However, we do not expect a major change in SFL’s vehicle-focused business mix in the medium term, given its more established franchise in this segment.",
    "Weak Asset Quality: SFL’s reported stage 3 assets ratio rose to 11.9% in the financial year ending March 2023 (FY23), from 6.6% in FY22, on weaker collections in its core vehicle loans segment as well as implementation of a stricter stage 3 recognition rule. We expect asset quality to remain stressed in the medium term, due to the weak economic environment. Nonetheless, loan collections could increase as borrower repayment capability improves, provided the economy gradually stabilises with declining inflation and interest rates.",
    "Profitability to Recover, Leverage Rising: We expect SFL’s net interest margin to gradually recover in the medium term amid a declining interest-rate environment. This, along with a potential pick-up in loan growth, should support earnings and profitability, but a strong loan expansion in the medium term could pressure leverage.",
    "Pre-tax profit/average total assets declined to 3.1% in FY23, from 4.5% in FY22, due to a sharply narrower net interest margin of 9.4%, against 12.7% in FY22. This followed a surge in borrowing costs due to rising interest rates. SFL’s debt/tangible equity reached 5.4x by end-September 2023, from 5.1x at FYE22.",
    "Improved Funding and Liquidity: SFL’s share of unsecured deposits/total debt swelled to 80% by end September 2023, from 52% at FYE22, supported by a greater focus on raising deposits. SFL’s increased cash and cash equivalents from deposit raising and reduced lending mitigated near-term liquidity pressure.",
    "Liquid assets/total assets rose to around 27% by end-September 2023, from 8% at FYE22, as SFL boosted its investments in liquid assets amid fewer lending opportunities.",
    "Factors that Could, Individually or Collectively, Lead to Negative Rating Action/Downgrade",
    "SFL’s rating is sensitive to changes in Singer’s credit profile, as reflected in Singer’s National Long-Term Rating.",
    "Singer’s weaker ability to provide support to SFL, as signaled through a further downgrade of its rating, SFL’s increased size relative to Singer that makes extraordinary support more onerous or delay in providing liquidity support relative to SFL’s needs due to economy-wide issues could also lead to negative rating action on SFL.",
    "The ratings may also be downgraded if we perceive a weakening in Singer’s propensity to support its finance subsidiaries due to weakening links. That said, SFL’s standalone credit profile could provide a floor to the rating.",
    "Factors that Could, Individually or Collectively, Lead to Positive Rating Action/Upgrade",
    "A significant positive turnaround in Singer’s financial prospects or increase in SFL’s strategic importance to Singer through a greater role within the group could lead to narrower notching from Singer’s profile. A large improvement in SFL’s intrinsic credit profile could result in its ratings been derived from its standalone profile.",
    "The rating on SFL’s senior unsecured debt is in line with the National Long-Term Rating, as the debt constitutes the unsubordinated obligations of the company.",
    "SFL’s Sri Lankan rupee-denominated subordinated debentures are rated two notches below its National Long-Term Rating to reflect their subordination to senior unsecured obligations. Fitch’s baseline notching of two notches for loss severity reflects our expectation of poor recovery. There is no additional notching for non-performance risk.",
    "SFL’s senior unsecured debt and subordinated unsecured debt ratings will move in tandem with the National Long-Term Rating.",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria."
  ]
}