{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/16/suspect-in-gota-assassination-attempt-freed-sivalingam-aruran-won-literary-awards-while-in-jail/",
  "time_ut": 1684243980.0,
  "original_lang": "en",
  "original_title": "Suspect in Gota assassination attempt freed; Sivalingam Aruran won Literary Awards while in jail",
  "original_body_lines": [
    "COLOMBO (News 1st); Sivalingam Aruran who was arrested on a charge of aiding an attempt on the life of Gotabaya Rajapaksa, when he was the defense secretary, was acquitted and released from all charges.",
    "Sivalingam Aruran spent 15 years in jail and penned several books, and two of them even received accolades at the State Literary Awards Ceremony 2022.",
    "Sivalingam Aruran was arrested under the Prevention of Terrorism Act in 2009 on a charge of aiding an attempt on the life of Gotabaya Rajapaksa in 2006, when he was the defense secretary.",
    "When the case was taken up in the presence of Colombo High Court Judge Nawaratne Marasinghe on Monday (15), the Additional Solicitor General appearing for the Attorney General informed the court that the case against the suspect will not be carried forward.",
    "Court ruled that the confession made by the suspect to an Assistant Superintendent of Police under the PTA was not voluntary, and thus ordered to acquit and release the suspect.",
    "43-year-old Sivalingam Aruran is an Engineering Graduate from the Moratuwa University.",
    "He was arrested while reading for his Postgraduate Degree at the University of Peradeniya.",
    "During his time in remand prison, Sivalingam Aruran penned seven books in Tamil, and one in English.",
    "At the State Literary Awards Ceremony 2022 the award for the best independent Tamil novel was presented to Sivalingam Aruran for the ‘Adurasalei’ novel.",
    "In 2016 he won the award for best independent Tamil novel as well.",
    "Fishing boat with large haul of drugs seized by Navy in high seas south of Sri Lanka"
  ]
}