{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89181/interrogations-into-booru-muna-lead-to-recovery-of-high-power-explosives-stash",
  "time_ut": 1679234700.0,
  "original_lang": "en",
  "original_title": "Interrogations into “Booru Muna” lead to recovery of high-power explosives stash",
  "original_body_lines": [
    "The police have uncovered a hidden cache of high-power explosive materials from Avissawella, following a confession made by contract killer “Booru Muna” who was arrested after fleeing police custody recently.",
    "Thereby, 662 grams of C-4 type high-power explosive materials were found hidden under a utility pole on Dasawella Road in Hanwella.",
    "The explosive material stash was recovered by the crimes division of the Western Province (South) Police.",
    "Accompanied by an attorney-at-law, Ravindu Sanka de Silva alias “Booru Muna” was arrested by the officers of Avissawella Police on Friday (March 17) while he was on his way to surrender to the court.",
    "Later, the investigators detained and interrogated “Booru Muna” for 72 hours in total following a detention order obtained from SSP Lalith Abeysekara in charge of the crimes division of Western Province (South) Police.",
    "Meanwhile, the crimes divisions of Galle, Negombo, Rathgama, Elpitiya, Hikkaduwa, Katunayake, Uragaha and Negombo police stations have also recorded statements from “Booru Muna” with regard to the murders and other criminal activities he was purportedly involved in.",
    "However, “Booru Muna” only admitted to two out of the nine murder allegations levelled against him, police sources revealed.",
    "“Booru Muna” who was the accomplice of “Rathgama Vidura” had been hired by organized Dubai-based criminal figure and drug trafficker Kannangarage Lalith Kannangar for a contract killing on the promise of a forged identity card and a passport. He had been tasked with orchestrating the murder of a restaurant owner in Hanwella who is said to have harassed the accomplices of Kannangara.",
    "During lengthy interrogations, the police uncovered that “Booru Muna” had divulged he was planning to blow up the aforesaid businessman’s residence and restaurant along with his brother’s restaurant using these explosive materials.",
    "Reports revealed that the Dubai-based criminal figure Kannangara had provided this cache of explosive materials to “Booru Muna”.",
    "Following the murder of the restaurant owner on 18 December 2022, “Booru Muna”, on the instructions of Kannangara, had hidden the cache of explosive materials under a utility pole on Dasawella Road.",
    "On February 24, “Booru Muna” fled police custody at the Bandaranaike International Airport (BIA) in Katunayake after he was barred from boarding a flight to Dubai owing to a travel ban previously issued by the court.",
    "“Booru Muna” had attempted to fly out of the country using a forged passport. However, two Buddhist monks had reportedly aided and abetted the suspect’s escape after he was taken into custody at the airport.",
    "Following his escape, Avissawella High Court on March 15 once again barred the foreign travels of “Booru Muna” after taking into the submissions presented by the Western Province South police division.",
    "Meanwhile, an active serving member of the Sri Lanka Navy, his wife and four others are currently under arrest for aiding and abetting “Booru Muna” following his escape last month."
  ]
}