{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92142/president-ranil-returns-to-island-after-concluding-india-visit",
  "time_ut": 1689990840.0,
  "original_lang": "en",
  "original_title": "President Ranil returns to island after concluding India visit",
  "original_body_lines": [
    "President Ranil Wickremesinghe has returned to the island on Friday night (July 21) after concluding his official two-day visit to India. This was his first visit to the neighbouring country after taking office in 2022.",
    "Accompanied by a 17-member delegation, Wickremesinghe departed for New Delhi on Thursday (July 20) at the invitation of Indian Prime Minister Narendra Modi.",
    "The visit took place as both countries celebrate the 75th anniversary of the establishment of diplomatic relations this year.",
    "During the course of his visit, the Sri Lankan leader engaged in bilateral with his Indian counterpart Droupadi Murmu, Prime Minister Modi and several other top Indian dignitaries in New Delhi, including billionaire industrialist Gautam Adani, National Security Advisor Ajit Doval and External Affairs Minister Dr. S.Jaishankar on a wide range of matters of mutual interest.",
    "The Indian president told President Wickremesinghe that New Delhi’s prolonged support to Sri Lanka in the past year to tide over the economic challenges is a testament to its long-standing commitment to bilateral relations with the island nation.",
    "President Murmu said that India’s partnership is enduring and beneficial to the common people of the two countries and the larger Indian Ocean Region (IOR) and that India looks forward to continuing and strengthening its developmental partnership with Sri Lanka under the leadership of President Wickremesinghe.",
    "Delivering a joint statement with PM Modi following their bilateral talks, President Wickremesinghe expressed his sincere gratitude to the government and people of India for their continued support during Sri Lanka’s most difficult times in recent history.",
    "Commending the impressive economic, infrastructure, and technological advancements made under PM Modi’s leadership, President Wickremesinghe emphasised that India’s growth would have positive impacts on both, the neighbouring countries and the Indian Ocean region.",
    "Meanwhile, PM Modi appealed to the Sri Lankan leader to implement the 13th Amendment and ensure a life of “dignity and respect” for the island nation’s Tamil population.",
    "He also announced a package of INR 75 crores for various development projects in the northern and eastern part of Sri Lanka.",
    "During President Wickremesinghe’s visit, Sri Lanka and India adopted a vision document for our Economic Partnership. “This vision is to strengthen the maritime, air, energy and people-to-people connectivity between the people of both the countries. The vision is to accelerate mutual cooperation in tourism, power, trade, higher education and skill development. This is the vision - of India’s long-term commitment towards Sri Lanka,” PM Modi said.",
    "To this end, the two sides agreed to work together for the establishment of a multi-product petroleum pipeline from the southern part of India to Sri Lanka, in a bid to ensure an affordable and reliable supply of energy resources to Sri Lanka.",
    "Accordingly, it was also decided to undertake mutually agreed joint exploration and production of hydrocarbons in Sri Lanka’s offshore basins with an aim to develop Sri Lanka’s upstream petroleum sector.",
    "The resumption of passenger ferry services between Nagapattinam in India and Kankesanthurai in Sri Lanka and Rameshwaram and Talaimannar, and other mutually agreed places, was alos discussed.",
    "The two leaders agreed to further develop Trincomalee as a national and regional hub of industry, energy and economic activity on the basis of mutual understanding.",
    "In addition, Sri Lanka and India also signed five key Memorandums of Understanding (MoUs) on (1) animal husbandry and dairying, (2) cooperation in the field of renewable energy, (3) cooperation for economic development projects in Trincomalee District, (4) Unified Payments Interface (UPI) acceptance in Sri Lanka, and (5) energy permit for Sampur Solar Power Project.",
    "The signed agreements were exchanged in the presence of the Indian PM and the Sri Lankan President."
  ]
}