{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82934",
  "time_ut": 1697805000.0,
  "original_lang": "en",
  "original_title": "President Xi Jinping states China is committed without any political agenda to assist Sri Lanka in achieving economic stability; Acknowledges President Ranil Wickremesinghe’s Speech at UN, reflected Sri Lanka’s  strategic independence and its neutral stance.",
  "original_body_lines": [
    "(Text of Press Release Issued by President’s Media division on 20th October 2023)",
    "President Xi Jinping of the People’s Republic of China stated that China is committed to assisting Sri Lanka in achieving economic stability without any political agenda. He expressed his desire to collaborate closely with President Ranil Wickremesinghe.",
    "Furthermore, President Xi Jinping acknowledged that Sri Lanka’s speech at the United Nations General Assembly, delivered by President Ranil Wickremesinghe, reflected the country’s strategic independence and its neutral stance.",
    "Bilateral discussions between President Ranil Wickremesinghe, who is on an official visit to China and Chinese President Xi Jinping took place at the Great Hall of the People. President Xi Jinping warmly welcomed President Ranil Wickremesinghe and after a friendly exchange, the two leaders engaged in bilateral talks.",
    "President Xi Jinping reiterated China’s commitment to the “One China” policy and expressed gratitude for Sri Lanka’s support for the “Belt and Road” initiative. He highlighted the port city and Hambantota port as key projects under this initiative and pledged to promote imports of Sri Lankan products to China and increase investments in Sri Lanka. Additionally, President Xi Jinping assured that China would provide friendly, practical and timely support for Sri Lanka’s debt optimization program.",
    "President Xi Jinping also mentioned the historical relations between China and Sri Lanka, citing travel notes by the Faxian monk and Zheng He.",
    "In response, President Ranil Wickremesinghe expressed his appreciation for China’s longstanding support to Sri Lanka and commended President Xi Jinping for his consistently friendly attitude towards Sri Lanka. He informed President Xi Jinping about plans to construct a Sri Lankan Buddhist temple and stupa in commemoration of the visit of Faxian monk to Sri Lanka and President Xi Jinping expressed China’s support for these activities.",
    "President Ranil Wickremesinghe expressed Sri Lanka’s hope to establish a maritime economic corridor linking China, Myanmar, Sri Lanka and South Africa. President Xi Jinping acknowledged the challenging nature of this endeavour and encouraged President Wickremesinghe to take the lead.",
    "The conversation also emphasized the significance of positioning Sri Lanka as an economic hub in the Indian Ocean region. President Ranil Wickremesinghe underlined Sri Lanka’s commitment to preserving peace and the identity of the Indian Ocean region, advocating for cooperation between India and China to foster development in Asia.",
    "President Ranil Wickremesinghe disclosed Sri Lanka’s ambition to achieve developed status by 2048 and he highlighted the substantial foundation provided by the eight-step program unveiled at the 3rd “Belt and Road” forum for International Cooperation.",
    "Additionally, the leaders discussed the ongoing conflict in the Gaza Strip.",
    "Notable attendees at the event included Foreign Minister Mr Ali Sabry, President’s Senior Adviser on National Security and Chief of Staff Mr Sagala Ratnayaka, Central Bank Governor Dr. Nandalal Weerasinghe and President’s Private Secretary Ms Sandra Perera."
  ]
}