{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96016/sri-lankan-origin-tracking-tech-pioneer-recognized-in-kings-honour-list",
  "time_ut": 1703955900.0,
  "original_lang": "en",
  "original_title": "Sri Lankan-origin tracking tech pioneer recognized in King’s Honour List",
  "original_body_lines": [
    "A pioneer of location-tracking technology has been appointed OBE in the King’s New Year Honours in the United Kingdom.",
    "Dr Sabesan Sithamparanathan, who founded Cambridge company PervasID, devised a real-time location tracking system used by NHS trusts, hospitals, aircraft manufacturers and retailers.",
    "He is among 105 people in the East honoured for their exceptional contribution to their communities.",
    "He said he was “absolutely over the moon, thrilled” to receive the award.",
    "Dr Sithamparanathan is recognised for services to innovation technology and the promotion of Science, Technology, Engineering and Mathematics (Stem) subjects in education.",
    "He said it was “a great honour and testament to the hard work and innovation of the entire team”.",
    "In hospitals, his system uses electromagnetic fields to track surgical instruments, ensuring they are decontaminated and sterilised properly, and available in the right place at the right time.",
    "Retailers have also adopted the technology to track stock and enhance click-and-collect services.",
    "Originally from Sri Lanka, Dr Sithamparanathan studied at the University of Sheffield before embarking on a PhD at Corpus Christi College, Cambridge, where he developed his tracking system. He was elected a research fellow at Girton College in 2011.",
    "“I came here as a teenager to pursue higher education,” he said.",
    "“If it was not for Cambridge and the people who mentored me along the way, I would not be where I am today.",
    "“Cambridge allowed me to exploit possibilities; to maximise potential. I learned from very talented professionals.",
    "“At the end of the day, innovating is exciting but bringing an idea from the lab to the real world has been a real challenge.",
    "Other people from Cambridgeshire who have received awards in the King’s New Year Honours List include:",
    "• Lorna Woor, 69, from Cambridge, the founder of a village stitches group, receives the BEM for services to the community",
    "• Sheila Betts, 72, from Cambridge, the chair and volunteer with the Jarman Centre for Girlguiding, receives the BEM for services to young people",
    "• Sharon Livermore, 42, from Ely, is appointed MBE for services to the victims of domestic abuse",
    "• Helen Pain, 54, from Great Chishill, is appointed MBE for services to science",
    "• Maxine Purdie, 54, from Ely, is appointed MBE for services to knowledge exchange",
    "• Julia Fentem, 57, from Huntingdon, is appointed MBE for services to human health and animal welfare",
    "• Joan Winterkorn, 74, from Cambridge, is appointed MBE for services to heritage and culture",
    "• Michael Frankl, 75, from Cambridge, is appointed MBE for services to charity, to homeless people and to the Jewish community in Cambridge"
  ]
}