{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/MPs-want-no-political-interference-in-probe-against-Ali-Sabri-Raheem/56-748664",
  "time_ut": 1684883564.0,
  "original_lang": "en",
  "original_title": "MPs want no political interference in probe against Ali Sabri Raheem",
  "original_body_lines": [
    "SJB’s Harshana Rajakaruna says incident contributes to the negative perception of all 225 MPs",
    "Asks Govt. to allow independent probe to ensure all MPs are not tarnished by the case",
    "Former President Maithriapala Sirisena agrees and calls for unbiased investigation",
    "Opposition Members of Parliament yesterday demanded an unbiased investigation, free from any political interference, to probe the accusations of gold smuggling involving Puttalam district All Ceylon Makkal Congress (ACMC) MP Ali Sabri Raheem.",
    "Speaking in parliament, Samagi Jana Balawegaya (SJB) MP Harshana Rajakaruna said that incidents like the alleged gold smuggling case involving Raheem contribute to a negative perception of all 225 MPs among the people of the country.",
    "“Therefore let investigations be conducted without any political interference and allow necessary legal action to be taken in this regard. If not this will tarnish us all,” he stressed. “We request the Government to look into this matter,” Rajakaruna urged.",
    "Sri Lanka Freedom Party (SLFP) leader and former President Maithrapala Sirisena joined the debate and expressed similar sentiments. He too called for an independent probe into the incident.",
    "Raheem was arrested by officers of Sri Lanka Customs yesterday at the Bandaranaike International Airport (BIA) while attempting to enter the country with an undeclared haul of gold weighing 3.5 kilograms. It is reported that the estimated market worth of the seized gold is Rs. 75 million.",
    "As of last night Sri Lanka Customs said they found  3.397 kilograms of gold jewellery and biscuits worth Rs. 74 million and 91 smartphones worth Rs. 4.2 million in the possession of the detained MP.",
    "Sri Lanka Customs officials said the arrest of the MP who had arrived on FlyDubai flight FZ 547 was made on a tip-off received. The MP was attempting to exit BIA via the VIP terminal when the arrest was made.",
    "According to law enforcement officials, the MP and another accompanying him have been detained and transported to Colombo for further questioning."
  ]
}