{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Creeping-out-of-crisis-with-IMF-is-not-development/4-747278",
  "time_ut": 1681173471.0,
  "original_lang": "en",
  "original_title": "Creeping out of ‘crisis’ with IMF is not ‘development’",
  "original_body_lines": [
    "It takes serious new thinking to come out of this crisis that is not just about a consumer market but about human development",
    "Labour Minister Manusha Nanayakkara had on 5 April told media, trade union leaders have not declared their assets and liabilities as required by law. His selective loss of memory made him miss the opportunity to tell media whether he had declared his and his family assets and liabilities annually according to law. This sudden move by Minister Nanayakkara in discrediting TU leaders, comes with the tri-partite National Labour Advisory Council (NLAC) established according to ILO Convention 140 left neglected. Insulting trade union leaders is also linked to his statement on redrafting present labour laws into a “Labour Code” more “flexible” than present labour laws.",
    "This Labour Code was attempted during PM Wickremesinghe’s Yahapalanaya government in 2017 under then Investment Promotion Minister Malik Samarawickrama a big-time businessperson, supported by the USAID. Opposed by trade unions in the NLAC on grounds Investment Promotion Ministry and the USAID have no right to tinker with labour laws, that effort folded up. That perhaps is reason for Minister Nanayakkara to avoid convening the NLAC and discrediting trade union leaders publicly.",
    "Making labour laws “flexible” is a demand by employers who argue, Sri Lanka’s rigid labour laws are a major reason for big-time FDIs to avoid SL despite massive financial incentives and benefits provided. What is not mentioned in any forum is, employers have continued to ignore “decent work” defined by ILO as “productive work for women and men in conditions of freedom, equity, security and human dignity” read together with ILO Conventions 87 and 98. Workers are denied fundamental rights of joining/organising a trade union though guaranteed under Article 14.1(d) of the Constitution. The same Constitution that under Article 14.1(g) guarantees “any lawful occupation, profession, trade, business or enterprise.” Can the Joint Apparel Association Forum (JAAF) that claims they stand for “ethical business and manufacturing practices” say how many manufacturers out of about 350 have allowed and have recognised trade unions in their factories to date?",
    "Do they say the right to organise/association they enjoy without any hindrance should not be allowed for workers? They have their own associations like JAAF, chambers of commerce, export manufacturers’ organisations, Employers’ Federation of Ceylon to represent their business interests. But for workers, the only collective organ is the trade union and the only place they can go for redress, justice and fair play both individually and represented by a trade union is the Labour Department with labour laws. Is this what they call “rigid” labour laws that big-time investors feel reluctant to come to SL?",
    "What goes without explanations with them is why Fortune 500 companies go to Vietnam where minimum wage is decided by the State, where they have statutory rest periods and annual paid leave, trade unions is a right and work stoppage is legal, where there is right to collective welfare and participation in management. Are they any less rigid than here in SL? (https://www.ilo.org/dyn/natlex/docs/WEBTEXT/38229/64933/E94VNM01.htm)",
    "Reducing SL labour to a non-unionised, heavily exploitable labour force has now come with IMF conditions on “structural reforms” with plenty of rhetoric included. What should not be left with disregard is the fact implementation of the program comes with IMF diktats as expertise and technical support. In compliance with IMF proposals Minister Nanayakkara has convened a tripartite sub-committee to draft a Jobs Recovery Strategy that would place “decent and productive employment and inclusive growth at the centre of economic recovery plans” as spelled out in its TOR. The sub-committee chaired by the Ministry of Labour Secretary often accused of employer bias drafting a Jobs Recovery Strategy to ensure decent and productive employment, would be more like writing fiction. The TOR done by the ministry officials for the sub-committee itself is a bundle of empty phrases borrowed from IMF statements.",
    "What is interesting here is that the TOR for Jobs Recovery Strategy in its very title accept jobs are lost in large numbers. Not due to trade unions and labour laws, but due to mismanagement and wheeler dealing by investors and businessmen as noted in a previous Daily FT article (27 March) of mine where I refer to a ST investigative news report. The TOR also predicts with IMF conditions, “restructuring SOEs to ensure financial viability is likely to result in layoffs”. Certainly, not in small numbers. And the Jobs Recovery Strategy intends to address “immediate effects of the crisis and steps needed to promote a recovery.” This incidentally is where the Labour Dept. and the Government firmly tied to the IMF program are caught in a Catch-22 situation.  With increasing poverty, reduced income and with more job losses to come, “recovery” from this crisis in immediate terms would be to have essential consumer items and basic facilities for daily life at affordable prices for the larger majority of the population, not only for employees thrown out of work. Also economic space in the informal sector for better incomes. This requires two overlapping programs. One to collect, plan and manage State revenue efficiently to fund essential subsidies and social welfare and two, create a multi-sector national economy for growth to take care of a regulated import bill without any more dollar loans. That unfortunately is not what the IMF program caters for. What IMF said about the EFF loan of around $ 3 billion is, it is “expected to catalyse a new external financial including from the Asian Development Bank and the World Bank.” IMF Senior Mission Chief for Sri Lanka Peter Breuer at the media briefing to announce the IMF Executive Board decision to support SL said, “In 2021, revenues were something like 8.6 or so percent of GDP and expenditure of 9 percent. In the past, the Government has been able to finance that with borrowing from official and private creditors. At the moment, no one is willing to cover that (trade) gap.” What he meant was, SL is yet again given a new lease of life by IMF with a better image to borrow dollars externally.",
    "In short, all of it is about going back to the undisciplined, morally and ethically washed out, crime-rich pre-2019 society. To the same market economy that led to this corrupt decline and bankruptcy with more loans and increasing debts. What we need is not just getting out of this economic crisis and walking back to the past that IMF has programmed for and this Government agreeing to implement. What we need is to move away from this morally and ethically corrupt, selfish urban market economy to a civilised, inclusive society where all are equal in every facet of socio-economic and cultural life. Thus apart from “recovery” being explained in terms of short-term immediate economic needs, “development” also needs to be defined in broader human terms.",
    "A government with an ideology that believes in less and less State interventions in this market economy and opening it for more liberal trade, cannot define what “development” is and plan accordingly for the future. With no clue on FDIs that would come in the months and years ahead and where and what they would invest on, can the BOI-SL or the Labour Dept. project employment requirements for next 15 to 20 years? What can the tertiary education sector plan for the next 20 years and career guidance focus on? There cannot be development planned on “guess estimates.” All these past decades, “development” in this unpredictable and corrupt free market economy therefore was simply left to be understood as “market expansion with increasing numbers of urban middleclass consumers.”",
    "“Development” in any language is not “market expansion” for middleclass consumers. “Development” in this modern world should mean, quality improvement in individual and in collective social life with “democracy and rights.” It should provide a decent income to all citizens for a working day to meet cost of all daily needs and leave an extra wallet for entertainment and leisure. That also says, development is about quality improvement of life with free time and money for family and personal cultural activities and for socialising. Added is the necessity for all districts to have infrastructure that provide modern libraries, auditoriums, theatre and cinema halls, children’s parks, playgrounds and green shades with easy access to all. None the 40 plus years of this market economy with much pampered FDIs have provided for.",
    "Anchored on that failed economic model, IMF program is not about “development.” It cannot be, when IMF wants only new legislations for CBSL “independence” and “structural reforms to address corruption vulnerabilities” and do not even want to know there is heavy militarisation and security aided Sinhala colonisation in north-east. There is an internationally condemned Anti-Terrorism Act gazetted the EU has raised serious concerns about. In that backdrop, any and all who still argue for a free market economy with “finely edited labour laws” and more incentives for FDIs are either incapable of thinking of an inclusive and a secular development model for the future or have vested interests in a corrupt, politico-economic system that Sri Lanka lived with for 43 years till it fell apart. To sum up, the IMF program is not about “development” SL needs when it is not about “democracy and rights”. It takes serious new thinking to come out of this crisis that is not just about a consumer market but about human development."
  ]
}