{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/05/government-approval-doubles-to-21-in-june-verit%c3%a9-research/",
  "time_ut": 1688553240.0,
  "original_lang": "en",
  "original_title": "Government approval doubles to 21% in June: Verité Research",
  "original_body_lines": [
    "Latest ‘Mood of the Nation’ poll shows that economic confidence is less negative than in February, said Verité Research.",
    "The approval rating of the government doubled to 21% in June 2023 from the 10% that was recorded in both February 2023 and October 2022, according to the latest round of the Gallup style ‘Mood of the Nation’ poll of Verité Research.",
    "The survey showed satisfaction with the state of the nation increased, although only to 12% in June. Economic confidence also improved from the (-) 78 recorded in both February and October but remained in negative territory at (-) 44.",
    "The Mood of the Nation poll is conducted periodically by Verité Research and is based on an island wide nationally representative sample of responses. The sample and methodology are designed to limit the maximum error margin to under 3% at a 95% confidence interval, which meets the gold standard of surveys.",
    "1. Government approval rating | 21% | To the question, “Do you approve or disapprove of the way the current government is working?” 21% said they approve (with an error margin of ± 2.68%). Further, 18% said that they do not have an opinion on the way the current government is working.",
    "2. Sri Lanka satisfaction | 12% | To the question, “In general, are you satisfied or dissatisfied with the way things are going in Sri Lanka?” only 12% said they were satisfied (with an error margin of ± 2.21%). This rating was at 4% in February 2023 and 7% in October 2022.",
    "3. Economic confidence | negative (-) 43.8 | Multiple choice questions on the condition and trajectory of the economy were used to generate an economic confidence score. The score can range from negative (-) 100 to positive (+) 100. A score above zero means more people see the economic conditions positively rather than negatively. If everyone thinks that the economy is in poor condition (instead of good or excellent), and everyone also thinks it is getting worse (rather than better), then the score will be a (-) 100.",
    "In June 2023, 0.8% rated the economic conditions as excellent, 26.6% rated it as good; and 28.8% rated it as getting better. The resulting score was a negative (-) 43.8 (rounded off as negative 44).  This rating was (-) 78 in both February 2023 and October 2022.",
    "The Mood of the Nation survey is designed to assess the approval, satisfaction, and confidence of the nation in relation to the government, the country, and the economy. The poll is based on an island wide nationally representative sample of responses from 1,008 Sri Lankan adults, conducted in June 2023. The poll is conducted as a part of the syndicated survey instrument by Verité Research. This instrument also provides other organisations the opportunity to survey the sentiments of Sri Lanka."
  ]
}