{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95601/liberty-publishers-win-big-at-journalism-awards-for-excellence-2022",
  "time_ut": 1702401360.0,
  "original_lang": "en",
  "original_title": "Liberty Publishers win big at Journalism Awards for Excellence 2022",
  "original_body_lines": [
    "The 24th edition of Sri Lanka’s prestigious print media awards ceremony in Sri Lanka, \"Journalism Awards for Excellence 2022\" was held at the Mount Lavinia Hotel today (Dec.12).",
    "Journalists of the three newspapers owned by Liberty Publishers, namely ‘Aruna’, ‘The Morning’ and ‘Thamilan’ have won big at the event.",
    "C.R. Janister Perera of ‘The Sunday Morning’ was awarded the Sports Journalist of the Year (English), while K. A. Sumudu Chamara of ‘The Morning’ was conferred the title ‘Best Healthcare and Medical Reporter of the Year (English)’.",
    "K. A. Sumudu Chamara of ‘The Morning’ was conferred the title ‘Best Healthcare and Medical Reporter of the Year (English)’.",
    "The Merit award in Prof. Kailasapathy Award for Reporting Under Special Circumstances went to Liyan Pathirana of ‘Aruna’ newspaper.",
    "Ehamparam Ravivarman of ‘Thamilan’ newspaper picked up the Merit award for the Upali Wijewardena Feature Writer of the Year (Tamil).",
    "Consequently, the ‘Thamilan’ newspaper won the award for Best Designed Newspaper of the Year (Tamil) while S. Abeysiriwardana of ‘Sathi Aga Aruna’ bagged the award for the Photojournalist of the Year.",
    "Meanwhile, in the category of online newspapers, the Best Designed News Website (Sinhala) was won by the Aruna.lk.",
    "The Journalism Awards Program was brought to life by The Editor’s Guild of Sri Lanka (TEGOSL) in 1994. However, following the establishment of the Sri Lanka Press Institute (SLPI) in 2004, the ceremony was jointly organized by the TEGOSL and SLPI."
  ]
}