{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/roshan-fernando-appointed-canon-asia-voyager-of-light-for-2023-in-sri-lanka/",
  "time_ut": 1679502240.0,
  "original_lang": "en",
  "original_title": "Roshan Fernando appointed Canon Asia Voyager of Light for 2023 in Sri Lanka",
  "original_body_lines": [
    "Roshan Fernando, one of the most prominent cinematographers in Sri Lanka was recently appointed as a Canon Asia Voyager of Light for Sri Lanka for 2023 for Canon Professional Digital Video and Cinema EOS Products by Canon Singapore (Pte) Ltd. and Metropolitan Technologies (Private) Limited.",
    "Roshan Fernando is the director of productions at Studio FX (Private) Limited, one of the oldest Video Production Companies in Sri Lanka. He has over 17 years of experience in the industry, working on a multitude of projects ranging from Musicals, Natural History & Wildlife, and Corporate Documentaries.",
    "He has been the director and cinematographer for nearly 20 international celebrities and artists who toured Sri Lanka including Yanni, Enrique Iglesias, Russell Peters, Kenny G, Michael Learns to Rock, Boyzone, Boney M, Nigella Lawson, Shaggy, Diana King, Big Mountain, Maxi Priest, to name a few.",
    "He has also been the local cinematographer and for productions such as 72 Dangerous Animals Asia (Episode 8 -shot in Sri Lanka about common kraits) on Netflix, BBC Mammals (Episode about Human Elephant), and an upcoming Warner Bros. production.",
    "He was also the only Sri Lankan cinematographer who was appointed as an Official at Expo 2020 – Dubai.",
    "Roshan has been a Canon Cinema EOS user for nearly 10 years and has been using Canon Cinema EOS and Professional Digital Video Equipment for all his international & local productions.",
    "Canon has been the #1 brand for cameras for over 19 years. Metropolitan is the sole authorized distributor for Canon in Sri Lanka for nearly 5 decades and operates the only Canon authorized service center in Sri Lanka.",
    "IMF Executive Board approves US$3 Billion under the Extended Fund Facility arrangement for Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}