{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/massive-film-series-has-successful-run/",
  "time_ut": 1704527400.0,
  "original_lang": "en",
  "original_title": "Massive film series has successful run",
  "original_body_lines": [
    "I write about the The Crown which depicted in six seasons and 60 episodes the reign of Queen Elizabeth II. The historical television series was written by Peter Morgan and produced by Left Bank Pictures and Sony Pictures Television for Netflix. Morgan developed the Crown  series from his film The Queen (2006) and stage play The Audience  (2013). The six season series spans almost six decades and was filmed mostly in Elstree Studios in Hertfordshire with location shooting elsewhere.",
    "The start of the series was in 2016 and has King George VI discovering blood when he coughed. It deals with Lord Louis Mountbatten arranging the courtship of Philip and Princess Elizabeth and their wedding in 1947. The king dies and Queen Elizabeth takes over. The end of the sixth series (Dec 2023) sees the wedding of Charles and Camilla Parker Bowles. The very end shows the Queen walking all alone down an Aisle after the wedding.",
    "The series cost $260 million, the most expensive film series ever produced. Season One covers the years 1947-55; season two 1956-64; three 1964-77; four 1979-90; five 1991-97; six 1997-2005.",
    "While Peter Morgan was the principal screen writer throughout – a feat in itself, the actors playing all roles changed. An excellent move instead of resorting to make-up applied on the same actors to depict ageing. Every two seasons, the principal actors were changed. Clair Foy was the young princess and crowned as Queen Elizabeth II; Olivia Coleman played brilliantly the under 60s Queen and Imelda Staunton was outstanding as the ageing queen, capturing so accurately and elegantly the Queen’s dedication to duty; the stoic, unflinching facing of very many tragedies; feeling pity finally for Diana who almost wrecked the Royal Family; and dealing with PMs of varied personalities. Prince Philip was role played by Mat Smith, Tobias Menzies and Jonathan Pryce, again for two seasons each.",
    "is undoubtedly a success in every aspect of a film series. It has been praised by critics for its acting, directing, writing, cinematography, and production values. No negatives? There were, about inaccuracies, actually very few in number. The story line was very close to what actually happened in the House of Windsor and in the UK. It has won numerous awards, including a Primetime Emmy Award for outstanding Drama Series and two Golden Globe Awards for Best Television Series – Drama.",
    "I consider myself very lucky having watched all 60 episodes on Netflix. I revelled in them, I must admit. But even a person who cocks a snook at British recent history and the Royal Family would have to admit the series is excellent. I will comment here on the final two seasons watched in November and December last year.",
    "The fifth season of ten episodes, each about an hour in duration, which closely follows the Queen’s life and reign, was released by Netflix after the death of both Prince Philip (April 9, 2021) and the Queen (September 8, 2022). It covers her named ‘Annus Horribilis’ when the marriages of three of her children fell apart. Much is shown of Diana and her infamous book and Bashir interview. The 10th episode shows her being befriended by Mohamed Al Fayed; and she falls into his trap.",
    "“The personal eclipses the political in Season 5 of The Crown… The queen confronts a new decade in a fast evolving world.” John Major is Prime Minister who helps her seem less remote. Dominic West stars as Prince Charles and Elizabeth Debicki, closely resembling Princess Diana, very competently conveys all Diana’s loneliness, charm and wile too.",
    "The sixth and final season of this marvelous series chronicling the years 1997 to 2005, was released by Netflix in two volumes, eagerly and salivatingly (!) awaited by me; on November 16 and December 14. The production began just before the death of the Queen.",
    "Volume one of season six starts with a continuation of Princess Diana’s dalliance with Dodi Al Fayed. No mention is made of the Pakistani surgeon she was said to be in love with. I who always thought Diana a schemer and to blame for everything, felt pity for her as the story shows fate intervening. While on the Fayed yacht with only Dodi as co passenger, she wants to return to London to be with her sons who are in Sandringham.",
    "But Mohamed Al Fayed plans to ‘catch’ Diana and orders his son to buy a ring and spend a night in Paris in his apartment and propose marriage. Thus travel to London is delayed by one day. The proposal is made and refused by Diana in the film. Asked where she would like to dine she suggests the Ritz, and thus the tragedy.",
    "One feels such pity for the two boys, particularly William who, on hearing of Diana’s death is lost in the moors for 14 hours. Comment: it was incorrect. The Queen comments pityingly when shown press photographs of Diana in the yacht. “May she find peace.” Premier Tony Blair and Charles insist the royal family participates in the funeral in London.",
    "Princess Margaret is shown holidaying in her Caribbean island and burning her feet in the bathtub, and her death. The Queen Mother dies with Queen Elizabeth seated by her on her bed.",
    "Volume 2 of Season 6 has more film footage on the two princes – William and Harry. It shows their closeness and William’s protective guidance of his troublesome brother. The Queen’s Golden Jubilee; the Queen and Prince Philip examining models of their funeral processions; the early relationship of Prince William and Kate Middleton are significant here. Shown is Kate’s mother scheming the union. The film ends with the wedding in a registry of Prince Charles (Dominic West) and Camilla Parker Bowles (Olivia Williams).",
    "The final scene is imbued with unstated messages and insights into the Queen’s nature, particularly her aloneness and dedication to serve. She is all alone in the church or chapel after the simple wedding ceremony of the heir to the throne. She is depicted pondering whether to abdicate to allow Charles to rule before he gets older. She decides to serve until she dies. She then walks resolutely towards the partly open door of the church through which she exits.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}