{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/President-articulates-his-vision-for-SL-in-Harvard-University-interview/34-746769",
  "time_ut": 1679865782.0,
  "original_lang": "en",
  "original_title": "President articulates his vision for SL in Harvard University interview",
  "original_body_lines": [
    "President Ranil Wickremesinghe on Friday articulated his vision for Sri Lanka and on-going efforts to bring stability followed by socio-economic growth during an interview organised by Harvard University on Friday, through Zoom technology.",
    "He also said that Sri Lanka’s access to the growing Indian and African markets should not be disrupted by any big power rivalry or conflict.",
    "The President also highlighted the rising competition between China and the Quad, which has been further aggravated by the newly formed ‘Aukus’ pact between Australia, the United States and the United Kingdom.",
    "Additionally, he stated that Sri Lanka supports ASEAN’s vision of the Indo-Pacific region and is committed to ensuring the freedom of navigation in the Indian Ocean and the security of undersea cables, as it is essential for the future of the country.",
    "He said that Sri Lanka aims to achieve a significant development goal in the next 25 years by working alongside other countries in the Indian Ocean and South Asia. The Government’s 25-year new reformist program will drive the country towards this objective, and the President has invited the entire Sri Lankan youth community, including those living in the diaspora, to actively participate in building a developed Sri Lanka.",
    "President Wickremesinghe also stated that Sri Lanka plans to become an upper-middle-income country by 2048, which marks the 100th anniversary of independence from colonial rule, and achieving this goal depends on the country’s commitment to economic reforms.",
    "The President said that as a small country with a strong democratic tradition and an open economy, Sri Lanka has always maintained its political independence and viewed India, its closest neighbour with the longest relations, as the protector of the region.",
    "The President also highlighted Sri Lanka’s role in building a new economy by collaborating with the development of the Asian region and India, moving away from the old economy. He suggested that the free trade agreement with India should be elevated to an economic cooperation and technical agreement and expressed his willingness to enter into an agreement with the largest trade group in Asia, the Regional Comprehensive Economic Partnership, which would allow Sri Lanka to continue trading with the largest trade group in the world.",
    "In his discussion on proposed social, economic, and political reforms to create a prosperous and productive Sri Lanka in the next 25 years, the President emphasised the need for equal opportunities and resources to be provided to all ethnic groups, leading to inter-ethnic discussions and mutual understanding to find solutions to the ethnic problem in Sri Lanka. He also stressed that national unity can be strengthened by embracing and celebrating diversity among people."
  ]
}