{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/18/indian-navy-sub-to-reach-colombo-on-monday-19/",
  "time_ut": 1687082400.0,
  "original_lang": "en",
  "original_title": "Indian Navy sub to reach Colombo on Monday (19)",
  "original_body_lines": [
    "Indian Naval Submarine ‘Vagir’, which is the latest indigenous Kalvari-class submarine of the Indian Navy, will undertake an operational visit at Colombo from 19-22 June 2023 to commemorate the 9th edition of International Day of Yoga (IDY) under the theme of ‘Global Ocean Ring’.",
    "The Commanding Officer of the Indian Naval submarine Commander Divakar. S will call on Commander Western Naval Area Rear Admiral Suresh De Silva. During the submarine’s visit the vessel would be open for visitors and school children.",
    "The High Commission of India in coordination with Swami Vivekananda Cultural Centre is scheduled to organize a grand event at Colombo Port to celebrate IDY on 21 June 2033 with participation of senior defence hierarchy and personnel from Indian and Sri Lanka Navies.",
    "The Indian Navy is participating in the 9th edition of IDY with the unique initiative of performing Yoga on selected ports across the world forming a ‘Global Ocean Ring’.",
    "Connecting people the world over in a common pursuit of wellness, IDY 2023 resonates with the theme of India’s ongoing presidency of the G20, Vasudhaiva Kutumbakam or ‘One Earth, One Family, One Future’.",
    "It may be recalled that Indian Naval Ships Delhi, Sukanya, Kiltan and Savitri had earlier visited Colombo and Trincomalee earlier this year, during which Yoga sessions were organised with Sri Lanka Navy.",
    "Recently, in June 2023, Sri Lankan Armed Forces participated in the three-day Yoga workshop across five cities in Sri Lanka, which was organized by Swami Vivekananda Cultural Centre.",
    "Visits by Indian Navy ships and submarines in Sri Lanka aim to foster brotherhood and togetherness between the two neighbouring navies in keeping with the India’s vision of ‘Neighbourhood First’ policy and ‘Security and Growth for all in the Region (SAGAR)’.",
    "Compensation for X-Press Pearl disaster estimated at 6.4 billion US dollars",
    "PNS ‘Tippu Sultan’ arrives at port of Colombo on official visit"
  ]
}