{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/20/booru-moona-leads-cops-to-high-powered-explosives/",
  "time_ut": 1679296620.0,
  "original_lang": "en",
  "original_title": "‘Booru Moona’ leads cops to high-powered explosives",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka Police said that 662 grams of high-powered explosive were recovered following the interrogation of  Ravindu Warnaranga also known as 'Booru Moona'.",
    "Police Spokesperson SSP Nihal Thalduwa told News 1st that the explosives were found concealed near an electricity post in Hanwella.",
    "Ravindu Warnaranga also known as 'Booru Moona', a wanted criminal who escaped police custody and was evading capture, was arrested close to the Court Complex in Avissawella on Friday (17).",
    "Police Spokesperson & Attorney SSP Nihal Thalduwa told News 1st that 'Booru Moona' was wanted by authorities for a series of murders and other crimes.",
    "‘Booru Moona’ had attempted to fly to Dubai under a false name from the Katunayake Airport on February 24th, and he was arrested by Immigration Officers at the BIA, who then handed him over to the Airport Police.",
    "Thereafter, he had escaped police custody and two monks along with another man were arrested by the Katunayake Police for facilitating the escape of the suspect.",
    "Moreover, a husband and wife duo who were arrested for providing accommodation to the fugitive ‘Booru Moona’ who escaped while in the custody of the Katunayake Airport Police,  were remanded.",
    "‘Booru Moona’ was identified as the shooter by detectives who investigated the incident where a owner of a restaurant was shot dead at point-blank range in Hanwella on December 18th in 2022.",
    "The court had granted Sri Lanka Police to detain and interrogate the suspect for a period of 72 hours.",
    "Sri Lanka’s Social Safety Net programs suffer from poor targeting – IMF"
  ]
}