{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Chamari-Harshitha-Oshadi-guide-Sri-Lanka-Women/108-258669",
  "time_ut": 1683207393.0,
  "original_lang": "en",
  "original_title": "Chamari, Harshitha, Oshadi guide Sri Lanka Women",
  "original_body_lines": [
    "Two fine knocks by skipper Chamari Athapaththu and Harshitha Samarawickrama laid the foundation before a five-wicket haul by right-arm spinner Oshadi Ranasinghe ensured Sri Lanka Women recorded a convincing 58-run win over the visiting Bangladesh Women in the second ODI played at the SSC ground today.",
    "The rescheduled match got off to a late start at 1.15 p.m. due to the wet outfield and was reduced to 30 overs an innings with the Bangladesh Women chasing a formidable target of 187 runs for victory able to muster a score of only 128 runs.",
    "Ranasinghe did the early damage and had them struggling on 35 for 3 in the seventh over.",
    "Later, the fourth wicket pair of Nigar Sultana and Fargana Hoque, sharing a 61-run partnership, was broken by Ranasinghe, and she ran through the late order batting which ensured a convincing win to take a one-nil lead.",
    "Earlier in the day, Sri Lanka Women skipper Athapaththu was in devastating form as she cracked a quick fire 64 runs in 61 balls that included six boundaries and four sixes.",
    "After winning the toss and electing to take first lease of the wicket Athapaththu gave the hosts a sound start as she along with Vishmi Gunaratne put on 50 runs before they were separated with the dismissal of the latter who chipped in with 17.",
    "This followed with Athapaththu associating in another valuable stand for the second wicket with Harshitha Samarawickrama that of 53 runs in 43 balls before right arm spinner Sultana Khatun made the breakthrough for the visitors with the prize wicket of skipper Chamari.",
    "From there on with Sri Lanka on 103 for 2 in the 18th over, Samarawickrama, who remained unbeaten on 45 made off 48 balls that included a boundary and two sixes, held on as she put on three brief partnerships with the best being for 40 runs for the fifth wicket with Kavisha Dilhan.",
    "The two teams will play their third ODI on May 7 at the same venue which will be followed by the three T20’s scheduled to be played on May 9, 11 and 12 at the same venue.",
    "Sri Lanka Women 186 for 5 in 30 overs (Chamari Athapaththu 64, Kavisha Dilhan 25, Vishmi Gunaratne 17, Harshitha Samarawickrama 45 n.o.)",
    "Bangladesh Women 128 in 29.5 overs (Nigar Sultana 37, Fargana Hoque 24, Murshida Khatun 16: Oshadi Ranasinghe 5 for 34). By M. Shamil Amit"
  ]
}