{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-problems-with-IMF-policies-The-LSE-interviews/4-746449",
  "time_ut": 1679075677.0,
  "original_lang": "en",
  "original_title": "The problems with IMF policies: The LSE interviews",
  "original_body_lines": [
    "Much for us to consider about the IMF, a decisive player in our lives for the foreseeable future, and on the horizon, the prospect of a new Asian regional financial architecture",
    "They would be shocked to note that in Sri Lanka, the contents of the IMF agreement are kept secret from all those actors including Parliamentarians and would be made public only after signatures have been placed on it, committing Sri Lanka, that means all of us, to it.",
    "The IMF has now entered the ordinary citizen’s consciousness as the most impactful global institution for us Sri Lankans at the present time. Everything from local government elections to tax policies, that shape our daily lives and cover most of our human rights, are being affected by our relationship with the IMF. Important human rights such as Freedom of Assembly and Expression are being violated by the Sri Lankan Government in the name of its agreement with the IMF.",
    "The London School of Economics (LSE) publication “Special Issue on the IMF and Human Rights”, comprises a series of interviews carried out from January to April 2021 with two guest editors in collaboration with the SPEAK OUT! Series at the Laboratory for Advanced Research on the Global Economy at LSE Human Rights. [The full title of the publication is JP Bohoslavsky and F Cantamutto (Guest eds), ‘The IMF and Human Rights: Interviews’, SPEAK OUT at the Laboratory for Advanced Research on the Global Economy, LSE Human Rights, LSE (Spring 2021)]. https://www.lse.ac.uk/sociology/humanrights/research/laboratory-for-advanced-research",
    "The first paragraph of the introduction by Martti Koskenniemi, Professor of International Law, clarifies why these interviews are relevant:",
    "“It is not always well appreciated that claims of rights in political history have usually related to economic grievances of the most varied kinds. From the Magna Carta in 1215 to the German peasants’ rebellion 1524-25, the English civil war of 1642-1660, the American and French revolutions 1776 and 1789 all the way to the Russian revolution of 1917, the principal demands have been directed against the “austerity” imposed on an already starving population by taxes or other extractions designed to serve the interests of the dominant classes.”",
    "Today, bearing in mind that the World Food Program has declared 59% of the Sri Lankan population suffers from “food insufficiency”, the LSE interviews help us to understand the context in which our own agreements with the IMF are being considered.",
    "Sri Lankans will readily agree with Koskenniemi’s position that rather than the question of human rights vs. the economy, the “difficulties” with agreements with the IMF are more about “contrasting views about which and whose rights should be prioritized through the economic policies pursued by international financial institutions.”",
    "Since the IMF has now become a dominant or determining fact of life for us, it is important to take note of what he says about the work of international financial institutions:",
    "“… in the advice they give, their development and credit policies and conditionalities – is always choice and never just “application” of some algorithm or mathematical formula… For every significant economic model there is a counter-model based on different priorities, that picks from history different examples and arranges the pertinent data into a divergent set of recommendations and economic program. It would be wrong from this perspective to keep insisting on the merely technical character of the work of bodies such as the IMF or the World Bank.”",
    "So, there is always, everywhere, someone making a choice—meaning, a decision—including the IMF officials dealing with Sri Lanka and Lankan officials dealing with the IMF.",
    "He also claims that despite their assertion about human rights not being part of their mandate, what they do “can be understood by reference to choices made to support this right while, inevitably in a world of limited resources, refraining from supporting that.”",
    "Those of us without any expert technical knowledge of how global financial institutions work and the complicated methods they use, can however make ourselves aware of the limitations experts face in making those decisions. This information alerts us to their vulnerabilities and explains their failures. It helps us to understand that experts can and do get things wrong, and the constant invocation of their technical expertise isn’t the failsafe that it appears to be.",
    "“Many vocabularies compete for influence in the work of international financial institutions… Mastery of those vocabularies calls for highly trained expertise. A part of learning such expertise is also to internalize…a set of values typical for experts in that field. Those values become, in a sense, part of the very expertise that then give direction to the routines and enable the experts to make the choices expected of them.”",
    "Since expertise of language that’s required to be mastered makes them pretty much biased towards a certain “set of values”, it is right and just for those who will eventually be impacted by those biases to ensure their concerns are heard.  Koskenniemi concludes that “… if the question is never raised about the effect of those politics on the rights of the affected groups, it is hard to see how they could be justified beyond the small group of experts having produced them.”",
    "The LSE Special Issue contains 11 interviews with a range of international experts including with professors Jayati Gosh and Yanis Varoufakis who have recently taken part in several conferences discussing Sri Lanka’s engagement with the IMF.",
    "The first interviewee Armin von Bogdandy, Professor for Public Law, European Law, and International and Economic Law at the Goethe University Frankfurt, comments on the IMF position that it is “not allowed to nor legally forced to consider human rights when granting loans or offering policy and technical advice.”  He says that the IMF’s status as a UN Specialized Agency obliges it to respect the United Nation’s human rights objectives contained in the UN Charter and that the IMF’s Guidelines on Conditionality of 2002 requires it to “pay due regard to domestic social and political objectives”.",
    "Consider the following question to Isabel Ortiz of Columbia University and Matthew Cummins, an economist with UNICEF:",
    "“… are there parts of society that were protected and did not have to make sacrifices like the majority?”",
    "“Unfortunately, yes. In perspective, the macroeconomic and fiscal decisions made by most governments during the last decade 2010-20 are alarming. To respond to the global financial crisis in 2008-09, $10 trillion was given to the financial sector in OECD and G-20 countries. In contrast, developing countries received only around $0.24 trillion in aid and support. The IMF also benefitted from another $0.75 trillion – more than triple the amount of development aid – an institution that rarely considers the social impacts of the reforms it proposes. In short, while the financial sector and banks benefitted from trillions of dollars, the costs of adjustment were mainly born by vulnerable populations through less social protection, fewer and lower quality social services, and higher consumption taxes.”",
    "“Austerity measures are being used as a Trojan horse to reduce public policies, arguing that human rights and many development policies are unaffordable, and that cuts in public spending are inevitable. This is simply not true; there are alternatives, even in the poorest countries. There is a wide variety of options to expand fiscal space and generate financial resources.”",
    "Eliminating illicit financial flows: “money laundering, bribery, tax evasion, trade mispricing”.",
    "Re-allocating public expenditures: They give the examples of Costa Rica and Thailand reducing military expenditure “in order to fund universal health services”.",
    "Increasing tax revenues: “…on corporate profits, financial activities, property, imports/exports, natural resources, digital economic activities…it is important to adopt progressive approaches, taxing those with more income; consumption taxes should be avoided as they are generally regressive and contrary to social progress.”",
    "Expanding social security coverage and contributory revenues, for social protection.",
    "“Financing options should not be decided behind closed doors by technocrats in the Ministry of Finance, as they impact the lives of all citizens. National public dialogue between governments, workers, employers, civil society, Parliamentarians and other actors is essential to generate political will and take advantage of all possible financing options and thus avoid austerity.”",
    "They would be shocked to note that in Sri Lanka, the contents of the IMF agreement are kept secret from all those actors including Parliamentarians and would be made public only after signatures have been placed on it, committing Sri Lanka, that means all of us, to it.",
    "Another interviewee, Sharan Burrow suggests that the IMF does not learn from its own research:",
    "“The IMF’s own research has identified the negative impact on inequality of some policy settings such as labour market reforms, product market reforms, capital account liberalisation and austerity measures such as suppression of minimum wage levels and reducing social protection. It has also been demonstrated that distribution has been enhanced where unions and collective bargaining practices are strong. Despite such research with few exceptions IMF programmes and country level advice remains the same despite the historic levels of inequality created”.",
    "Today, bearing in mind that the World Food Program has declared 59% of the Sri Lankan population suffers from “food insufficiency”, the LSE interviews help us to understand the context in which our own agreements with the IMF are being considered. Sri Lankans will readily agree with Koskenniemi’s position that rather than the question of human rights vs. the economy, the “difficulties” with agreements with the IMF are more about “contrasting views about which and whose rights should be prioritized through the economic policies pursued by international financial institutions”",
    "Here’s a counter-perspective on “Austerity” that you may not have heard of. Mark Blyth, Professor of International Economics, author of a book entitled “Austerity: The History of a Dangerous Idea”, says the following in his interview:",
    "“Austerity is a dangerous idea because it is immune to empirical refutation… Austerity saves the assets of the rich with the incomes of the poor. It’s really that simple.”",
    "He critiques a study that looked at the experience of “several small open economies who cut their spending and then grew out of the recession that they found themselves in – Denmark, Australia, Sweden or Ireland….” leaving out that the spending cuts “had nothing to do with the boom”.",
    "“The boom happened because these were small economies that exported a lot, and when their much larger trading partners boomed, thereby stimulating their exports, they recovered. The cuts had nothing to do with the recovery. In some cases, Sweden and Australia, the studies even managed to get wrong what actually happened in these cases in terms of policy. Australia had no austerity and Sweden had a property bubble burst, for example.”",
    "Blyth says that “the current head of the IMF said recently that survival trumps fiscal rectitude”. That an IMF head acknowledged this is an encouraging development. He says that “… as early as 2013 the IMF research department was beginning to dismantle the case for austerity. By 2017 the orthodoxy had changed.”",
    "However he says this change in the IMF’s attitude towards austerity doesn’t seem to apply to countries “that are usually indebted to the IMF in sub-Saharan Africa and Latin America”. Double standards seem to apply in their case. He found a more mixed picture with “the same conditionalities and ‘privatize/liberalize’ policies being followed as before. So yes, the technical and analytic stuff matters, but its diffusion into policy is not guaranteed.” This is clearly not good news for Sri Lanka.",
    "Prof. Jayati Ghosh, University of Massachusetts Amherst, says that the IMF is making the “right noises in general” at the top leadership level. However:",
    "“…in dealing with individual developing countries, the IMF is still insisting on conditionalities that would limit fiscal expansion or even cut public spending, and reduce the state’s ability to protect citizens and engage in greater health expenditure.”",
    "In a pretty discouraging analysis indicating what we may expect for ourselves, she says of the IMF:",
    "“In Ecuador it demanded—just before an election—that the government grant the Central Bank “independence”, which would further reduce any macroeconomic policy space… and force austerity upon the incoming government. In Nigeria, it is asking for a decline in public expenditure to 10 per cent below the pre-pandemic level (during which time Nigeria has not implemented any fiscal stimulus) and a doubling of the regressive VAT that would fall disproportionately on the poor. The double standards are on full display as the IMF simultaneously welcomes the very large fiscal expansion in the US…”.",
    "Margot E. Salomon, Associate Professor at the LSE, commenting on the accountability gap of International Financial Institutions such as the IMF says:",
    "“…As Celine Tan points out, a place to start would be adhering to internationally agreed codes of conduct, such as the recently developed UN Guiding Principles on Human Rights Impact Assessments for Economic Reform Policies, as well as opening up the IMF to legal scrutiny by national and international legal processes.”",
    "“…the scheme of sovereign debt is in profound tension with democratic self-determination. Whether through loan conditionality, debt restructuring, or how debt sustainability is analysed (currently absent a human rights dimension), the well-being of the people has not been the central concern. Where creditors have real influence and human rights and democracy are not respected, they may be said to be committing ‘a hostile act against the demos’. As Maurizio Lazzarato’s work captures, the creditor-debtor relationship defines us...”",
    "Yanis Varoufakis, the former Finance Minister of Greece has a firmly cautionary message about the IMF:",
    "“Even when they say the right thing (e.g., when they argued in favour of debt relief for Greece or for a global fiscal stimulus during the pandemic), their words do not translate into anything tangible when IMF functionaries work out, always behind closed doors, the various loan agreement with countries seeking the IMF’s help. In those rooms, the IMF functionaries never fail to insist on policies that serve the interests of the oligarchy-without-borders.”",
    "Oscar Ugarteche Galarza, Senior Researcher, Instituto de Investigaciones Económicas UNAM (i.e., University of Mexico) says:",
    "“IMF has always had a double standard. It is, in fact, an institution set up to subjugate the Global South. That is why the policies of the institution are defined in the US Congress, in the Subcommittee on National Security, International Development and Monetary Policy within the U.S. House Committee on Financial Services. That is the name of the subcommittee.”",
    "In answering a question on the redesign of the international financial architecture he predicts an Asian-driven confrontation within the IMF:",
    "“What is emerging on the international scene is an Asian regional financial architecture that has global reach. The Asian Infrastructure Investment Bank, the swaps of the People’s Bank of China (central bank), the creation of the crypto yuan, the yuan payment windows for trade with China around the world, the expansion of Chinese commercial banking also around the world, the SWIFT-like mechanism for operations in yuan, are some expressions of this rise. This sustains the very large weight of China in the international financial architecture. Eventually this will lead to a confrontation within the IMF over who defines, and how, the institution’s policies. The Western reaction will be not to let go of the reins and the outcome of this will be the new international financial architecture.”",
    "Much for us to consider about the IMF, a decisive player in our lives for the foreseeable future, and on the horizon, the prospect of a new Asian regional financial architecture."
  ]
}