{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dr-harsha-cabral-assumes-duties-as-nsb-chairperson/",
  "time_ut": 1684344120.0,
  "original_lang": "en",
  "original_title": "Dr. Harsha Cabral assumes duties as NSB chairperson",
  "original_body_lines": [
    "Dr. Cabral, a veteran legal professional with a wealth of experience and exposure both in the local and international arenas assumed duties as the new chairperson of NSB on 17th May 2023 at the NSB Head Office premises amidst the well wishes of Ajith Peiris GM/CEO, Senior Management of NSB and the members of the staff.",
    "Dr. Cabral is a President’s Counsel in Sri Lanka with thirty-five (35) years’ experience in the field of Intellectual Property Law, Company Law, Commercial Law, Commercial Arbitration, Securities Laws, International Trade Law covering both civil and criminal aspect of the said areas of the law. He has been a President’s Counsel for Seventeen (17) years and commands an extensive practice in the Commercial High Courts and the Supreme Courts of Sri Lanka and has sixteen (16) Attorneys-at-Law working in his Chambers.",
    "He holds a doctorate in Corporate Law from the University of Canberra, Australia. He was a sitting member of the International Chamber of Commerce (ICC) International Court of Arbitration in Paris for a period of six years till 2021. He is a Representative Member of the Federation of Integrated Conflict Management (FICM) as well as a Representative Member of the International Commercial Disputes Tribunal (ICDT). Dr. Cabral is a Fellow of the Institute of Chartered Governance Institute (UK & Ireland). He is a former member of the Board of Investment (BOI) of Sri Lanka. He was the Founder Board Member of the Sri Lanka International Arbitration Centre and was involved in the drafting of the Arbitration Act, No. 11 of 1995, the current Act. Dr. Cabral is also a member of the Law Commission of Sri Lanka, a member of the Intellectual Property Advisory Commission in Sri Lanka and the Chairman of the Intellectual Property Law Reform Project of the Ministry of Justice, a member of the Corporate Governance Faculty and the Corporate Governance Committee of the Institute of Chartered Accountants of Sri Lanka, and University Grants Commission (UGC) nominee on the Post Graduate Institute of Medicine (PGIM).",
    "As a member of the Advisory Commission on Company Law in Sri Lanka, Dr. Cabral was one of the architects of the Companies Act No. 7 of 2007, the current Act.",
    "Dr. Cabral serves as the Chairman of the Tokyo Cement Group, which commands the largest market share for cement in Sri Lanka. He was the past Chairman of LOLC Finance PLC, one of the largest Finance Companies in Sri Lanka.",
    "He was also a director of LOLC Insurance Company Limited, Commercial Leasing & Finance Limited and Richard Pieris Distributors Limited (Arpico Supermarkets). He was also the past Acting Chairman of Hatton National Bank PLC (HNB). In addition, Dr. Cabral was a senior Director of the Union Bank of Sri Lanka. He was also a member of the Cabinet appointed Committee on the National Trade Policy and also a member of the Presidential Commission appointed on reformulating laws of Sri Lanka.",
    "Dr. Cabral currently serves as Independent Non-Executive Director of DIMO PLC, Hayleys PLC, Alumex PLC, Tokyo Cement Company (Lanka) PLC, Tokyo Super Cement Company Lanka (Private) Limited, Tokyo Cement Power Lanka (Private) Limited, Tokyo Eastern Cement Company (Private) Limited, Tokyo Super Aggregate (Private) Limited, Tokyo Supermix (Private) Limited, World Export Centre Limited, Chevron Lubricants Lanka PLC, Ceylinco Life Insurance Co Ltd, Darley Property Holdings (Private) Limited, CCC-ICLP International ADR Centre (Guarantee) Limited, National Olympic Committee (NOC) Ethics Committee (Chairman) and Sri Lanka Institute of Information Technology (Guarantee) Limited (SLIIT), SLIIT International (Private) Limited, Nanadiriya (Guarantee) Limited (Chairman) and he serves on several Audit Committees, Nomination Committees, Remuneration Committees, Recoveries Committees and the Related Party Transaction Committees, chairing most of them.",
    "Dr. Cabral is a senior visiting lecturer at several Universities here and abroad, a regular speaker at public seminars and an author of several books. He has also presented several papers on Corporate Law, Intellectual Property Law, Commercial Arbitration, International Trade Law here and abroad. In addition to his active practice in courts and lecturing, he has been a counsel in many Arbitrations and has served as Sole-Arbitrator, Co-Arbitrator and Chairman in a large number of Arbitrations, domestic and international.",
    "Dr. Cabral is also an accomplished author who has published several books including “Corporate Law, Derivative Actions: A Comparative Approach” and “Intellectual Property Law in Sri Lanka”.",
    "International Conference for School Leaders 2023 to be held in June",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}