{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-copf-govt-to-re-evaluate-a-number-of-vat-exemptions-142029/",
  "time_ut": 1701355380.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s COPF govt to re-evaluate a number of VAT exemptions",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s parliamentary Committee on Public Finance (COPF) has asked the ministry of finance to reevaluate value added tax (VAT) exemptions for medical equipment, ambulances, high-protein agro foods for children and agricultural items.",
    "A statement from parliament said on Thursday November 30 that the COPF has instructed the ministry of finance to submit a report on provisions to release 119 imported that have vehicles yet to be cleared from customs.",
    "COPF has also said the removal of VAT exemptions will not affect ride-hailing services such as Uber and PickMe.",
    "A Value Added Tax (Amendment) Bill that aims to remove VAT exemptions on certain items and includes provisions to discontinue the Simplified VAT (SVAT) system was the subject of the COPF sitting, the statement said.",
    "Official representing the Ministry of Finance has said that agricultural machinery and other equipment including chemical fertiliser which was listed as exempted previously will be VAT liable under the said Bill. Officials had also said that agricultural seeds, agricultural plants, shrimp feed inclusive of prawn feed and animal feed excluding poultry feed will however be exempted from VAT.",
    "“Thus, the Committee questioned the rationale behind including VAT for agricultural items which will impact the domestic agricultural and food industry. The aforesaid was taken up for discussion at the Committee on Public Finance held recently (November 28) in Parliament.",
    "Dairy products such as liquid milk and eggs will also be liable for the VAT. However, the Ministry of Finance said that wheat, wheat flour or powdered milk, pharmaceutical products, drugs will be exempted. According to the statement, the committee had asked the officials why food products made out of grains cultivated in Sri Lanka, identified as high protein and high energy agro foods falling in the category of “Posha” is subjected to VAT in a context where Child malnourishment is considered to be on the rise.",
    "The committee also questioned the officials as to why ambulances and medical equipment are being subjected to VAT.",
    "“After thoroughly examining the Value Added Tax (Amendment) Bill, the Committee has granted approval, contingent upon the Ministry of Finance incorporating the amendments proposed by the Committee on Public Finance, provided they are in accord. Nevertheless, the Committee has urged the officials present to reevaluate VAT exemptions for medical equipment, ambulances, fertilizer, and food products derived from grains classified as high-protein agro foods and agricultural items.”",
    "The elimination of VAT exemptions will not impact the fares of UBER and PickME, COPF Chair de Silva had said.",
    "“As UBER and PickME have included VAT since their inception, contrary to other beliefs, thus the proposed VAT changes will only result in a 3% rise without significantly affecting the ultimate fare that customers are required to pay.",
    "“The Committee on Public Finance also took into consideration the Finance Bill to amend the Finance Act, No. 35 of 2018 and the Finance Act, No. 12 of 2012 which propose provisions to release motor vehicles imported into Sri Lanka which were not cleared from customs due to import restrictions or non-payment of taxes. However, given the matters arising from importing and opening LCs post the suspension of motor vehicle imports by Gazette Extraordinary No. 2176/19 dated May 22, 2020, under the Import and Export Control Act, the Committee Chair instructed the Ministry of Finance to submit a report on the provisions to release 119 imported vehicles yet to be cleared from customs. The Committee thus decided to reconsider the said from thereon.” (Colombo/Nov30/2023)"
  ]
}