{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-pay-welfare-to-2-2mn-persons-including-samurdhi-appellants-127156/",
  "time_ut": 1690884720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to pay welfare to 2.2mn persons, including Samurdhi appellants",
  "original_body_lines": [
    "ECONOMYNEXT  – Sri Lanka will make welfare payments to 1.792 million persons identified as deserving support, and also 393,093 persons who were dropped from an existing Samurdhi program until their appeals are heard, the cabinet has decided.",
    "Of the selected individuals payments will be made for 1,588,835 persons in respect of whom there were no appeals or objections.",
    "Out of the selected individuals 84,374 had appealed to be included in a higher payment category. Payments will be made to them on their current category until the appeals are heard.",
    "Objections had been received for 119,056 persons. Payments will also be made for them, until appeals had been heard.",
    "There were 393,093 persons under the existing Samurdhi program, who were dropped from the welfare payments but had lodged appeals.",
    "They will continue to get assistance they got under the Samurdhi until their appeals are heard.",
    "There have been criticism earlier that Samurdhi was earlier given to mainly politically connected persons, while many poor people could not get the payments unless they worked on elections campaigns.",
    "Sri Lanka started the new welfare payments scheme after a large number of people were tipped into poverty when the rupee collapsed from the most aggressive macro-economic policy (rate cuts and tax cuts) employed by the country’s economic bureaucrats since a money printing central bank was set up.",
    "The country’s macro-economists had printed money for 73 years and destroyed people’s salaries and living standards by busting the rupee from 4.70 to the US dollar when a fixed exchange rate was dismantled to around 330 to the US dollar now.",
    "Macro-economic policy got increasingly aggressive from 2015, after the International Monetary Fund taught the country to calculate a ‘potential output’ giving incentives for macro-economists to cut rates by printing money under flexible inflation targeting.",
    "There is severe ‘status quo bias’, as in Latin America, preventing the country from moving to a more consistent monetary regime allowing people to survive, critics say. (Colombo/Aug01/2023)"
  ]
}