{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-cuts-policy-rates-200bp-125351/",
  "time_ut": 1688609460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka cuts policy rates 200bp",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank said it had cut policy interest rates 200 basis points 12.00 percent and 11.00 percent, in July monetary policy meeting asking banks to lower lending rates.",
    "The central bank has created only about 1.5 percent inflation since September 2022, data shows, after tightening monetary policy and stabilizing the exchange rate.",
    "Unlike in past currency crisis when the central bank did not allow the currency to appreciate immediately despite negative credit that usually accompanies the correction of mis-targeted policy rates, this time the rupee has been allowed to strengthen, helping reverse prices of traded commodities.",
    "The US is also tightening policy, helping moderate global commodity prices.",
    "“The full passthrough of the appreciation of the Sri Lanka rupee against the US dollar thus far in 2023 is yet to be reflected in the price levels, a factor that could further support the disinflation process,” the central bank said.",
    "“As per the latest projections of the Central Bank, headline inflation is expected to decelerate further and reach single digit levels by early Q3-2023 and stabilise around mid-single digit levels over the medium term.”",
    "The central bank urged banks to cut lending rates fast, warning of possible price controls.",
    "Sri Lanka has also avoided a broader re-structuring of government bonds after default, re-establishing confidence in government bond among buyers and helping rates fall fast.",
    "“The yields on government securities declined substantially with the announcement of the domestic debt optimisation operation, as the risk premia associated with the uncertainties largely dissipated,” the central bank said.",
    "“In line with this, the Central Bank expects a further downward adjustment in market interest rates, particularly lending interest rates, which show signs of downward rigidity.",
    "“The continued slower downward adjustment of market lending interest rates would warrant administrative measures by the Central Bank to ensure the swifter passthrough of accommodative monetary policy and reduction of risk premia.",
    "“The economy and its stakeholders are expected to benefit from such easing of monetary conditions.",
    "Sri Lanka’s forex reserves had gone up to 3.5 billion US dollars.",
    "A pegged central bank will run a balance of payments surplus when its open market operations are deflationary (rupee liquidity is withdrawn, boosting dollar liquidity and keeping bank credit below new deposits and loan repayments).",
    "Recent relaxation of import controls will not pressure the currency, the central bank said.",
    "Currency pressure usually re-emerges in Sri Lanka when the central bank enforces rate cuts with liquidity injections, claiming that inflation is low, under so-called flexible inflation targeting analysts have said.",
    "However there can be a gap of up to two years when inflation re-emerges following a credit contraction and lending recovers. Any rate cuts enforced with liquidity injections then leads to depreciation and public discontent and rejection of economic reforms, based on past experience.",
    "Analysts have advocated a wide-policy corridor to avoid mis-targeting of rates, 73 years of monetary instability and repeated trips to the IMF which led to a collapse of the rupee from 4.77 to the US dollar to 310 in the life of the central bank.",
    "Related Sri Lanka can cut rates now, keeping them down as credit picks up will hit rupee",
    "The Central Bank of Sri Lanka further reduces Policy Interest Rates",
    "The Monetary Board of the Central Bank of Sri Lanka, at its meeting held on 05 July 2023, decided to reduce the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank by 200 basis points (bps) to 11.00 per cent and 12.00 per cent, respectively. The Board arrived at this decision following a careful analysis of the current and expected developments, including the faster-than-envisaged disinflation process and benign inflation expectations in the domestic economy, with the aim of enabling the economy to reach its potential and stabilising inflation at mid-single digit levels in the medium term, while easing pressures in the financial markets.",
    "The Board expects that, with this reduction of policy interest rates by 200 bps, and the reduction of policy interest rates by 250 bps in early June 2023, along with the significant reduction of risk premia on government securities witnessed recently, the market interest rates, particularly lending rates, will adjust downwards adequately and swiftly. Therefore, the banking and financial sector is urged to pass on the benefits of this significant easing of monetary policy by the Central Bank to individuals and businesses, thereby supporting economic activity to rebound in the period ahead.",
    "The disinflation process continues, firming inflation expectations that would help stabilise inflation at mid-single digit levels in the medium term",
    "Colombo Consumer Price Index (CCPI) (2021=100) based headline inflation (year-on-year) decelerated further in June 2023 to 12.0 per cent, reflecting easing price pressures across many categories, including energy and food prices, along with the favourable base effect. CCPI based food inflation (year-on-year) and core inflation (year-on-year), which reflects underlying inflation, moderated to single digit levels in June 2023, reinforcing the disinflation process.",
    "The full passthrough of the appreciation of the Sri Lanka rupee against the US dollar thus far in 2023 is yet to be reflected in the price levels, a factor that could further support the disinflation process. As per the latest projections of the Central Bank, headline inflation is expected to decelerate further and reach single digit levels by early Q3-2023 and stabilise around mid-single digit levels over the medium term.",
    "The ongoing disinflation process is supported by the lagged impact of tight monetary and fiscal policies, the expected softening of energy and food prices and their spillover effects, and possible repricing of goods and services due to exchange rate appreciation, alongside the favourable impact of the statistical base effect. Moreover, the firming of inflation expectations provides space for the easing of the monetary policy stance.",
    "Domestic economic activity is expected to recover gradually towards late 2023 and sustain the recovery, thereby helping to reach the potential level of economic growth over the medium term",
    "As per the GDP estimates published by the Department of Census and Statistics (DCS), the real economy contracted in Q1-2023, driven by a substantial contraction in Manufacturing and Services sectors. According to the leading indicators, economic activity is estimated to have remained subdued in Q2-2023 as well, reflecting the protracted impact of the economic distress in 2022 coupled with the tighter monetary and fiscal policies implemented to bring in greater macroeconomic stability.",
    "However, the economy is projected to recover gradually towards late 2023, supported by policy normalisation led by the easing of monetary conditions, improvements in supply conditions supported by strengthened foreign exchange liquidity, the gradual relaxation of import restrictions, enhancement in business and investor sentiment, and the impact of policy measures and structural reforms being implemented to promote economic growth. This recovery is expected to sustain, thereby gradually closing the large negative output gap that exists in the economy and reaching the potential level of economic growth over the medium term.",
    "The external sector resilience continues to improve, supporting the recovery in domestic economic activity",
    "The trade deficit decreased notably during the five months ending May 2023 with a significant decrease in merchandise imports, despite some setback in merchandise exports, reflecting the moderation of global demand. The liquidity conditions in the domestic foreign exchange market continued to improve in recent months supported by increased forex inflows. Earnings from tourism as well as workers’ remittances are expected to have increased substantially during H1- 2023, compared to the corresponding period of 2022 and this momentum is expected to continue going forward. A notable increase in net foreign investment inflows was recorded in the government securities market.",
    "The Government received funds from multilateral agencies for budget support and further inflows are expected during the remainder of the year. With improved forex flows and market sentiments, the Sri Lanka rupee appreciated by around 19 per cent against the US dollar thus far during the year. Moreover, the Central Bank was able to accumulate a sizeable amount of foreign exchange from the domestic foreign exchange market.",
    "Accordingly, the level of gross official reserves is estimated at around US dollars 3.5 billion as at end June 2023, including the swap facility from the People’s Bank of China. In light of the improvements in the balance of payments conditions, the Government relaxed import restrictions related to 286 HS codes with effect from 09 June 2023 and further relaxations of restrictions on selected items are expected soon. This relaxation of import restrictions is not expected to exert large depreciation pressures on the exchange rate against the backdrop of expected foreign exchange inflows to the economy.",
    "A sizeable downward adjustment in market lending interest rates is expected in the near term",
    "Market interest rates have declined to a certain extent in response to the measures already taken to ease monetary conditions, improved liquidity conditions in the domestic money market along with the market guidance provided by the Central Bank. The yields on government securities declined substantially with the announcement of the domestic debt optimisation operation, as the risk premia associated with the uncertainties largely dissipated. In line with this, the Central Bank expects a further downward adjustment in market interest rates, particularly lending interest rates, which show signs of downward rigidity.",
    "The continued slower downward adjustment of market lending interest rates would warrant administrative measures by the Central Bank to ensure the swifter passthrough of accommodative monetary policy and reduction of risk premia. The economy and its stakeholders are expected to benefit from such easing of monetary conditions. Meanwhile, credit to the private sector by licensed commercial banks (LCBs), including the SME sector, continued to contract in May 2023. However, a gradual turnaround is expected in credit to the private sector with the easing of monetary conditions and the envisaged rebound of economic activity.",
    "Policy interest rates further reduced in view of the faster deceleration of inflation, reinforcing the rebound of the economy",
    "In consideration of the current and expected macroeconomic developments as highlighted above, the Monetary Board of the Central Bank of Sri Lanka, at its meeting held on 05 July 2023, decided to reduce the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank by 200 bps to 11.00 per cent and 12.00 per cent, respectively.",
    "The successive reduction in the policy interest rates will provide the impetus for market interest rates to adjust downwards in line with the faster moderation of inflation, so that monetary conditions remain accommodative. The Board expects the banking and financial sector to pass on the benefits of the reduction of policy interest rates thus far and the reduction of interest rate risk premia to businesses and individuals without delay.",
    "However, if the passthrough of such developments is deemed to be inadequate and sluggish, the Central Bank will consider taking appropriate administrative measures to ensure the timely and adequate passthrough of accommodative monetary policy.",
    "The monetary and fiscal policies adopted thus far have helped restore macroeconomic stability to a large extent. The Board was of the view that all stakeholders of the economy should work collectively to contribute towards the efforts taken to support the rebound of the economy.",
    "While reiterating its continued commitment to restoring price stability and supporting the economy to reach its potential over the medium term, the Board will stand ready to act appropriately, as necessary, should risks to economic and price stability emerge in the period ahead."
  ]
}