{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/02/amnesty-international-raises-alarm-bells-over-proposed-anti-terrorism-bill/",
  "time_ut": 1680449820.0,
  "original_lang": "en",
  "original_title": "Amnesty International raises alarm bells over proposed Anti-Terrorism bill",
  "original_body_lines": [
    "COLOMBO (News 1s) – Amnesty International stated it has raised \"alarm bells\" with the government of Sri Lanka “around the proposed anti-terrorism legislation.\"",
    "\"We maintained our call that any counter-terrorism provisions must be compliant with international human rights law,\" Amnesty stated in an end of mission statement of the high-level Senior Director-led delegation to the country.",
    "The delegation, led by Senior Director Deprose Muchena, conducted an official country visit to Sri Lanka from 27 March to 2 April 2023.",
    "According to an end of mission statement, Deprose Muchena said: “We stand in solidarity with victims of human rights violations from across the island, many of whom I met and heard concerns from over the past few days. Amnesty International will continue to work to uphold and protect their right to freedom of peaceful assembly and freedom of expression. The victims of human rights violations in the context of the civil war and its aftermath as well as organizations working on enforced disappearances, must also urgently and genuinely be engaged by the government to hear their long-standing demands for truth, justice and reparation.",
    "\"With the International Monetary Fund (IMF) we reiterated our concerns that the bailout package must meet minimum international human rights standards and not result in cuts to vital public goods and services at a time when Sri Lankans continue to suffer the impacts of an economic crisis. Any agreements and terms and conditions linked to the bailout decision should be made transparent and available for public scrutiny.”",
    "The Amnesty International delegation thanked the Sri Lankan government for their availability during the visit, including President Ranil Wickremesinghe and Minister of Foreign Affairs Ali Sabry. They also extended thanks to the members of Parliament from the opposition who took time to meet them.",
    "The end of mission statement concluded that Amnesty International was \"particularly grateful to the mothers of the disappeared from the north and the east, members of the strong and resilient Sri Lankan civil society and Aragalya protest groups, and members of the fishing community for their time and sharing their valuable insights on a gamut of issues including the economic crisis, the right to protest, and transitional justice among others.\"",
    "Sinhala & Tamil New Year ‘Nekath Seettuwa’ presented to President"
  ]
}