{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-resolve-all-war-related-issues-by-2025-president-146507/",
  "time_ut": 1704704040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to resolve all war-related issues by 2025: president",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka intends to address all “war-related issues” by 2025, providing political solutions for the displaced and for missing persons, according to President Ranil Wickremesinghe.",
    "Speaking at 125th anniversary celebration the Colombo Young Men’s Buddhist Association (YMBA), Wickremesinghe said the theme for the ceremony, ‘One Sri Lanka Discourse,’ aligns with the country’s current needs.",
    "“The goal is to address all war-related issues by 2025, providing political solutions for the displaced and missing persons,” a statement from the president’s office quoted him as saying.",
    "He said there are also plans to enhance the Nagadeepa religious centre in Jaffna and establish a “distinctive Hindu temple” in the peninsula, highlighting the importance of collective progress.",
    "“Engaging with the youth is crucial; their input, plans and ideas are essential for nation-building,” he said.",
    "“Looking beyond the present, we aim to recreate the kind of arrangement initiated by [D B Jayathilaka, the founding president of the YMBA]. A comprehensive national plan, uniting everyone to move forward collectively, is imperative for the country’s future,” he said.",
    "Wickremesinghe is currently on a tour in the island nation’s formerly war-torn northern province. Last week, he unveiled plans to invite the Tamil diaspora to participate in proposed development plans for the northern province and for the country’s economy overall.",
    "Speaking at a district committee meeting for the Jaffna and Kilonochchi districts on Thursday January 04, Wickremesinghe discussed resettlement, education, health, land, fisheries, agriculture and forest conservation, a statement from his office said",
    "Wickremesinghe also invited all members of parliament representing the Northern Province to actively participate in his government’s development agenda. Highlighting the importance of collaborative efforts, the president called for a “concerted plan to expedite the Northern Province’s development and urged everyone to accelerate the collective programme for building the country’s economy”.",
    "Following the establishment of the new economic commission, Wickremesinghe was quoted as saying, individuals will have the opportunity to come to Sri Lanka and present proposals.",
    "Sri Lanka president to invite Tamil diaspora for northern developmentSee more"
  ]
}