{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ideal-motors-supplies-mahindra-powerol-generators-to-education-arm-of-nawaloka-holdings/",
  "time_ut": 1685880960.0,
  "original_lang": "en",
  "original_title": "Ideal Motors supplies Mahindra Powerol generators to education arm of Nawaloka Holdings",
  "original_body_lines": [
    "Ideal Motors, a fully owned subsidiary of the Ideal Group specializing in Mahindra Vehicle Assembly and Mahindra Vehicles, and also as the importer and distributor of Mahindra spare parts, supplied two Mahindra Powerol generators to the education arm of Nawaloka Holdings, Nawaloka College of Higher Studies locations in Colombo and Kandy to meet their energy requirements.",
    "Currently, Mahindra Powerol generators are available in 28 models, ranging from 5 KVA to 625 KVA and can be purchased at extremely attractive prices from the Ideal Motors branch network located islandwide While Powerol generators are equipped with the formidable Mahindra engine, the power production unit is through the world-renowned European technology of Leroy-Somer. In addition, Mahindra Powerol uses world-recognized brand of DPC (Digital Power Control) modules in its generators to provide better fuel efficiency, lower emissions, and reliable power output.",
    "The Powerol generators launched into market are available in distinct categories. The convenient and bcompact, easy to handle 5 KVA single-phase portable generator set, the 10 KVA to 30 KVA single phase generator set, and the 10 KVA to 625 KVA three phase generator set. In 2017, Ideal Motors was awarded the sole distributorship for Mahindra Powerol diesel generators in the country. Since then, Mahindra Powerol has been a mainstay in catering to the power needs of both large and small-scale companies and to-date has earned an enviable reputation as a leader in Sri Lanka’s generator market.",
    "SANASA General Insurance expands services with 66 new service units",
    "Ideal Motors supplies state-of-the-art Mahindra Powerol generators to two Nawaloka College of Higher Studies",
    "Navy Marine Corps present three locally produced CATV’s to President",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}