{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/29/17-of-population-is-in-moderate-acute-food-insecurity-in-sri-lanka/",
  "time_ut": 1685351220.0,
  "original_lang": "en",
  "original_title": "17% of population is in moderate acute food insecurity in Sri Lanka",
  "original_body_lines": [
    "COLOMBO: Food security in Sri Lanka is improving across all provinces, according to the Crop and Food Security Assessment Mission (CFSAM) report jointly carried out in February/March 2023 by the Food and Agriculture Organization of the United Nations (FAO) and the United Nations World Food Programme (WFP).",
    "The report estimates 3.9 million people or 17 percent of the population is in moderate acute food insecurity which is nearly a 40 percent decrease from June/July last year. Nearly 10,000 people are severely acute food-insecure, down from 66,000 people last year.",
    "The improvement in food security stems from better food consumption, which could be attributed to reduced food prices and improved incomes among farming communities during the harvesting period when the mission was carried out.",
    "Despite this positive trend, food insecurity remains high in certain districts, especially Kilinochchi, Nuwara Eliya, Mannar, Batticaloa, Vavuniya, and Jaffna. The highest level of acute food insecurity was found within the tea plantation communities in the Estate sector and among daily wage labourers and households who rely on social assistance programmes, such as Samurdhi, as their main source of income.",
    "Production of cereal, including rice and maize, across the two main cropping seasons in 2022/23 is forecast at 4.1 million tonnes, 14 percent below the past five-year average, mainly due to poor plant nutrition caused by an inadequate supply of fertilizer and unaffordability of essential material inputs. However, essential fertilizers distributed to smallholder farmers by the Government, facilitated by funds received from multilateral and bilateral donor agencies, has significantly impacted production, marking an improvement in the yield with productivity in the recently harvested 2022/23 “Maha” season, 12% higher than the 2022 “Yala” season.",
    "Representative of FAO to Sri Lanka and the Maldives, Mr. Vimlendra Sharan speaking on CFSAM Report findings said, “The Crop and Food Security Assessment Mission (CFSAM) report is an eye-opener on the continuing vulnerabilities and challenges that exist within the food systems of Sri Lanka. This report and its findings will no doubt serve as a guiding light for policymakers and stakeholders to collectively work towards ensuring food security, strengthening agricultural resilience and mitigating risks faced by farmers and rural communities who have been disproportionately impacted by the economic crisis. FAO remains committed to supporting Sri Lanka in their efforts towards achieving sustainable food systems, food security and zero hunger.\"",
    "“After many months of challenges, we are finally witnessing an improvement to the country’s food security,” said Abdur Rahim Siddiqui, WFP Sri Lanka’s Representative and Country Director. “But there is more to be done. A high number of households — more than 60 percent — are adopting negative measures to put food on the table, including borrowing money and purchasing food on credit. WFP will extend its emergency operation, which commenced last year, to provide food rations and cash assistance to people identified as food insecure.”",
    "The joint FAO/WFP Mission recommends providing immediate support to farmers, particularly by releasing available fertilizer stocks to enhance production and productivity in the ongoing “Yala” season and make urgent policy decisions to import fertilizers in time for the 2023/24 “Maha” cultivation season.  The report also recommends any move for reducing or removing fertiliser subsidy to be in a gradual and phased manner, giving adequate time to the farming community to adapt.",
    "Other recommendations include the establishment of a “Fertilizer Task Force” to streamline fertilizer procurement and distributions as well as to strengthen adaptive research on climate smart agriculture and sustainable farming practices to improve fertiliser use efficiency. Further, to minimize the impact on the livestock and fisheries sectors, the mission recommends providing adequate support to increase fodder and feed crop production.",
    "Further recommendations include continuing food and/or cash assistance to facilitate access to food among households most vulnerable to food insecurity. In the long-term, increased livelihood support to food-insecure households and resilience-building initiatives are also recommended to prevent them from compromising on productivity and their capacity to cope with future shocks.",
    "Air Force Commander conferred with “Officer of the CISM Order of Merit”",
    "IMF Deputy Managing Director Kenji Okamura to arrive in Sri Lanka"
  ]
}