{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96046/world-welcomes-2024-with-new-years-fireworks-reflection-and-a-royal-farewell",
  "time_ut": 1704092640.0,
  "original_lang": "en",
  "original_title": "World welcomes 2024 with New Year’s fireworks, reflection and a royal farewell",
  "original_body_lines": [
    "(Reuters) - The world welcomed 2024 with a mix of celebration and sombre reflection.",
    "Sydney sparkled under a shower of silver and gold fireworks commemorating the 50th anniversary of its iconic Opera House, while the mood in Gaza remained bleak, with residents more concerned with survival. In Europe, Denmark’s Queen Margrethe II announced her abdication after over half a century on the throne.",
    "Here’s how places and people around the world bid farewell to 2023 and welcomed the New Year.",
    "AUSTRALIA - Sydney hailed 2024 with a dazzling fireworks display featuring silver and gold pyrotechnics to mark the 50th anniversary of its famous Opera House.",
    "GAZA - People in Gaza had little hope that 2024 will bring much relief after 12 weeks of Israel’s war to eliminate Hamas. In Rafah on Gaza’s border with Egypt, which has become the biggest focal point for Palestinians fleeing other parts of the enclave, people were more preoccupied on Sunday with trying to find shelter, food and water than with thinking about the New Year.",
    "“In 2024 I wish to go back to the wreckage of my home, pitch a tent and live there,” said Abu Abdullah al-Agha, a middle- aged Palestinian man whose house in Khan Younis was destroyed and who lost a young niece and nephew in an Israeli air strike.",
    "DENMARK - Denmark’s Queen Margrethe II used her annual New Year’s speech on Sunday to announce that she will abdicate on Jan. 14 after 52 years on the throne and will be succeeded by her eldest son, Crown Prince Frederik.",
    "RUSSIA - Russian President Vladimir Putin, facing an election in March, made only passing reference in his New Year address on Sunday to his war in Ukraine, hailing his soldiers as heroes but mostly emphasising unity and shared determination.",
    "UKRAINE - President Volodymyr Zelenskiy in a New Year address said Ukraine had become stronger in overcoming serious difficulties as the war against Russia is almost two years old. He mentioned the word “war” 14 times in a 20-minute address.",
    "CHINA - China President Xi Jinping, speaking on Sunday in a televised speech to mark the New Year, said the country will consolidate and enhance the positive trend of its economic recovery in 2024, and sustain long-term economic development with deeper reforms.",
    "TAIWAN - President Tsai Ing-wen said that maintaining peace and stability in the Taiwan Strait is the responsibility of both sides.",
    "NORTH KOREA - North Korea vowed to launch three new spy satellites, build military drones and boost its nuclear arsenal in 2024 as leader Kim Jong Un said U.S. policy is making war inevitable, state media reported on Sunday.",
    "Kim Jong Un and Chinese President Xi Jinping vowed to further develop relationship of cooperation between the two countries in New Year messages exchanged on Monday, South Korea’s Yonhap news reported, citing North Korea’s state radio.",
    "THE VATICAN - At his Sunday prayers, Pope Francis said: “I wish everyone a peaceful end of the year, and please do not forget to pray for me”.",
    "FRANCE - French President Emmanuel Macron in a televised address ahead of New Year celebrations said 2024 would be “the year of our French pride” marked by the Paris 2024 Olympic Summer Games and the reopening of Notre-Dame cathedral after a devastating fire.",
    "GERMANY - Chancellor Olaf Scholz said in his traditional year-end address that 2023 held “so much suffering and bloodshed,” but promised “we in Germany will get through this.”",
    "Police on Sunday detained three more suspects in an alleged Islamist plot to attack Germany’s famed Cologne Cathedral on New Year’s Eve.",
    "The alleged attackers had planned to use a car to attack the 800-year-old Gothic cathedral, Cologne police said.",
    "BRITAIN - London ushered in the New Year with the bongs of its famous Big Ben bell, fireworks and a display of news highlights that featured King Charles’ coronation.",
    "UNITED STATES - In New York, tens of thousands of revellers gathered in Manhattan’s Times Square to watch the lighted ball drop at midnight, after scheduled performances by musicians including Megan Thee Stallion and LL Cool J.",
    "President Joe Biden said in an interview ahead of the ball drop that he hoped celebrants realised “we’re in a better position than any country in the world to lead the world.”",
    "BRAZIL - A dazzling fireworks spectacle lit up Rio de Janeiro’s Copacabana beach where almost two million people gathered to welcome in the New Year."
  ]
}