{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/culprits-as-investigators/",
  "time_ut": 1689522360.0,
  "original_lang": "en",
  "original_title": "Culprits as investigators",
  "original_body_lines": [
    "The Parliamentary Select Committee (PSC) appointed by Speaker Mahinda Yapa Abeywardena to investigate the causes of the country’s bankruptcy has come in for severe criticism, and understandably so. The Opposition has rightly pointed out that the PSC cannot be expected to act impartially under the chairmanship of General Secretary of the SLPP Sagara Kariyawasam, MP, who is a diehard defender of the interests of the Rajapaksa family blamed for the country’s predicament. Some Opposition members of the PSC have already resigned in protest.",
    "The Opposition has undertaken to appoint an alternative committee consisting of its MPs to conduct an investigation and find out what caused the country’s bankruptcy. It seems to think that it is free from blame for the current economic crisis, but the reality is otherwise.",
    "A brief look at the report cards of the political parties represented in the incumbent Parliament will reveal that all of them are responsible for the deterioration of the national economy. All their holier-than-thou leaders have contributed to the country’s bankruptcy, which was the culmination of a process of economic deterioration under successive governments, albeit to varying degrees.",
    "What were the members of both sides of the House doing while the economy was nosediving? Parliament is responsible for managing public finance, and its members must keep a watchful eye on the economy. They can summon and question the officials of the Finance Ministry and the Central Bank and see if the economy is stable or experiencing any trouble. Their claim that nobody warned them that the economy was collapsing is tantamount to a self-indictment in that it can be taken as a confession that they failed to watch over the economy and thereby neglected their fiduciary duties as MPs. Even ordinary citizens knew the economy was heading for disaster when the state revenue dropped due to politically-motivated tax cuts; the government resorted to excessive money printing, and the country’s foreign currency reserves dwindled.",
    "Sri Lanka’s debt crisis is not of recent origin. It has been there for decades with successive governments resorting to reckless borrowing, which took its toll on the economy. The UNP increased the country’s debt burden by stepping up borrowing from 1977 to 1994. It is supreme irony that the current leader of the UNP, President Ranil Wickremesinghe, is struggling to sort out the country’s debt burden and straighten up the economy. The SLFP-led governments continued with the UNP’s neoliberal policies thereafter while claiming to uphold social democracy. What precipitated the collapse of the economy was a multiple whammy; some of the main causative factors being a sharp drop in the forex inflow due to the Easter Sunday terror attacks and the pandemic, the adverse impact of the Ukraine war on the global economy and the resultant increases in the prices of imports , and, most of all, the disastrous Gotabaya presidency, which became notorious for ineptitude and economic mismanagement. Hence none of the MPs who were in the Gotabaya Rajapaksa government should be allowed to head an investigation into the causes of the country’s bankruptcy. One of the cardinal rules of natural justice is that no one should act as a judge in his or her own case; this maxim, we believe, applies to all probes. Hence, the purpose of the proposed PSC investigation will be lost if it is conducted under the leadership of the SLPP General Secretary.",
    "Neither the SJB nor any other party that was part of the  Yahapalana government, which aggravated the country’s debt burden by borrowing heavily and earned notoriety for corrupt deals, has a moral right to condemn others for ruining the economy. Foreign Minister Ali Sabry told Parliament recently that the UNP-led Yahapalana government had borrowed about 14 billion US dollars between 2015 and 2019. Besides, the UNP MPs who diluted the final report of the COPE, which probed the Treasury bond scams, by incorporating a slew of footnotes thereinto, are now in the SJB.",
    "The TNA acted as a mouthpiece for the LTTE, which wreaked havoc on the economy. Terrorist attacks on economic and civilian targets caused losses to the tune of billions of dollars and crippled tourism. Similarly, the JVP’s reign of terror in the late 1980s sent the economy into a tailspin. The JVP destroyed public assets worth billions of rupees.",
    "Thus, it may be argued that the task of conducting an impartial investigation to find out what actually caused the country’s bankruptcy and who is responsible for it is best left to a group of truly independent experts who are not driven by political agendas.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}