{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/27/kudu-roshan-and-others-were-arrested-by-the-yukthiya-operation/",
  "time_ut": 1703685180.0,
  "original_lang": "en",
  "original_title": "Kudu Roshan and others were arrested by the ‘Yukthiya’ operation",
  "original_body_lines": [
    "COLOMBO (News 1st); Minister of Public Security Tiran Alles announced the full resumption of Operation 'Yukthiya', effective today.",
    "He declared the operation's unwavering commitment to apprehending every single drug trafficker until complete eradication.",
    "Along with the YUKTHIYA operation, 23 people were arrested in Warakapola area along with Mattakkuliye Kudu Roshan, when they were returning from Nuwara Eliya to Colombo last night.",
    "The car and the van they were traveling in have also been taken into custody by the police.",
    "The police have taken into custody 1 gram of heroin in the possession of one person and 875 milligrams of heroin in the possession of another.",
    "Police Media Spokesman Senior Superintendent of Police Nihal Thalduwa said that there are 07 suspects involved in drug trafficking and various other crimes.",
    "The Yukthiya Operation was implemented today in Palliyawatta and Peliyagoda areas.",
    "Police said several women and men, whose identities could not be confirmed, were arrested.",
    "Several suspects who are said to be involved in various crimes were also arrested.",
    "The officers of the Police Marine Division also provided assistance for today's program.",
    "Serach operations were conducted at Laksandha Sewana housing complex and Sinhapura areas belonging to the Wellampitiya police division under operation Yukthiya.",
    "Three warrant officers, 26 suspects allegedly involved in drug trafficking, a three-wheeler, 1,800 narcotic pills, ICE narcotics and 16 mobile phones, were also seized by the police.",
    "Officers of the CID of the Katunayake Police have recently arrested a suspect who was said to planning to commit three murders on the instructions of an organized crime gang leader based in Dubai.",
    "The police said that the suspect will be detained and questioned for 7 days.",
    "During the interrogation, an American-made 09 mm automatic revolver, ammunition, two motorcycles with fake number plates and heroin worth about two hundred thousand rupees were also taken into custody.",
    "The chieftain or the main ‘kapu mahatha’ of the Kataragama Maha Devalaya, arrested by the Colombo Crimes Division.",
    "Kudu Roshan and others were arrested by the ‘Yukthiya’ operation",
    "Immunoglobulin Probe Intensifies: Former Health Secretary & Key Figures in Court"
  ]
}