{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Women-in-Logistics-and-Transport-Sri-Lanka-celebrates-first-decade-of-excellence/34-757178",
  "time_ut": 1704735960.0,
  "original_lang": "en",
  "original_title": "Women in Logistics and Transport Sri Lanka celebrates first decade of excellence",
  "original_body_lines": [
    "Women in Logistics and Transport (WiLAT) Sri Lanka is the Women’s Forum of The Chartered Institute of Logistics and Transport (CILT) Sri Lanka. WiLAT Sri Lanka was inaugurated on 21 March 2013 and is one of the five pioneering fora in Global WiLAT that was launched in the same year to promote the logistics, transport and supply chain industry to female members and to encourage and support their career development. By 2018, WiLAT had over 2,000 members in 20 countries and by 2023, it had established its 38th chapter and was still growing.",
    "Nigeria was the first to establish a women’s group in 2010 while the global launch of WiLAT was in Colombo in June 2013. WiLAT’s vision is to be the most sought-after for advocacy, professionalism, and empowerment of women in supply chain, logistics, and transport. Its mission is to promote the status of women in logistics and transport, to bring together those who support the talent and career development of women, and to provide a support network and mentoring opportunities for women in the industry.",
    "On 11 December 2023, Women in Logistics and Transport (WiLAT) Sri Lanka celebrated its 10th anniversary at Lavender Hall, BMICH from 4:30 p.m. onwards. This was a testament to WiLAT Sri Lanka’s first decade of inclusion, empowerment and leadership in the Logistics and Transport industry of Sri Lanka.",
    "The event commenced with a ceremonial lighting of the oil lamp by WiLAT Sri Lanka’s current Chairperson and Executive Committee members, WiLAT SL Co-founders and past Chairpersons, Chartered Institute of Logistics and Transport (CILT) Sri Lanka’s current Presidents and Council members, CILT SL Past Presidents, mentors and mentees of WiLAT SL ‘Ignite’ Mentoring program and representatives from CILT SL Corporate Partners including SAGT (South Asia Gateway Terminals) and Hayleys Advantis Ltd.",
    "Sahana Vithanagama, WiLAT SL Exco member and the MC for the event invited the attendees to scan a QR code display to get a glimpse of WiLAT SL’s 10-year journey of excellence through a creative digital brochure. A video was also played to mark WiLAT SL 10th anniversary, which encapsulated its key milestones and memories over the decade.",
    "A panel discussion themed on “WiLAT SL’s 10-year journey and the way forward” was moderated by WiLAT SL Exco member Indeewari Chandrasekara MILT and the distinguished panel comprised some of the legendary personalities in WiLAT and CILT Sri Lanka, including WiLAT SL Founding Chairperson Gayani De Alwis FCILT, past CILT SL President and former CILT International Vice President Saliya Senanayake FCILT, CILT SL President Prof. Namali Sirisoma FCILT and WiLAT SL Chairperson Prof. Renuka Herath CMILT for the current year. Gayani De Alwis laid the foundation to the discussion by recalling the inception of WiLAT in Sri Lanka. Saliya Senanayake explained the underlying motivation and ambition in setting up WiLAT during that period. They also jointly touched upon the value that Sri Lanka creates for the international fraternity of CILT and WiLAT and industry’s expectation from such professional bodies for the development and the betterment of the industry. Prof. Namali Sirisoma and Prof. Renuka Herath briefed on the new initiatives carried out by CILT SL and WiLAT SL in recent past benefitting its membership and the community at large. They also discussed the improvements that need to be encouraged amongst the students and embraced by the freshers in the industry for them to adapt and perform well in the modern corporate setting and how CILT and WiLAT support this mission then, now and going beyond. All panellists emphasised on the need of the time in the industry, i.e., having good understanding and ability to work with technology advancements and tools such as Artificial Intelligence, as a great skill to have besides other management skills.",
    "The mentor-mentee discussion which was also held on the day allowed the audience to understand the level of contribution and commitment that WiLAT SL has rendered towards the industry by empowering and grooming both male and female undergraduates from several universities across Sri Lanka to make them corporate-ready and future-fit, through its flagship event ‘Ignite’ mentoring program. The discussion was moderated by WiLAT SL Vice Chairperson Membership Services and Fonterra Brands Head of Manufacturing Aranthi Fernando MILT, and the speakers included WiLAT SL Exco member and South Asian Women Leaders Association Country Director Dr. Priyangani Jayasundara CMILT, WiLAT SL Exco member and Emirates Airlines Head of Passenger Sales Devika Ellepola CMILT, WiLAT SL Exco Member and EFL Global Assistant Manager Business Process Management Sahana Vithanagama MILT, and WiLAT SL Student representative from NSBM Green University Onella Mudalige.",
    "Further to that, WiLAT SL recognised its outstanding members who have performed and achieved remarkably on the Global WiLAT and CILT International stage, through a segment called “Showcasing Our Shining Stars”. This was followed by a ceremonial cake cutting, symbolising unity and shared commitment. A special moment of appreciation was dedicated to Gayani De Alwis FCILT, acknowledging her significant contributions to WiLAT SL since its inception back in 2013. Global WiLAT Autism Project Champion Gayathri Karunanayake CMILT, also shared some insights into Gayani’s extraordinary efforts in building WiLAT SL to what it is today.",
    "The event concluded with a heartfelt vote of thanks delivered by Event Chair and WiLAT SL Vice Chairperson Branding and Sponsorships Rumal Fernando CMILT, expressing gratitude to all attendees, well-wishers of WiLAT SL, Corporate Partners of CILT SL, media outlets which provided event coverage and the other facilitators for their co-operation. She extended another note of gratitude to the Event Sponsors including Unilever Sri Lanka, EGX Supply Chain Ltd., Eagle Logistics, and Carekleen Ltd., as she admired their swift response and contributions upon invitations from WiLAT SL. As the celebration ended, Rumal Fernando encouraged the young audience who were present at the event to network and engage in more constructive and insightful conversations with fellow members and professionals of the industry and within academia.",
    "In 2023, WiLAT SL embarked on a series of exciting initiatives starting from several Membership Drives at Nestle Lanka PLC, HIPG (Hambantota International Port Group) and NIBM Colombo, organised by the Membership Development team of WiLAT SL. On 26 August, WiLAT SL had its online launch of ‘Ignite 9’, flagship mentoring program and later in October, the physical inauguration along with the performance recognition of the previous batch of mentees was held at Hatch, Colombo. A series of online workshops on ‘Excel and Power BI Skills’ were also conducted by the Membership Services team targeting undergraduates and freshers’ to the industry, towards the end of the year.",
    "On the momentous day of its 10th anniversary celebration, WiLAT SL also extended a gesture of continuous commitment and support towards industry and academia. Best wishes to many more years of success and accomplishments for WiLAT Sri Lanka."
  ]
}