{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89949/23-among-more-than-300-sri-lankans-rescued-off-vietnam-deported",
  "time_ut": 1682048520.0,
  "original_lang": "en",
  "original_title": "23 among more than 300 Sri Lankans rescued off Vietnam deported",
  "original_body_lines": [
    "Sri Lanka Navy says 23 individuals, who were among the 303 Sri Lankan nationals rescued after a boat capsized off the coast of Vietnam in November 2022, were deported to the island earlier this week.",
    "A total of 151 were deported from Vietnam soon after being rescued and they arrived at Bandaranaike International Airport (BIA) in Katunayake on December 28, 2022. In the same vein, 23 more Sri Lankans who were deported from Vietnam arrived in Katunayake on April 19.",
    "A Vietnamese-flagged fishing vessel (Lady R3) carrying 303 Sri Lankan nationals was reported to be in distress in Vietnam seas on November 07, 2022.",
    "The Maritime Rescue Coordination Centre (MRCC) in Colombo stationed at the Sri Lanka Navy Headquarters promptly coordinated the rescue of this group of people whom were temporarily settled in Vietnam upon rescuing.",
    "The Navy Headquarters on the morning of November 07, 2022 received the distress signal about the ill-fated Vietnamese-flagged fishing vessel.",
    "Responding promptly to the development, MRCC Colombo informed MRCC Singapore, MRCC Vietnam and MRCC Philippine for the rescue of people in distress at sea, within the control of those MRCCs.",
    "Accordingly, MRCC Singapore and Vietnam in a coordinated search and rescue operation managed to rescue the group of Sri Lankans by deploying MV ‘HELIOS LEADER’. Upon being rescued they were taken away to Vietnam by an SAR vessel on November 09 and temporarily settled there.",
    "It was revealed that the group of Sri Lankans who faced this unfortunate turn of events in Vietnam seas had flown to Myanmar form Sri Lanka legally and was on an illegal migration attempt from there, with the help of international human smugglers.",
    "Among the group deported on April 19 were fifteen males and six females who are aged between 19 and 50 years and two individuals below 18 years.",
    "They have been identified as residents of Jaffna, Kilinochchi, Vavuniya, Trincomalee and Batticaloa.",
    "Relevant authorities including the Department of Immigration and Emigration are carrying out the legal proceedings into the incident."
  ]
}