{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/04/sri-lanka-gets-usd-250-mn-from-world-bank-budget-support-program/",
  "time_ut": 1688455320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka gets USD 250 Mn from World Bank budget support program",
  "original_body_lines": [
    "COLOMBO (News 1st): Sri Lanka's State Finance Minister Shehan Semasinghe said that the 1st disbursement of USD 250 million from the World Bank Budget Support program was received on Tuesday (4).",
    "On the 28th of June 2023, the World Bank Board of Directors also approved $700 million in financing for two operations to help Sri Lanka implement foundational reforms that restore macroeconomic stability and sustainability, mitigate the impact of current and future shocks on the poor and vulnerable, and support an inclusive and private-sector-led recovery and growth path.",
    "The Sri Lanka Resilience, Stability and Economic Turnaround (RESET) Development Policy Operation ($500 million) will support reforms that help improve economic governance, enhance growth and competitiveness, and protect the poor and vulnerable. It will provide budget support in two equal tranches against agreed prior actions.",
    "The Social Protection Project ($200 million) seeks to support Sri Lanka in providing better-targeted income and livelihood opportunities to the poor and vulnerable and improving the responsiveness of the social protection system.",
    "The active World Bank portfolio as of June 26 is composed of IBRD financing worth $1.09 billion and IDA financing worth $1.17 billion. Sri Lanka lost IBRD creditworthiness and cannot access additional IBRD financing. Upon the Government’s request, a reverse graduation to regain access to IDA concessional financing was approved. Until IBRD creditworthiness is re-established, Sri Lanka will have access only to IDA resources.",
    "The CPF will leverage the close cooperation across the World Bank, IFC, and MIGA and with development partners.",
    "As the largest global development institution focused on the private sector in developing countries, IFC has invested close to $1 billion in Sri Lanka since the onset of the COVID-19 pandemic, helping businesses and sustaining jobs. Recently, IFC provided a cross-currency swap facility to three of the country's leading national banks that deal with over 30 percent of Sri Lanka's remittances and exports. The facility intends to support the private sector with critical financing, contributing to the country's urgent need to stabilize the economy. IFC will continue its efforts to promote private sector led growth by supporting innovation, product diversification, growth-enabling sustainable infrastructure as well as in deepening social and financial inclusion.",
    "Thai King takes elephant Sak Surin (Muthuraja) under his patronage"
  ]
}