{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-condemns-Speaker-for-unfair-treatment-of-opposition/56-750286",
  "time_ut": 1688594717.0,
  "original_lang": "en",
  "original_title": "SJB condemns Speaker for unfair treatment of opposition",
  "original_body_lines": [
    "Samagi Jana Balawegaya (SJB) Spokesman and Deputy National Organiser S.M. Marikkar in parliament yesterday strongly criticised Speaker Mahinda Yapa Abeywardena, accusing him of unfair conduct. Marikkar claimed that the Speaker had arbitrarily limited the opposition’s opportunity to express their views during the special session and vote on the government’s domestic debt restructuring plan.",
    "“The President has requested the support of the opposition recently. But how can we support the Government when we are treated in this manner?” he asked.  “In such an instance it is impossible to even consider extending our support to the Government. We express our strong opposition to these actions,” he said.  The SJB accused the Speaker of ending the debate at 7:30 p.m. despite the MPs being informed by the Secretary General of Parliament Kushani Rohanadeera it would continue until 9:30 p.m. on the day. The opposition questioned the Speaker as to why the debate was abruptly brought to a halt on the day.",
    "His comments resulted in a heated exchange with the ruling party.",
    "“You do not understand Ranil but we do. You have been reduced to merely taking what is given, watching while remaining on the sidelines, and merely voting yes when ordered by the boss,” he told the ruling party MPs.",
    "“You have managed to survive by joining with Ranil Wickremesinghe. But next time be prepared to go home” the MP said to the MPs who opposed him.",
    "Marikkar said an SJB win at the next poll is inevitable. “I am declaring it without any fear. Hold an election tomorrow and we will win. I challenge you to win at the next poll,” he said."
  ]
}