{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/landmark-research-on-migrant-worker-reintegration-challenges/",
  "time_ut": 1690566000.0,
  "original_lang": "en",
  "original_title": "Landmark research on migrant worker reintegration challenges",
  "original_body_lines": [
    "The first publication of the recently concluded migrant worker research study entitled, ‘Skills, Aspirations and Reintegration Challenges of Returned Migrant Workers: Evidence from Selected Districts in Sri Lanka’, was presented to R.P.A. Wimalaweera, Secretary to the Ministry of Labour and Foreign Employment, by the Skilled and Resilient Migrant Workers (SRMW) project, in Colombo. The SRMW project is funded by the Swiss Agency for Development and Cooperation (SDC), within the United States Agency for International Development’s (USAID) YouLead initiative.",
    "Conducted by the Institute of Policy Studies (IPS) on behalf of the SRMW project, this study bridges existing empirical data gaps on returned migrant workers, with a focus on challenges to economic reintegration related to skills development and qualifications recognition. Primary data for the study was collected from a sample survey of returned migrant workers in the project’s priority districts: Anuradhapura, Kandy, Kurunegala, Puttalam and Vavuniya, of which a majority were women migrant workers.",
    "Policymakers at the event were presented with an overview of the report followed by an in-depth discussion of implications by an eminent panel of experts, led by Dr Bilesha Weeraratne, Research Fellow at IPS. Insights on skills development, self-employment and entrepreneurship, reintegration services and gender-based challenges were highlights of the discussion. The panel was comprised of Mr. Dasitha Niroshan, Director, Skills Development, Ministry of Education; Dr. Sepali Kottegoda, Director of Programmes, Women’s Economic Rights and Media at the Women and Media Collective; Mr. Heminda Jayaweera, Co-founder and Director, Venture Frontier Sri Lanka; and Mrs. Padmini Ratnayake, Advisor, Minister of Foreign Employment.",
    "Receiving the report, R.P. A. Wimalaweera, Secretary to the Ministry of Labour and Foreign Employment, said, “With many Sri Lankans migrating for work, identifying suitable and productive methods of reintegration upon their return also becomes a continuous requirement. The findings and recommendations of this report will be useful for future evidence-based policy improvement towards effective reintegration”.",
    "Emphasizing the role of the SRMW project within the Safe Labor Migration program, Raoul Imbach, Deputy Head of Mission, Embassy of Switzerland in Sri Lanka, said, “Skilled resilience is a key focus of the Safe Labor Migration program initiated by the Swiss Agency for Development and Cooperation, which is now in its fourth phase. Through our funding of the SRMW project and its activities such as this research study, we continue to support the improvement and implementation of Sri Lanka’s National Labor Migration Policy and empowerment of the country’s migrant workers”.",
    "Expressing USAID’s commitment to empower Sri Lanka’s migrant workers, Ali Ezzatyar, Acting Deputy Mission Director, USAID Sri Lanka & Maldives, said “At a time when many Sri Lankans are seeking opportunities overseas, USAID wants to help minimize the negative impacts of their departure for both the migrants and the country, and ensure that when these workers return, they can reintegrate and utilize new skills and experiences obtained abroad to contribute to the development of Sri Lanka”.",
    "Improving the resilience of Sri Lanka’s migrant workers through skills development and recognition, guidance services and access to information are priorities of the SRMW project, and this research study marks the first of several of SRMW’s policy related initiatives.",
    "Ceylinco Life ranked Sri Lanka’s Most Valuable Insurance Brand overall",
    "Uber partners with the Ministry of Transport to promote road safety",
    "USAID top official assesses food needs of affected people here",
    "USAID launch Island Plastic Challenge to help consumer goods companies address plastic waste",
    "USAID and Pizza Hut open first of 28 Commercial Training Kitchens for Sri Lankan youth",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}