{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/07/don-t-be-a-ceo-during-covid-says-srilankan-ceo/",
  "time_ut": 1680838800.0,
  "original_lang": "en",
  "original_title": "‘Don’t be a CEO during Covid’, says SriLankan CEO",
  "original_body_lines": [
    "BBC: Sri Lanka's national carrier has been struggling against even more headwinds than many of its rivals.",
    "Airlines around the world have been buffeted by the impact of countries closing their borders during the pandemic and soaring fuel prices due to the Ukraine war.",
    "State-owned SriLankan Airlines is also facing the worst economic crisis for decades in its home country.",
    "Its British-born boss told the BBC how he plans to turn the firm around.",
    "\"I think the first lesson for me is don't ever go and be a CEO during Covid,\" Richard Nuttall, the chief executive of SriLankan Airlines, jokes when asked what his biggest takeaway is from the last two years.",
    "Mr Nuttall has spent decades in the airline industry, working with names including Cathay Pacific and Philippines Airlines.",
    "He became the chief executive of SriLankan Airlines in April last year, after joining the company in November 2021 as its chief commercial officer.",
    "He joined the loss-making carrier after Sri Lanka eased its coronavirus border restrictions and hopes were high that the firm was set to see a recovery in passenger numbers.",
    "However, the economic problems that had been dragging on the country since before the pandemic deepened in the summer of 2021.",
    "A series of missteps by the government resulted in the worst economic crisis since the country's independence, depleting Sri Lanka's foreign reserves needed to import everything from food to fuel.",
    "Soaring prices saw protesters taking to the streets, which hammered the country's tourism industry, which was vital to its economy.",
    "Countries that advised their citizens to not travel to Sri Lanka smacked of \"double standards\", Mr Nuttall said.",
    "\"In the west, protest is a sign of democracy and nobody issues travel advisories. But when you have a protest in somewhere like Sri Lanka, everybody slaps on travel advisories.\"",
    "In February, Sri Lanka secured a $3bn (£2.4bn) bailout from the International Monetary Fund.",
    "As part of the plan to rebuild its shattered economy, the government aims to raise funds by privatising SriLankan Airlines.",
    "In February this year, unable to meet interest payments due end of the year, the company defaulted on a $175m (£140m) bond.",
    "Mr Nuttall highlighted that, while he was not against selling off the business, there was still a lot of work to be done to restructure its debt before that can happen.",
    "\"If we can structure that debt, then a large part of what we're paying as interest comes back and can be used to run the airline,\" he said.",
    "\"And it means that an outside investor can come in and not pay for the sins of the past.\"",
    "Watch the Cardinal’s Easter message. Exclusively on News 1st and Newsline.",
    "New Zealand win thrilling 3rd T20I against Sri Lanka to seal series 2-1",
    "Bill placed in Bangladesh Parliament to ban protests and strikes in essential services"
  ]
}