{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89205/sri-lanka-receives-imf-executive-board-approval-for-usd-29-bn-bailout-package",
  "time_ut": 1679331240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka receives IMF Executive Board approval for USD 2.9 bn bailout package",
  "original_body_lines": [
    "The Executive Board of the International Monetary Fund (IMF) has approved the Extended Fund Facility to Sri Lanka at its board meeting held today, according to State Minister of Finance Shehan Semasinghe.",
    "He further said that President Ranil Wickremesinghe will make a special statement on this tomorrow (21).",
    "The International Monetary Fund (IMF) has announced that the IMF Executive Board approved Sri Lanka’s program under the Extended Fund Facility (EFF), the President’s Media Division also confirmed.",
    "The program will allow Sri Lanka to access financing of up to US$ 7 billion from the IMF, International Financial Institutions (IFIs) and multilateral organizations.",
    "This is a historic milestone for the country as the Government seeks to restore macroeconomic stability and achieve debt sustainability, the PMD reported.",
    "Earlier this month, Sri Lanka received IMF-compatible financing assurances from its official creditors, including Paris Club members, India and China, allowing the IMF to convene an Executive Board and consider Sri Lanka’s request for a loan.",
    "The program is expected to provide much-needed policy space to drive the economy out of the unprecedented challenges and instill confidence amongst all the stakeholders.",
    "Sri Lanka reached a Staff-Level Agreement with the IMF on a four-year program supported by the Extended Fund Facility on 1st September 2022. The program, amounting to US$ 3bn, is expected to restore macroeconomic stability and debt sustainability while protecting vulnerable groups and safeguarding Sri Lanka’s financial system.",
    "Since September, the Government of Sri Lanka has held official creditor meetings to update stakeholders on the country’s reform agenda and share information transparently as well as engaging with commercial creditors.",
    "Following the IMF Executive Board approval, the disbursement of the first tranche under this program is expected to take place in the coming days.",
    "“In the 75 years of Sri Lanka’s independence, there has never been a more critical period for our economic future. Our official creditors have declared their support following continuous and positive engagements over the last few months, and we are pleased that the IMF Executive Board approved our program, enabling Sri Lanka to access up to US$ 7 billion in funding from the IMF and IFIs. From the very start, we committed to full transparency in all our discussions with financial institutions and with our creditors. I express my gratitude to the IMF and our international partners for their support as we look to get the economy back on track for the long term through prudent fiscal management and our ambitious reform agenda.",
    "Since taking office last July, it has been my priority to stabilize Sri Lanka’s economy and achieve sustainable levels of debt. To do so, we have taken some tough decisions, but we did so with a commitment to widening our social safety nets, protecting the vulnerable, rooting out corruption and ensuring we can grow an inclusive and internationally attractive economy. The IMF program is critical to achieving this vision for our country, and we are committed to successfully completing the IMF program and achieving debt sustainability. We will continue to engage with all our creditors, and I encourage both our bilateral and commercial creditors to strengthen and foster coordination in the context of our forthcoming engagement. The IMF program will also be imperative to improving Sri Lanka’s standing in and access to international capital markets, and it will demonstrate that Sri Lanka is once again a country attractive to talent, investors and tourists.”"
  ]
}