{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Political-interference-ICC-visits-Sri-Lanka/155-258971",
  "time_ut": 1683731998.0,
  "original_lang": "en",
  "original_title": "Political interference: ICC visits Sri Lanka",
  "original_body_lines": [
    "The Deputy Chairman of the International Cricket Council (ICC) Imran Khwaja arrived in the island yesterday as part of a 'fact-finding mission' into allegations of political interference in the administration of Sri Lankan cricket.",
    "Khwaja is part of a three-member committee that was appointed by the ICC in March to look into complaints made by Sri Lanka Cricket (SLC) officials to the sports’ world governing body against Sports Minister Roshan Ranasinghe.",
    "“As part of his ‘Fact Finding Mission’ Khwaja held discussions with the President of Sri Lanka Cricket (SLC), Mr. Shammi Silva, and the Executive Committee of the SLC. During discussions with the SLC, Mr. Khwaja inquired about issues faced by Sri Lanka Cricket owing to political interferences and the impact it has on administering the game,” a media release from SLC read.",
    "The release added that SLC had informed the Minister on May 8 of the ICC Deputy Chairman’s intent to meet the Minister as part of this mission.",
    "SLC and the Minister have been at loggerheads since last year, when the Asia Cup which was supposed to be held in Sri Lanka had been moved out of the country.",
    "SLC claimed there were logistical concerns for broadcasters and sponsors, with the country in the middle of fuel and food shortages.",
    "Members of Parliament and Advisors to the Minister alleged however that this was done so officials of SLC could travel overseas at the expense of the sports body.",
    "Sri Lanka’s group stage exit from the T20 World Cup also led to an inquest by the Sports Minister, which led to allegations that SLC had spent lavishly to send its officials to Australia, although SLC countered that by saying the Minister’s approval for this had already been received.",
    "SLC wrote to the ICC last December, making an official complaint against the Minister, alleging growing political interference, much to the displeasure of Ranasinghe.",
    "Following an ICC meeting in March, the governing body appointed the three-member committee to investigate these allegations, which includes Board of Control for Cricket in India (BCCI) Secretary Jay Shah and Bangladesh Cricket Board (BCB) President Nazmul Hassan."
  ]
}