{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/imf-loan-risks-eroding-rights-sri-lanka-should-ensure-fair-taxes-accountability-for-corruption-hrw/",
  "time_ut": 1680097247.0,
  "original_lang": "en",
  "original_title": "IMF Loan Risks Eroding Rights; Sri Lanka Should Ensure Fair Taxes, Accountability For Corruption: HRW",
  "original_body_lines": [
    "The government of Sri Lanka should ensure that policies to enhance revenues do not further erode economic and social rights and that anti-corruption reforms provide accountability, Human Rights Watch said today. On March 20, 2023, the International Monetary Fund (IMF) approved a US$3 billion loan to Sri Lanka to help resolve the spiraling economic crisis that began after Sri Lanka defaulted on its debt in April 2022.",
    "The loan was approved seven months after IMF staff and government officials reached an initial agreement and following financing assurances from the country’s major bilateral creditors. Although it focuses on growing revenues and emphasizes tackling corruption and improving social protection, the program as structured risks further undermining people’s economic and social rights. The government has announced policies that effectively reduce salaries in public service agencies, eliminate subsidies, and increase regressive taxes – steps that could degrade public services and further raise prices at a time when a large segment of the population is already struggling due to high inflation.",
    "“Official corruption and tax rules that benefitted the wealthiest were key drivers of Sri Lanka’s economic crisis, for which Sri Lankans struggling to make ends meet should not have to carry the burden,” said Meenakshi Ganguly, South Asia director at Human Rights Watch. “The government should recognize that the public deserves real accountability, whether it’s for past war crimes or ongoing misgovernance and repression of critics.”",
    "IMF approval of the loan paves the way for multilateral institutions such as the World Bank and Asian Development Bank to offer Sri Lanka new financing, which the government has said it expects to reach $7 billion over the next four years. Financial institutions and donors should insist on transparent, rights-respecting governance.",
    "The IMF loan is intended to provide the country with a lifeline while addressing deep-seated problems that contributed to the crisis. Under international law, governments and financial institutions have an obligation to respond to economic crises in a way that advances rather than further jeopardizes human rights, and should avoid pursuing policies that reduce low-income people’s access to essential goods and services.",
    "Sri Lanka’s economic crisis triggered soaring inflation, as well as shortages of essential goods such as fuel and medicine, causing severe and ongoing economic hardship. In January, the World Food Programme reported that one in three families in Sri Lanka were experiencing food insecurity and half were purchasing food on credit.",
    "Waves of protests have made ending corruption a central demand, and led to the ouster of President Gotabaya Rajapaksa in July 2022. Currently, the IMF program’s anti-corruption measures are centered on the government passing legislation in line with the United Nations Convention Against Corruption and the IMF carrying out a governance diagnostic that assesses Sri Lanka’s strengths and weaknesses in six areas, including the rule of law and fiscal governance. The conclusions could be used to set conditions later in the loan program.",
    "For the analysis to be effective, civil society should play a prominent role, Human Rights Watch said. Subsequent anti-corruption reforms should ensure that the government enforces its rules and holds corrupt officials and private businesspeople to account, including for past malfeasance. These efforts should include recovering stolen assets, imposing back pay and penalties for tax evasion, and stemming illicit financial flows out of the country.",
    "The program’s focus on increasing government revenues, rather than reducing public spending as a percentage of Gross Domestic Product (GDP), will better protect rights, Human Rights Watch said. When the crisis began, Sri Lanka had among the world’s lowest tax-to-GDP ratios in the world at 7.3 percent. That ratio is expected to nearly double to 14 percent of GDP. However, while some of the new measures are designed to increase taxes on the wealthy and eliminate tax exemptions that benefit them, the heavy reliance on value-added taxes can worsen the cost-of-living crisis.",
    "The government has already increased corporate tax rates and removed all sector-specific tax exemptions, according to the IMF staff report. But most new tax revenue will come from value-added taxes (VAT), which were raised from 8 to 12 percent in May 2022 and again to 15 percent in September. Basic food items remain exempt from VAT, but the government committed to VAT reform by 2024 that would remove “almost all” product-specific exemptions.",
    "While the wealthy pay more VAT in absolute terms because they spend more, the expense makes up a much greater share of income for low-income people. In 2019, the amount of revenue that came from VAT and income taxes were on par, but by the end of the program, VAT is expected to make up 32 percent of all taxes, whereas income taxes would make up 21 percent.",
    "The program reduces the threshold for taxing annual income to 1.2 million rupees ($3,694), a change that some have protested as burdening families who are already struggling to realize their rights. The government should publish data on the percentage of the population that is subject to income taxes under this change, Human Rights Watch said. It should also consider advancing the introduction of taxes on property, gifts, and inheritance, which the program mandates by 2025.",
    "The program includes other measures that could harm low-income people. Public services are central to delivering rights and are an important source of employment. The program calls for keeping any increase in public wages to less than inflation, effectively reducing real salaries, and reducing total spending on wages from 5 to 3.6 percent of GDP. It also eliminates subsidies for both fuel and electricity and imposes an excise tax on fuel, but does not ensure that these critical measures are carried out in a way that fulfills rather than erodes rights. To protect rights when removing subsidies and introducing taxes for fossil fuels, the government should adequately invest in social protection, the use of renewable energy sources, and other measures to move toward a rights-aligned economy, Human Rights Watch said.",
    "The program includes a so-called “social spending floor” that would “gradually raise” spending on four cash transfer programs “to help cushion the potential impact of macroeconomic adjustment on the poor and vulnerable groups.” Recognizing the pervasive flaws in the country’s targeted cash transfer programs, it also mandates overhauling eligibility criteria in partnership with the World Bank to make them “based on objective and verifiable characteristics of households,” and notes the government is working with the World Bank on a new electronic registry for selecting beneficiaries.",
    "While the floor brings up total spending on these programs to 0.6 percent of GDP, it is set at far less than developing countries’ average spending on safety nets, which is 1.6 percent. Furthermore, the insistence on targeting benefits based on eligibility criteria also risks continuing to exclude people who are unable to access goods and services essential for an adequate standard of living. The details of the new eligibility criteria and electronic registry have not been made public, but research has shown pervasive problems with targeting benefits, including high error and exclusion rates.",
    "For example, a proposal to use electricity consumption as a proxy measure – to overcome the lack of data on household income as well as the risk of corruption in selecting beneficiaries – would leave out about 35 percent of the bottom half of the population. Because current beneficiaries who are ineligible under the new criteria would be removed by January 2024, this could mean people losing benefits they are currently receiving.",
    "Contrary to this approach, the IMF’s technical note on social safety nets advises that in countries with “low administrative capacity” efforts should focus on enhancing tax capacity to “claw back” benefits from high-income households, rather than lowering benefits or excluding low-income beneficiaries.",
    "“When half of Sri Lankan families are buying food on credit, it’s not the time to experiment with fixing chronic and pervasive problems with targeted cash transfer programs,” Ganguly said. “Instead of investing precious funds in new registries, the government’s focus should be on building a tax system that makes sure the wealthy pay their fair share.”"
  ]
}