{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-thriposha-production-plant-its-construction-40-years-ago/",
  "time_ut": 1682829540.0,
  "original_lang": "en",
  "original_title": "The Thriposha Production Plant – Its Construction 40 years ago",
  "original_body_lines": [
    "In the rankings of global child malnutrition that Sri Lanka is placed sixth globally and second in South Asia was headline news in most of our national newspapers recently. Disruption of the distribution of Thriposha caused by shortsighted political decisions in the recent past was mentioned as one of the possible causes for this significant increase in malnutrition in Sri Lanka in recent decades.",
    "The production and distribution of Thriposha was conceived and implemented several decades ago by a collection of dedicated professionals who were aware of the consequences of childhood malnutrition on Sri Lanka’s future. The construction of the Thriposha plant in 1978/79 was a major milestone and a key factor for the success of the Thriposha programme for more than 40 years. This article written by the project engineer responsible for the construction of the plant highlights some key events during that memorable period.",
    "Every citizen of Sri Lanka was provided with 500 kcal per capita per day through the rice ration scheme started during the World War II era. This provided adequate energy for needy citizens for several decades but did not, however, include other necessary nutrients. Studies at the Medical Research Institute (1950-1973) highlighted the deficiency of animal proteins, several vitamins and minerals in the diet among the low-income population.",
    "Sri Lanka recognized the importance of correcting malnutrition caused by poverty and initiated its first comprehensive island-wide nutrition supplementary food intervention programme in 1973. Thriposha, meaning three nutrients, was the name given to this programme. Its objective was to provide a supplementary food providing all the essential nutrients to pregnant and lactating mothers and under-nourished infants and children aged 6 to 60 months in the lower socio-income group.",
    "A blend of wheat and soy (WSB) from the US Government was used at the beginning of the programme. It was packaged into printed plastic bags of 750 grammes each for distribution at two bags per month per recipient. CARE (Cooperative for American Relief Everywhere) Sri Lanka office managed the programme. A year later in 1974, local ingredients were added, replacing 20% of WSB with cooked sorghum. The rapid increase in the number of Thriposha recipients and the difficulty of sorghum processing soon became a problem. In 1976, low-cost extrusion cooking was introduced by CARE and USAID.",
    "To process sorghum flour, a biscuit had to be prepared first, which was then baked and powdered before being blended with WSB. In the new process, a mix of 70% maize and 30% soybean was milled and extruded with added moisture, in effect partially cooking it. The product was thereby made easily digestible for the target recipients. The ground product was blended with 3% non-fat powdered milk and 1 % vitamin-mineral mix to make it a complete food.",
    "‘Priyani Mills’ in Kundasale was a rice mill and one of the few with cleaning and destoning equipment at the time. The Thriposha production pilot plant was housed in this mill because the paddy cleaning equipment there could be used to clean maize and soybeans before extrusion.",
    "The Paddy Marketing Board (PMB), supplied maize and soybean purchased from farmers. A problem arose when ‘Priyani Mills’ claimed that approximately 10% was lost in the cleaning process, which the PMB considered excessive. A test cleaning operation of the mill to determine the actual cleaning loss was agreed upon and I was assigned to conduct this test. I had initially joined the PMB as an Assistant Engineer. After completing a Master’s Degree programme on post-harvest technology in the United States, I returned to the PMB and was working there as a Senior Engineer at this time.",
    "After completing the test, I prepared a short hand-written report and gave it to Mr. Justin R. Jackson, the Thriposha Programmme Director who was also present during the entire testing process. The report had a flowchart of the equipment and losses at each point and my observations thereon. Mr. Jackson read the report, was visibly surprised by its quality and expressed curiosity about my professional background. The conversation that followed surprised him even more and he earnestly pressed me to join them to help build the proposed integrated Thriposha Processing Plant to increase production. He gave me a great deal of literature on the Thriposa programme to convince me of the national importance of the project.",
    "The literature on the project was very convincing and Dr. Preethi Wijekoon’s description of the improvements in severely malnourished kids after a few months of Thriposha ration was even more so. My eventual decision to join the project involved a secondment from the Ministry of Agriculture to the Ministry of Health, and this bureaucratic process took some time. Pending the secondment, I started visiting the CARE office in order to help with planning for the construction of the plant.",
    "Mr. Jackson, who as the director of the Thriposha Programme, had placed an advertisement in the newspapers seeking five acres of land for the proposed Thriposha plant. He had received about 30 offers from all over the Island and asked me to evaluate them. After a quick look at these offers, I suggested to him that we reverse the approach. We should look for a site that met our requirements and then set about securing it. After a weekend of thinking over my suggestion, he approved of it. That the new plant should be located in a maize and soy bean growing area, was the view of many. I conducted a comprehensive transportation study to minimize the cost of transport of raw materials to the factory and that of the product and by-product to the consumers. My post-graduate study of ‘Operations Research’ in the United States was very helpful for this analysis.",
    "The study concluded that locating the plant in the Colombo district was optimal. Thriposha was mostly distributed by train because it was the least expensive mode of distribution. A railway siding at the plant would thus make rail transport very convenient. This meant that we needed a site with a railway frontage of, at least, 1,000 feet. The director wanted to hire a helicopter and look around Colombo to locate a suitable site. I wanted, instead, to travel by slow trains along three railway lines and take a look before hiring a helicopter.",
    "Equipped with a one-inch map of the areas, I travelled by train to Panadura and Gampaha but these trips proved unfruitful. My third trip was to Negombo. A mile or so past Kandana I spotted a neglected coconut land with the railway frontage we required. I got down at the nearest railway stop in Ja-Ela and walked back towards the land I had spotted. This land not only had a railway frontage it also faced the Colombo-Negombo (A3) highway, an added advantage for our project.",
    "At this site, I met the owner, Mr. James Felton de Alwis Seneviratne, a lawyer and classmate of former prime minster Mr. S. W. R. D. Bandaranaike at St. Thomas’ College. I explained to him the importance of the Thriposha project and how and why his land was the only one that met all our requirements. With the approval of Mr. Jackson who was delighted with the site, we were able to persuade Mr. Seneviratne to part with the land having provided him with adequate compensation for it.",
    "We started planning for the construction of the plant even before the site was finalized. Edwards Reid and Begg, a firm with the foremost architects at the time was hired, because we wanted the best. A little known fact is that Mr. Geoffrey Bawa was the chief architect of the Thriposha Plant. With Geoffrey at the helm, engineers led by Dr. K. Poologasundaram completed the design and prepared the drawings and tender documents. We spent many hours with Geoffrey, hours that are vividly etched in my memory.",
    "At the heart of the plan was a 34,000 sq.ft building with space for a packaging section, machinery, raw materials as well as the finished product. Geoffrey was an admirer of the flowering Esala tree (Cassia Fistula) and wanted a line of trees planted on the premises. I made a special trip to Anuradhapura, collected these plants with the help of my colleagues in the PMB and fulfilled his request.",
    "We met with several leading construction companies that submitted tenders and eventually selected, N. J. Cooray Builders, not the cheapest but one of the best. Building construction started and progressed smoothly with over one hundred workers employed in the construction. This brought Mr. Herbert Cooray into our close-knit circle. A former leader of the socialist student movement, then owner of a construction company and founder of Jetwing Hotels, Mr. Herbert Cooray was a person I will never forget. He was keeping the construction company going mainly to help the faithful employees of his father.",
    "Railway siding was the biggest ancillary item of the project. Several discussions with the General Manager of Railways, Mr. Peris and his staff, were held to initiate the work. This was to be the first siding in the colour signal tracks and there was some initial reluctance on that score. However, once the work started everything fell into place. We helped Sri Lanka Railways transport supplies as they were sometimes short of vehicles. I still remember a visit we made to the Boossa railway yard to select sleepers.",
    "The logistics of the siding construction was meticulously planned. There was only one break around midnight without trains on this stretch. Major items like rails, sleepers and ballast were brought by train and unloaded during this precious time interval. I visited the site several times with railway officers during these midnight unloading operations. The siding area was levelled and compacted using a bulldozer. The rail track was laid and connected to the main line.",
    "The track was lifted and ballast was set under the rails. Colour signals were installed and connected to the central control room at Maradana. The Director of CARE, Sri Lanka, Mr. George Taylor and I visited the site on a Sunday morning, with a six pack of beer and waited for the first train to enter the site. It was a long wait but the train finally arrived, delayed by a man committing suicide on the track on its way!",
    "The Thriposha production line was planned at the Colorado State University by Mr. Ronald Triblehorn. He also helped CARE, New York office to purchase machinery. Soon we started receiving machinery and there were altogether 75 crates in 55 shipments. We carefully catalogued and stored the crates in a warehouse in Colombo awaiting completion of the civil works.",
    "Dr. Beatrice de Mel of the Medical Research Institute was the moving spirit behind the distribution of Thriposha. She told me more than once during site visits, that the project reminds her of her visits to the Lady Ridgeway Hospital site as a little child with her father, Prof. L. O. Abeyratne, a pioneer in child health care in Sri Lanka. She continued to mentor the project for several decades.",
    "Alongside construction activities we called for proposals from suitable firms who could take over the future management of the plant. We selected Ceylon Tobacco Company out of the several proposals we received. They made a very attractive offer thoughtfully planning to employ several hundred workers laid-off with full pay after a strike. I discovered that these workers included many with engineering skills and proposed that we select a team from among these workers to install the machinery. This was a departure from the original plan to use a general contractor for installation and this saved a substantial sum of money to the project. It also produced a team of workers proud to work in the plant they helped build themselves.",
    "When the roof of the building was barely complete, we started moving crates of machinery and prepared to assemble and install the machinery. We soon discovered that the processing line was several feet longer than in the drawings and could not be accommodated in the building. We changed the plans and realigned some machines to fit inside the building space.",
    "The installation of machinery was completed in about three months. Ron (Triblehorn) came from the United States to lead the start-up of plant machinery. Training plant operators and Thriposha production became a part of the start-up. Thriposha was packed in kraft paper bags of 750 grammes each and stored before dispatch in the product storage area. Thereafter the products were distributed throughout the country in trucks. Transportation of Thriposha bags by train, followed. This symbolized the successful completion of a job undertaken and I returned to the Paddy Marketing Board to manage the Rice Processing Development Centre (the present Institute of Post-Harvest Technology – IPHT) in Anuradhapura in January 1980.",
    "About nine months later I received a call from George Taylor (the Director of CARE, Sri Lanka) to join him at the opening of the plant on September 19, 1980. I gladly accepted the invitation but it was only when I met him at the plant that he told me I have to guide the prime minister, Mr. R. Premadasa, through the plant. Since I was not formally attired, I borrowed a tie from the plant manager, Rohan Dias, prior to welcoming the prime minister. Thereafter I showed him around the premises answering his many questions in the process. When I showed him cleaned maize grains coming out of the gravity table separator, he asked me, ‘Can you clean people like this?’ Of his many questions that day, the latter is the one I remember best.",
    "We received many compliments for the manner in which we got the plant built and running. A USAID review team that visited us towards the end of my tenure commented that this was the best USAID project they had seen anywhere! I also remember a man approaching my vehicle at the Ja-Ela railway crossing and complimenting me on my commitment to the project. The Thriposha plant has completed 42 years of successful operation. It was a pleasure to read the recent news items on the project, its improvements and successes.",
    "The food extrusion technology we introduced has been adopted by many others and many similar products with similar names have entered the market, as for instance, “Suposha” a product of the Thriposha plant, which has become a commercial success. The plant remains in good hands. It is with gratitude I recall the work of the technical officers, technicians and workers who toiled tirelessly to complete the Thriposha plant and I hope it will continue to help produce healthy Sri Lankans for many more years to come.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}