{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Global-economic-crisis-and-implications-for-Sri-Lanka-s-construction-industry/4-750925",
  "time_ut": 1690142175.0,
  "original_lang": "en",
  "original_title": "Global economic crisis and implications for Sri Lanka’s construction industry",
  "original_body_lines": [
    "The Government’s policies and actions exert a substantial influence on economic financing, particularly impacting the construction industry. Recognising the importance of the industry, ensuring stability, and addressing issues such as delayed payments, budget presentations, administrative problems, tax rates, and communication challenges among Government institutions are critical for fostering a conducive environment for the industry’s growth and development",
    "The global economic crisis has cast a shadow of uncertainty over various sectors worldwide, and Sri Lanka’s construction industry is bracing itself for the potential challenges that lie ahead. Our construction industry is already undergoing a severe downturn owing to the current economic crisis that our country is experiencing, and the fallout of the global economic crisis will further enhance the crisis that the sector is facing. Under these circumstances, it is essential to highlight the issues at hand and emphasise the importance of taking swift measures to mitigate the potential consequences. This article aims to raise awareness among diplomats, policymakers, Government officials, and the public about the possible issues that may arise in Sri Lanka’s construction industry if timely actions are not implemented. We will draw insights from the global scenario to shed light on the potential risks Sri Lankan construction field faces.",
    "The global economic crisis has left no sector untouched, and the construction industry is no exception. In fact, it has been identified to be one of the most affected industries by the COVID-19 pandemic (FCCISL survey Report 2021, 10). Reports from various sources indicate that the construction sector could witness over 6,000 insolvencies in 2023. A recent report from Red Flag Alert suggests that the UK construction sector may experience a significant rise in company insolvencies in 2023 due to a combination of factors (BRS, 2023). It further estimates that there is currently approximately £ 300 million of outstanding debt within the UK construction sector, and this figure could potentially reach £ 1 billion by early 2024.",
    "Saving the local construction sector operating within a small market from collapse requires urgent financial relief measures and the revision of outdated laws while enacting new legislation – Pic by Shehan Gunasekara",
    "The challenges confronting the construction industry have prompted Red Flag Alert to issue a cautionary statement, indicating that more than 100 companies within the sector could face collapse on a weekly basis. Concerns have also been raised about the overall number of company insolvencies across various industries in the UK, with projections indicating a potential increase to 32,000 by the end of this year.",
    "This alarming statistic serves as a stark warning to Sri Lanka, highlighting the urgent need to address financial instability within the construction industry. Without prompt intervention, Sri Lanka could witness a wave of business failures, leading to job losses and detrimental effects on the economy.",
    "To combat this issue, policymakers must work hand in hand with industry stakeholders to implement measures that promote financial stability. These measures may include providing access to credit and capital, facilitating streamlined payment processes, and ensuring fair and transparent contract agreements. By safeguarding the financial health of construction companies, Sri Lanka can mitigate the risk of insolvencies and preserve job opportunities.",
    "The April 2023 Allianz insolvency report provides valuable insights into the current crisis. According to the report, the Global Insolvency Index is projected to increase by +21% in 2023 and +4% in 2024. It indicates that half of the analysed countries are expected to surpass their pre-pandemic levels of insolvencies in 2023, with three out of five countries likely to do so in 2024. To stabilise the number of insolvencies, the Eurozone and the US would require an average additional GDP growth of 1.3pp and 1.5pp, respectively, during the period of 2023-2024. Moreover, three out of four countries analysed experienced a rebound in insolvencies in 2022, resulting in a doubling compared to the figures recorded in 2021. (Allianz Report, 2023).",
    "In Western Europe, notable double-digit increases in insolvencies were observed in Austria (+57% y/y), the UK (+51%), and France (+48%). Interestingly, these countries had also experienced the largest drop in insolvencies during 2020/2021. Additionally, seven other countries in the region reported annual increases in insolvencies exceeding +10%, including Belgium, Denmark, Ireland, the Netherlands, Norway, Spain, and Switzerland. In Central and Eastern Europe, the rebound was led by Hungary (+67%), Lithuania (+56%), and Poland (+20%). In Asia, India (+50%) and Australia (+45%) stood out as the countries with the highest increases in insolvencies, while in the Americas, Canada experienced a rebound of +35%. (Allianz Report, 2023)",
    "The global economic crisis has triggered disruptions in supply chains, leading to shortages of construction materials and escalating costs. Consequently, many businesses in the global construction field have faced difficulties. The case of the Scottish construction firm Stewards and Shields is an example for this. The family founded and managed business, based in Helensburgh, has been operating for more than 60 years. The company offers a range of building services throughout Scotland, including social housing, projects for local authorities, commercial construction, and contracts for both private and residential clients. Despite the difficulties brought about by the pandemic, Stewart and Shields successfully secured a robust portfolio of projects, with significant future endeavours in Scotland.",
    "However, in recent times, the company encountered financial difficulties due to delays in contracts, escalating costs of raw materials, and shortages in skilled labour. The chief executive of Interpath Advisory acknowledged that the collapse of Stewart and Shields reflects the ongoing challenges and unfavourable economic conditions currently affecting the Scottish construction sector (CN, 2023). The construction industry has faced multiple obstacles in recent years, including the rising costs of raw materials, disruptions in the supply chain, and labour shortages, which have placed significant pressure on businesses operating within the sector.",
    "AMP chief economist Shane Oliver points out that builders are feeling the pressure from rising material costs and higher interest rates, resulting in a squeeze on their profitability. He further highlights the impact of cost pressures and reduced demand for new properties on builders, who are facing challenges from both ends. (McElroy & Jurss-Lewis, 2023)",
    "Tim Reardon, the chief economist of the Housing Industry Association of Australia, acknowledges the decline in new work and the potential impact of interest rate increases on builders. He expresses concern about the continued interest rate hikes and their potential impact on the wider economy. (McElroy & Jurss-Lewis, 2023)",
    "It is crystal clear Sri Lanka as a heavily reliant country on imports for construction materials, is susceptible to these challenges. Delays in material deliveries, rising prices, and compromised project timelines are potential consequences that could negatively impact Sri Lanka’s construction industry.",
    "To mitigate supply chain disruptions, Sri Lanka should explore avenues for local production of construction materials. Encouraging domestic manufacturing and investing in research and development can enhance self-sufficiency and reduce reliance on imports. Additionally, proactive steps should be taken to foster strategic partnerships with neighbouring countries to diversify the supply chain and minimise the impact of global economic uncertainties.",
    "The Australian construction sector has experienced a significant increase in company insolvencies, with 1,236 companies going into liquidation, receivership, or administration in the current financial year. (jirsch Sutherland, 2023). This number is already close to the total for the entire previous year. Factors such as rising labour and building material costs have put immense pressure on the industry. Experts warn that more collapses are likely to occur in the coming months, making it a challenging environment for the construction sector. The outlook for the industry is bleak, with new home sales, finance commitments, and dwelling approvals experiencing sharp declines.",
    "While there is a record pipeline of homes under construction, profit margins have turned negative due to increased costs. This has led to a rise in insolvencies within the home building industry. The situation is concerning as Australia faces high levels of immigration, which could exacerbate the housing shortage if supply does not catch up with demand. Overall, the construction industry is expected to face significant challenges in the near future.",
    "In times of economic crisis, companies often resort to cost-cutting measures, including downsizing and reduced investments in human capital. This poses a significant challenge for Sri Lanka’s construction industry, as skilled workers may seek alternative employment opportunities, resulting in a talent drain.",
    "To address this issue, it is imperative to prioritise workforce retention and skill development. Policies should be implemented to ensure fair employment practices, competitive compensation packages, and career advancement opportunities within the construction sector. Additionally, investing in vocational training programs and collaborating with educational institutions can help bridge the skill gap and nurture a skilled workforce for the industry’s long-term sustainability.",
    "The global economic crisis has prompted governments worldwide to reassess their infrastructure development plans, potentially impacting Sri Lanka’s construction projects. With limited financial resources, delays or cancellations of infrastructure projects could hinder economic growth and stall progress.",
    "To overcome this challenge, Sri Lanka needs to adopt a proactive approach by diversifying its sources of funding for infrastructure projects. Exploring public-private partnerships, attracting foreign direct investment, and engaging international development institutions can help mobilise the necessary resources. Furthermore, streamlining approval processes and improving governance practices will enhance project implementation efficiency and attract potential investors.",
    "While the economic crisis poses significant challenges, it also presents an opportunity for Sri Lanka’s construction industry to embrace sustainability. By prioritising green building practices, renewable energy integration, and environmentally friendly designs, Sri Lanka can position itself as a global leader in sustainable construction. Sustainable practices not only contribute to environmental preservation but also attract international investments and foster long-term resilience in the face of economic uncertainties.",
    "The above are some of the common problems faced by the professionals in the construction industry in the global context. However, some other factors unique to Sri Lanka that make issues in the local context also have been identified. The policies and actions of the Government exert significant influence on economic financing, which in turn directly impacts the economic development of the country, including the construction industry. Recognising local construction services and institutions as valuable resources and adopting a positive outlook towards them is crucial for the Government. Moreover, the stability of the Government itself, along with its economic and foreign policies, plans for human resource development, and measures aimed at providing long-term solutions to emerging issues, are all influenced by these factors.",
    "Another challenge lies in the presence of multiple Government institutions directly and indirectly involved in the construction sector, leading to communication difficulties and conflicts among these entities. Each institution operates with distinct objectives, procedures, and legal regulations, which often clash with one another. Consequently, confusion arises, and decision-making processes are delayed.",
    "In a nutshell, the Government’s policies and actions exert a substantial influence on economic financing, particularly impacting the construction industry. Recognising the importance of the industry, ensuring stability, and addressing issues such as delayed payments, budget presentations, administrative problems, tax rates, and communication challenges among Government institutions are critical for fostering a conducive environment for the industry’s growth and development.",
    "The measures implemented by the current Government in response to the economic crisis faced by the construction sector are commendable, and it is important for policymakers, diplomats, and politicians to address several key issues. Firstly, the global financial crisis has a significant impact on Sri Lanka, given its small market size. This impact is even more pronounced in sectors crucial to economic progress, such as construction, due to the relatively low number of local entrepreneurs and businessmen. Therefore, it is crucial to protect and support these entrepreneurs in light of the serious considerations involved.",
    "Secondly, internal factors exacerbate the challenges faced by the construction sector during an economic crisis. Existing laws and regulations may not be adequately dynamic or responsive to address the unprecedented nature of global pandemics and crises. Recognising the exceptional circumstances of the current global disaster, it is essential to provide special relief measures tailored to specific economic sectors, with a particular focus on sectors that directly contribute to economic development. Key strategies include effective financial management and risk assessment to address increased insolvencies and financial instability.",
    "Strengthening supply chain resilience through diversification and closer collaborations can counter disruptions and escalating costs. Workforce retention and skill development are crucial, requiring employee well-being, competitive compensation, and training opportunities. Promoting infrastructure development and economic growth entails advocating for investments, streamlining processes, and attracting private sector participation. Lastly, embracing sustainable practices throughout the project lifecycle ensures long-term viability.",
    "The construction sector’s impact extends beyond tangible development indicators, such as buildings, encompassing employment opportunities and labour market expansion, thus indirectly benefiting the well-being of the population. Moreover, aligning relief measures with the United Nations development goals pursued by the government in partnership with the international community carries significant importance, including international recognition.",
    "In case the prevailing laws and regulations hinder the provision of necessary relief measures, the legislative and executive branches should actively address these obstacles. It is crucial to identify the challenges that arise and not remain confined by outdated legal frameworks, but rather make appropriate amendments based on expert legal advice.",
    "In the present context, it is imperative to prioritise the maintenance of socio-political stability in the political sphere. The adverse effects of political instability on a country’s economy are well-documented. The existing social situation, coupled with political uncertainty, often diverts attention away from addressing prevailing economic challenges and exploring new avenues for economic growth. Furthermore, political transitions can disrupt ongoing economic development projects, requiring subsequent adjustments by the authorities. It is crucial for those responsible for addressing this situation to anticipate and address these challenges. However, it is important to recognise that there are no instant or miraculous solutions to these issues.",
    "In countries like Sri Lanka, the absence of a consistent national policy further exacerbates the economic repercussions of political instability. A consistent national policy would help ensure the continuity of economic development projects, as mentioned earlier. Therefore, in the current circumstances, setting aside the pursuit of political agendas and establishing a stable national policy guided by relevant subject experts, with a focus on sustainable development, particularly in the economic sector, would undoubtedly contribute to the long-term progress of the nation.",
    "The prevailing global economic crisis calls for immediate action to safeguard Sri Lanka’s construction industry. By recognising the potential challenges and drawing insights from the global scenario, the policymakers, Government officials and industry stakeholders can play a significant role in this regard. In conclusion, saving the local construction sector operating within a small market from collapse requires urgent financial relief measures and the revision of outdated laws while enacting new legislation as required.",
    "The writer is the Vice President of Ceylon Institute of Builders, Executive Director of SAARC Chamber of Commerce and Industry, Governing Council Member, Sri Lanka Accreditation Board for Conformity Assessment, Director, Galle District Chamber & Industry and Council Member, Chamber of Construction Industry of Sri Lanka and former Vice Chairman National Construction Association of Sri Lanka."
  ]
}