{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Radisson-to-manage-Galadari-Hotel-Colombo-after-facelift/108-260988",
  "time_ut": 1686601770.0,
  "original_lang": "en",
  "original_title": "Radisson to manage Galadari Hotel Colombo after facelift",
  "original_body_lines": [
    "Galadari Hotels Lanka PLC intends to rope in multinational hospitality management company Radisson Hotels Asia Pacific Investments Pte. Ltd to manage Galadari Hotel Colombo, under the name ‘Radisson Blu Hotel Galadari Colombo’, an Extraordinary General Meeting circular to the company’s shareholders said.",
    "“In this regard, the company has undertaken to renovate Galadari Hotel Colombo in preparation of the management and operation of the same by Radisson. Accordingly, the company has entered into a Hotel Development Services Agreement (HDSA) and a Hotel Management Agreement (HMA),” the circular said.",
    "“The HMA provides for (both in form and content) a License Agreement and Management Consultancy Agreement, which may be entered into on a future date, at the option of the company and subject to satisfaction of identified conditions,” it added.",
    "The deal has been determined by the board to be a major transaction under and in terms of Section 185 of Companies Act No.7 of 2007.",
    "“The HDSA and HMA were executed on May 1, 2023 and shall be effective as at May 1, 2023, upon the passing of a special resolution by the shareholders of the company,” the circular said.",
    "Galadari Hotels recently said it was proceeding with the proposed refurbishment of the 450-room hotel after a four-year hiatus.",
    "“… the company now wishes to disclose in terms of Section 8 of the Listing Rules of the Colombo Stock Exchange that it will be proceeding with the renovation of Galadari Hotel Colombo, the details of which are still being finalised,” the company said in a stock market filing.",
    "The company in May 2019 initially announced its plan to refurbish 400 rooms, MFP work and F&B outlets, at an estimated cost of US $ 15 million.  The refurbishment was originally scheduled to commence in June 2019. However, it was pushed back, as the company decided to come up with fresh design plans.",
    "Galadari Brothers Co LLC owns a 63.57 percent stake in the 1984-established Galadari Hotels (Lanka) PLC."
  ]
}