{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-hosts-well-contested-chess-championship-in-vavuniya/",
  "time_ut": 1685468400.0,
  "original_lang": "en",
  "original_title": "ComBank hosts well-contested Chess Championship in Vavuniya",
  "original_body_lines": [
    "More than 600 students came together in a remarkable display of strategic brilliance when the Commercial Bank of Ceylon sponsored Vavuniya District Inter-School Chess Championship 2023 was worked out over the course of two exhilarating days and seven rounds. Organised in collaboration with the Zonal Education Office – Vavuniya North & South and supported by the Jaffna District Chess Association affiliated with the Chess Federation of Sri Lanka, the event marked a significant milestone as it recorded the highest ever participation for such an event in this region.",
    "The tournament took place at Saivapragasa Ladies College and Saivapragasa Primary School in Vavuniya, and the winners were selected by 20 arbiters from the Chess Association of Jaffna and Vavuniya based on the points earned in each game. The participants competed across different age categories, including Under 10, Under 12, Under 14, and Under 16. Individual rewards await the tournament’s top performers, with trophies and cash prizes set to be presented to the top three winners in each category and certificates to the top ten winners in the categories. Additionally, the top performing schools will also receive first, second, and third place school rewards of Rs 10,000, Rs 7,500, and Rs 5000, respectively. The awards ceremony of the championship is to be held in July, creating a momentous occasion to celebrate the achievements of these talented chess players.",
    "Almost 100% participation was observed on both days, and students and parents showed immense interest and dedicated their time to be present, making the event a grand success, the Bank said. The Championship was inaugurated by the Vice Chancellor of Vavuniya University, Prof. T. Mangaleswaran, along with the Zonal Directors of Education – Vavuniya South, Additional Director of Education – Vavuniya North, and the President of the Jaffna District Chess Association.",
    "Save the Children hosts ECHO mission and provides lifesaving assistance to children in Sri Lanka",
    "ComBank Group’s deposits pass Rs 2 trillion threshold in Q1 amidst challenges",
    "ComBank adjudged the ‘Best Bank in Sri Lanka’ by Global Finance for 21st time",
    "ComBank crowned ‘People’s Private Bank of the Year’ at SLIM Kantar People’s Awards",
    "ACCA reaffirms ComBank as best among Sri Lankan banks for Sustainable Reporting",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}