{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95606/un-general-assembly-votes-overwhelmingly-to-demand-a-humanitarian-cease-fire-in-gaza",
  "time_ut": 1702432500.0,
  "original_lang": "en",
  "original_title": "UN General Assembly votes overwhelmingly to demand a humanitarian cease-fire in Gaza",
  "original_body_lines": [
    "The U.N. General Assembly voted overwhelmingly on Tuesday to demand a humanitarian cease-fire in Gaza in a strong demonstration of global support for ending the Israel-Hamas war. The vote also showed the growing isolation of the United States and Israel.",
    "The vote in the 193-member world body was 153 in favor, 10 against and 23 abstentions, and ambassadors and other diplomats burst into applause as the final numbers were displayed. The United States and Israel were joined in opposing the resolution by eight countries — Austria, Czechia, Guatemala, Liberia, Micronesia, Nauru, Papua New Guinea, Paraguay.",
    "The support was much higher than for an Oct. 27 Arab-sponsored resolution that called for a “humanitarian truce” leading to a cessation of hostilities, where the vote was 120-14 with 45 abstentions.",
    "“Today was a historic day in terms of the powerful message that was sent from the General Assembly,” Riyad Mansour, the Palestinian U.N. ambassador, said after the vote. “And it is our collective duty to continue in this path until we see an end to this aggression against our people, to see this war stopping against our people. It is our duty to save lives.”",
    "The United States has grown increasingly isolated in its support for Israel’s military campaign in Gaza after Hamas militants killed about 1,200 people and abducted about 240 in a surprise attack on Oct. 7.",
    "More than the United Nations or any other international organization, the United States is seen as the only entity capable of persuading Israel to accept a cease-fire as its closest ally and biggest supplier of weaponry.",
    "In tougher language than usual, though, President Joe Biden warned before the vote that Israel was losing international support because of its “indiscriminate bombing” of Gaza.",
    "After the United States vetoed a resolution in the Security Council on Friday demanding a humanitarian cease-fire, Arab and Islamic nations called for Tuesday’s emergency session of the General Assembly to vote on a resolution making the same demand.",
    "Unlike Security Council resolutions, General Assembly resolutions are not legally binding. But the assembly’s messages are important barometers of world opinion.",
    "But Mansour said “we will not rest until we see compliance of Israel with this demand from the General Assembly so that we can see a cease-fire in place.”",
    "The resolution makes no mention of Hamas, and the assembly defeated two proposed amendments mentioning the militant group. One, proposed by the United States, would have added a paragraph stating that the assembly “unequivocally rejects and condemns the heinous terrorist attacks by Hamas.” The other, proposed by Austria, would have added a call for the immediate release of hostages still held by Hamas.",
    "The war, now in its third month, has brought unprecedented death and destruction, with much of northern Gaza obliterated, more than 18,000 Palestinians killed according to the Hamas-run health ministry, 70% of them reportedly children and women, and over 80% of the population of 2.3 million pushed from their homes.",
    "General Assembly President Dennis Francis, who chaired the meeting, said the world is witnessing “an onslaught on civilians, the breakdown of humanitarian systems, and profound disrespect for both international law and international humanitarian law.”",
    "He said civilians should never undergo the level of suffering in Gaza and asked, “How many more thousands of lives must be lost before we do something? No more time is left. The carnage must stop.”",
    "U.S. Ambassador Linda Thomas-Greenfield told the assembly “how Israel defends itself matters,” and she delivered several U.S. demands, which she said the Biden administration will press at the highest levels.",
    "“Israel must avoid mass displacement of civilians in the south of Gaza,” Thomas-Greenfield said. “It must ensure sufficient humanitarian assistance to those who have fled violence and it must allow civilians in Gaza to return home as soon as conditions allow.”",
    "But she made clear that the U.S. remains committed to Israel’s right to defend itself. She asked assembly members why it was so difficult for U.N. nations to condemn Hamas’ “terrorist actions” on Oct. 7, “to say unequivocally that murdering babies and gunning down parents in front of their children is horrific, that burning down houses while families shelter inside and taking civilian hostages in abhorrent.”",
    "Israel’s U.N. Ambassador Gilad Erdan warned before the vote that a cease-fire “will only prolong the death and destruction in the region” and will be “a death sentence for countless more Israelis and Gazans.”",
    "“A cease-fire means one thing and one thing only — ensuring the survival of Hamas, ensuring the survival of genocidal terrorists committed to the annihilation of Israel and Jews,” he said.",
    "Erdan said if U.N. member nations want a cease-fire they should call Hamas’ office in Gaza. He held up a sign with a phone number and the name Yehya Sinwar, the mastermind of the Hamas attack, who is at the top of Israel’s hit list.",
    "The resolution expresses “grave concern over the catastrophic humanitarian situation in the Gaza Strip and the suffering of the Palestinian civilian population,” and it says Palestinians and Israelis must be protected in accordance with international humanitarian law.",
    "It also demands that all parties comply with international humanitarian law, “notably with regard to the protection of civilians,” and calls for “the immediate and unconditional release of all hostages, as well as ensuring humanitarian access.”",
    "Tuesday’s vote showed major shifts in voting. More than 25 countries that abstained on Oct. 27 supported Tuesday’s cease-fire demand, including Albania, Australia, Canada, Denmark, Estonia, Ethiopia, Finland, Greece, Iceland, India, Iraq, Japan, Latvia, Monaco, North Macedonia, Philippines, Poland, South Korea, Moldova, San Marino, Serbia, Sweden, Tunisia, Tuvalu, Vanuatu and Zambia.",
    "Croatia and Fiji went from voting no on Oct. 27 to voting yes on Tuesday, while Hungary, the Marshall Islands and Tonga went from voting no to abstaining."
  ]
}