{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Pyramid-Wilmar-Group-certified-Great-Place-to-Work/34-747331",
  "time_ut": 1681252301.0,
  "original_lang": "en",
  "original_title": "Pyramid Wilmar Group certified Great Place to Work",
  "original_body_lines": [
    "Pyramid Wilmar Group was certified as a great workplace by the independent analysts at Great Place to Work in Sri Lanka.",
    "Pyramid Wilmar earned this credential based on extensive ratings provided by its employees in an anonymous survey conducted by Great Place to Work.",
    "Pyramid Wilmar Group Managing Director Sajjad Mawzoon: “Our strongest attribute is our commitment to live to our core strengths, within which we give considerable emphasis to the strength of our people across the Pyramid Wilmar Group. We are honoured to be certified as a ‘Great Place to Work’, in appreciation of the way we conduct business whilst giving utmost priority to employee well-being.”",
    "Great Place to Work in Sri Lanka CEO Kshanika Ratnayake said: “We applaud Pyramid Wilmar for seeking employees' feedback and the opportunity to certify itself. These ratings measure its capacity to earn its own employees' trust and create a great workplace – critical metrics that anyone considering working for or doing business with Pyramid Wilmar should take into account as an indicator of high performance.”",
    "Great Place to Work's Head of Assessment Business and Client Services Ruwani Alwishewa said:  “According to the Great Place to Work study, 96% of 500 employees say, taking everything into account, Pyramid Wilmar is a great workplace.”",
    "The employee survey was conducted in accordance with Great Place to Work administration guidelines and anonymous and confidential employee responses were obtained to determine the perception around workplace culture in the organisation.",
    "Pyramid Wilmar is the joint venture between Pyramid Oil Mills, and Asia’s largest integrated agribusiness group – Wilmar International; founded in 1991 and headquartered in Singapore.",
    "Pyramid Wilmar manufactures, markets and distributes; Masterline Bakery Shortening, Specialty Fats and Margarines, MeadowLea Fat Spread, Fortune Edible Oils, Soya Meat, Basmati Rice and Vegetable Ghee. The company is also an active Sugar Trader. Pyramid Wilmar entered into a strategic partnership with Sunshine Holdings in 2013, to own Watawala Plantations PLC. Under this joint venture, it also operates Watawala Dairy – a subsidiary of the company. Pyramid Wilmar is the local partner of the world-renowned Shangri-La Hotel chain."
  ]
}