{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-cenbank-is-waiting-for-government-proposal-on-ddr-governor-122100/",
  "time_ut": 1685621880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka cenbank is waiting for government proposal on DDR – governor",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka central bank is waiting for the government proposal on the domestic debt restructuring (DDR), the central bank governor Nandalal Weerasinghe said amid uncertainty over DDR and speculations over instability in the banking sector.",
    "“On debt restructuring, the borrower is the ministry of finance’s treasury. Certainly we will announce what the strategy will be. We are waiting for a government proposal,” Weerasinghe told a post-monetary policy review media briefing on Thursday.",
    "The central bank cut the key policy rates by 250 basis points to spur a faltering economic growth as inflation was decelerating faster than it projected.",
    "The speculation of DDR has hit the market and the risk premium has kept the market lending rates well above the central bank’s policy rates. The government has yet to present its plans on DDR.",
    "Weerasinghe said the central bank has done its best to reduce the risk premium through bringing down the market lending rates while keeping the policy rates unchanged.",
    "The market rates have fallen more than 8 percent after it peaked to around 30 percent, dampening the credit and economic growth.",
    "“This is what we are telling the market. The interest rates should be much lower than the current market rates. That’s why we are giving this message, conveying both exchange rate policy, interest rate path,” the central bank governor said.",
    "“Under normal circumstances, interest rates should be lower than this. It is the uncertainty that is keeping the premium a little high. It is up to the government to clear the uncertainty. From our side we have done that part.” (Colombo/June 01/2023)"
  ]
}