{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/opposing-sri-lanka-telecom-share-sale-on-national-security-grounds-baseless-expert-123151/",
  "time_ut": 1686312240.0,
  "original_lang": "en",
  "original_title": "Opposing Sri Lanka Telecom share sale on national security grounds baseless: expert",
  "original_body_lines": [
    "ECONOMYNEXT – Objections raised by a parliamentary committee to the proposed sale of Sri Lanka Telecom (SLT) on national security grounds hold no water and have no basis in historical fact, according to former Director General of Telecommunications Prof Rohan Samarajiva.",
    "Speaking to EconomyNext on Friday June 09, Samarajiva said the concerns raised by the Sectoral Oversight Committee on National Security displays an ignorance of the history of Sri Lanka’s telecommunications sector as well as developments in the region.",
    "Government MP Sarath Weerasekara who chairs committee in question told parliament Friday June 09 morning that divestment of the 49.5 percent stake in SLT held by the government could “expose the country’s strategic communication infrastructure and sensitive information to private companies that are motivated by profit, which could pose a threat to national security”.",
    "The claim came despite satellite links and international cables connecting the country being built and managed by foreign conglomerates in which many connected countries are also shareholders. The committee will not recommend a sell down of shares, the MP said, adding that any individual or organisation proscribed or otherwise that “aided terrorists or extremists” must not be allowed to purchase shares or control Sri Lanka’s national assets.",
    "Weerasekara also suggested that the government retain the right to repurchase shares held by the majority shareholder of SLT whose second biggest shareholder is Malaysia-based Usaha Tegas Sdn Bhd with a 44.9 percent stake in the company.",
    "Most of Sri Lanka’s mobile firms were also built and owned not just by private firms but foreign ones. SLT’s own mobile network, Mobitel, was a build-operate-transfer project by Australia’s Telstra.",
    "Sri Lanka Telecom share sale opposed on ‘national security’ groundsSee more",
    "According to Samarajiva, trade unions had made the same arguments in 1989 when the then government mooted privatising SLT, which was a corporation at the time. The unions, he said, even managed to persuade then Minister of National Security Lalith Athulathmudali that selling SLT would pose a national security threat.",
    "By 1997 when the war between government security forces and the separatist Tamil Tigers was raging, the professor said, the ‘national security’ argument no longer had any weight.",
    "“Not only did we privatise the company, but we also gave complete management control to the minority investor,” he said, referring to the 35 percent stake sold to the Tokyo-based Nippon Telegraph and Telephone (NTT) group.",
    "The Japanese company would go on to hold management control of SLT for several years.",
    "“This was in the middle of a war and nothing untoward happened. If these fears were true, something bad should’ve happened, but it didn’t,” said Samarajiva, recalling the new connections and parallel developments that were taking place through competition.",
    "He noted that, prior to privatisation, the state-owned corporation had in fact been “extremely neglectful” of national security-related vulnerabilities.",
    "SLT’s entire international gateway at the time had continued to be located on Lotus Road, the site of more than one bomb blast, with no backup nor restoration capabilities. Samarajiva said that upon his directives as Telecommunications DG, the Japanese company was quick to create a backup facility so that, in the event of a security incident, the operations could be quickly resumed from another location.",
    "“Now that is a concrete threat to national security, and we can see how state ownership dealt with it and how private ownership with regulation dealt with it,” he said.",
    "Samarajiva also invited parties concerned about national security purportedly posed by SLT’s proposed privatisation to consider international examples. Australia, which has concerns about Chinese infiltration, for instance, does not have a state-owned provider, while military-run Pakistan has privatised its fixed line operator.",
    "One way to address national security concerns, according to Prof Samarajiva, is to ensure the stringent functioning of SLT’s management and to ensure resource adequacy for investments for backup facilities and the like. Additionally, the Data Protection Act has provisions that could deal with any concerns regarding records purportedly being used by foreign entities.",
    "Appointments to key positions of the company could be not only Sri Lankan citizens but have gone through a strict security clearance process and are party to agreements and mandates that are in line with the country’s national security objectives.",
    "He added that what exactly constitutes a ‘national security concern’ must be established first.",
    "“A specific example would be the international gateway, which is a software based facility, in a place where there is no backup and no restoration capabilities. That to me is a national security concern,” he said.",
    "The professor said that he would be happy to work with anybody to address national security concerns of that nature. With regard to records, he said, special safeguards can be put in place in addition to protections provided by the new Data Protection Act.",
    "“National security is not a slogan. National security takes specific forms. Most people who talk about national security talk about it as a slogan; but people like me, who have thought about it, will talk about its operationalised forms,” he said. (Colombo/Jun09/2023)"
  ]
}