{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95382/sri-lankas-exports-dropped-by-146-in-october",
  "time_ut": 1701685020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s exports dropped by 14.6% in October",
  "original_body_lines": [
    "Sri Lanka’s merchandise exports have decreased by 14.6 % to USD 898.0 million in October 2023 compared to October 2022 as per the provisional data released by the Sri Lanka Customs.",
    "Also, it is a 13.13 % decrease when compared to the value recorded in September 2023, the EDB says.",
    "The decline in merchandise exports is due to decreased demand for export products, particularly in sectors such as Apparel and Textiles, Rubber & Rubber-based products, and Coconut and Coconut-based products.",
    "Meanwhile, the export earnings from Food & Beverages have increased by 20.77 % y-o-y to US$ 36.86 Million in October 2023, with the strong performance in exports of Processed Food, according to the EDB.",
    "Export earnings from Seafood increased by 3.73 % to US$ 20.29 Mn in October 2023 compared to October 2022. This increase was mainly due to the strong performance in export of Frozen fish (5.21 %) and Fresh fish (13.78 %).",
    "Moreover, export earnings from Ornamental fish increased by 35.71 % to US$ 2.47 Mn in October 2023 compared to October 2022.",
    "Furthermore, the estimated value of ICT exports is expected to increase by 96 % to US$ 166.01 Mn in October 2023 when compared to October 2022. Also, the value of Transport & Logistics services exports is expected to increase by 54.73 % in October 2023 compared to the corresponding period in the previous year.",
    "Export earnings from Apparel & Textile have decreased by 20.05 % y-o-y to US$ 353.3 Million in October 2023 compared to October 2022.",
    "In addition, Export earnings from Rubber and Rubber Finished products have decreased by 7.66 % y-o-y to US$ 79.7 Mn in October 2023, with the strong performance in exports of Industrial & Surgical Gloves of Rubber (19.32 %).",
    "Cumulative merchandise exports during the period of January to October 2023, decreased by 10.54 % to US$ 9,879.8 Million compared to the corresponding period of 2022, according to the EDB.",
    "The estimated value of services exports for the period of January to October 2023 was USD 2,606.34 Mn, increasing 67.2 % over the corresponding period of 2022. The services exports estimated by EDB consists of ICT/BPM, Construction, Financial services and Transport & Logistics."
  ]
}