{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95361/modis-bjp-set-for-victory-in-3-indian-states-ahead-of-2024-national-vote",
  "time_ut": 1701609660.0,
  "original_lang": "en",
  "original_title": "Modi’s BJP set for victory in 3 Indian states ahead of 2024 national vote",
  "original_body_lines": [
    "India’s Hindu nationalist party was headed for a clear win in three out of four states Sunday, according to the election commission’s website. The crucial poll has pitted India’s opposition against the ruling party of Prime Minister Narendra Modi ahead of next year’s vital national vote.",
    "Ballot counting showed Modi’s Bharatiya Janata Party, or BJP, was poised to wrest control of the states of Chhattisgarh and Rajasthan from the Indian National Congress, India’s main opposition party. The BJP was also likely to be re-elected in Madhya Pradesh in for a record fifth term.",
    "The Congress was comfortably leading in Telangana state which is ruled by the strong Telangana Rashtra Samithi, known for opposing BJP in the state.",
    "Vote counting in a fifth state, Mizoram, is set for Monday where BJP’s regional ally, Mizo National Front, is in power.",
    "Elections in the five states were held last month where more than 160 million people, or a sixth of India’s electorate were eligible to vote in the polls. Polling in India is generally done in phases owing to the large population.",
    "Modi thanked voters for “their unwavering support” in the states his party was leading.",
    "“The results in Chhattisgarh, Madhya Pradesh and Rajasthan indicate that the people of India are firmly with politics of good governance and development, which the @BJP4India stands for,” Modi wrote on X, formerly known as Twitter.",
    "Rahul Gandhi, the Congress leader, conceded defeat in the three states where his party was trailing behind the BJP. “The battle of ideology will continue,” he wrote on X, formally known as Twitter, and thanked the people of Telangana where his party was winning.",
    "Modi and his party remain popular on a national level after nearly a decade in power and surveys suggest he is expected to win a third consecutive term in 2024. But a new alliance of 28 opposition parties, called INDIA, is expected to challenge Modi’s party nationally. The acronym, which stands for Indian National Developmental Inclusive Alliance, comprises India’s previously fractured opposition parties and is led by the Congress party.",
    "Both the Indian premier and the Congress leader Gandhi flew across the five states to woo voters as they campaigned to support their parties’ candidates. The charged-up voting campaigns witnessed both leaders promising voters subsidies, loan waivers and employment guarantees.",
    "Modi will seek reelection next year at a time when India’s global diplomatic reach is rising. But in recent polls, Congress has dented his party’s image of invincibility by toppling local BJP governments in state elections in southern Karnataka and northern Himachal Pradesh.",
    "The elections come at a time when India is facing multiple challenges; rising unemployment, attacks by Hindu nationalists against the country’s minorities, particularly Muslims, and a shrinking space for dissent and free media."
  ]
}