{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91658/peradeniya-university-hosts-open-day-2023-to-mark-80th-anniversary",
  "time_ut": 1688220060.0,
  "original_lang": "en",
  "original_title": "Peradeniya University hosts Open Day 2023 to mark 80th anniversary",
  "original_body_lines": [
    "The University of Peradeniya (UOP) on Saturday (01 July) hosted an Open Day, to mark the 80th anniversary of the university’s establishment.",
    "While the UOP is one of Sri Lanka’s leading educational institutions, it is also one of the first state universities to host such an Open Day, Deputy Vice Chancellor of the university Prof. Terrence Madhujith said.",
    "Accordingly, all nine of the university’s faculties were open to the public today, giving them the opportunity to explore the premises, interact with distinguished faculty members and current students, engage in interactive sessions, and gain invaluable insights into the diverse range of academic programs and opportunities offered by the University of Peradeniya.",
    "Guided campus tours, interactive science exhibitions, art exhibitions, cultural performances, food stalls, stalls by clubs and student societies, music and singing performances and many more activities were also available today, while current undergraduate students were also prepped to answer any queries or concerns of the public.",
    "Further, those visiting the university were also given the opportunity to explore UOP’s state-of-the-art facilities, laboratories, libraries, and other academic resources that foster a stimulating learning environment, and also had the chance to observe the ‘Mahavamsa’, the Great Chronicle of Sri Lanka, recently listed amongst the 64 new items of documentary heritage inscribed on the UNESCO’s Memory of the World (MoW) International Register in 2023.",
    "In conjunction with the opening of the open day, academic and non-academic staff who have completed a significant period of service with the university were awarded certificates of achievement, in the presence of the Chief Guests, namely;  University Chancellor Prof. G.H. Peiris, Vice Chancellor Prof. M.D. Lamawansa and Deputy Vice Chancellor Prof. Terrence Madhujitha.",
    "Former Vice-Chancellors, academic and non-academic staff members and a group of clergymen were also present at the prestigious occasion."
  ]
}