{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/can-snakebite-cause-long-term-health-problems/",
  "time_ut": 1702829220.0,
  "original_lang": "en",
  "original_title": "can snakebite cause long – term health problems ?",
  "original_body_lines": [
    "Snakebite is a neglected tropical disease that mainly affects socio-economically underprivileged farming communities in the tropical world. Venomous snake bites cause many health problems immediately afterwards, including tissue injury, even death, and other adverse effects such as blood clotting, kidney failure, paralysis, etc.",
    "Speaking to The Island, the Head of the Department of Parasitology of the Rajarata University, Professor Anjana Silva, said that, unfortunately, our knowledge of the long-term effects of snakebite was poor. This could be due to the fact that after patients are discharged from hospital, following recovery from acute health issues, there is no follow-up.",
    "Even if patients develop various health problems, related to the snake bite, after discharge, they seek medical advice from general practitioners, local hospitals, or indigenous medicine practitioners and, therefore, such health issues are not documented. Because of that, reporting of the long-term effects of snake bite is scarce in the scientific literature.",
    "Prof. Silva added: “The annual number of snake bites in Sri Lanka, proportionate to our population, is one of the highest in the world, and the North-Central province is the most-affected region in the country. So, as researchers from the Rajarata Medical Faculty, in order to provide high-quality scientific information to combat the snakebite problem, we launched a long-term research study to investigate snakebite in 2012 at the Teaching hospital Anuradhapura; it is called “Anuradhapura Snakebite Cohort”.",
    "This study was supported by Prof. Geffory K. Isbister from the University of Newcastle, Australia, who is one of the top global experts on snakebite, and the South Asian Clinical Toxicology Research Collaboration.",
    "“We carefully record all the epidemiological and clinical information of snakebite patients, including accurate scientific authentication of the offending snake, either morphologically or by detecting specific snake venom in patients’ blood. This study lay a foundation to conduct studies related to all aspects of snakebite, including the long-term effects of snakebite. Now this is the largest such snakebite study in the entire world” says Prof. Anjana Silva, the principal investigator of the Anuradhapura Snakebite Cohort.",
    "“Before we investigate the long-term effects of snakebite in Anuradhapura, we wanted to explore the existing knowledge of the long-term effects of snakebites reported globally and to compile that. After reviewing the research studies, conducted throughout the world, we figured out that there are only very few scientific studies available globally on this topic.”",
    "Disability due to amputations, deformities and chronic wounds are not uncommon among victims of African and Asian cobras, and Central and South American Pit-vipers. In addition, the progression of acute kidney failure, into chronic kidney failure in Russell’s viper bites, has been reported in several studies from India and Sri Lanka. Neuromuscular toxicity does not appear to result in long-term effects, but hormonal anomalies have been reported after Russell’s viper bites.",
    "In addition, psychological issues such as depressive symptoms, post-traumatic stress disorder and other mental health issues have been reported after snakebite. Blindness is also a serious, debilitating long-term effect of some snakebites.However, the team found that most of the available studies on the long-term effects of snakebite have been conducted retrospectively, assuming a correlation between an existing health issue with a snakebite that happened long ago. In most of the studies offending snake species were not authenticated scientifically.",
    "“Therefore, we decided to investigate the long-term effects of snakebite on the patients recruited to the Anuradhapura Snakebite cohort, avoiding these weaknesses. In the Anuradhapura Snakebite Cohort, we record accurate information of what happened to snakebite victims, immediately, since they got bitten by the snake”, said Dr. Subodha Waiddyanatha who studies long-term effects of snakebite for her PhD.",
    "To study the long-term effects of snakebites in Sri Lanka, she followed up with snakebite survivors one year and four years after the snakebite, under the supervision of Prof. Geoff Isbister and Prof. Sisira Siribaddana. Those patients were reviewed in person in the Professorial unit of the Rajarata University of Sri Lanka.",
    "“We contacted patients over the phone and invited them to attend the review clinic. When it was not possible, we had to send invitation letters. Sometimes a field research assistant visited the snakebite survivors at their houses and invited them to the study. It wasn’t an easy task to bring them down to the hospital for a health review as most of the patients are farmers and they have many other important tasks in their everyday lives, such as supplying water and fertilisers to their farmlands, protecting the crops from wild animals, like elephants, and selling their harvests for a fair price,” Dr. Waiddyanatha shared her experience about the difficulty in reviewing patients after the discharge.",
    "However, considering the benefits of attending the review clinic, 367 people participated in their study.After reviewing survivors one year and four years after the snakebite, they were able to uncover some interesting facts, which included certain health issues perceived by snakebite survivors, which cannot be explained by the mechanisms of action of snake venom in the human body.",
    "Minor long-term effects’ caused by Hump-nosed viper and Russell’s viper bites. Even if the permanent injury is ‘minor,’ as one would think, that could affect the productivity and the quality of life of that person",
    "“There were many patients who complained of body aches and pains, fatigue, and visual impairments like features which they firmly believed to be due to the snakebite. Some of the patients complained of loss of teeth, teeth avulsion, and receding gums following snakebite. The occurrence of these symptoms has increased with time.",
    "This is a very interesting finding that we came across and we think that we need to study further to understand why these medically unexplained symptoms occur, and whether there is a broader psycho-social explanation for these symptoms,” said Dr. Waiddynatha.",
    "“Luckily, we didn’t see many patients with severe permanent deformities involving the snakebite-affected limbs, mainly because of the species that commonly cause snakebite in Sri Lanka often resulting in relatively minor local effects, unlike in regions like Sub-Saharan Africa. Also, most of our snakebite patients are taken to hospital quite early, so that they get good quality care without delay, which prevents them from developing severe complications.",
    "The commonest deformity is scarring at the bite site which doesn’t interfere with their daily routines. Out of 367 patients, only four patients had to undergo amputation of their affected fingers. All these patients were bitten by either Russell’s viper (Thith polanga) or hump-nosed viper (Kuna katuwa). With these findings, we understood that the vipers commonly found in our country do not cause severe local long-term effects frequently. However, even if the permanent injury is minor as one would think, for example, loss of a part of the thumb of the dominant hand, might greatly affect the productivity and the quality of life of that person.” said Dr. Waidyanatha.",
    "Prof. Anjana Silva said: “In addition, these patients were investigated to find out their kidney functions long after snakebite. Anuradhapura is an endemic area with Chronic Kidney Disease of Unknown Origin (CKDu) and many previous research studies have suggested snakebite as a potential cause of CKDu later in life. However, our studies showed convincing data that suggests snakebite does not play a significant role in developing CKDu. However, severe renal failure that occurs after snakebite still could progress into chronic kidney disease in some patients.”",
    "In this study, they have shown that being a victim of a snakebite does not greatly restrict one’s engagement with farming even though the majority of the patients were bitten by snakes while working in their farmlands, such as paddy fields, chena, and home gardens. Moreover, a majority of the patients do not wear protective footwear, even after suffering snakebites. “The general public does not pay enough attention to that, maybe because snakebite is so common and that they feel it as a part of their lives. Snakebite prevention could be achieved only through awareness, said Prof. Silva.",
    "Snakebite not a cause for Chronic Kidney Disease, study reveals",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}