{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/18/rs-2-billion-worth-heroin-hashish-seized-by-navy-sis-rs-7-billion-worth-drugs-seized-so-far-in-2023-by-navy/",
  "time_ut": 1684413120.0,
  "original_lang": "en",
  "original_title": "Rs. 2 BILLION worth Heroin & Hashish seized by Navy & SIS; Rs. 7 BILLION worth drugs seized so far in 2023 by Navy",
  "original_body_lines": [
    "COLOMBO (News 1st); Over 110 kilograms of heroin was seized by the Sri Lanka Navy in a coordinated intelligence operation conducted with the State Intelligence Service.",
    "Navy Commander Vice Admiral Priyantha Perera told reporters that six people were arrested during the high seas operation some 415 nautical miles away from Sri Lanka on the 12th of May 2023.",
    "The apprehension was made by SLNS Vijayabahu in the high seas south of Sri Lanka.",
    "The drug-carrying vessel and suspects were brought to Colombo on Thursday (18) for onward action.",
    "Based on information derived from a coordinated intelligence operation conducted by the State Intelligence Service and Sri Lanka Navy, a local multiday fishing trawler carrying about 111kg and 606g of heroin (including packages) and about 10kg and 254g (including packages) of hashish was intercepted by SLNS Vijayabahu on 13th May 2023.",
    "The special operation mounted about 413 nautical miles (about 764km) off Dondra, South of Sri Lanka, also led to the apprehension of 06 suspects involved in this illegal act.",
    "The Commander of the Navy, Vice Admiral Priyantha Perera, arrived at the Colombo Harbour this morning (18th May) to personally inspect the seized consignment.",
    "During this dedicated operation led by the Naval Intelligence and State Intelligence Service, the Offshore Patrol Vessel SLNS Vijayabahu intercepted the local fishing trawler on suspicion and discovered a staggering amount of illegal drugs on board.",
    "The haul of narcotics included about 111kg and 606g (including packages) of heroin  which were in ninety nine (99) parcels stuffed in five (05) sacks and about 10kg and 254g (including packages) of hashish in 09 packages.",
    "Meanwhile, the Navy also nabbed 06 Sri Lankan nationals aboard. The street value of the seized consignment of drugs is believed to be around Rs 2800 million.",
    "On the sidelines of this operation, the Navy, State Intelligence Service and Police Narcotic Bureau (PNB) are conducting further operation to apprehend another group of suspects in connection to the ground network of this drug-racket.",
    "The suspects apprehended in this operation have been identified as residents of Negombo, Iranawila, Andigama and Minuwangoda areas from 29 to 58 years of age. The suspects and the stock of heroin will be handed over to the Police Narcotic Bureau for onward legal action.",
    "At the directives of the President, Hon. Ranil Wickremesinghe and under the guidance of the Secretary of Defence General Kamal Gunaratne (Retd), the Navy has effectively conducted several successful drug raids by coordinating intelligence services, aligning them towards a shared objective.",
    "It is in this backdrop, the Navy continues its relentless efforts, under the able leadership of the Commander of the Navy, Vice Admiral Priyantha Perera.",
    "Including the latest seizure, the Sri Lanka Navy has held drugs with a gross street value of over Rs. 7603 million during operations mounted in 2023.",
    "Sri Lanka Navy – the country's First Line of Defence is committed to coordinating with other law enforcement authorities, to carry out anti-drug operations of this nature in order to foil drug smuggling attempts being made in the guise of fishing.",
    "Did Sri Lanka file X-Press Pearl lawsuit in the wrong court?",
    "Rs. 2 BILLION worth Heroin & Hashish seized by Navy & SIS; Rs. 7 BILLION worth drugs seized so far in 2023 by Navy",
    "9th May violence cost SLTB Rs. 767 Mn; Details of 18 damaged buses concealed"
  ]
}