{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/india-assures-continued-support-for-sl-at-creditors-committee-along-with-japan-and-paris-club/",
  "time_ut": 1689003060.0,
  "original_lang": "en",
  "original_title": "India assures continued support for SL at Creditors’ Committee along with Japan and Paris Club",
  "original_body_lines": [
    "India will continue to play a constructive role as a Co-Chair of the Creditors Committee along with Japan and the Paris Club, Vinod K Jacob, Indian Deputy High Commissioner (DHC) said in Colombo recently.",
    "He said so at the Inauguration of the Construction, Power and Energy Expo 2023 in Colombo on 7 July 2023.",
    "“The past three years have demonstrated the close links between the people of India and Sri Lanka. In line with the Neighbourhood First policy of the Government of India, the Indian High Commission has steadfastly supported the economic and social ministries of Sri Lanka as they navigated the challenges of the Covid pandemic, the economic crisis and the political upheavals during this period,” DHC said.",
    "Speaking further he noted: “India’s financial and humanitarian support worth USD 4 billion is far in excess of the total anticipated Extended Fund Facility of the IMF. We were the first creditor nation in January this year to convey the financing assurances needed to kick start the IMF process. India will continue to play a constructive role as a Co-Chair of the Creditors Committee along with Japan and the Paris Club.”",
    "“Resumption of Chennai-Jaffna flights is yet another step in bringing the people of the two countries closer. Ferry services between the two countries will bolster this further. Connectivity is a force multiplier in this context. This will complement the flagship development cooperation partnership which has given such useful public goods like the Suwaseriya 1990 Ambulance, Indian Housing Project, the reconstruction of schools and construction of hospitals and other socio-economic projects.”",
    "” I am particularly encouraged by the enthusiastic participation of Indian companies in this Expo, which by the latest count amounts to nearly 50. This testifies to the robust economic and commercial links between India and Sri Lanka.”",
    "“The successful visit of External Affairs Minister Dr. S. Jaishankar to Sri Lanka in January this year opened up avenues for further cooperation through investment in infrastructure, manufacturing and promoting connectivity. India was Sri Lanka’s largest trading partner in 2022. Sri Lanka’s exports to India have also grown. Use of Rupees for trade settlement is further helping Sri Lanka’s economy. These are concrete steps to help Sri Lanka’s economic recovery and growth.”",
    "“I am glad to note that India was once again the largest source of tourists for Sri Lanka last year with over 100,000 tourists and is continuing to top the chart so to say this year as well. Around one in every five to six tourists in Sri Lanka is an Indian.”",
    "“Recent developments in India-Sri Lanka ties have strengthened our friendship and all-round cooperation. At the same time, the two countries also remain vigilant to address common challenges, especially in maritime security domain.”",
    "“I hope the participants in the Expo will keep this background in mind and strive to further deepen India-Sri Lanka friendship which is currently at its highest point in the past 75 years. We have reached this stage because the people, the business circles and Government of India have resolved to strongly stand by Sri Lanka in the current juncture.”",
    "Related Topics:Indian Deputy High CommissionerPower and Energy Expo 2023Vinod K Jacob",
    "Stocks end mixed amid profit-taking, blue chips mainly contribute to turnover",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}