{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Increasing-use-of-QR-codes-will-move-country-toward-digitalization/108-265030",
  "time_ut": 1691670646.0,
  "original_lang": "en",
  "original_title": "Increasing use of QR codes will move country toward digitalization",
  "original_body_lines": [
    "If the use of QR codes is promoted in the country, it will be easy to move the country toward digitalization, Consultant, Master Card Sri Lanka/Maldives, and former Assistant Governor of the Central Bank, Dr. Dharmasiri Kumaratunga said.",
    "While addressing the annual conference of the Organization of Professional Associations of Sri Lanka (OPA) he said the use of QR codes in the country should be implemented with the contribution of the government, the Central Bank, the Treasury and other banks.",
    "However, there should be digitalization in all government sectors as well. But making payments in the country should be digitalized.",
    "The use of QR codes in other countries has seen a vast development. Most countries do not use notes or coins for their transactions or when making payments but they do so only through digital payments.",
    "QR codes should also be used on buses. About 12 billion coins and notes are currently used on buses and trains. The government has to spend more to print these coins and notes.",
    "With the use of digital payment methods, the government will save more funds.",
    "Therefore, Dr. Kumratunga requested the people to download the relevant payment apps and help the government move the country towards digitalization. Even though the QR payment facility was introduced on expressways, plenty of people used it.",
    "People do not have to fear when making payments through mobile QR apps and web-based applications, as the Central Bank has introduced reliable safety standards for the protection of the people. Currently, a total of 26 payment apps have been introduced by several merchants under the authority of the Central Bank.",
    "He claimed that most QR payment apps are not user-friendly. Therefore, merchants have the responsibility of introducing their payment apps in a user-friendly manner. (Chaturanga Pradeep Samarawickrama)"
  ]
}