{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Paris-Olympics-organiser-sees-difficult-year-ahead/108-263413",
  "time_ut": 1689704328.0,
  "original_lang": "en",
  "original_title": "Paris Olympics organiser sees 'difficult' year ahead",
  "original_body_lines": [
    "The chief organiser of the Paris Olympics Tony Estanguet admitted on Tuesday that the 12 months until the opening ceremony would be “difficult”.",
    "Estanguet said though that there was no need to sound the alarm on the key issues of transport and security, despite several days of rioting and looting that rocked France this month.",
    "“We know that the last year will be decisive, it won't be simple... it will be a crazy year, a difficult year.",
    "“But we have to stay calm,” he said at a press conference in Paris as the one-year--to-go date of July 26 approaches fast.",
    "Despite the violence that flared in France after a 17-year-old was shot dead by police at a traffic stop, Estanguet said the issue of security was in hand.",
    "International Olympic Committee President Thomas Bach said on Tuesday he was sure the Paris Olympics would take place “in a peaceful environment”, even though much of the trouble flared in parts of the French capital where Games events will take place next year.",
    "Bach told reporters in a media roundtable that the IOC sympathised with those affected by the violence, “At the same time we can note that these riots were not related to the Olympic Games in any respect,” he said.",
    "“We can feel the great support of the French people for these Olympic Games. So we are very confident that the Games can and will happen in a peaceful environment,” Bach added.",
    "In Paris, Estanguet said the issue of transport, which the French national spending watchdog has frequently warned is a concern, “is heading in the right direction”.",
    "The contracts for bus transport for competitors and accredited officials have been allocated, for example.",
    "“That gives me a lot of satisfaction, even if we still have a lot of work ahead of us,” he said.",
    "Estanguet said the first two phases of ticket sales -- criticised at times for prices that reached nearly 700 euros ($775) for athletics sessions -- had yielded one billion euros out of a target of 1.4 billion euros.",
    "The organising committee was shaken last month when police raided its offices and the homes of two officials,Chief Executive Officer Etienne Thobois and Edouard Donnelly, the executive director of operations.",
    "Prosecutors are investigating the contracts awarded for the Games and potential conflicts of interest.",
    "Estanguet said he had “no new information” and that he and his colleagues were continuing to cooperate with investigators.",
    "The Paris Olympics open on July 26 2024 and run until August 11 followed by the Paralympics from August 28 to September 8. (AFP)"
  ]
}