{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/25/jehan-perera-prospects-for-elections-continue-to-be-bleak/",
  "time_ut": 1684973160.0,
  "original_lang": "en",
  "original_title": "Jehan Perera: Prospects for elections continue to be bleak",
  "original_body_lines": [
    "Colombo (News 1st) – The discussions that President Ranil Wickremesinghe has commenced with the Tamil parties in the north and east were seen as a possible precursor to elections in those two provinces.  The president has an interest in holding some form of elections as the government’s moral legitimacy has been undermined by its refusal to conduct the local government elections on schedule.  The president would be conscious that the manner of his election, by parliament and not by the people, creates an issue of moral legitimacy that needs to be addressed. The grounds for the repeated postponement of local government elections, that the money is either unavailable or better spent elsewhere, is clearly unacceptable from a democratic or rule of law perspective.",
    "One of the matters taken up for discussion has been the construction of several Buddhist temples in areas in which there are few if any Buddhists currently living which is causing much heartburn to Tamils and Muslims living there.  President Wickremesinghe has moved swiftly to address the problems by discussing these matters with officials from the Archaeology Department.  The manner in which the president addressed the officials is indicative of a value system in which the state is the neutral arbiter of its ethnic and religious plurality.  His willingness to speak openly and clearly and to seek to guide the state institutions along an inclusive path would be much appreciated by the ethnic and religious minorities.",
    "This rational quality of the president was also seen a few months ago when he advocated the implementation of the 13th Amendment to the constitution as mandated by the constitution. The main feature of the 13th Amendment is the establishment of a system of devolved power to elected provincial councils that would empower the people of each province to elect their leaders who would govern them in specified subject areas.  However, provincial council elections have not been held for over four years and they are non-functional as institutions of devolved power.  There was speculation that provincial elections will take place prior to presidential elections which are expected to take place by the end of the year and this is the reason for the president to engage in discussions with the Tamil parties.  However, it appears that the talks about provincial elections were not successful.",
    "The president has a degree of support in the north and east where the ethnic minority population is large in comparison to the rest of the country.   However, the problem with holding provincial council elections starting with the Northern and Eastern provinces is that it can fan Sinhalese apprehensions which will be exploited by parochial nationalist groups who are currently displaced from the centre of power.  If provincial council elections are to be held, they need to be held in the entire country and for all the provinces at one time. In such a situation the government will face the same dilemma it faced in deciding to postpone the local government elections.  Therefore, the prospects for elections of any sort in the near future continue to be bleak.",
    "Jehan Perera is Executive Director of the National Peace Council of Sri Lanka (NPC) which works in all parts of the country with networks of partner NGOs and inter-religious groups.  NPC focuses on building public support for a political solution to the ethnic conflict.",
    "South Asia’s fastest man Yupun placed 2nd at Savona International",
    "Sri Lanka expects FDI to jump to $1.3 bn with India taking lead"
  ]
}