{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Justice-Minister-reveals-in-P-ment-name-of-X-Press-Pearl-250-m-bribe-taker/56-747690",
  "time_ut": 1682447876.0,
  "original_lang": "en",
  "original_title": "Justice Minister reveals in P’ment name of X-Press Pearl $ 250 m bribe taker",
  "original_body_lines": [
    "Says information received is merely a tip off and not evidence of act",
    "Claims Parliamentary Select commitee must also be appointed to probe if MP Nalaka Godahewa requested to allow the vessel to be towed out of Sri Lankan waters",
    "Justice, Prison Affairs and Constitutional Reforms Minister Dr. Wijeyadasa Rajapakshe yesterday identified the suspect believed to have obtained a bribe of $ 250 million to delay the X-Press Pearl disaster litigation process.",
    "Speaking in Parliament yesterday Rajapakshe said he has received information that an individual identified as Chamara Gunasekara was the one who had obtained the bribe. The Minister said the tip-off contained the information ‘Chamara Gunasekara Natwest 50000 Account number 154793334 iban number GB 53nwbk 50000015479234Bicnwbkb 2L and $ 250 million.",
    "However, the Minister stressed that this was a mere tipoff and not evidence of the crime. He said more information about the case will be revealed by investigating officers of the Criminal Investigations Department (CID) who have commenced a probe based on the instructions if the IGP. Wijeyadasa made these comments while responding to the question posed by Opposition Leader Sajith Premadasa understanding order 27 (2).",
    "The Minister also noted that the Sri Lankan Government faced many obstacles in attempting to secure compensation for the marine disaster. “The order of the Attorney General was to not allow the vessel to be towed out of Sri Lankan waters but it was allowed to be released to be towed by former Secretary of Foreign Affairs Jayantha Colombage,” he accused.",
    "He accused Dr. Nalaka Godahewa as the person who made the request to allow for the vessel to be towed. “A parliamentary select commitee must be appointed to look into this and someone must accept the responsibility of allowing this. Today we are struggling to file a case to obtain compensation as a result of this,” he said."
  ]
}