{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96336/health-sector-trade-unions-token-strike-ends",
  "time_ut": 1705032660.0,
  "original_lang": "en",
  "original_title": "Health sector trade unions’ token strike ends",
  "original_body_lines": [
    "The joint token strike launched by multiple trade unions in the health sector demanding an allowance of Rs.35,000 was called off around 8:00 a.m. today (Jan.12).",
    "Hospital services came to a standstill over the past few days after paramedical and supplementary health services’ trade unions resorted to token strikes in protest of the government’s decision to increase the Disturbance, Availability and Transport (DAT) allowance for doctors by Rs. 35,000 to Rs. 70,000.",
    "A 24-hour strike was launched by the professionals affiliated with supplementary medical services on Tuesday (Jan.09), followed by the 48-hour strike initiated by the trade unions attached to the Paramedical Services Front (PMSF) on Wednesday (Jan.10).",
    "The paramedical services’ strike was joined by the Public Health Inspectors’ Union (PHIU), the Association of Sri Lanka Ophthalmologists, the Family Health Services Union, the Government Nursing Officers’ Association and several other trade unions.",
    "Against this backdrop, hospital secretaries, administration officers, and healthcare assistants also engaged in a one-day token strike from 6:00 a.m. on Thursday (Jan.11).",
    "However, as of this morning, the health sector trade union actions have come to a halt, allowing hospital services to resume as usual.",
    "Speaking in this regard, the president of the Joint Council for Professions of Supplementary Medicine, Ravi Kumudesh said they would resort to stringent measures if the President does not intervene to provide satisfactory solutions.",
    "Meanwhile, Health Minister Dr. Ramesh Pathirana and the All-Ceylon Nurses’ Union are slated to engage in a discussion focusing on the issue. The nurses’ union said its members intend to hand over a letter detailing their proposals to the lawmaker.",
    "The Doctors’ Union Alliance for Medical and Civil Rights complained that many discrepancies have emerged in the healthcare system due to the government’s ‘sticking-plaster’ solutions to address the issues.",
    "On Thursday, nearly 500 personnel of the army were deployed to multiple hospitals to ensure that the services remain unaffected. Accordingly, dedicated troops were assigned to national hospitals in Colombo and Kandy; teaching hospitals in Kalubowila, Karapitiya, Mahamodara, Peradeniya and Kurunegala; and the government hospitals in Matara, Balangoda, Eheliyagoda, Nawalapitiya, Badulla, Gampola and Mirigama hospitals at the request of the Health Ministry."
  ]
}