{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/US-wants-to-provide-6m-for-maritime-security-initiatives-to-SL-others/108-259167",
  "time_ut": 1684069353.0,
  "original_lang": "en",
  "original_title": "US wants to provide $6m for maritime security initiatives to SL, others",
  "original_body_lines": [
    "US Deputy Secretary of State Wendy Sherman has said they are seeking to provide $6 million, working with the US Congress, for regional maritime security initiatives – partnering with Bangladesh, India, Maldives, and Sri Lanka.",
    "This funding will bolster interdiction and law enforcement capacity in the Indian Ocean’s South Asian sub-region, she said.",
    "“Partnership is critical to maritime security, and I want to acknowledge India’s leadership in this space… specifically in the fields of anti-piracy, EEZ monitoring, and disaster response,” Sherman said yesterday virtually during a session at the 6th Indian Ocean Conference being held in Dhaka.",
    "The United States was represented with Afreen Akhter, Deputy Assistant Secretary in the Bureau of South and Central Asian Affairs for Nepal, Sri Lanka, Bangladesh, Bhutan, and the Maldives, leading the delegation.",
    "Sherman, who retires next month, thanked Bangladesh’s Prime Minister Sheikh Hasina and Foreign Minister Dr AK Abdul Momen for hosting the Indian Ocean Conference 2023 and for inviting her to speak to the esteemed group.",
    "Sherman also thanked India’s External Affairs Minister Dr S Jaishankar and the India Foundation for their partnership in helping to organize the event each year.",
    "She said this region does face serious challenges. “The climate crisis touches us all, but it has a disproportionate impact on Indian Ocean countries.",
    "For some, particularly island states, climate change represents an existential threat.”",
    "Meanwhile, she said, piracy, armed robbery at sea, and trafficking degrade maritime security. “And illegal, unreported, and unregulated fishing threaten blue economies, which need to be sustainable for future generations to prosper.”",
    "All of these challenges require a concerted and collaborative approach among all of them, countries, multilateral bodies like IORA, civil society, and people, Sherman said.",
    "She said the United States is committed to doing their part. “That’s why we’ve announced plans to provide $165 million for programs across the Indian Ocean region that address climate change adaptation and mitigation, including the transition to a clean energy future.”",
    "Sherman said the future of the world will be determined in large part by what happens in the Indian Ocean region.",
    "The Indian Ocean region is home to 2.7 billion people – more than a third of the world’s population – and with an average age of 30 years, that percentage will only grow.",
    "“It is difficult to overstate the economic significance of this region. The Indian Ocean accounts for one-fifth of the world’s ocean surface, and it connects people and economies around the globe,” she said.",
    "Its vast coastline includes some of the world’s most important shipping lanes – from the Strait of Hormuz to the Malacca Strait.",
    "Eighty percent of the world’s maritime oil shipments traverse Indian Ocean waters. Some of the planet’s most vital fisheries are here, and they play a critical role in employing people in the region and feeding people around the world.",
    "“So it makes sense that all of us have an interest in a peaceful and prosperous future for the Indian Ocean region. We share the vision embedded in this year’s conference theme… Peace, Prosperity, and Partnership for a Resilient Future,” Sherman said.",
    "Through USAID, the United States invests more than $33 million in 15 countries each year to promote sustainable fisheries and conserve marine biodiversity.",
    "“And in this region, we are working to identify development assistance, including to Bangladesh, focused on growing sustainable blue economies,” Sherman said.",
    "“We are doing this because the promise of the Indian Ocean region is limitless. We are doing this because unlocking its full potential requires all of us to come together,” she said, adding that while they are taking action to address common challenges, they are also here to listen.",
    "“I hope you’ll share your ideas for how the United States can further develop our partnership with Deputy Assistant Secretary Akhter and the rest of our delegation,” Sherman said.",
    "In the coming months, she said they will look for ways to build on the momentum generated in the conversations this week.",
    "“And we’ll continue to advance our shared vision so we can build a more peaceful, prosperous, and resilient Indian Ocean region together,” the US Deputy Secretary of State told the 6th Indian Ocean Conference.(Dhaka Tribune)"
  ]
}