{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/bhutans-cso-face-many-challenges-despite-government-recognition-122338/",
  "time_ut": 1685753220.0,
  "original_lang": "en",
  "original_title": "Bhutan’s CSO face many challenges despite government recognition",
  "original_body_lines": [
    "ECONOMYNEXT – In recent months, Bhutan’s Civil Society Organisations (CSO) have been receiving some positive media coverage.",
    "As in many Asian countries, CSOs or Non-Governmental Organisations (NGOs) as they are also known, are viewed with suspicion, often accused of being agents of foreign powers and dollar hungry.  In Bhutan, CSOs are also viewed as family businesses and self-serving.",
    "But in Bhutan now, things seem to be changing. As Executive Director of Bhutan Transparency Initiative (BTI), Dr Rinzin Rinzin told a webinar recently, not only is the media looking at CSOs in a better light, they even promote them now.  CSOs play an oversight role he adds, and have gained the trust of the judiciary, which opened itself up for assessment.",
    "Dr Rinzin, along with Dr Chencho Lhamu, Executive Director, Bhutan Centre for Media and Democracy, and Sangay Tshering, President of the Loden Foundation, was speaking at a webinar ‘Empowering Bhutan’s Civil Society: Overcoming Challenges and Finding Solutions’ organised by the Friedrich Nauman Foundation for Freedom, South Asia, on May 26th.  The discussion was moderated by Multimedia Journalist Namgay Zam.",
    "The attitudinal change comes following initiatives by BTI and the Bhutan Media Foundation which conducted awareness programmes on the functions of CSOs to Editors and Reporters to dispel misconceptions.",
    "As Dr Rinzin points out, media is the main conduit for information sharing between various sectors and the public, and having the media better understand the workings and role of CSOs helps.",
    "There is, also now, clarity on registered CSOs versus volunteer groups, he adds.  In the coming months, similar initiatives are planned to educate leaders and elected government members of local government.",
    "Bhutan currently has 54 Registered CSOs, working in the areas of poverty alleviation, youth, good governance, caring and rehabilitation, environment, animal welfare, arts and culture to name some. There are also registered community-based groups working with farmers, for instance, while some non-formal groups are involved in supporting youth and women.",
    "With a view to strengthening the role of civil society in improving Bhutan’s social welfare services, Parliament passed the CSO Act in 2007, and in 2016 the King of Bhutan bestowed the National Order of Merit (Gold) on civil society as a whole, in recognition of its contribution to nation building.",
    "CSOs have also collaborated in developing important documents such as the 21st Century Economic Roadmap, revisions and amendments of the Information, Communication and Media (ICM) Act 2018, LGBTQI issues, National Policy for Persons with Disabilities 2019, National Policy for Persons with Disabilities 2019, National Sanitation & Hygiene Policy 2017, Rules & Regulations for Entrepreneurs, etc., a briefing note from FNF states.",
    "More recently, in May this year in fact, the Parliament of Bhutan and Civil Society Organisations, released a Strategy Document, which seeks to increase CSO involvement in the parliamentary and decision-making processes, thereby improving democratic governance. Yet another joint effort is the Government, CSO Collaboration Guidelines (Draft).",
    "CSOs have contributed to the welfare of more than 50,000 households, about 30 per cent of that nation’s population, the webinar heard. CSOs also generate employment opportunities and revenue.",
    "To ensure inclusiveness and better representation, CSOs formed the Bhutan Civil Society Network which is governed by a ten-member Executive Committee. To counter criticisms, CSOs examined their internal mechanisms and came up with the Bhutan Civil Society Organisations Accountability Standards 2023.",
    "Dr Rinzin added that for the third time, they were chosen to carry out a national study on the environment.  The information gathered sheds light on the types and levels of corruption, a database useful for the government.",
    "Social accountability training at the grassroots level, raising awareness on their rights, and providing assessment techniques are paying off says Dr Rinzin, who stated that following an assessment of a village road by the local residents, the contractor had been forced to redo it.",
    "Yet, CSOs continue to face many challenges, the webinar heard.",
    "The role of CSOs remains unclear in the minds of the people, says Dr Chencho Lhamu, often identifying them as being government or private sector entities. There still needs to be more clarity on the work carried out by CSOs, she says, adding that in mature democracies, unlike in Bhutan, CSOs are more than entities that simply complement and supplement government services.",
    "While CSO are ‘clear about their own mandate’ and are faithful in meeting those goals, they can do more in influencing government, and be part of the policy dialogue, she adds.",
    "Following the introduction of the CSO Act, registration is granted following a rigorous vetting process, which, though good, also deters other smaller groups, Dr Lhamu explains.",
    "A main issue of concern is funding, both external and from within the country.  Though Bhutanese give generously to religious and affiliated organisations, they are not as forthcoming in providing financial support to CSOs states Dr Lhamu.  This could be because the public does not see tangible evidence of the services provided by CSOs, she adds. With the economy as it is, points out Sangay Tshering, the Private sector, even if willing, is unable to commit to providing financial help.",
    "Dr Rinzin would like to see more regional and international supports to address the issue, and also the establishment of an endowment fund with the assistance of development partners.  Nordic governments even set aside funds in their budgets for CSOs says Dr Rinzin.  Moderator Namgay Zam explains that to ensure integrity, CSOs pick funding partners only if they are ‘aligned’ with their own principles and if the project is beneficial to the people. On the flip side, Sangay Tshering argues that funding partners too must be satisfied that Bhutanese organisations are committed to carrying out the work.",
    "There is also the issue of foreign funding being seen as interference with the nation’s internal affairs. However, Dr Rinzin is of the opinion that with the collaborations entered into between the government and CSOs, and parliamentarians displaying an eagerness for inputs from CSOs, such suspicions may die a natural death.  CSOs, he says must be tactful in their actions.",
    "Dr Chencho also says it is important for CSOs to keep in mind that their work is in line with national plans and that message must be made clear to all.",
    "CSOs are also affected whenever Bhutan calls an election. Laws prohibit grassroots-based work in the months running up to an election. This means a year-long project undertaken by a CSO, must be completed within a shorter duration, severely impacting programmes.",
    "Responding to a question on the role of women and CSO initiatives, Dr Chencho explains that to an extent, women and women-related issues are addressed. Some CSOs work to promote women in politics, while others deal with the rights of the LGBTQ community.  However, she acknowledges that CSOs aren’t advocating enough for women.",
    "Like many other South Asian nations, Bhutan too is dealing with a heavy migration pattern, with many younger folk leaving for greener pastures. Says Sangay Tshering, since Bhutan opened up to the world, more Bhutanese feel they need to strike out in ‘fear of missing out.’  The Loden Foundation provides seed money to entrepreneurs, and several of those who were recipients and who have migrated, are now able to make monthly repayments. They also continue to keep their enterprises running in Bhutan.  Had they remained, he asks, with the economy in its current state, could they have returned the loans? As it stands, they have now become better contributors to the economy.",
    "Chencho points out that migration is inevitable when there are better opportunities beyond Bhutan’s borders.  Her contention is that with real transformation and enabling policies that would allow for all sectors to flourish, migration could be mitigated."
  ]
}