{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-local-elections-opposition-wants-speaker-to-summon-finance-secretary-113567/",
  "time_ut": 1677593640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka local elections: opposition wants speaker to summon finance secretary",
  "original_body_lines": [
    "ECONOMYNEXT – A group of Sri Lanka’s opposition MPs led by opposition leader Sajith Premadasa has asked Speaker Mahinda Yapa Abeywardena to summon the Secretary to the Ministry of Finance to a party leader’s meeting on the local government elections.",
    "The group of legislators which included former government MPs who now sit in the opposition as independents met the Speaker on Tuesday February 28 urging him to facilitate a discussion with the finance ministry secretary.",
    "The MPs had also sought clarification on a letter addressed to the Speaker by Election Commission Chairman Nimal Punchihewa on Friday February 24 on securing funds for the local government polls that were originally scheduled for March 09 and has since been postponed.",
    "A new date for the polls has yet to be announced, and opposition parties claim that the government is deliberately delaying the polls citing financial constraints because it fears a humiliating defeat. President Ranil Wickremesinghe recently told parliament that the election has, in fact, not been delayed as the election commission had yet to officially declare a date for its conduct.",
    "Wickremesinghe said that there are no funds at present, but all stakeholders can discuss a possible solution.",
    "“For now there is no money. But for now there is no election either. There is no money for an election, and even if there was, there is no election. So what do we do?” he said.",
    "At Tuesday’s meeting with the Speaker, opposition leader Premadasa said the election commission is ready to hold the election with just the issue of funding to be sorted out. Not releasing the 10 billion rupees already allocated for the polls would denigrate the reputation of parliament, he told Speaker Abeywardena.",
    "“The election commission is ready to conduct the polls. They only need a small amount of money. The initial amount needed is not 8 or 5 billion rupees but a very small amount,” said Premadasa.",
    "Premadasa’s Samagi Jana Balawegaya (SJB) colleagues and MPs Ranjith Madduma Bandara, Lakshman Kiriella and Tissa Attanayake were present at the meeting together with former ruling Sri Lanka Podujana Peramuna (SLPP) stalwarts and MPs Dullas Alahapperuma, Dilan Perera, Charitha Herath, G L Peiris, Anura Priyadarshana Yapa and others who have since broken ranks were also present.",
    "“You can summon the finance ministry secretary, and inform him that we wish to discuss with him and question him about the problem in issuing funds. Give us the opportunity to make our arguments based on that data. He too can give his reasons for not being able to do it,” said Premadasa.",
    "“There is a serious problem here pertaining to the future of the country. All of us as well as the country is looking to you for your decision,” said MP Alahepperuma, who ran for president with Premadasa as his prime ministerial candidate at the 2022 parliamentary vote to replace ex-President Gotabaya Rajapaksa who resigned after nationwide protests.",
    "Speaker Abeywardena said there is no legal provisions for him to exercise the powers of parliament himself.",
    "“This is why a meeting was called for 2pm tomorrow to inform parliament and talk to all MPs.,” he said.",
    "“Use your powers to summon the secretary to the party leaders meeting tomorrow. You can also tell party leaders representing the government that he is coming so they can come ready with their questions,” said Premadasa.",
    "Sri Lanka Treasury Secretary’s hands tied over election spending?See more"
  ]
}