{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-shares-close-lower-on-profit-taking-after-ddr-fears-tone-down-123785/",
  "time_ut": 1686917100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s shares close lower on profit taking after DDR fears tone down",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka‘s shares lowered at close on Friday on profit taking as the market saw constant gains over the past few sessions on cut down policy rates and falling inflation, an analyst said.",
    "The main All Share Price Index was down 0.33 percent or 30.72 points to 9,248.56, while the most liquid index S&P SL20 was down 0.14 percent or 3.60 points to 2,638.82.",
    "The market gained over the past five sessions on lowered policy rates and low inflation stimulating buying interest and driving the sentiment up.",
    "“Banking counters have seen some attraction on the buying front due to decreased fears in domestic debt restructuring (DDR),” an analyst said. The fears on DDR have decreased due to policy rate cuts and lowered inflation.",
    "The central bank cut the key policy rates by 250 basis points to spur faltering economic growth as inflation was decelerating faster than projected.",
    "Sri Lanka’s inflation in the 12 months to May 2023 has eased to 25.2 percent from 35.3 percent a month earlier, according to a revised Colombo Consumer Price Index calculated by the state statistics office.",
    "Sri Lanka needs more revenues and restructuring debt by September was essential for debt to be made sustainable an International Monetary Fund mission said after a visit to the island.",
    "Sri Lanka’s state enterprise unit is expecting to make the first divestures in the fourth quarter of 2023, Director General, Suresh Shah said.",
    "A government procurement is now evaluating bids for transaction advisors to planned divestitures, Shah told a forum organized by the central bank.",
    "Transaction advisors are required to value the companies. They will also prepare a data room for prospective bidders to conduct due diligence, he said.",
    "There has been some interest in State Owned Enterprises (SOE) due to plan on divesting, which has fueled in some interest, which is limiting the decline the market, an analyst said.",
    "Investors had been expecting lowered interest rates, and as expectations were met, the market has been continuously green, while selling pressures arose only on June 6 and June 7.",
    "Sri Lanka’s debt restructure will take place based on the existing debt sustainability analysis, using the original projections made by the International Monetary Fund, Central Bank Governor Nandalal Weerasinghe said, despite economic indicators improving faster than expected.",
    "The market generated a net foreign inflow of 175 million rupees, so far the total outflow for the year is 969 million rupees.",
    "The market generated revenue of 1.8 billion rupees, while the daily turnover average was 1 billion rupees, the banking sector attracted 913 million rupees from the total turnover, while 490 million rupees came from the capital sector and 114 million rupees was generated from the materials industry.",
    "Top losers during trade were Vallible One, Expolanka and Hayleys. (Colombo/June16/2023)"
  ]
}