{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/G-G-gems-trading-platform-goes-live-in-Sri-Lanka/34-756778",
  "time_ut": 1703806472.0,
  "original_lang": "en",
  "original_title": "G&G gems trading platform goes live in Sri Lanka",
  "original_body_lines": [
    "MP Imthiyas Bakeer Markar awards national platform authorisation to G&G co-founder Grace Tang and Imaad Rawoof",
    "Live scene from the establishment ceremony of the G&G Gems Trading Platform",
    "MP Imthiyas Bakeer Markar awards the Sri Lanka Gem Ambassador Certification to an outstanding member representative of G&G",
    "Friends from various embassies visit the scene to offer congratulations",
    "The much-anticipated inauguration ceremony of the G&G gems trading service centre took place at the Cinnamon Grand Colombo in Sri Lanka recently.",
    "The G&G Gems Trading Platform was officially established, signifying an important step for Sri Lanka’s gem trade onto the global stage and the beginning of a new chapter in gem trading.",
    "The opening ceremony received wide attention from the Government and the industry, with many high-profile guests attending the event.",
    "Sri Lanka Gem Traders Association Chairman MP Imthiyas Bakeer Markar, several council members, and officials from the embassies of China, France, Russia, and other countries were present to congratulate and witness the establishment of the G&G Gems Trading Platform.",
    "At the event, MP Markar awarded the official authorisation certificate of the Sri Lanka Gem Traders Association to G&G co-founders Grace Tang and Imaad Rawoof.",
    "As a highly valuable national-level certification, it indicates that the G&G Gems Trading Platform fully complies with Sri Lankan national laws and standards and is extremely credible.",
    "Furthermore, Markar also highly affirmed the professionalism of the G&G Gems Trading Platform. He stated that the establishment of the G&G Gems Trading Platform had opened new channels for the global gem market and brought fresh vitality to the gem market of Sri Lanka. This platform not only provides a trading venue for gem practitioners but also promotes the circulation of gems and strengthens global economic ties.",
    "G&G is a global gem trading platform with international trading policies, high customs clearance efficiency, and lower transaction costs, providing one-stop gem trading services for gem enthusiasts and practitioners worldwide. Through this platform, transactions between buyers and sellers of gems become safer and more convenient. It solves all the difficulties for global gem people to come to Sri Lanka to purchase gems with all needed services, such as reception of overseas teams, gem purchasing connections and technical guidance, ensuring the standardisation and safety of the market.",
    "Sri Lanka, rich in gem resources and known as the ‘Gem Country,’ is a renowned gem trading centre with an important position in the global gem market. The Sri Lankan gem market is filled with tremendous opportunities. “To integrate Sri Lanka’s gem resources and regulate the gem market order, we have leveraged our years of deep cultivation and advantages to create the G&G Gems Trading Platform. This effectively reduces the costs of gem trading, allowing gem enthusiasts around the world to confidently purchase Sri Lankan gems, and promotes the high-end, digital, and international development of the gem industry,” said co-founder Grace Tang when talking about the original intention behind creating the G&G Gems Trading Platform.",
    "In recent years, the global gem market has been heating up, with increasing attention to gem. The growing market demand has led to more individuals joining the industry. Therefore, the establishment of a legal, compliant, and reliable gem trading platform is of great significance to the entire gem market. It not only enhances Sri Lanka’s position in the gem market but also provides new opportunities for local gem merchants. In the future, the G&G Gems Trading Platform will remain true to its original aspiration, committed to connecting local gem resources with the world, building a healthy and safe platform for gem supply and demand, offering more opportunities for cooperation, empowering the high-quality development of Sri Lanka’s gem industry, and promoting the prosperity of the global gem market."
  ]
}