{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-attempts-to-join-the-world-largest-trade-bloc-to-heal-economy/108-263344",
  "time_ut": 1689642786.0,
  "original_lang": "en",
  "original_title": "Sri Lanka attempts to join the world largest trade bloc to heal economy",
  "original_body_lines": [
    "In its bid to revive the economy in the long run, Sri Lanka has initiated steps to join the world's largest free trade zone called 'Regional Comprehensive Economic Partnership (RCEP) ', a trade grouping of countries including key world economies such as China, Australia and Japan.",
    "This is in addition to the conclusion of ongoing talks for the Free Trade Agreement (FTA ) with Thailand. The next round of FTA talks will be held in Thailand next month.",
    "Foreign Minister Ali Sabry who held talks with Thai Prime Minister Prayut Chan-o-cha and Foreign Minister Don Pramudwinai discussed the need for expediting FTA negotiations, and sought assistance of Thailand as a member of ASEAN to join RCEP. Thailand is one of the first countries to ratify RCEP.",
    "The Minister told Daily Mirror that Sri Lanka sought assistance from Thailand to join RCEP which is a regional free trade agreement that entered into force on January 1, 2022 for ten original parties: Australia, Brunei, Cambodia, China, Japan, Laos, New Zealand, Singapore, Thailand and Vietnam.",
    "RCEP then entered into force for South Korea on February 1, 2022, for Malaysia on March 18, 2022, for Indonesia on January 2, 2023 and for the Philippines on June 2, 2023. RCEP is the world’s largest free trade agreement by members’ GDP.",
    "RCEP negotiations were launched in November, 2012 between the Association of Southeast Asian Nations (ASEAN includes Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand, and Vietnam) and its free trade agreement partners - Australia, China, India, Japan, New Zealand and South Korea. India later opted out of RCEP talks.",
    "It is called “world’s largest trade deal”, since the participating countries represent close to 30 percent of the world’s GDP.",
    "The Minister told Daily Mirror that he discussed development of tourism between the countries through Buddhist linkages. (Kelum Bandara)"
  ]
}