{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-chairs-launch-of-state-of-the-art-disaster-early-warning-system/56-756533",
  "time_ut": 1703030194.0,
  "original_lang": "en",
  "original_title": "President chairs launch of state-of-the-art disaster early warning system",
  "original_body_lines": [
    "Under the auspices of President Ranil Wickremesinghe, a sophisticated disaster early warning system was officially introduced yesterday.",
    "The move involves a collaborative effort involving the Disaster Management Centre, Sri Lanka Telecommunication Regulatory Commission and major telephone service providers including SLT-Mobitel, Hutch, Dialog and Airtel. The Memorandum of Understanding (MoU) formalising this strategic initiative was also signed at the President’s Office.",
    "Disaster Management Centre Director General Major General S. Ranasinghe (Retired) and Sri Lanka Telecommunication Regulatory Commission Director General Madhushanka Dissanayake, were the signatories to the MoU. Notable stakeholders, including Dialog Axiata Group Chief Executive Officer Supun Weerasinghe, Sri Lanka Telecom CEO Janaka R. Abeysinghe, Bharti Airtel Lanka CEO Ashish Chandra, Mobitel Chief Operating Officer Sudarshan Giganage and Hutchison Telecommunications Lanka Acting Chief Executive Officer Samitra Gupta were actively involved in the signing ceremony.",
    "The primary objective of this state-of-the-art disaster early warning system is to fortify the existing mechanism, ensuring the safety and well-being of Sri Lankan citizens amidst various disasters, including those caused by weather and climate changes. The system leverages cutting-edge technology to deliver more effective early warnings through telephone communication networks.",
    "Specifically focusing on tsunami disasters, the system targets nearly 60,000 mobile and landline numbers in 14 districts identified as high-risk areas. It is designed to promptly issue an immediate early warning in the form of a distinctive ‘Ring Tone’ notification accompanied by a siren sound.",
    "This will establish a more robust early warning mechanism for the public, utilising phone notifications featuring a siren sound, particularly effective during night-time hours.",
    "Scheduled for a public rollout on ‘National Security Day’ on 26 December 2023, the system’s scope is anticipated to expand in the future, evolving into a comprehensive multi-disaster early warning mechanism. This expansion aims to include landslides and floods, further enhancing its utility and impact.",
    "The high-profile event was attended by key dignitaries, including State Minister for Defence Pramita Bandara Thennakoon, President’s Senior Advisor on National Security and Chief of Presidential Staff Sagala Ratnayake, Secretary to the Defence Ministry General Kamal Gunaratne (Retired) and Directors of the Disaster Management Centre, Brigadier T.C. Harasgama and Pradeep Kodippili were among others."
  ]
}