{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sustaining-vistas-of-peradeniya-campus-landscape-beyond-80-years/",
  "time_ut": 1688957460.0,
  "original_lang": "en",
  "original_title": "Sustaining vistas of Peradeniya Campus landscape beyond 80 years",
  "original_body_lines": [
    "The Peradeniya University was literally ‘more open than usual’ on the 01 July 2023, when it celebrated the very first Founder’s Day on her 80th (or 81st to be exact) birthday. Thousands of people, the majority of them being the young aspirants to higher education, thronged this world-renown Garden University of Sri Lanka on that day. They would have been, no doubt, enthralled by the scenic beauty of university park while paying equal or more attention to an assortment of events organised by the university within its library- and different faculty premises.",
    "Amongst them, the Great Chronicle – Mahawansa text, which was selected as the authentic copy to be listed among the 64 new items of documentary heritage inscribed on the UNESCO’s Memory of the World (MoW) International Register in 2023, was on display at the new wing of the University Library. Also, the memorabilia of Prof. Ediriweera Sarachchandra including his hand-written briefs and the original costumes of the iconic Maname stage drama and a selection of rare paintings and line drawings of George Keyt MBE (1901 – 1993), who is considered Sri Lanka’s most distinguished modern painter was on display. Likewise, different faculties, too, had their own thematic exhibits for public viewing.",
    "The university should be congratulated on organising such an event for the first time in its history for which the public response was so outpouring and the University was less than prepared for this ‘widely open-than-usual’ blitz. It reflects the inquisitiveness of people from all walks of life to see for themselves what is going on inside these portals of higher learning about which a gloomy picture has been painted more often than not.",
    "I was informed by a former employee of the university that 17 busloads of students, their parents, and teachers, all from a single school in Jaffna had come, probably traveling overnight.",
    "The lead taken by Peradeniya University in celebrating Founder’s Day with an Open Day, which most universities the world over has as a regular feature in their annual calendar is indeed heartening. It should surely be on the annual calendar of all our universities. Even more remarkable was that the Park was cleaned up of litter and residual garbage almost completely the following day and a special tribute to the University Health Services in charge of the garbage disposal among the many other chores they performed to their utmost to cope with the sudden deluge. Thankfully, the heavy rains that followed would have washed away any undesirables that remained.",
    "The walk along the maze of driveways and footpaths within the University Park seemed to have fascinated the young and the old alike on this Open Day, as I myself, was witness to it. In this context, what came to my mind immediately was the Queen’s Drive on the occasion of the formal opening of the University of Ceylon at Peradeniya by HRH Duke of Edinburgh K.G in the presence of H. M. Queen Elizabeth II on the 20th April 1954, 69 years ago. The panoramic landscape along this Queen’s Drive on which the Royal Entourage was escorted by the first Vice Chancellor of the University Sir William Ivor Jennings is vividly described in the guide booklet that was prepared on the occasion. The landscape of the Peradeniya University Park which was planned by Sir Patrick Abercrombie and Mr. Clifford Holliday and implemented to near perfection by the renowned landscape architect Mr. Shirley d’Alwis during the preceding 10 years has been described in this booklet in the following way: ‘IN TWENTY YEARS’ TIME, THE UNIVERSITY PARK SHOULD BE MORE BEAUTIFUL THAN THE ROYAL BOTANIC GARDENS’.",
    "This was probably not an impetuous statement as Sir Ivor was already well aware of the outstanding beauty of the Royal Botanic Gardens, which he acknowledges as among the finest botanic gardens in the tropics at the time. He goes on to quote Count Angelo de Gubernatis – a mid-Victorian visitor from Naples in the former’s book ‘Kandy Road’: ‘ If India is the paradise of Asia; if the Island of Ceylon is the Paradise of India; the botanic Gardens of Peradeniya is the paradise of Ceylon, and thus, as has been said the Heart of paradise’(sic. p.59).",
    "Most likely Sir Ivor was referring to the approx. 320-acre (130 ha) University Park Landscape which he compared with the Peradeniya Botanic Gardens. A detailed description of the avenue planting along the main driveway and the selection of tree species displaying the University Colours (Scarlet and gold) twice a year is given in the said booklet. Except for the larger Mara trees along the Galaha road and some rubber trees still surviving on the New Peradeniya Estate (now the University Park) amidst the buildings, all other trees were planted or have grown from seed in nurseries at the time the landscaping was originally planned.",
    "When trees and woody climbers are in bloom (mostly planted exotics and some escapees from the Royal Botanic Gardens across the road), it is truly a magnificent spectacle to behold. For someone with a botanical interest seeing the nuanced seasonal changes in leafing and flowering of the manicured gardens and the associated woodlands is indeed a delight beyond measure.",
    "However, the Mara trees are more than a century old now, and with the added weight of the aggressively growing woody creepers/lianes overtopping these tree giants pose serious risks of their limbs falling off during strong winds causing dangers to passersby. The curatorial staff of the University should join hands with those of the Botanic Gardens personnel, who are more professionally trained to manage its Park while incorporating creative ideas coming from academia through their research pursuits. In that way, the panoramic landscapes of the two institutions together uniquely positioned on either side of the Kandy Road would be even more beautiful than what Sir Ivor would have envisioned.",
    "However, conventional landscaping with elegantly designed and manicured lawns, beds of exotic flower species including potential invasives, rows of non-native trees, etc., may help shape an aesthetically appealing, relaxing campus environment, but it also could pose a veiled threat to the native wildlife populations. The invasive and non-native species without their natural predators or normal control mechanisms, can spread exponentially and become dominant which we are already witnessing in the Peradeniya University Park.",
    "In addition to the 130 ha of the University Park in the lower slopes and the valley of the Mahaweli Ganga (part of Ganga Wata Korale), approximately 1100 acres (445 ha) on the upper slopes of Hantana forms a mountain amphitheatre draining to Maha Oya which meanders through the University Park and deposit its relatively clean water to the Mahaweli river just above the railway bridge. Hantana Ridge is the last westward bastion of the Hantana mountain range which forms the catchment from which the University continued to draw its water supply during Sir Ivor’s time until recent times.",
    "The Hantana water scheme was initiated during the Second World War period to ensure a steady pipe-borne water supply by the troops of Lord Louis Mountbatten’s South-East Asia Command who occupied this parkland.",
    "Realising its value as a watershed for the campus community, Sir Ivor was of the view that the Upper Hantana Campus land bequeathed from the Old Peradeniya Tea Estate should go back to a jungle with the added benefit of earning revenue from its timber that would provide a valuable endowment. Indeed, the Forest Department was advised to plant the area first with Mahogany in between the shade trees (mostly Albizzia spp.) of the abandoned tea plantation. In more recent times, in particular, during the USAID-funded Reforestation of Upper Mahaweli Catchment project in the 1980s, the remaining pathana grasslands on ridge tops and upper slopes were planted with Caribbean pine. About 100 ha or 14% of the University lands have been planted with pines during this project.",
    "Large-scale planting of Pinus spp. in the watershed areas was (and still is) vehemently criticised by environmentalists having experienced negative impacts on biodiversity, soil, and water conservation exacerbated by frequent fire hazards. The University of Peradeniya was very much a contributor to this nationally important environmental debate on public media at the time, so much so that a symposium on ‘Reforestation with Pinus in Sri Lanka’ was jointly organized by the University of Peradeniya and the British High Commission on behalf of the Overseas Development Administration of the UK, in 1988, to address this sensitive issue between the environmentalists and forestry professionals. Being a part of the catchment of the Victoria Reservoir built with generous British assistance and together with the keen interest of the then British High Commissioner to Sri Lanka David Gladstone on sensitive environmental issues of this nature would have paved the way for the British sponsorship of the event.",
    "Quoting famous poets Longfellow, Tennyson, and Kipling, on ‘black and gloomy temperate pines’ ( in Hiawatha) in his Keynote Address, the High Commissioner conveyed the message that the objective of organising the symposium was to come to the grips of the problem of Pinus cultivation in Sri Lanka and if possible to reach a consensus on how to handle the issue of commercial and scientific considerations in guiding the hand that sows the seeds of the new forests or the tree farms. Reinforcing his standpoint, he went to the extent of posing 17 questions on Pinus cultivation in Sri Lanka for which answers were sought from the participating professional and scientific community at the end of the symposium, before embarking on supporting any further large-scale afforestation schemes based on Pine.",
    "This landmark symposium probably would have positively contributed to the inclusion of a University of Peradeniya- Oxford Forestry Institute (UP-OFI) Link project to the overall Aid/Loan program on the Forestry Sector Development Plan for Sri Lanka with bilateral and multilateral funding in the early 1990s. The UP-OFI Link project was primarily geared toward facilitating collaboration in training and research in forest management.",
    "Around the same time, Dr. Nihal Karunaratne, a distinguished citizen of Kandy, while being a member of the University Council in the late 1980s was instrumental in establishing a Forestry Subcommittee on ‘Reforestation of the University Lands’ and strongly supported the ongoing conservation efforts at the time. We ourselves being members of the same committee, while supporting his noble initiative, also proposed that a selected portion of the University land could be used as a crop gene pool garden in which the rare and valuable varieties of food crops, indigenous medicinal plants, industrial crops like rubber, and others could be maintained for posterity.",
    "Being located in an environmentally favourable landscape in close proximity to the germplasm gardens of the Department of Agriculture and surrounded by traditional Kandyan spice gardens with fast-disappearing valuable gene pools of mixed species in them (spices, fruits and beverages like coffee), it would be a tremendous boost to agro-biodiversity conservation that the University could offer at a local, regional and even global scale.",
    "As an example, the University of California, Riverside Citrus Variety Collection (UCR-CVC), USA is one of the most important collections of citrus diversity in the world. This collection with over 1000 accessions spread over in approx. 10 ha on the UCR campus is used for long-term research in plant breeding and educational extension services",
    "On a similar mission, we received a very favourable response from the Rubber Research Institute of Sri Lanka at that time for establishing a rubber gene pool garden (seed orchard) with FAO assistance but unfortunately, these efforts did not materialise.",
    "Subsequently, there was a subcommittee of the Lands, Buildings, and their Maintenance Committee (LBMC) for developing a Master Plan for Landscaping the University of Peradeniya in the 1990s especially to address primarily the issues of encroachments and requests for timber extraction. Towards the master plan preparation, maps depicting i) Land Use, ii) Contours and Slope Classes at 10 m intervals [1:10,000], and iii) physical structures were prepared with support from the UP-OFI link project and handed over to the then Vice-Chancellor. Around the same time, yet another project – The Multipurpose Tree Research Network of the Faculty of Agriculture in collaboration with the Sri Lanka-German Upper Mahaweli Watershed Management Project – was mooted to conserve stream reservations – Maha Oya in particular – with aesthetically pleasing landscaping incorporating appropriate tree planting. Currently, there is an urgent need for this as the Maha Oya embankments are eroding as a result of flash floods arising upstream in Upper Hantana with a threat to the very existence of the playing fields.",
    "While serving on those committees and with our own experience in forest ecology, we initiated several forest restoration experiments in lower Hantana i) Reforesting pathana grasslands and ii) converting Pinus plantations into mixed-species plantations in 1991 and 2004 respectively, using several broad-leaved species that are widely used for timber and medicinal uses in Kandyan districts viz. Gini Sapu, Bedi Del, Mahogany, Albizzia, Bulu, and Mee.",
    "Both these trials have proved to be successful applied ecological research models and after 20 years or more; these long-term forestry trials have demonstrated that indeed pathana grasslands as well as Pinus plantations can be converted to native species stands. Consequently, these two sites are being regularly used as demonstration models in providing training in restoration ecological fundamentals to the students at Peradeniya and other universities over the last two decades.",
    "The above is an abridged chronological narrative of the history of some of the conservation efforts by the University of Peradeniya (formerly University of Ceylon) during the past eighty years since Sir Ivor’s initial recommendation for establishing revenue-earning forests in Hantana Watersheds. However, in the present circumstances, while aligning with our legally binding national commitments to the global conventions on the environment (UNCBD, UNFCCC, and UNCCD), there is a need for a transformative shift to a more ecologically sustainable campus landscape, in particular, the upper Hantana hill slopes.",
    "We need to reassess the ecological and socio-economic context that this important watershed provides in this era of our national commitment to achieving Sustainable Development Goals – the UN’s blueprint for a more sustainable future for all. Their adoption could place environmental restoration, sustainability, adapting to climate change, and ensuring water security under the international spotlight. Two classic textbook examples of this kind of long-term watershed restoration projects, to take a cue from, are the Hubbard Brook Watershed Ecosystem in New Hampshire and the equally famous Catskill/Delaware watershed project in upstate New York, both in the USA. With the availability of modern computer and sensor technologies, long-term hydrological and meteorological monitoring in the Hantana watershed would be an invaluable teaching and research tool with the potential of upscaling onto all major river systems deriving wider-scale benefits in the era of changing climate.",
    "The campus landscape is the most highly visible representation of the university and its relationship with nature. Just like its buildings, the campus landscape can be seen as the physical embodiment of the cultural and other values of the region it represents – Kanda Uda Rata – being located at the Northwestern edge of the central highlands. As such, the campus landscape together with the surrounding Kandyan Spice Gardens of traditional communities in Uda Peradeniya, Dangolla, Penideniya, Hindagala and Mahakanda, is an asset for cultural sustainability, among others. It offers the potential to integrate environmental, economic, and cultural sustainability entwined with intellectual well-being into the fabric of the university for generations to come.",
    "The present site for the then University of Ceylon chosen after an intense ‘battle for sites’ over a decade or more since the 1920s has emerged as a landscape that expresses the soul and personality of this outstanding institution about which Sir Ivor once had said that it had one of the most beautiful environments in the world. So many literary works have been associated with Hantana Mountain Range and its foothills. Consequently, the campus landscape with the human-dominated University Park and the nature-dominated Upper Hantana Wilderness has the potential to become a key instrument to advance university sustainability and a legacy for future generations to build upon.",
    "A major portion of the Upper Hantana watershed is included in the Hantana Environmentally Protected Area (EPA) of the Central Environmental Authority declared under a Gazette notification (# 1641/28) which is under review at present. As such, the Hantana watershed is pronounced as a climatically benign and land degradation-neutral area of national importance with its inherent biological richness and ecosystem services effectively conserved.",
    "The world today faces extraordinary environmental challenges and all Universities, being caldrons of innovative thinking have a crucial role to play in meeting this challenge of utilizing the campus landscapes as the best outdoor laboratories for socio-cultural, economic, and scientific exploration and management.",
    "Today, the Peradeniya University campus landscape together with its neighbouring Kandyan Spice Gardens of world repute provides multifarious functions, including aesthetic appreciation, recreational facilities, and a living laboratory for academic pursuits while delivering crucial environmental services including ecological safeguards.",
    "The ‘Living Campus Landscape’ concept could be incorporated into the University’s Environmental Sustainability Strategy, specifically to address the challenges of a growing peri-urban campus alongside the opportunities for a healthy environment provides for people and nature. For example, sustainable campus landscapes can demonstrate effective reduction of the university’s carbon footprint. In this context, perhaps a more rationalised perspective than what Sir Ivor originally envisioned to meet the current and future challenges through strengthening partnerships with public and private sector institutions and local, regional, and global communities including the ever-loyal alumni in these changing climates is the need of this critical hour.",
    "Universities the world over are no longer ivory towers; they are inevitably the microcosms of the larger society with all its attendant advantages and drawbacks churning up from within. An enduring legacy of sustainability backed by meaningful transformative changes integrating scholarship with environmental stewardship can inspire generations to come.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}