{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-enterprise-enables-digital-transformation-of-mbsl-with-dialog-sd-wan-solution/",
  "time_ut": 1686674640.0,
  "original_lang": "en",
  "original_title": "Dialog Enterprise enables digital transformation of MBSL with Dialog SD-WAN solution",
  "original_body_lines": [
    "Dialog Enterprise, the ICT solutions arm of Dialog Axiata PLC, helped enable the digital transformation initiative of Merchant Bank of Sri Lanka & Finance PLC (MBSL) by successfully completing the deployment of its Secure Software-Defined Wide Area Networking (SD-WAN). MBSL has a rich history of being the country’s pioneer specialists in trade finance and investment banking and is committed to offering the best solutions for its customers’ financial aspirations while creating a platform and atmosphere for its employees to perform at their best.",
    "By deploying Secure SDWAN from Dialog Enterprise, MBSL has not only improved its IT capabilities but also empowered and unleashed its potential for digitization. With enhanced security, reliability, and performance, MBSL is now better equipped to leverage digital technologies and offer cutting-edge services to its customers.",
    "Dammika Hapuhinna, Chief Executive Officer – Merchant Bank of Sri Lanka & Finance PLC, said, “We are delighted to partner with Dialog Enterprise. As a part of our strategic digital journey, we have harnessed the essence of our service credo and technological know-how to redefine the future of Finance, to offer our customers, the most convenient and cutting-edge solutions in business and personal finances.”",
    "Dialog Enterprise’s Secure SD-WAN solution now helps build link redundancy at a branch level and keep both links active, enable internet access from MBSL branches to access cloud applications, and set application-wide priorities to maintain user experience out of multiple applications being used. The solution was designed to provide secure access to cloud-based applications and direct internet breakout, backed by low-cost link redundancy while delivering a superior user experience at the lowest cost.",
    "Navin Pieris, Group Chief Officer – Dialog Enterprise, Dialog Axiata PLC, said, “We are proud to be chosen as the preferred technology partner for MBSL. Our solution now helps its IT team in terms of future planning and developing long-term strategies, while also providing an efficient technology solution to run critical applications.”",
    "Dialog SD-WAN allows corporates to administer and operate network infrastructure that includes multiple connection types such as broadband, cellular connections, and multiprotocol label switching (MPLS) seamlessly. The technology enables connectivity and services from a single location, such as an organization’s headquarters or via the cloud, without compromising security.",
    "Related Topics:Dialog Axiata PLCDialog EnterpriseMerchant Bank of Sri Lanka & Finance PLC",
    "Softlogic Life launches Sri Lanka’s first-ever TV commercial powered by AI, featuring all-time music legends",
    "Dialog Axiata partners with JICA to drive social development projects in Sri Lanka",
    "Dialog Enterprise showcases ICT business solutions for emerging enterprises in Kandy",
    "Dialog Enterprise Cloud Certified as the First Sovereign Cloud Platform in South Asia by VMWare",
    "Dialog partners with Meta to launch text-only Facebook & Discover to connect the under-connected",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}