{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mas-holdings-secures-16-presidential-export-honours/",
  "time_ut": 1701105900.0,
  "original_lang": "en",
  "original_title": "MAS Holdings secures 16 Presidential Export Honours",
  "original_body_lines": [
    "The global apparel and textile giant, MAS Holdings, announced the resounding accomplishment of its subsidiaries, MAS Active Trading (Pvt) Ltd and MAS Intimates (Pvt) Ltd, at the distinguished Presidential Exports Awards for 2021/22 and 2022/23. In recognition of the company’s contribution to Sri Lanka’s export sector, MAS Active (Active and KREEDA divisions) secured Sri Lanka’s overall Exporter of the Year Award for two years 2021/22 and 2022/23. Alongside these two most coveted awards, together, MAS Active and MAS Intimates, secured a total of 16 awards at the event. This recognition of MAS’ contributions to Sri Lanka’s export sector solidifies the company’s standing as an industry leader and critical player in the nation’s economy.",
    "A Remarkable Double Triumph – MAS Active Trading (Pvt) Limited",
    "MAS Active (Active and KREEDA divisions), celebrated a remarkable victory in addition to the two Overall Exporter Awards for both years, winning the Overall Market Diversified Exporter of the Year, the Best Performing Exporter in Emerging Markets, and a Merit Award in the Apparel Sector – Large Category for 2021/22.",
    "Continuing its winning streak MAS Active secured the awards for Contributor to Sustainable Development in Exports, Innovative Export Product of the Year, Best Performing Exporter in Emerging Markets, and the Best Exporter Award in the Apparel Sector – Large Category for 2022/23.",
    "During the 2021/22 cycle, MAS Intimates demonstrated unparalleled excellence in the export domain. The company not only secured the Overall Award for Net Foreign Exchange Earner of the Year but was also awarded as the Best Exporter in Product Diversification and was recognized as the Contributor from the Regions to the Export Supply Chain as well as the Best Exporter in the Apparel Sector – Large Category.",
    "Building on this success, MAS Intimates continued its outstanding performance in 2022/23. The company secured the Overall Award for Net Foreign Exchange Earner of the Year and was recognized as Contributor from the Regions to the Export Supply Chain. Adding to the accolades, MAS Intimates received a Merit Award in the Apparel Sector – Large Category, further solidifying its standing as a key player in the global export market.",
    "These victories collectively underscore MAS’ position as an undisputed leader in Sri Lanka’s export landscape. As a global apparel and textile manufacturer with a diverse portfolio of brands, MAS Holdings continues to set industry benchmarks and plays a pivotal role in the economic development of Sri Lanka and the wider apparel industry.",
    "Discounts up to 50% at 3,500+ retail outlets for ComBank cardholders",
    "Calais Dentelles announces the sale of ‘NOYON’ – Noyon Lanka acquires 100 years of lace heritage",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}