{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Pathum-Nissanka-released-from-Sri-Lanka-squad/108-263810",
  "time_ut": 1690211117.0,
  "original_lang": "en",
  "original_title": "Pathum Nissanka released from Sri Lanka squad",
  "original_body_lines": [
    "Sri Lanka's top order batter Pathum Nissanka has been released from the present squad for the ongoing Test match against Pakistan, it is reliably learnt.",
    "According to the top sources in Sri Lanka Cricket (SLC), the 25-year-old right-hand batter was a back-up player for this Test match and did not join the team in the hotel.",
    "\"He had come to the ground on Saturday and Sunday for the practice sessions in his own vehicle from home and was returning home in the said vehicle\".",
    "In fact, in the first Galle Test also, he was released on the first day of the Test match.",
    "\"Basically, he is considered to be the white ball player but was retained as a back-up player in case the captain had to miss the first Test owing to his hamstring injury but it was not required as Dimuth was declared fit to play and we he was released from the squad\", the source aware about the development, said to this Reporter.",
    "The Sri Lankan team, which did not perform well in the first innings on Monday, will be required to bat well in the 2nd innings, according to the team's assistant coach.",
    "Taking the question from this Reporter, the assistant coach, Naveed Nawaz said, \"it cannot be said at this moment whether the Test would see the fifth day. We did not rise to the expectation in the first innings and we need to improve our performance in the 2nd innings\".",
    "According to the Pakistani pacer Naseem Shah, who took all three wickets of Sri Lanka's senior players, they were equally important.",
    "Angelo Mathews, captain Dimuth Karunratne and Dinesh Chandimal were his victims. \"There is no specific wicket that I can point out. To me, all three wickets were equally important and gave me equal satisfaction. These wickets came at the right time and we could not allow the home players to settle\", he said to the Reporter at the media briefing. (Bipin Dani)",
    "Ramiz Raja met his old Sri Lankan friends at dinner hosted by Sidath Wettimuny"
  ]
}