{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Hasaranga-takes-five-Oman-bowled-out-for-98/108-261690",
  "time_ut": 1687512701.0,
  "original_lang": "en",
  "original_title": "Hasaranga takes five, Oman bowled out for 98",
  "original_body_lines": [
    "Wanindu Hasaranga took back to back five-wicket hauls as Oman were bowled out for 98 against Sri Lanka in their ICC Cricket World Cup Qualifier in Bulawayo.",
    "Hasaranga finished with figures of 5 for 13 as he ran through the Omani middle and lower order, after Lahiru Kumara had made inroads earlier in the innings.",
    "An exceptional opening 10 overs from Kumara and Kasun Rajitha reduced Oman to 21 for 4 -- Kumara's pace and bounce proving a challenge for the Omani batsmen.",
    "Kumara needed just four deliveries to pick up his first wicket with Kashyap Prajapati beaten for pace and adjudged out leg before wicket in the second over of the innings.",
    "Three overs later, Kasun Rajitha induced an outside edge from Aqib Ilyas, with the catch collected by the fielder in the fifth slip region.",
    "Omani captain Zeeshan Maqsood was then dismissed in the eighth over when extra bounce from Kumara rushed Masqood into loopipng a catch to square leg.",
    "Kumara then returned for a fifth over, with the short ball doing the trick again, with a top edge from Mohammed Nadeem well caught by Dimuth Karunaratne at square leg.",
    "A fightback over the next ten overs between Jatinder Singh and Aayen Khan resulted in a 52-run partnerhsip, giving Oman a glimmer of hope.",
    "But it took a single Wanindu Hasaranga over to completely unsettle the Omanis again, with the wrist-spinner taking three wickets in the 21st over to derail Oman to 72 for 7.",
    "Naseem Khushi was run out after Oman had added 10 more runs, before Hasaranga ended the resillient innings of Ayaan Khan for 41, caught by Dhananjaya de Silva in the slips.",
    "Hasaranga wrapped up the innings in his eighth over, when he had Bilal Khan lbw for a duck, with Omani's last six wickets falling for just 26 runs."
  ]
}