{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Harsha-says-financial-security-of-EPF-members-should-be-safeguarded-in-any-domestic-debt-optimisation/108-259740",
  "time_ut": 1684866123.0,
  "original_lang": "en",
  "original_title": "Harsha says financial security of EPF members should be safeguarded in any domestic debt optimisation",
  "original_body_lines": [
    "Sri Lankan Opposition MP Harsha de Silva highlighted the critical considerations surrounding domestic debt optimisation and its impact on Employees Provident Fund (EPF) members.",
    "Speaking on behalf of the Opposition, de Silva emphasised the need to prioritise the interests of EPF members in any decision-making process.",
    "«Our foremost concern should be securing the retirement benefits of the hardworking people of Sri Lanka,» de Silva stressed. “The EPF, as a pension fund, plays a crucial role in ensuring a financially secure future of its members upon retirement. We cannot allow the government’s pursuit of cheap money to jeopardise the interests of EPF pensioners.”",
    "Referring to the EPF Act, de Silva underscored the obligation for a parliamentary resolution to ensure the EPF receives sufficient funds from the treasury to meet minimum payment requirements if it is unable to do so. He further emphasised the importance of gradually settling any resulting loans over time. “We must protect the EPF pension fund from being subjugated to the government’s needs at the expense of pensioners. The negative 47 percent real return to EPF in 2022 has severely eroded the value of the fund, and we cannot disregard this significant loss,” de Silva added.",
    "Discussing the risks associated with domestic debt optimisation, de Silva highlighted the concept of opportunity cost. “Subjecting the EPF pension fund to this optimisation may result in a loss of potential reinvestment opportunities,” he explained. “For instance, if the EPF currently holds bonds maturing within the next one or two years, they have the potential to be reinvested at higher rates, ensuring better returns for pensioners. However, if these bonds’ maturity dates are extended beyond 2027 at lower rates, that will have a high opportunity cost to EPF members.”",
    "Clarifying the EPF pension fund›s overall financial position, de Silva reassured the public that the EPF is not facing immediate trouble. «The EPF pension fund maintains a positive cash flow, with contributions consistently exceeding pension payouts by approximately 30 billion rupees in recent years,» he said. “This ensures EPF’s ability to meet its pension obligations. However, we must acknowledge that returns on investment may decrease.”",
    "Concluding his remarks, de Silva firmly said, “Considering the negative real interest rate the EPF pension fund has already experienced, it is unjust to overburden it further with large opportunity costs due to domestic debt optimisation. We must prioritise the interests of EPF members and strike a balance between preserving reasonable returns to the members while providing debt relief to the government. The long-term financial security of Sri Lanka’s workforce cannot be jeopardised.”"
  ]
}