{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sec-cse-varsity-battles-2023-inter-faculty-quiz-competitions-held/",
  "time_ut": 1687964760.0,
  "original_lang": "en",
  "original_title": "SEC/CSE Varsity Battles 2023, inter-faculty quiz competitions held",
  "original_body_lines": [
    "The Varsity Battles 2023, inter-faculty quiz organized by the Securities and Exchange Commission of Sri Lanka (SEC) and the Colombo Stock Exchange (CSE), was successfully completed at the University of Peradeniya (UOP) and the Wayamba University of Sri Lanka (WUSL) on 21st & 22nd of June 2023, respectively.",
    "The Faculty of Science Team 2 emerged as the winning team of the inter-faculty quiz at the University of Peradeniya, receiving a cash prize of Rs. 75,000, whilst the Faculty of Medicine Team 2 and the Faculty of Dental Science Team 1, received certificates for being 1st and 2nd runners- up, respectively.",
    "At the inter-faculty quiz competition held at the Wayamba University of Sri Lanka, Faculty of Applied Sciences Team 1 emerged as the winning team, receiving a cash prize of Rs. 75,000, whilst Faculty of Agriculture & Plantation Management Team 2 and Faculty of Agriculture & Plantation Management Team 1 received certificates for being 1st and 2nd runners-up, respectively.",
    "The Varsity Battles 2023 intend to create awareness and educate university students, on capital markets and to increase financial literacy among university students. The quiz initially launched in May 2023 with the Rajarata University of Sri Lanka and the University of Jaffna, Sri Lanka.",
    "The quiz commenced in May 2023, at the Rajarata University of Sri Lanka and the University of Jaffna, Sri Lanka.",
    "The top three teams with the highest scores at the inter-faculty competition will compete at the inter-university competition. The winning team of the inter-university competition will receive a cash prize of Rs. 300,000, whilst 1st and 2nd runners-up teams will receive Rs. 200,000 and Rs. 100,000, respectively.",
    "Commenting on the initiative, CSE Senior Vice President Marketing, Mr. Niroshan Wijesundere, said, “The Quiz Competition is another initiative taken by the Colombo Stock Exchange in collaboration with the Securities and Exchange Commission to create awareness on the importance of financial, investor, and capital market education. Thus, this initiative highlights the importance of financial literacy for every undergraduate in Sri Lanka.”",
    "Director External Relations and Capital Market Education, SEC, Mr. Tushara Jayaratne, commented “During recent years, we witnessed the emergence of a younger generation of investors to the stock market. However, concerns about their level of financial literacy remains. The SEC/CSE Varsity Battles initiative will offer undergraduates the opportunity to build confidence and knowledge to participate in the capital market, build wealth and derive better financial outcome later in life.”",
    "A group of organizations have come together as sponsors to make this inter university competition a reality. The Varsity Battles 2023 is sponsored by the following organizations.",
    "Platinum sponsors: First Capital Holdings PLC and Bartleet Religare Securities (PVT) Ltd.",
    "Gold sponsors: CIMA Sri Lanka, Capital Trust Holdings Ltd, London Stock Exchange Group Sri Lanka, CT CLSA Securities (Pvt) Ltd, and Senfin Securities Limited",
    "Silver sponsors: Lanka Securities (PVT) Ltd, LOLC Holdings PLC, Asha Securities Ltd, Softlogic Stockbrokers (PVT) Ltd, Almas Equities (PVT) Ltd, and Senfin Asset Management (PVT) Ltd",
    "Co-sponsors: Vidullanka PLC, Millennium IT ESP (PVT) Ltd, CryptoGen (PVT) Ltd, Data Management Systems (PVT) Ltd, Sunshine Holdings PLC, Barista Coffee Lanka (PVT) Ltd, Cargills (Ceylon) PLC, Lanka IOC PLC, N-able (PVT) Ltd, and E Futures (PVT) Ltd, Hemas Holdings PLC and Tokyo Cement Company (Lanka) PLC.",
    "Related Topics:colombo stock exchangeExchange Commission of Sri LankaSEC/CSE Varsity Battles 2023",
    "Dialog Enterprise Cloud becomes VMware Sovereign Cloud Provider in South Asia",
    "People’s Leasing and Finance partners with Dananjaya and Kamindu as brand ambassadors",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}