{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Probe-underway-over-ill-tempered-consultant-at-LRH/155-262144",
  "time_ut": 1688107541.0,
  "original_lang": "en",
  "original_title": "Probe underway over ill-tempered consultant at LRH",
  "original_body_lines": [
    "The Health Ministry has initiated an investigation over an ill-tempered consultant pediatrician at the Lady Ridgeway Hospital for  Children (LRH) following several complaints received against the consultant.",
    "This was confirmed to Daily Mirror by LRH Director Dr G. Wijesuriya.",
    "“I have received a spate of grievances from several doctors working with the female doctor over her conduct. Some of these doctors are co-workers, while other doctors represent medical associations,” he stated.",
    "This was confirmed to Daily Mirror by LRH Director Dr G. Wijesuriya.",
    "“I have received a spate of grievances from several doctors working with the female doctor over her conduct. Some of these doctors are co-workers, while other doctors represent medical associations,” he stated.",
    "“Accordingly, I have informed this regard to the Health  Ministry and it has launched an investigation,” Dr G. Wijesuriya mentioned.",
    "He also noted that the doctors working with the alleged consultant on the 8B ward have abstained from reporting to duty. “This is in fact unfair to the children being treated at the ward,” he said.",
    "“Thus, I humbly request them to report to work with immediate effect; otherwise the lives of the children will be at stake,” Dr  G. Wijesuriya added.",
    "Meanwhile, Media Spokesman for the Government Medical  Officers’ Association (GMOA) Dr. Chamil Wijesinghe told Daily Mirror that, “This is not the first time that complaints have been received against the consultant in question. There have been previous occasions  where she was in hot water,”",
    "“Now, the matter seems to have been aggravated as no concrete action was taken on previous instances,” he added. (Sheain Fernandopulle)"
  ]
}