{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-expects-cricket-book-to-promote-sports-tourism-119739/",
  "time_ut": 1683182040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka expects cricket book to promote sports tourism",
  "original_body_lines": [
    "ECONOMYNEXT – Island’s Eleven: A History of Cricket in Sri Lanka, book of a UK-based author Nicholas Brookes will help promote the country as a sports tourism destination.",
    "A book on Sri Lanka’s cricket history by UK-based author Nicholas Brookes will help promote the island’s status as a sport tourism destination, officials said.",
    "“This book was no doubt a quest for the soul of Sri Lankan cricket,” Brookes told reporters at an event held in Colombo.",
    "“But if it wasn’t the love of the game that brought me here, I left with a deep love for the island, which will remain a part of me for the rest of my life.”",
    "Sri Lanka got test cricket status in 1981 and won the first overseas test match under captain Arjuna Ranatunga against New Zealand. Sri Lanka won the cricket world cup under Ranatunga.",
    "“The 1996 world cup wasn’t just a watershed moment for Sri Lanka, but a turning point for the game in general; another giant leap in cricket’s journey from Victorian relic to modern money-spinner,” Brookes mentions in the book.",
    "“I think the passion, pride and joy the people in Sri Lanka take from cricket is unmatched anywhere in the world”.",
    "“This book will help promote tourism by encouraging more tourists to come into the island and also it will help to know about Sri Lankan Cricket and the sports,” Sureshni Ellepola Pilapitiya, Assistant Director at Sri Lanka Tourism Promotion Bureau told Economy Next.",
    "“The tourist industry has faced challenges in the past years, yet I have utmost faith in Sri Lanka’s ability to entice tourists back”, Brookes said.",
    "Sri Lanka welcomed 441,177 tourists up to April 2023, up from 62,980 last years and is expecting 1.5 million tourists to come. (Colombo/May04/2023)"
  ]
}