{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/president-outlines-a-bold-vision-for-sri-lanka-tourism-at-thasls-58th-agm/",
  "time_ut": 1701178140.0,
  "original_lang": "en",
  "original_title": "President outlines a bold vision for Sri Lanka tourism at THASL’s 58th AGM",
  "original_body_lines": [
    "Addressing the 58th Annual General Meeting of The Hotels Association of Sri Lanka (THASL) held on Monday (27) at Shangri-La Hotel, Colombo, President Ranil Wickremesinghe outlined a comprehensive strategy to propel the country’s tourism sector to new heights. Focused on surpassing the target of 5 million tourists and redefining traditional approaches, the President’s vision extends to achieving 7.5 million visitors in the coming years. The President emphasized the need for innovative thinking and collaboration within the industry to ensure sustainable growth.",
    "“When I took over the government, I realized that sustainability alone is not sufficient. How are we going to earn foreign exchange? How are we going to have a positive balance of trade? In that, there were many suggestions. But what is the low-hanging fruit? And one of the low-hanging fruits was tourism. Let’s promote tourism fully,” President Wickremesinghe declared.",
    "The President acknowledged the need to move beyond the existing framework and embrace competition to elevate Sri Lanka’s standing in the global tourism market. Drawing parallels with countries like Vietnam, he questioned why they had more tourists despite being in the industry for a shorter period. President Wickremesinghe stressed the importance of increasing the number of tourists to 2.5 million in the upcoming year and subsequently expanding on this figure.",
    "Related Topics:5 million tourist arrivals a yearThe Hotels Association of Sri Lanka (THASL)",
    "Overall political instability seen as spawning an unsteady share market",
    "Free visas for nationals of China, India, Indonesia, Russsia, Thailand, Malaysia and Japan from Monday (27)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}