{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Constitutionality-of-Bill-to-amend-laws-to-protect-LGBTQI-community-challenged-in-SC/108-257704",
  "time_ut": 1681747204.0,
  "original_lang": "en",
  "original_title": "Constitutionality of Bill to amend laws to protect LGBTQI community challenged in SC",
  "original_body_lines": [
    "The constitutionality of the private member’s bill submitted to parliament seeking to amend Sri Lanka’s penal code with the aim of protecting the country’s LGBTQI community has been challenged before the Supreme Court through a Special Determination petition.",
    "A Retired Brigadier of the Sri Lankan Army Athula De Silva, Political analyst Shenali Waduge and prominent businesswoman Jehan Hameed filed this Special Determination petition naming the Attorney General and Parliamentarian Premnath C. Dolawatte as respondents. This petition was filed through Attorney-at-Law Dharshana Weraduwage.",
    "Through this petition, the petitioners are seeking a declaration that the bill requires the approval by the people at a Referendum in addition to the 2/3 approval of the Parliament.",
    "The petitioners said the Private Members’ Bill titled “Penal Code (Amendment)” was initially published in the supplement issued on March 22, 2023 to the Part II of March 17, 2023 Gazette and later re-gazetted on or around 04th of April, 2023 as Ordered by the Parliament, after the Bill was Presented by Parliamentarian Dolawatte for its first reading on the said date. The petitioners said they verily believe that the Parliament has granted leave to proceed for the said Bill.",
    "The Petitioners state that the proposed amendment has failed to look into and preserve the best interest of the children. The petitioners feared that the LGBT movements may promote their programs in schools and impact the free decision making of the school children and may also give rise to Transgender Children.",
    "The Petitioners further state that with the proposed amendment, it may decriminalize the Homosexual Activities (which includes Gay, Lesbian, etc) which can exacerbate the current situation of the Human immunodeficiency virus infection and acquired immunodeficiency syndrome (HIV/AIDS) epidemic.",
    "The petitioners further state that there is clear medical evidence locally and globally to suggest that the majority of men People Living with HIV (PLHIV) give a history of gay or bisexual exposure.",
    "“Such situation endangers the National Security of the Republic since it has the potential to destroy the very fabric of what constitutes a state, that is the individuals, families, communities, economic and socio-political institutions, and the military and police forces which guarantee the protection of state institutions”, the petitioners added.",
    "The petitioners maintained that section 365 of the Penal Code (as amended) proposed to be amended by Clause 2(i) of the bill. They alleged that the said Clause seriously removed the safeguards placed by the legislature by Section 17 of the Amending Act No 22 of 1995, to protect the Children below 16 years of age from among others, to Sexual Exploitation.",
    "Accordingly, the Petitioners state that said Clause seriously violates the Preamble, Articles 01, 03, 04(d), 12(1), 14(1)(f), 27(1), 27(2)(a), 27(2)(g), 27(3), 27(10), 27(11), 27(12) and 27(13) of the constitution and duly require the approval of the people at a Referendum by virtue of the provisions of Article 83 of the constitution. (Lakmal Sooriyagoda)"
  ]
}