{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90319/buddhaloka-sadhu-nada-seela-samadhi-program-held-at-shangri-la-green",
  "time_ut": 1683294480.0,
  "original_lang": "en",
  "original_title": "“Buddhaloka Sadhu Nada Seela Samadhi Program” held at Shangri-La Green",
  "original_body_lines": [
    "The “Buddhaloka Sadhu Nada Seela Samadhi Program” was held at the Shangri-La Green adjacent to the President’s Office this morning (05 May).",
    "Nearly three thousand school children representing many schools in the Colombo region participated in this program, which was organized by the All Ceylon Buddhist Conference, the President’s Media Division (PMD) reported.",
    "Venerable Rajagiriye Ariyagngnana Thera conducted the Ashtanga ceremony and Buddha Puja, while the main sermon was delivered by the custodian of the Olaboduwa Rajamaha Viharaya, the Head of the Italian Milan Lankarama, the Chief Judicial Sangha Nayaka of the Kalutara division of Colombo in the Western Province, Ven. Olaboduwe Dhammika Thera.",
    "The former Vice-Chancellor of the Buddhist and Pali University of Sri Lanka, Chief Sanghanayake of Southern Sri Lanka, Ven. Iththademaliye Indasara Thera of Fort Sambuddhaloka Vihara, Professor and Professor Nimal de Silva, Director General of Department of Manpower & Employment Anusha Gokula were present for the Dhamma discussion.",
    "In the afternoon, the Buddha Pooja was performed by the former Vice-Chancellor of the Buddhist and Pali University of Sri Lanka, the Iththademaliye Indasara Thera of Fort Sambuddhaloka Vihara, and the Chief Sanghanayaka of the Kollupitiya Valukaramaya and the Chief Sanghanayake of Colombo District, Venerable Maharagama Nanda Nayaka Thera, who conducted the Maha Sangharatna Pirith Sajjayana.",
    "Additionally, for the National Vesak festival of “Buddha Rashmi,” several programs were organized at the Galle Face Shangri-la Green and the Presidential Secretariat premises, including pavilions, lanterns, devotional song recitals (Bakthi Geetha), and dansals.",
    "Moreover, the Maha Karuna Buddhist Association of Singapore and the Willing Hearts Foundation of Singapore contributed to the distribution of school equipment for 40 novice monks and 1200 school children.",
    "The distribution took place this morning at the platform built on the Shangri-La green, and the Chairman of the Maha Karuna Buddhist Association of Singapore, Ven Dr. Karadetiyana Gunarathana Thera, and the Members of Parliament, Mr. Wajira Abeywardena, Mr. Saman Ekanayake, and the President’s Secretary, joined in distributing the school supplies to the students. Member of Parliament Rohitha Abeygunawardena and President of the All Ceylon Buddhist Federation Chandra Nimal Vakishtha were also present on the occasion.",
    "After the distribution of school equipment to students representing Kurunegala, Kegalle, Gampaha, Colombo, and Ratnapura districts, they were given the opportunity to visit the Fort President’s House.",
    "In addition, a Rice Dansala, organized by the Singapore Maha Karuna Buddhist Association and the Willing Hearts Foundation of Singapore, was held at 6.30 pm at the Shangri-La Green and will continue tomorrow (06 May) as well.",
    "Meanwhile, devotional songs performed by the Sri Lanka Navy, Civil Security Department, Youth Service Council, and Sri Lanka Army will accompany the lighting of the pandal and be held on both days at the stage built on the Shangri-La green grounds."
  ]
}