{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/24/president-ranil-wickremesinghe-meets-un-secretary-general-antonio-guterres/",
  "time_ut": 1687607040.0,
  "original_lang": "en",
  "original_title": "President Ranil Wickremesinghe meets UN Secretary General Antonio Guterres",
  "original_body_lines": [
    "COLOMBO (News 1st): Secretary General of the United Nations Antonio Guterres assured the United Nations’ strong commitment towards assisting Sri Lanka in its economic recovery and debt sustainability endeavours.",
    "President Ranil Wickremesinghe met with the UN Secretary General Antonio Guterres on the sidelines of the Summit for a New Global Financial in Paris last week.",
    "During the meeting President Wickremesinghe provided an update to the Secretary General on the progress made in Sri Lanka’s economic recovery and debt restructuring efforts.",
    "The President's Media Division further says that the President has emphasized the government's commitment to provide a strong financial framework in the implementation of sustainable economic policies and to ensure the country's long-term economic stability.",
    "Additionally, President Wickremesinghe briefed Secretary General Guterres on the Government’s climate prosperity plan as well.",
    "Meanwhile, the President attended the second day of the Paris Summit for a New Global Finance Pact on Friday (23).",
    "Leaders of many countries, representatives including foreign ministers, heads of finance, climate activists and many others attended this session.",
    "Who is Yevgeny Prigozhin, ‘Putin’s Chef’ who is now challenging Russia’s President Putin?",
    "Top Indian Influencers in Sri Lanka for Social Creator of the Year 2023",
    "UPDATE: President Putin in a special address to the nation said “Russia’s future is at stake”, as the mutinous Wagner mercenary army threatened to march on Moscow",
    "UPDATE: President Putin to address nation as mutinous Wagner mercenary army claims control of southern city of Rostov and threatens to march to Moscow"
  ]
}