{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81200",
  "time_ut": 1675796220.0,
  "original_lang": "en",
  "original_title": "Police Riot Squads and Military Reinforcements Brought in to Control Massive Trade Union Demonstration Protesting  in Colombo against  Taxation",
  "original_body_lines": [
    "Pandemonium reigned on the streets of Colombo yesterday as trade unions across all sectors took to the streets to protest against the Government’s new tax regime forcing the Government to call for Police riot squads and military reinforcements to maintain law and order.",
    "At least 2000 Sri Lanka Port Authority workers marched towards the Fort Railway station in protest. The group held a demonstration in front of the railway station blocking the road and forcing the Police to order the group to disperse. However, the group refused to disperse and continued to protest, giving rise to a tense situation between the agitators and the Police.",
    "The protestors threatened to stop all services at the ports if they were assaulted by the Police. CEYPETCO trade union workers also joined the port workers’ protest to shout slogans against the Government’s decision to hike PAYE taxes.",
    "CEYPETCO General Employees’ Union President Dr. Ashoka Ranwala said they are protesting against the tax hike to prevent the people from becoming destitute as a result of it. The unions said they will intensify their efforts against the tax hike after 17 February.",
    "Another protest was held by the Ceylon Electricity Board (CEB) Union workers in front of the CEB head office while the Government Executive Officers Joint Committee held a protest near the Ministry of Finance.",
    "The functioning of hospitals and universities also came to a standstill as doctors and lecturers declared their support for the protest. A massive rally was also held by the Professionals’ Trade Unions Alliance at Hyde Park in Colombo demanding the Government repeal its ‘oppressive’ tax reforms.",
    "Meanwhile, a Bhikkhu collective representing the three main sects took to the streets yesterday to voice their dissent against the Government’s recent assurance to implement the 13th Amendment to the Constitution. The protest march began from the Sri Jayawardenapura Parakumba Pirivena amidst the beating of Hewisi and proceeded towards the Parliament.",
    "While the Police attempted to block the protest along the way, however, the Bhikkhus managed to break through the human chains created by the Police and proceed on their march. But unable to go further at the Polduwa junction a tense situation arose between the protestors and the cops. The Bhikkhus held a protest at the junction.",
    "Balangoda Kassapa Thera and one other person identified as Kamantha Thushara were arrested by the Police for staging a satyagraha while blocking the Parliament road. Mihintale Rajamaha Vihara Chief Incumbent Walawahengunawewe Dhammarathana Thera was seen setting fire to copies of the 13th Amendment during the protest.",
    "A large number of prominent Bhikkhus in the country including Prof. Agalakada Sirisumana Thera, Prof. Medagoda Abhayatissa Thera, Omalpe Sobhitha Thera, Ampitiye Sumanarathana Thera, Ulapane Sumangala Thera and Pahiyangala Ananda Sagara Thera were seen present.",
    "Addressing those gathered, Agalakada Sirisumana Thera said the President, who is without a mandate, is attempting to divide the country. “He will never be able to win again and he is attempting to leave this country in pieces. He is trying to create issues,” he alleged.",
    "The Thera said the real issues of the Tamil people are far different to those of politicians. “One must visit the North and East to observe the real issues of the Tamil people,” he noted. “They have many issues relating to education, poverty, farming and potable water. Instead of addressing these issues, the government is trying to give them something they have not asked for,” he added.",
    "The Thera accused the President of attempting to create racial tensions in the country. He said the Maha Sangha will not allow for the 13A to be implemented. A separate protest was also held by a group of disabled soldiers against the same.",
    "Commenting on the response of the Government to the protests, Human Rights Commission of Sri Lanka former member Ambika Satkunanathan noted that while the Army was brought in for the trade union protests, Buddhist monks were able to protest near the Parliament and even burn the Constitution. “When even the implementation of 13A elicits such a vicious response, there is no hope for substantive devolution of power and accountability,” she said."
  ]
}