{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81505",
  "time_ut": 1678044240.0,
  "original_lang": "en",
  "original_title": "“We have done all prior actions required and we stand ready for the IMF program,”  says Central Bank Governor  Dr. Nandalal Weerasinghe; CBSLand  Govt expects the IMF Executive Board to approve the Sri Lanka program in the next few weeks.",
  "original_body_lines": [
    "The Central Bank of Sri Lanka (CBSL) on Friday declared it was ready for the $ 2.9 billion four-year Extended Fund Facility (EFF) Program of the International Monetary Fund (IMF) having completed all due prior actions.",
    "“We have done all prior actions required and we stand ready for the IMF program,” CBSL Governor Dr. Nandalal Weerasinghe told journalists following the Monetary Policy Review meeting on Friday at which policy rates were increased by 1%.",
    "The CBSL as well as the Government expects the IMF Executive Board to approve the Sri Lanka program in the next few weeks.",
    "Previously, President and Finance Minister Ranil Wickremesinghe told Parliament that on its part the Government completed its 15 prior actions with the upward revision of electricity tariff on 15 February.",
    "“We have made good progress after stabilising the economy. Following IMF Board approval, we are also ready to unlock the debt restructuring process as well,” Dr. Weerasinghe added.",
    "In terms of a more accommodative financial assurance from Sri Lanka’s biggest bilateral creditor China (which according to some remains the last hurdle), CBSL Chief said that the IMF is in discussion with China and there has been progress.",
    "On Thursday, President Ranil Wickremesinghe held what the Government described as ‘decisive discussion’ with IMF Managing Director Kristalina Georgieva on the latter’s $ 2.9 billion four-year Extended Fund Facility program for Sri Lanka.",
    "At Friday’s media briefing, the CBSL Chief implied that the surprise but symbolic monetary policy tightening was its last prior action.",
    "The Governor indicated that despite the understanding and IMF requesting a 250 basis points (bps) rate hike at the time of signing the Staff-Level Agreement on 1 September 2022, the CBSL agreed on a final upward adjustment of 100 bps to conclude all adjustments needed by the IMF to fulfil its program prerequisites.",
    "The IMF has been recommending a tighter monetary policy stance to contain rising inflationary pressures. In this tightening cycle, CBSL has raised rates by 1,100 bps so far, according to NDB Securities. The steepest adjustment came on 8 April 2022; a few days before the country defaulted on its external debt.",
    "Despite a 1% policy rate hike, the CBSL said it expects market interest rates to continue to fall. It was of the opinion that market interest rates (i.e., AWPLR and Treasury bill yields) should converge (decline) with policy interest rates during 2023.",
    "Last week prior to the Monetary Board action, the Weekly Average Weighted Prime Lending Rate (AWPR) decreased by 76 bps to 23.45% compared to the previous week.",
    "Among IMF’s listed prior actions were also CBSL moving towards a flexible exchange rate policy, the initial offshoots of which are likely from this week.",
    "Governor Dr. Weerasinghe said that the Rs. 10/USD operating margin would be removed from Tuesday, allowing the exchange rate to be determined via market forces – supply and demand. Additionally, the mandatory forex sales by banks (which was reduced to 15% last week from 25%) will be done away with as well.",
    "Dr. Weerasinghe didn’t list CBSL’s prior actions but in the IMF Staff-Level Agreement with Sri Lanka some of the recommendations were restoring price stability through data-driven monetary policy action; phasing out monetary financing, and stronger Central Bank autonomy that allow pursuing a flexible inflation targeting regime and rebuilding foreign reserves through restoring a market-determined and flexible exchange rate.",
    "Last week saw the rupee appreciate by Rs. 22.48 against the dollar to Rs. 341.27 (average rate) from Rs. 363.75 in the previous week.  This saw the year to date appreciation of the rupee to 5% against the dollar. Given the cross currency exchange rate movements, the rupee appreciated against the Japanese Yen by 8%, the Pound Sterling by 5.6%, the Euro by 5.4% and the Indian rupee by 4.4%.",
    "The appreciation follows improved forex liquidity in the market. Higher net foreign inflows to the Government Securities market as well as Listed equities along with improved inflows via tourism and workers’ remittances were among key factors.",
    "The decline in current account deficit as well as trade deficit and improved Balance of Payment surplus have helped. Governor Dr. Weerasinghe revealed that CBSL mopped up $ 308 million from the FX market last week."
  ]
}