{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90905/imfs-deputy-managing-director-to-arrive-in-sri-lanka-tomorrow",
  "time_ut": 1685443080.0,
  "original_lang": "en",
  "original_title": "IMF’s Deputy Managing Director to arrive in Sri Lanka tomorrow",
  "original_body_lines": [
    "Deputy Managing Director of the International Monetary Fund (IMF) Kenji Okamura will arrive in Sri Lanka tomorrow (May 31) for a two-day official visit, State Minister of Finance Shehan Semasinghe says.",
    "During his visit to the island nation, Okamura is expected to hold several rounds of discussions on the recent changes in Sri Lanka’s economic stability and the opportunities to empower the economy in the future.",
    "The discussions will also focus on the methods to minimize the obstacles and delays hampering the economic recovery.",
    "Okamura’s visit comes days after the IMF staff team’s visit to Sri Lanka, which was part of the regular consultations between the global lender and the island nation, ahead of the first review mission later in 2023.",
    "The delegation was led by Krishna Srinivasan, the IMF’s Director of Asia and Pacific Department; Peter Breuer, the Asia and Pacific Department’s Senior Mission Chief for Sri Lanka; and Sarwat Jahan, the IMF Resident Representative in Sri Lanka.",
    "The IMF staff team’s visit came after the first meeting of Sri Lanka’s official bilateral creditors committee, during which the island nation’s authorities formally presented a request for debt treatment. China, Saudi Arabia and Iran were in attendance as observers. The committee, co-chaired by India, Japan and France, consists of 17 members and includes Paris Club creditors as well as other official bilateral creditors.",
    "On April 14, France, India and Japan unveiled a common platform for talks among bilateral creditors to co-ordinate restructuring of Sri Lanka’s debt.",
    "Addressing the launch of Sri Lanka’s debt restructuring process, the IMF’s Deputy Managing Director had said that an expeditious debt resolution is needed for Sri Lanka to emerge as quickly as possible from its crisis.",
    "Okamura also expressed hope that all bilateral creditors would participate in negotiations and complete them before the first review.",
    "Sri Lanka owes USD 7.1 billion to bilateral creditors, government data show, with USD 3 billion owed to China, followed by USD 2.4 billion to the Paris Club of creditor nations and USD 1.6 billion to India.",
    "The Extended Fund Facility (EFF) program of the IMF approved by its executive board in March comes with strict conditionalities for economic reforms.",
    "Sri Lanka had to secure assurances from official bilateral creditors that they would help debt relief and/or financing to restore debt sustainability consistent with the IMF-supported EFF program, as well as an assessment that the authorities are making good faith efforts to reach a private agreement with private creditors.",
    "As these requirements were met ahead of the IMF Board meeting in March, the IMF approved the 48-month extended arrangement of 2.286 billion SDR (Special Drawing Rights), which amounts to USD 3 billion, for Sri Lanka."
  ]
}