{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92204/president-holds-talks-on-uns-assistance-in-sri-lankas-debt-restructuring-process",
  "time_ut": 1690258920.0,
  "original_lang": "en",
  "original_title": "President holds talks on UN’s assistance in Sri Lanka’s debt restructuring process",
  "original_body_lines": [
    "The United Nations Resident Coordinator, Marc-Andre Franche has met with President Ranil Wickremesinghe to discuss the UN’s assistance in ensuring fair debt treatment during Sri Lanka’s restructuring process, the President’s Media Division (PMD) reported.",
    "The President has also presented plans for development and reconciliation in the North and East of the country, during the meeting which took place yesterday (24), according to the PMD.",
    "The newly appointed United Nations Resident Coordinator in Sri Lanka, Marc-André Franche, presented his Letter of Credence to the President last evening, while appreciating the longstanding partnership between the United Nations and Sri Lanka.",
    "He also reaffirmed the commitment of the UN Country Team to continue working together with the Government and people of Sri Lanka towards the achievement of the 2030 Agenda for Sustainable Development, the UN Office in Sri Lanka said.",
    "Recognizing the challenges of the current situation and pressures on the Sri Lankan people, Mr. Franche welcomed the progress that has been made towards stabilizing the economy.",
    "Further to the United Nations and its partners supporting the public health response to the COVID-19 pandemic and humanitarian assistance reaching over 3.1 million people during the height of the crisis, he assured that the UN would remain committed to working alongside the Government for an inclusive and sustainable economic recovery, with a particular emphasis on the most vulnerable, it added.",
    "Mr. Franche and President Wickremasinghe further discussed the national commitments of Sri Lanka on the climate agenda as well as the continued efforts aimed at reconciliation, human rights and development initiatives that help improve the livelihoods and well-being of communities, including in the Northern and Eastern provinces.",
    "The United Nations Secretary-General Antonio Guterres appointed Mr. Franche as the United Nations Resident Coordinator, with concurrence from the Government of Sri Lanka, on 8 July, 2023.",
    "Following the United Nations Development System Reform in 2019, the Resident Coordinator serves as the representative of the UN Secretary-General for development activities and the highest-ranking official of the UN system at the country level.",
    "Mr. Franche leads a UN Country Team of 21 resident and non-resident entities dedicated to supporting the achievement of Sustainable Development Goals. The contributions of the UN in Sri Lanka are guided by the United Nations Sustainable Development Cooperation Framework 2023-2027, signed with the Government in August 2022.",
    "It is mutually owned and anchored in national development priorities, the 2030 Agenda and the principles of human rights.",
    "Mr. Franche brings to the position over 24 years of experience in international cooperation with the United Nations.  Prior to his appointment as the UN Resident Coordinator in Sri Lanka, he was the Resident Representative of the UN Development Programme (UNDP) in Libya promoting better governance, local peacebuilding and sustainable growth and Chief of the UN Secretary General’s Peacebuilding Fund, supporting over 45 countries worldwide investing in innovative solutions to sustaining peace.",
    "He has also served as the Country Director for UNDP in Pakistan between 2013 to 2016, Deputy Director of UNDP in Haiti from 2008 to 2012, and has prior to that worked for the United Nations in New York, Colombia, and Bolivia."
  ]
}