{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/narcan-and-franchise/",
  "time_ut": 1680201240.0,
  "original_lang": "en",
  "original_title": "‘Narcan’ and franchise",
  "original_body_lines": [
    "Some good news has thankfully emanated from the US amidst media reports full of gloom and doom. America is known as the land of opportunity, and with reason. Unfortunately, the US has opportunities presenting themselves to the good, the bad and the ugly alike. It therefore has its share of social evils including the extremely high incidence of gun violence, especially school shootings and the ever-increasing drug abuse.",
    "The good news is that the US Food and Drug Administration (FDA) yesterday approved the sale of Narcan or opioid-overdose-reversing Naloxone nasal spray over the counter. This drug is expected to help save many lives being lost the world over daily due to overdoses of drugs such as heroin and fentanyl. The news of the FDA approval for Narcan broke while we were watching the unfolding drama at the Ceylon Petroleum Corporation (CPC), and thinking of the most effective antidote to the abuse of power, which has become as much a menace as narcotics in this country.",
    "Narcotics, especially hell dust, and political power may look chalk and cheese or apples and oranges, but a close examination thereof, especially their ill-effects, will reveal some striking similarities between them. Both are highly addictive; they stupefy the addicts thereto and even drive them to mindless violence. It is extremely difficult to stop savouring power and chasing the dragon, and when addicts go cold turkey, they develop withdrawal symptoms and become aggressive and pose a danger to everyone around.",
    "The political version of Narcan, in a manner of speaking, is the people’s franchise, which has the potential to counterbalance the abuse of power that is driving the grandees of the incumbent Rajapaksa-Wickremesinghe dispensation to resort to coercion to suppress democratic dissent, crush labour struggles, dispose of national assets, and compass their politico-economic ends.",
    "What the striking trade unions have adduced in support of their industrial action is the proposed restructuring of the CPC. Restructuring and divestiture are interchangeable to all intents and purposes in this country. The Rajapaksa-Wickremesinghe government has not cared to obtain the views of other stakeholders, much less secure their concurrence, as regards the restructuring of the CPC, and is all out to railroad them into toeing its line. It is doing exactly the opposite of what the SLPP undertook to do and obtained two popular mandates for—one in 2019 and the other in 2020.",
    "One of the main planks of the SLPP’s presidential and parliamentary election platforms was its much-avowed antipathy towards the divestiture of public assets. Condemning the privatisation by the UNP-led  Yahapalana government of vital public ventures, the SLPP vowed to terminate the divestiture of the state-owned enterprises (SOEs) and other such public assets. But its leaders have unabashedly joined President Ranil Wickremesinghe, a defeated candidate, whom they themselves elevated to the highest position in the country, after his entry to Parliament via the National List, in holding a fire sale of SOEs, having bankrupted the country. They have demonstrated that they are followers of Machiavelli, according to whom “the promise given was a necessity of the past; the word broken is a necessity of the present.” What they are practising is the very antithesis of their election manifestos, and therefore their administration is devoid of legitimacy, which is a prerequisite for the imprimatur of political respectability and public acceptance. This fact has become evident from the outcome of a recent opinion survey, according to which the government’s approval rating has plummeted to an appalling 10 percent!",
    "Those who fear or disregard the will of the public and delay or do away with elections are not fit to govern a country. Needless to say, they must not be allowed to commit a nation to long-term bilateral or multilateral agreements that will affect generations to come. The Rajapaksa-Wickremesinghe regime must hold a general election and ask for a popular mandate for the implementation of its economic programme or hold a referendum thereon. This is something the so-called international community, which claims to promote democracy and good governance, should take cognisance of. If its much-advertised concern about democracy is genuine, it ought to tie aid and trade concessions such as GSP Plus to the conduct of free and fair elections in the recipient countries.",
    "What with the SLPP-UNP combine’s determination to delay the local government polls and carry out its economic programme sans public approval, the Opposition ought to up the ante and bring pressure to bear on the government to hold a general election. But this is a tall order for a bunch of lily-livered politicians who float like bees and sting like butterflies, so to speak.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}