{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/16/dengue-cases-could-spike-during-monsoon-season-concerns-mount-over-efficacy-of-fumigation-chemicals/",
  "time_ut": 1684237260.0,
  "original_lang": "en",
  "original_title": "Dengue cases could spike during monsoon season; Concerns mount over efficacy of fumigation chemicals",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Dengue Control Unit warns that dengue cases could spike during the upcoming monsoon season.",
    "The National Dengue Control Unit said that 412 dengue cases were reported in the country on Monday (15).",
    "The National Dengue Control Unit pointed out a significant spike in the number of dengue cases reported across the country.",
    "In 2023, so far 22 people have died as a result of dengue fever.",
    "During the same period, over 34,000 dengue cases were reported across the country.",
    "The statistics from the National Dengue Control Unit reveal that during the 19th week of 2022, only 1,294 dengue cases were reported.",
    "However, during the 19th week of 2023, that figure spikes to an alarming 2,029 dengue cases.",
    "Dr. Naleen Ariyaratne, the Director of the National Dengue Control Unit noted that a 50% to 60% spike in the spread of dengue was observed, and the main reason for this can be attributed to change in the rainfall pattern.",
    "\"There are two types of mosquito, namley Aedes aegypti and Aedes albopictus that transmit dengue. The highest population density is formed by the Aedes aegypti mosquito. However, last time around it was the Aedes albopictus and they have been replaced this time. This too can be attributed to the spike in dengue fever,\" he pointed out.",
    "There are four serotypes of dengue viruses, designated as DENV-1, DENV-2, DENV-3, and DENV-4.",
    "\"We mostly witnessed DENV-2 in the past, and most of the human population have antibodies to fight against it. That somewhat controlled the spread. However, when we test the blood samples of the latest cases, we noticed the presence of DENV-3. Antibodies in the human body against it are low, and that attributes to the rapid spread of the virus,\" explained Dr. Naleen Ariyaratne, the Director of the National Dengue Control Unit.",
    "261 out of the 412 dengue cases reported on Monday (15) were from the Western Province and 132 of them were from the Colombo District, while 98 were from the Gampaha District.",
    "Dr. Ruwan Wijayamuni, the Chief Medical Officer of Health for the Colombo Municipal Council said that the CMC increased the number of home inspections to locate dengue breeding grounds.",
    "\"We have declared two weeks for this and instituted legal action against 77 people during this period,\" he added.",
    "The CMC Chief Medical Officer of Health added that they did not receive the technical-grade malathion for fumigation for almost eight months.",
    "\"However, we were able to source them and the fumigation process is taking place in a streamlined manner,\" he added.",
    "Is Sri Lanka facing a shortage of the chemical used to combat the spread of dengue?",
    "Sri Lanka's Health Ministry said that the chemicals required for the fumigation process are in adequate supply.",
    "Director General of Health Services Dr. Asela Gunawardena speaking to News 1st said that the country is in possession of adequate stocks to last for more than a year.",
    "He stressed that the chemicals will be used only when essential during the dengue control programs.",
    "However, tests have revealed that the efficacy of the chemicals used in the fumigation process had dropped considerably.",
    "It is reported that research and tests are continuing over the matter.",
    "S. I. Bopitiyage, the Secretary of the Public Health Inspector's Union of Sri Lanka said \"If anyone is down with a fever, they must seek immediate medical attention. At the same time, dengue breeding grounds must be destroyed. Then it is possible to control the spread of dengue.\"",
    "In 2017, a dengue epidemic of unexpected magnitude occurred in Sri Lanka. A total of 186,101 suspected cases and 440 dengue-related deaths occurred.",
    "Sri Lanka to limit Cabinet Ministries to 30 and will avoid further expansion",
    "Sri Lanka declares electricity, petroleum, and health services as essential"
  ]
}