{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sampath-bank-reaffirms-commitment-to-sri-lankas-exporters-by-sponsoring-industry-2023/",
  "time_ut": 1688055120.0,
  "original_lang": "en",
  "original_title": "Sampath Bank reaffirms commitment to Sri Lanka’s exporters by sponsoring Industry 2023",
  "original_body_lines": [
    "Sampath Bank, one of the leading financial institutions in Sri Lanka, served as the Official Banking Partner of Industry 2023, the National Industry Exhibition held at the Bandaranaike Memorial International Conference Hall (BMICH) from June 22 to June 25. The exhibition served as a platform for industry players, experts, and stakeholders to participate in an exchange of ideas and solutions that fuel Sri Lanka’s industrial growth.",
    "Organised by the Industrial Development Board under the purview of the Ministry of Industries, the event witnessed the convergence of local and foreign stakeholders representing over 21 industry sectors, with more than 700 exhibitors showcasing a diverse range of products and services.",
    "Sampath Bank’s strategic partnership with Industry 2023 highlights the financial institution’s commitment to foster collaborative industrial development and promote an export-oriented manufacturing economy. At a time when Sri Lanka faces economic challenges, Sampath Bank recognizes the pivotal role of local exporters in driving the nation’s growth and recovery.",
    "As a responsible corporate citizen, Sampath Bank believes that supporting exporters is a national duty. In line with this, the Bank displays a strong dedication to provide exporters with the necessary tools and resources to thrive in a competitive global market. Sampath Bank’s participation in Industry 2023 reinforces its commitment to catalysing the growth of Sri Lanka’s export sector.",
    "Sampath Bank’s comprehensive suite of services for exporters encompasses accessibility beyond the competition. With an extensive network of 229 branches spread across the island, exporters can easily avail themselves of our services, enabling them to focus on their core business operations.",
    "Leveraging over 35 years of experience, Sampath Bank offers expert guidance and practical solutions tailored to the unique challenges faced by export businesses. Recognizing the importance of smooth cash flow for exporters, Sampath Bank strives to provide flexible financing options in both local and foreign currencies.",
    "Its pre and post shipment financing solutions enable exporters to access the necessary funds for importing raw materials and meeting other pre-export expenses, while bridging the gap between product delivery and payment receipt. Sampath Bank’s specialised teams are well-versed in handling the intricate paperwork associated with export activities, providing dedicated support to exporters in managing trade documentation, streamlining the process, and alleviating the administrative burden.",
    "By empowering exporters with these tailored services, Sampath Bank reaffirms its commitment to driving the growth of Sri Lanka’s export sector and contributing to the nation’s economic prosperity.",
    "Nations Trust Bank Private Banking partners with MMCA  Sri Lanka to host a contemporary art exhibition tour",
    "Sampath Bank contributes 45 percent to CSE turnover in day marked by profit-takings",
    "Export unit value index decreased by 8.2 per cent year-on-year",
    "Ayodhya Iddawela Perera poised to lead Sampath Bank as its next MD",
    "Sampath Bank maintains a strong value proposition to all its stakeholders amidst ongoing economic challenges",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}