{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/norfund-to-support-the-development-of-hela-apparel-holdings-east-african-manufacturing-operations-with-an-investment-of-usd-14-million/",
  "time_ut": 1677599760.0,
  "original_lang": "en",
  "original_title": "Norfund to Support the Development of Hela Apparel Holdings’ East African Manufacturing Operations with an Investment of USD 14 Million",
  "original_body_lines": [
    "Norfund, the Norwegian government’s investment fund, with a mission to support sustainably driven business operations in developing countries, recently signed a USD 14 million financing agreement with Hela Apparel Holdings PLC to bolster the development of its manufacturing operations in East Africa. NDB Investment Bank Limited acted as the Financial Advisor for the transaction.",
    "The official announcement was made in the presence of Gunnar Andreas Holm – Norwegian Ambassador to Kenya, Tellef Thorleifsson – CEO of Norfund, William Nyaoke – Norfund’s Regional Director for East Africa, Nishantha Mohottige – Country Director for Hela Kenya and Rukshan Aponso – Vice President of Corporate Advisory for NDB Investment Bank Limited, at an event held at Hela’s manufacturing facility in Kenya on the 24th of February 2023.",
    "Hela Kenya, established in 2016, is the largest manufacturing facility within the Hela Group and employs over 4,000 people. The facility is also one of the largest of its kind in Kenya, and currently produces approximately 20% of the country’s total apparel exports. Hela was the first major Sri Lankan apparel manufacturer to establish operations in Kenya and has played a leading role in the rapid growth of the industry across the continent over recent years, with the subsequent establishment of manufacturing locations in Ethiopia and Egypt.",
    "“Our expansion to Africa has been a rewarding venture, and we continue to see many opportunities within the region for further development,” said A.R Rasiah, Chairman of Hela Apparel Holdings. “Given the increasingly unpredictable global environment, establishing long-term financing relationships with strategic partners who share our vision for Africa as a global apparel sourcing hub plays a critical role in ensuring the envisioned plans for growth are realized. Hela’s African operations provide livelihoods to thousands of people, and our continued growth as a manufacturer will help us continue to strengthen and empower many communities across the globe. The intended investment in our Kenyan manufacturing facility, which will be supported by this lending from Norfund, is a key part of the Group’s strategy to remain globally competitive. On behalf of the Board of Directors, I would like to take this opportunity to thank Norfund for their partnership and support towards the organisation’s vision.” He further added.",
    "The proceeds from Norfund’s investment will also be utilized to strengthen Hela’s strategic supply chain partnerships in East Africa. This will enable Hela to leverage regional sourcing from Kenya and Tanzania to a larger extent, providing significant cost and lead time advantages for manufacturing in the region. A potential supply chain investment is also being considered by Hela for the proceeds. Proposed Capex investments within the Kenyan manufacturing facility on process automation will enhance productivity and place the facility in a more competitive position within the region.",
    "“We see great opportunities in contributing to large-scale job creation in East Africa by investing in the apparel and textile industry, in line with our goal of building sustainable businesses to combat poverty. We have been impressed with what Hela has already delivered through its investments in East Africa and are confident that this partnership will go a long way in helping Hela create more employment opportunities primarily for low-skilled women and those vulnerable in society who struggle to find such opportunities.",
    "We look forward to a fruitful partnership in the years to come”, says William Nyaoke, Norfund’s Regional Director for East Africa.",
    "“Norfund is one of the largest shareholders of our ultimate parent, NDB Bank, and our relationship with them has been a very successful one indeed, and this transaction was no exception”, stated Darshan Perera, Chief Executive Officer of NDBIB. “The wealth of knowledge gained by our prior dealings with Norfund and other DFIs enabled us to successfully execute this transaction, which is Hela’s first fundraising via a DFI. We are extremely pleased to have advised Hela in our debut transaction in the African Region and look forward to working with them in realizing their plans in Africa.” He further stated.",
    "Banks will be operating tomorrow to provide the best possible service to the public- People’s Bank and Bank of Ceylon Chairmen",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}