{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slpa-to-establish-new-terminal-services-agreements-with-shipping-lines/",
  "time_ut": 1705253340.0,
  "original_lang": "en",
  "original_title": "SLPA to establish new terminal services agreements with shipping lines",
  "original_body_lines": [
    "The year 2023 witnessed significant growth at the Sri Lanka Ports Authority (SLPA). In comparison to the 1,925,895 TEUs handled by SLPA in 2022, it has handled a total of 1,965,128 TEUs in 2023, reflecting a 2% growth, SLPA said in a press release.",
    "SLPA anticipates positive growth in container operations despite a percentage drop in global container volumes in 2022. SLPA is optimistic that the present growth rates will persist with the expected improvement in import and export activities in the global market and the gradual recovery of the country’s economy.",
    "In 2023, the Port of Colombo (POC) operated 6,951,003 TEUs, marking a 1.17% growth compared to the 6,862,184 TEUs handled in 2022.",
    "The recent growth at the SLPA can be attributed to increased efficiency levels at its terminals that include the Jaya Container Terminal (JCT) and the East Container Terminal (ECT) and their ability to attract new services, establishing connections with new Terminal Services Agreements (TSA) with shipping lines.",
    "SLPA expresses confidence in attracting more services at its terminals in 2024. This confidence will be reinforced by the successful completion of constructions at the East Container Terminal (ECT) and the JCT-V project in near future.",
    "Steep depreciation of rupee shoots up foreign loan interest cost of SLPA last year by 200 percent",
    "SLPA poised as an exemplary model for SOEs, says its chairman",
    "Sri Lanka Ports Authority wins the 2022 GPF Award for the Ports Authority of the Year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}