{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-shares-dive-to-two-week-low-on-local-debt-restructuring-fears-116306/",
  "time_ut": 1679573100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka shares dive to two-week low on local debt restructuring fears",
  "original_body_lines": [
    "ECONOMYNEXT – The Sri Lanka market fell for a fourth session to a two-week low on Thursday, led by financials, as worries over domestic debt restructuring continued after the IMF loan was approved earlier this week resulting in investors adopting a wait-and-see approach until further clarity was provided, analysts said.",
    "The main All Share Price Index (ASPI) closed down 1.38 percent or 131.07 points to 9,395.98, lowest since March 02.",
    "Analysts said, majority of the banks have been on slower investment trends on fears of domestic debt restructuring after the IMF approval and waiting for more clarity on the local debt restructuring.",
    "“The market is on muted sentiments despite the IMF loan being approved and is going through a period of consolidation,” Ranjan Ranatunga of First Capital Holdings said.",
    "The market saw a net foreign outflow of 298 million rupees and the total offshore inflows recorded so far in 2023 to 3.3 billion rupees.",
    "The most liquid index, S&P SL20, closed 1.64 percent, or 45.33 points, down at 2,722.94.",
    "The market saw a turnover of 3.4 billion rupees on Thursday, above this year’s daily average of 1.8 billion rupees.",
    "This is the highest turnover generated since March 08, which is when the market was driven off of positive sentiments from International Monetary Fund deal hope after Chinese assurances.",
    "Top contributors to revenue was Agalawatte Plantations, on off board transactions of a stake change, contributing revenue of 1.6 billion rupees, Ranatunga said.",
    "Top contributors to revenue industry wise was Food and Beverage and Telecommunications.",
    "Sri Lanka Telecom has been seeing positive uptrends as the Secretary to the Treasury has informed the Board of Directors of Sri Lanka Telecom PLC (SLT) and Lanka Hospitals PLC that the Cabinet of Ministers has granted approval in principle for the divestment of the stakes held by the Treasury Secretary in the two companies.",
    "Top losers were Sampath Bank, Hatton National Bank and Commercial Bank.",
    "Sri Lanka is looking at options to re-structure domestic debt, or local law local currency debt (LLLC), without harming the banking sector and announce them the International Monetary Fund said in a report.",
    "Banks have been witnessing profit taking and selling pressures after continuous uptrends prior to the IMF loan had been approved.",
    "Analysts said, selling pressures is expected to ease as the IMF hopes to reduce inflationary pressures which will in turn lead to reductions in interest rates. (Colombo/Mar23/2023)"
  ]
}