{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/11/28/rescuers-break-through-to-41-workers-trapped-in-tunnel-for-16-days-in-indian-state-of-uttarakhand/",
  "time_ut": 1701170640.0,
  "original_lang": "en",
  "original_title": "Rescuers break through to 41 workers trapped in tunnel for 16 days in Indian state of Uttarakhand",
  "original_body_lines": [
    "COLOMBO (News 1st); Rescuers finally reached 41 men trapped in a Himalayan highway tunnel in northern India after 17 days. After a series of failed attempts, A \"rat-mining\" team was brought in to conduct the rescue. Rat mining is a method of coal mining which consists of miners manually digging coal by creating narrow, vertical shafts. The rat-hole miners were called in only on Monday. They drilled through the debris pile manually and created a narrow passageway to the trapped workers. This method of mining is ilegal in India but many miners continue the practice to make a living. This has led to the rescue operation's success.",
    "Ambulances and a medical team were waiting outside the tunnel entrance Tuesday afternoon for the workers to come out. The men were expected to be taken immediately for medical checks after their exit from the tunnel.",
    "Rescuers had tried since the collapse, believed to have been triggered by a landslide Himalayan region, to drill through the debris in the collapsed tunnel using a large auger machine, but it became stuck in the rubble on Friday and had to be removed.",
    "The 41 men have been trapped in the under-construction highway tunnel they were building in  India's Uttarakhand state since the collapse. A small pipe was drilled into the tunnel allowing rescuers to provide the workers with oxygen, food and medicine.",
    "Face to Face | Chathuranga Abeysinghe | The NPP Narrative | 28th November 2023",
    "Executive Presidency: Sri Lanka’s shame?| N. K. Ashokbaran on The People’s Platform | 28th Nov 2023",
    "Creditor nations likely to agree on Sri Lanka debt restructuring",
    "Talk of the Town | Executive Presidency: Sri Lanka’s shame? | N. K. Ashokbaran | 29th November 2023"
  ]
}