{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Leptospirosis-on-the-rise-with-the-onset-of-rainy-season/56-748114",
  "time_ut": 1683661908.0,
  "original_lang": "en",
  "original_title": "Leptospirosis on the rise with the onset of rainy season",
  "original_body_lines": [
    "The zoonotic disease known as rat fever is no longer the ‘rural farmer’s disease’ warns Medical Research Institute Head of National Reference Laboratory for Leptospirosis and Consultant Clinical Microbiologist Dr. Lilani Karunanayake",
    "Blurring lines between dengue and leptospirosis make clinical diagnosis challenging",
    "Leptospirosis is on the rise in the country with the onset of the rainy season with urban young people being more vulnerable, warned a top Microbiologist urging the public to seek immediate hospital care to rule out the disease.",
    "“Outbreaks of leptospirosis commonly known as rat fever or ‘mee una’, are usually caused by exposure to contaminated water, such as floodwaters. The disease, however, is no more a ‘seasonal’ one as it was conventionally known to be, resulting in multiple outbreaks per year, notably during rainy seasons,” Medical Research Institute Head of National Reference Laboratory for Leptospirosis and Consultant Clinical Microbiologist, Dr. Lilani Karunanayake Dr. Lilani Karunanayake told the Daily FT.",
    "“Manifestations of the disease have also changed, with a wide array of new clinical entities such as pulmonary haemorrhage (bleeding into the lungs), pancreatitis, and myocarditis coupled with high case fatality,” she added.",
    "It was pointed out that leptospirosis is changing its dynamics and the blurring lines between dengue and the former make the diagnosis of the disease even more challenging.",
    "Since the large outbreak in 2008, leptospirosis has become a re-emerging disease here at home with the infected numbers rising. Traditionally considered the ‘rural farmer’s and the miner’s disease’, leptospirosis is now affecting a wider group of people including those living in urban areas and people exposed only briefly to stagnant waters or floods. The disease is most common in tropical and subtropical regions with high rainfall.",
    "Dr. Karunanayake maintained that shifts in the disease call for new strategies and new interventions in managing this tropical disease of both humans and animals.",
    "The bacterium that causes leptospirosis is spread through the urine of infected animals, which can get into water or soil and can survive there for weeks or months. Many different kinds of wild and domestic animals carry the bacteria including cattle, pigs, rodents, dogs, and wild animals. Humans can become infected with the bacterium either through contact with urine of an infected animal or with water or soil contaminated with the urine of infected animals. The bacteria can enter the body through skin, eyes, nose or mouth. Careless garbage disposal also encourages the breeding of rats, points out the Consultant Microbiologist.",
    "Among the recently detected cases of leptospirosis rampant during the rainy season, is a considerable percentage of young people in their productive age. The recent research conducted by the MRI’s National Reference Laboratory for Leptospirosis reveals notable ‘patient demographic changes’ as well, said Dr. Karunanayake.",
    "“Apart from farmers and miners who were traditionally identified as the most vulnerable to the disease, today we find a considerable percentage of young patients who had contracted it by merely visiting a paddy field or bathing in stagnant water,” she added.",
    "Diagnosing leptospirosis could be challenging today as symptoms could even mimic dengue, cases of which are on the rise following rains. “Non-specific features of the patients such as fever, headaches, body aches, could mimic other conditions such as dengue. Therefore, kidney complications and the lung involvement are two specific features we give attention to in our investigations which often require intensive care. We also take serious account of the patient’s exposure to paddy fields and muddy water in the diagnosis,” explains the Consultant. The confirmation of leptospirosis in the first few days of symptoms is possible today with the availability of the PCR test.",
    "The National Reference Laboratory (NRL) for Leptospirosis at the MRI which serves as the central referral laboratory in the country performs certain specific leptospirosis tests. Samples are sent to the central laboratory from hospitals island-wide. Although certain tests could be performed at peripheral levels, some of the advanced cases, as Dr. Karunanayake points out, need to be referred to the central lab."
  ]
}