{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/25/sri-pada-gazette-bans-temporary-shelters/",
  "time_ut": 1703510820.0,
  "original_lang": "en",
  "original_title": "Sri Pada Gazette Bans Temporary Shelters",
  "original_body_lines": [
    "COLOMBO (News 1st); An extraordinary gazette was issued with the signature of the Ratnapura district secretary, announcing the regulations that need to be followed during the Sri Pada Pilgrimage Season.",
    "According to the gazette, only designated places should be used as suitable places for accommodation and setting up or maintaining temporary places for accommodation would be prohibited.",
    "It is also stated that no construction of temporary buildings or permanent buildings shall be done without the written permission of the District Secretary or an authorized officer.",
    "The government notice states that, \"Asking for or receiving alms by beggars and giving or distributing alms to beggars shall be avoided at any place within Sri Pada compound area or ambalam/rest room premises.\"",
    "Bathing or washing clothes shall be avoided at places except the safe places already identified and declared in the gazette.",
    "It states that Polythene and plastic shall not be discarded improperly on the pilgrims' route or within Sri Pada Compound area or around rest rooms or to the environment.",
    "It is also stated in the gazette that no person shall start a bonfire and set fire which may cause any conflagration in the Sri Pada Site.",
    "Regulations have also been laid down regarding the conduct of trade and dansals during the Sri Pada Pilgrimage Season.",
    "It added that pilgrims shall not be permitted to stay in the Sri Pada Compound and shall leave once worshipping is done.",
    "CID records 7 hour statement from Former Health Minister Keheliya Rambukwella",
    "Second and third phases of the Aswesuma to commence in February",
    "The People’s Platform | Trade Unions’ role in democratic activism | Swasthika Arulingam"
  ]
}