{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Tourist-accommodation-Fixing-the-bottom-of-the-bottom/14-748756",
  "time_ut": 1685047492.0,
  "original_lang": "en",
  "original_title": "Tourist accommodation: Fixing the bottom of the bottom",
  "original_body_lines": [
    "There is no shame in being a budget destination, but there is no possible gain the country can make by becoming a mere $ 2 destination – Pic by Shehan Gunasekara",
    "For now, there is no denying that Sri Lanka is a budget traveller’s destination. I do not intend to upset this apple cart. At this junction, we as a nation are at the mercy for anything that comes in, big or small.",
    "Having said that though, how much would you be losing, missing out on guests who are looking for accommodation under Rs. 1,000 a night? This number would have been ok exactly one year ago when the dollar rate was a lot less. If they are still looking for places under Rs. 1,000 there is clearly something we need to fix.",
    "Based on the table above except Colombo which I think there is a minimum rate rule applicable. An average of 19% of the hotels from the total list represent under $ 10.",
    "This may also have contributed by “under cutting” which everyone practices.",
    "I wish to propose Rs. 2,000 minimum rate for all tourist accommodation.",
    "Regardless of any legal groundwork that we may require to do so. Doing that will immediately fix the following:",
    "2. When the bottom is fixed, the rest of the hotels feel less pressure by undercutting and stand on their ground more steadily. Without having to offer additional discounts.",
    "3. Those who offer accommodation presently for under $ 7 have to up their game at least a little bit to charge the extra money which probably offers an overall better experience to the guests.",
    "Few years ago, I did a random search in Ella. I was amazed to see accommodation offered at $ 6 which was the lowest at the time. This fascinated me to explore rates in Ella and I remember finding 28 accommodation options under $ 15. I was stunned to see that count. But now compare that situation to today. There are 77 hotels under $ 10. As a country exchange rates have nearly doubled and before settling. Just multiplying the numbers, incomes we could generate has gone down by neatly 5 times.",
    "We have to bit sensitive about this. We are still emerging from major crisis after crisis. But please do pay some attention to this as there is no shame in being a budget destination, but there is no possible gain the country can make by becoming a mere $ 2 destination.",
    "Our rates are usually (more accurately used to be around) $ 45, we are under tremendous pressure to offer more and more discounts given there are so many properties offering accommodation below $ 10. We felt that when the dollar rate came from 370 to 308 things would improve. Sadly undercutting is so strong that it seems like even after dollar rate coming down, rates are still coming down. We would appreciate that the President and other authorities take this matter into consideration.",
    "(The writer is an independent guest owner in Ella and can be reached via [email protected])"
  ]
}