{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/stepping-into-physiotherapy-at-the-royal-orthopaedic-hospital/",
  "time_ut": 1682773740.0,
  "original_lang": "en",
  "original_title": "Stepping into Physiotherapy at the Royal Orthopaedic Hospital",
  "original_body_lines": [
    "Excerpted from Memories that Linger: My Journey in the World of Disability",
    "The move from nursing to physiotherapy would take a walk of perhaps 500 metres north on the Bristol Road to “Belmont”. This magnificent old building housed the School of Physiotherapy of the Royal Orthopaedic Hospital or ROH. It provided also space for a boarding to accommodate the first-year students who had completed their two years training as an Orthopaedic Nurse. For the following two years, the second-year physiotherapy students – if we had got that far – would move to “Bella Vista” a very large sprawling house situated south on the Bristol Road, at the further end of Northfield Village.",
    "Both houses were leased by the ROH. These two were within walking distance of each other and of the ROH. This made for a considerable saving on bus fares for us who were now impoverished. As nurses we had handsome monthly allowances and now we had none. Sterling pounds ten in the first year and twelve in the second year allowed for rather luxurious expenses taking into account that food and lodging was on the house.",
    "My colleagues had now to depend on their parents for a small allowance. I was better off than them with the ten pounds the Controller of Exchange of the Central Bank of Ceylon generously allowed my mother to send me every month. On particularly cold and foggy winter nights I could afford the luxury of a bus ride from Belmont to Bella Vista.",
    "Belmont, so it was said, belonged to the Cadbury’s – the very same entrepreneurial family responsible for the chocolates enjoyed the world over. Belmont had rather extensive gardens, but this was apparently only a very tiny part of the Cadbury Estate. We also believed that the seemingly large property next door was where some of the family lived. Beyond occasionally seeing a handsome young man driving a MG racing car or sometimes a Jaguar sports in through the gate, we saw nothing of the family that lived there.",
    "The village of Bourneville which gives its name to Bourneville Cocoa, was within walking distance. We were taken there to the Cadbury’s Factory on formal visits on two occasions. To come away favoured with the Cadbury largesse including much of their signature Dairy Milk, and at that time, Cadbury Roses.",
    "On arriving at Belmont we had to decide how we would allocate the accommodation available. Barbara and I raised our hands immediately asking to share a room. Our friends gave us the largest available and that was nice. The room was spacious and airy. It had a large fireplace, unused, but not for long. I had it soon filled with a dried arrangement I made using branches, twigs and leaves. I thought it looked quite pretty but Barbara turned up her nose at it. That made no difference. The arrangement was replenished when it asked for it and remained all through the year we spent together. There were, as I recall, another two double-rooms located in the upstairs of the main house which accommodated another four. All the others lived in what was called “The Stables” because that is what it had been used as by previous generations. Adapted for living by the ROH.",
    "Besides a small annex for Miss Harrington our Warden and her cat, a kitchen to prepare our food and an area where we would dine, the rest of the space downstairs was occupied by the School. Oh, I forgot to mention that one of the rooms upstairs was used as a classroom. Looking back for the purpose of describing it to you here, it makes me think that the actual floor area of Belmont was relatively small. Which makes me wonder how do I have that illusion of space? Could it be that I was overawed by this whole new experience of independent living in Birmingham?",
    "As nurses, our lives were protected under the close eye of Home Sister and others. It was lived within specified rules as for instance, of when we could come and go and so on. Here at Belmont we could come and go when we liked, asking Miss Harrington to please keep the door open for us. Looking back, it seems as though as a nurse our life outside the hospital was still as a nurse and guided by a certain ethic. Here we were just students. Free. Is that only how I, coming from a sheltered life in Colombo, felt? Or did my friends also feel the same way?",
    "Our first formal contact with physiotherapy – could I henceforth say physio? – was Miss Brenda Horsfall. Miss Horsfall was the Principal of the School. She was the first to come into our classroom, welcome us, and tell us what the next three years would basically be about. We all agreed she was an absolute “sweetie”. No other word could describe her uniquely calm and amiable appearance together with an inner charm and kindness. She would sort of lean towards one when she spoke because she was a little short of hearing. She always had the hint of a smile on her face even when she spoke, which made one always feel welcome. But make no bones about it, she was a stern disciplinarian when she needed to be.",
    "She would teach us physiology and also pathology. I loved both subjects. Physiology taught us how the body works; that fascinated me then as it does now. To me that is a miracle of God’s creation. The first pathology lessons taught us how the body heals when it has been “abused” and that is basic to physio. The subject went on to teach us how the body changes with different diseases and what, if anything can be done about it. This was the foundation of physiotherapy in the various health conditions.",
    "Miss Horsfall outlined to us how we would be spending the next three years and three months as physio students. Our course of study, successfully completed, would enable us to be Members of the Chartered Society of Physiotherapy or CSP, UK. The first six months at Belmont would be taken up with classroom learning. After that we would start clinical work, going to various hospitals in the mornings and coming back to Belmont for classroom learning in the afternoons. We would have tutorials to do on a regular basis. We would have exams at the end of every term. At the end of 18 months we would sit for the Preliminary Examination of the CSP; after 30 months we would sit for the Intermediate of the CSP; and then in November 1963 the Final. Between the Intermediate and Final Exams, we would be doing full-time clinical work. The Final of the CSP would decide if we will be members of the esteemed CSP UK or have to sit the examination again.",
    "Miss Eva Jahn (pronounced Yarn) was as new to Belmont as we were. This formed between us an instantaneous common bond. Miss Jahn had just completed successfully the two-year Diploma in the Teaching of Physiotherapy at the Queen Elizabeth Hospital or QEH, the only other physio school in Birmingham. The Diploma was also conducted by the same esteemed CSP. It was Miss Jahn who would be “our” tutor during the length of our course. That is to say she assumed responsibility for us. We were “her batch”. Whether this was an implicit understanding or an explicit responsibility we never came to know. But did that really matter? She was there when we needed her.",
    "Miss Jahn taught us anatomy. In the anatomy class I felt that I was a favourite. I learned it well. And when, at the Prelim of the CSP I earned a Credit I was written into her book. There was no award of Distinctions with the CSP, so Credits were the highest one could achieve.",
    "Miss Jahn also taught us massage. Both the theory and the practice of massage. This was definitely not my favourite subject. To learn the practice of massage we worked in pairs, each using the other in turns as the guinea pig. That I did not like being touched on different parts of my body is putting it mildly. And Miss Jahn would imply that I was not good at massage, constantly correcting my techniques. She said my fingers were too flexible, the joints of my fingers stretching further back than they should. She said this probably had to do with the fact that I had Asian hands.",
    "That reminded me this was the western type of massage. I disliked having to learn it all the more. Later, after I returned home my oldest brother who knew all this would introduce me as, “This is my sister Padi. She has been five years in England and is now qualified to give massage.” He said this with great pride. It was of course meant as a joke and he would soon correct his statement.",
    "What we came to know later was that when she was still quite little, Miss Jahn together with her sisters had come to Birmingham to live with an aunt. This was during the time that Adolph Hitler was persecuting Jews in Germany. As with Matron Galbraith of Woodlands, Miss Jahn presented a stern exterior. At heart she was the kindest we could hope for in a teacher. She became a friend to each of her students. We were all very fond of Miss Jahn.",
    "And so, we settled down to the routine of being a physio student at Belmont. One new subject that physios had to acquire knowledge and skills in was “Kinesiology”.",
    "This was the study of the body’s movement. Kinesiology started with learning mechanics and then applying that learning to the body. Mechanics some of us had learned in physics at school and that gave us a good start. Once we knew the theory of how the body moved, we went on to its application to therapeutic techniques in physio.",
    "One may say that movement therapies are at the heart of physio. Kinesiology was therefore a very important subject in our curriculum. Miss Gilchrist taught it well and instilled in us an interest in it. The intricacy of the body’s movements has fascinated me ever since then. And even now, when I watch young people dance or a bricklayer at work, I ask myself, what is happening here and how? What joints and muscles are being used here and how?",
    "Electrotherapy was very important in physio. Miss Amos was an enthusiastic teacher of all things electrical, starting with basic physics. At the beginning of the course Miss Amos was not quite happy with the fact that she could not teach me much that was new. Not that I showed it, but she knew that I knew. So she would try to catch me out when she could.",
    "In one written tutorial related to forms of heat therapy, I had used the phrase “put the patient on heat”. She caught me out on that one. When she returned my tutorial she said to me, “in English we don’t say put a person on heat. Only female dogs go on heat.” She could not bring herself to use the “b” word. Miss Amos went on holiday at the end of one term and returned at the beginning of the next as Mrs. Moses.",
    "The only addition to the original Belmont was a large hall extending from a side door on the ground floor. This we called the “Gym” because that is where we had what we called “Movement” classes. It was an adaptation of physical education that we had known at school. Here the buxom and blonde and delicious Mrs. Wall taught us to use exercises for therapeutic purposes. The exercises were in the form of classes – foot classes, shoulder classes, back classes and so on which we later used with individual patients.",
    "There was time allocated for tennis. All the natives among us had played it at school so she used this time for a tennis tournament. She teamed the best player with the weakest. I was the second weakest. Gill, my partner and I, won the tournament. I thought that Gill played exceptionally well to earn us the prize.",
    "Mrs. Wall took us to the pool at the ROH because learning swimming was also part of the physio curriculum. I told her repeatedly that I had learned to swim as a girl guide. She saw that I could swim quite well. And yet at the end of our swimming course she gave me a prize for having learned to swim. Mahin, Lyda and Barbara were the other prize winners. I still have the delicate little glass fish that she gave us as prizes. This amused our native friends so much that they never let us forget it. This experience was part of the “Beautiful Birmingham” that I wrote about.",
    "The Royal Orthopaedic Hospital Outpatient Physio Department was housed in the middle of the city on the very “Broad Street”. It was extremely busy, always teeming with patients registering for physio. Most of them were after surgery at the ROH in Northfield. After they had their heat therapy and massage it was time for exercises.",
    "The only way we could serve such large numbers was in a group or “class”. I took great delight in bringing 10 or 12 patients for the purpose at any one time for example, for a “foot class”. It was so enjoyable seating them together on a long bench or two and getting them, usually middle-aged, all with crooked toes and bunions to do exercises and activities with their toes. They would have to pick up with their toes and make patterns on the floor with sticks and stones and marbles and string and whatever one could lay one’s hands on, so the tiny muscles in their foot would be given a chance to get stronger.",
    "Clinical Practice, or putting learning into practice and then building on that learning, was no doubt an excellent way of developing as a professional; it was also a most enjoyable one. Our schedules were so arranged that each one got the range of experience called for to enable us to practice as a qualified physio.",
    "The ROH physio in-patient and outpatient departments gave us orthopaedic experience; and those at Selly Oak General Hospital not far away and the Birmingham General provided a wealth of experience in physio in neurological conditions, in medical chest conditions and in general health disorders.",
    "The Yardley Green Chest Hospital was then using surgical interventions for the treatment of patients who had severe tuberculosis of the lungs. We were fortunate to have had experience in procedures such as thoracoplasty which involved removal of parts of the chest wall and of the lungs. Physio was becoming increasingly important in the surgical treatment of patients who had TB.",
    "The genius of we lost Karunaratna Abeysekara, forever 40 years ago",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}