{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-india-leaders-again-focus-on-energy-hub-in-mineral-resource-rich-trincomalee-126430/",
  "time_ut": 1689936060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, India leaders again focus on energy hub in mineral resource rich Trincomalee",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Ranil Wickremesinghe and Indian Prime Minister Narendra Modi discussed on developing an energy hub in the island nation’s eastern port district of Trincomalee during an official meeting, more than seven years after the Indian leader discussed the same with a former Sri Lankan leader.",
    "India has been eying on Trincomalee port since late 1970s and Indian leaders were critical of former Sri Lankan president J R Jayawardena, an uncle of Wickremesinghe, for his moves seen as giving the strategic Trincomalee port for a US military base during that era.",
    "Trincomalee is one of the mineral resource richest district in Sri Lanka, A best-known mineral sand deposit is in the northern part of Trincomalee. The major minerals found in this deposit are Ilmenite and Rutile. Other associated minerals are Zircon, Monazite, Garnet, Sillimanite, and few other heavy minerals, Sri Lanka’s Export Development Board data show.",
    "Many Indian projects have been moving at a slower pace amid geopolitical worries of increasing Chinese-funded infrastructure projects and investment into Sri Lanka.",
    "Modi first discussed establishing South Asia’s energy hub in Trincomalee in 2015 when Sri Lanka’s former president Maithripala Sirisena visited Delhi as his first visit soon after he became president.",
    "“President Wickremesinghe & PM Modi discussed developing Trincomalee into an energy hub with India’s support, aligning with Sri Lanka’s goal to make it a centre for industry and economic activities,” Wickremesinghe’s President Media Division (PMD) said in a statement on the President’s meeting with Modi at Hyderabad House in Delhi.",
    "The meeting is Wickremesiginghe’s first official visit to India since becoming the president exactly a year ago, in an unprecedented election by the parliament members.",
    "“Constructing a multi-product petroleum pipeline from southern India to Sri Lanka to ensure an affordable & reliable supply of energy resources for Sri Lanka was also discussed showcasing the commitment to bolstering energy cooperation & regional development,” the PMD said.",
    "The bilateral relationship between the South Asian neighbours have seen many ups and downs in the last 50 years with the South Indian state of Tamil Nadu helping to train the island nation’s ethnic minority Tamil youth to use arms.",
    "Thousands of Tamil youth, led by Liberation Tigers of Tamil Eelam (LTTE),  later fought against Sri Lanka’s state military demanding for an independent state in the country’s North and East including Trincomalee district.",
    "However, India later helped Sri Lanka to eradicate the terrorist outfit through a violent war that ended in 2009 after the LTTE killed former Indian Prime Minister Rajiv Gandhi in 1991.",
    "India has been eying an energy plant and investment zone around Trincomalee port, the world’s second deepest natural port.",
    "India also has been looking at economic partnerships and expanded free trade agreements with Sri Lanka.",
    "Lanka IOC, a subsidiary of Indian Oil Corporation, operates 15 storage tanks out of 99 in Trincomalee. The Sri Lankan government had been considering developing the rest to increase its fuel storage capacity. However, India resisted the move until Colombo went for a joint venture to develop the tank farm, officials say.",
    "Each of the storage tanks has a capacity of around 12,000 tonnes.",
    "During Sirisena’s visit in 2015, Modi said India stands ready to help Trincomalee become a regional petroleum hub.",
    "The relationship hit bottom low when former president Gotabaya Rajapaksa unilaterally cancelled a port terminal project in January 2021. But later Sri Lanka gave another port terminal investment in the same Colombo port.",
    "Despite this, the Indian government helped the country with around $4 billion mainly to buy essentials during the last year when Sri Lanka was struggling to meet essential imports.  (Colombo/July 21/2023)"
  ]
}