{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Enacting-new-laws-alone-insufficient-to-combat-corruption-Wijeyadasa/56-750846",
  "time_ut": 1689887261.0,
  "original_lang": "en",
  "original_title": "Enacting new laws alone insufficient to combat corruption - Wijeyadasa",
  "original_body_lines": [
    "Stresses politicians and State officials must play a crucial role in combating corruption and fraud",
    "Says new bribery commission will receive necessary powers to tackle corruption and fraud head-on",
    "Notes new law was formulated with inputs of Govt. and opposition",
    "Justice, Prison Affairs and Constitutional Reforms Minister Wijeyadasa Rajapakshe yesterday underscored the crucial role of political leaders and state officials in combating corruption and fraud in Sri Lanka.",
    "Rajapakshe addressing a press conference said it was insufficient to merely enact new legislation and said the unwavering support and commitment of both politicians and officials are pivotal in effectively combating corruption.",
    "Rajapakshe disclosed that the newly appointed Commissioners for the bribery commission will have a mandatory obligation to submit progress reports every four months.",
    "“The public holds a prevailing belief that corruption and fraud in the country involve politicians and state officials. However, there has been a perceived lack of action to address this issue effectively. With the recent passing of the new anti-corruption law, the new bribery commission will receive the necessary powers to tackle corruption and fraud head-on,” he said.",
    "The Minister said the law was formulated with the inputs of both the Government and the opposition.",
    "“The newly established Bribery Commission operates with complete autonomy and impartiality, ensuring that no external influences can sway its decisions. It is both financially and investigative independent, allowing it to carry out its duties without any undue interference. Notably, the commission’s jurisdiction extends to investigating corruption cases within the private sector as well,” he said.",
    "According to the Minister sexual bribes have been criminalised under the new law while the new commission will also be empowered to probe corruption relating to Sporting Associations.",
    "“The new Assets and Liabilities Act grants the authority to supervise assets and liabilities and introduces significant changes to the disclosure requirements. Previously, high-ranking officials such as the President, Governors, Provincial Chief Ministers, Provincial Ministers, Ambassadors, and High Commissioners were exempt from presenting asset credits. However, with the enactment of the new law, these officials are now obligated to provide details of their assets and liabilities,” he added.",
    "The Minister also underscored that the constitutional council holds the power to remove the commissioners if they fail to properly fulfil their duties."
  ]
}