{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-uae-trade-exceeded-usd3-9bn-in-last-two-years-ambassador-141577/",
  "time_ut": 1701071760.0,
  "original_lang": "en",
  "original_title": "Sri Lanka-UAE trade exceeded USD3.9bn in last two years: Ambassador",
  "original_body_lines": [
    "ECONOMYNEXT – Bilateral trade between Sri Lanka and the United Arab Emirates exceeded 3.9 billion dollars, UAE Ambassador Khaled Nasser Al Ameri said recently.",
    "“UAE is one of Sri Lanka’s largest trading partners in the Middle East. Despite challenging economic conditions in the last two years, bilateral trade between the two countries exceeded USD3.9 bn,” Al Ameri said at an event in Colombo marking the 52nd UAE National Day.",
    "He said the cooperation between the two nations extended into the tourism sector, and has proven to be fruitful.",
    "“Cooperation in the field of tourism is also flourishing. The number of tourists arriving from the UAE has increased by almost 30 percent, year-on-year.”",
    "An MoU was signed between the Civil Aviation Authority of Sri Lanka and its UAE counterpart in September this year, to strengthen bilateral ties in civil aviation.",
    "Somewhat controversially, the United Nations Climate Change Conference – COP 28 is to take place from November 30 to December 12 this year in the UAE.",
    "The conference will bring together world leaders to talk about climate change, in the fossil-fuel exporting nation.",
    "Al Ameri said that he appreciates Sri Lanka President Ranil Wickremesinghe’s efforts at climate justice.",
    "Sri Lanka has proposed a Climate Justice Forum to address climate change at COP28.",
    "Sri Lanka to have country pavilion at COP28 in bid for Climate Justice Forum",
    "Minister of Labour Manusha Nanayakkara, who was present at the event, pointed out that there were around 300,000 Sri Lankans migrant workers in the UAE. “UAE has become a home away from home for approximately 300,000 Sri Lankan migrant workers who are employed in the UAE.”",
    "“We invite the United Arab Emirates to be a strong development partner in achieving our development target. I invite UAE investors to invest in Sri Lanka by taking advantage of special fiscal incentives offered in special economic zones.” (Colombo/Nov27/2023)"
  ]
}