{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/athena-hack-by-dialogs-ideamart-champions-diversity-inclusion-for-women-in-tech/",
  "time_ut": 1684428480.0,
  "original_lang": "en",
  "original_title": "Athena Hack by Dialog’s Ideamart champions diversity & inclusion for women in tech",
  "original_body_lines": [
    "Ideamart for Women (IFW), powered by Dialog Axiata PLC, concluded Athena Hack 2023 – a female-centric tech hackathon, in celebration of International Women’s Month, which fell in line with the United Nations Women’s Day theme ‘DigitALL: Innovation and technology for gender equality’.",
    "With over 100 participants and a gamut of programmes conducted throughout the competition period to hone and improve the participant’s business and tech skills, Athena Hack 2023 successfully reached women from diverse backgrounds across the nation. Female participants were introduced to contemporary topics such as Design Thinking, and Artificial Intelligence while receiving the opportunity of exploring the Metaverse. At the end of the competition period, the winning team of the Hackathon category, ‘Team Destroyers’, received a cash prize of LKR 100,000. ‘Team MOT’ and ‘Team Beta’ were adjudged joint winners of the Design-a-Thon category.",
    "“Spaces for women to create, collaborate, engage with their peers and employers, and access the resources they need to thrive – such as women’s hackathons, are increasingly important if we want the industry to be more equitable and inclusive,” said Anthony Rodrigo, Chief Innovation Officer and Chief Architect of Dialog Axiata PLC. He continued, “The Ideamart for Women initiative has always championed accessibility in technology and we’re proud to have hosted Athena Hack, an avenue for underrepresented Sri Lankan talent to learn, grow and find success.”",
    "First launched in 2018, Ideamart for Women (IFW), powered by Dialog Axiata PLC, is a female-focused entrepreneurship and empowerment initiative by Ideamart that aims to create increased diversity and inclusion in Sri Lanka’s tech industry. Through this initiative, Ideamart for Women has supported 23 female-led start-ups and 50+ active applications to reach the market and generate significant revenue and a female community of over 5000 developers and service providers working together.",
    "Baurs laboratory services pioneers with ISO accreditation awarded for organic fertilizers",
    "Dialog Facilitates Sri Lanka’s First Multi-Camera Angle Viewing of Big Match Futureverse Livestream",
    "Dialog, Axiata Group and Bharti Airtel sign binding term sheet to combine operations in Sri Lanka",
    "Dialog partners with Meta to launch text-only Facebook & Discover to connect the under-connected",
    "Sri Lankans vote Dialog as Telecommunication Brand of the Year for 12th consecutive year",
    "Dialog, Sri Lanka Air Force & EWIS provides digital education to Ravaneswaran Tamil School, Trincomalee",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}