{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Political-parties-should-genuinely-address-sovereign-voter-proposals-at-APC/14-751391",
  "time_ut": 1691102107.0,
  "original_lang": "en",
  "original_title": "Political parties should genuinely address sovereign voter proposals at APC",
  "original_body_lines": [
    "The ‘All Party Conference’ (APC) aimed at resolving our national issue has come to a grinding halt due to the stubbornness and ‘one-upmanship’ embedded in the DNA of our traditional political parties. The country loving sovereign voters are confident that the reconciliation proceedings can be catalysed by addressing the following electoral reforms/system changes with a ‘win-win’ outlook.",
    "1) Allocate seats to people’s representatives using simple proportionate arithmetic thereby ensuring ‘Equality of Vote’  as per UN Resolution of 1948 and fostering ‘Sri Lankan ness’ in the process;",
    "2) Ensure quality of people’s representatives based on meritocracy using a standardised mandatory methodology;",
    "3) Abolish existing Preference Voting (‘Manape’) and Mixed Member Voting (MMV) systems. If necessary, allow all parties to enter their nominees in merit order using any one of three District/Electorate list types captioned PR, FPP or Central-Pool as stipulated by NEC.",
    "4) Apply proportionate representation to allocate Cabinet seats too to further ensure ‘Sri Lankan ness’;",
    "5) Objectively, strengthen PCs and rationalise the role of National MPs;",
    "6) Depoliticise the LG level tier and allow independent ‘Jana Sabhas’ at GND level as proposed by NMSJ to manage their local affairs while participating in national policy making under a ‘Bottom-up’ approach;",
    "7) Abolish Executive Presidency with effect from a specified date through a referendum and elect a ‘Hybrid Governor General’ from three candidates proposed by the Constitutional Council, with the vote of MPs and PC members. He/she will have additional powers to appoint Provincial Governors and through them ensure timely execution of Parliament approved acts, laws, budgets and programs without red tape.",
    "As country loving citizens we are frustrated by the inability of our corrupt party system to abolish the politicised ‘Executive Presidency’ hanging fire for the last 30 years. Related provisions in the existing Constitution and the genre of our current set of ‘225’ who are hell bent on grabbing power by hook or by crook, are direct impediments for achieving people’s expectations.",
    "Since the present political scenario points to the closest Presidential Election, the only alternative left to the people is to vote for a suitable ‘Independent candidate’ who can be relied upon to abolish the current Executive Presidency and prioritise the aforesaid critical ‘system changes’ and other related and cost effective proposals of country loving sovereign voters which have already appeared in the press, before holding further elections."
  ]
}