{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/intrusions-from-departed-relatives-during-bed-business/",
  "time_ut": 1702322203.0,
  "original_lang": "en",
  "original_title": "Intrusions From Departed Relatives During “Bed-Business”",
  "original_body_lines": [
    "I picked up this collection of short stories during Colombo International Bookfair in September 2023. It was written by Kapila Kumara Kalinga who won the 2022 Godage literary award for the best short stories for this work.",
    "Recently, Kapila Kumara Kalinga celebrated 50 years of a distinguished career as a novelist, script writer, song writer, and a journalist with occasional forays into stage drama directing. He won the state award for the best adaptation for his stage play, Rhinoceros and the Vidyodaya Award for the best novel Piyasi Kawluwa in 2012. The zenith of his career was winning 2019 Golden Book (Swarna Pusthaka) honor for the best novel awarded by Sri Lanka Book Publishers’ Association for Adisi Nadiya.",
    "Perhaps his most popular creation so far was writing the lyrics for Wasanthaye Aga Hamuwemu Sonduriya sung by Edward Jayakody.",
    "This piece is also to honor his 50 years of service to Sri Lankan Arts & Literature.",
    "As I wrote a few years ago for Adisi Nadiya book review, the common element of his literary work, whether a short story written for a Sunday edition of a newspaper in late 1970s, his early stage drama script Sihina Sappuwa or his first award winning novel Piyasi Kawluwa, is simplicity coupled with satire. At the same time all were products after deep inroads into socio-cultural, political and psychological factors regulating human behavior.",
    "He continues that tradition in Nirodhayana Chārikawa too. The 10 short stories are simple, unorthodox and fun to read. Those tales may not be grounded on practicality but he does it while shining light onto socio-cultural and political dynamics of our own reality.",
    "Nirodhayana Chārikawa, Short Stories, 235 pages – Author: Kapila Kumara Kalinga| Publisher: Fast Publishing (PVT), Ltd. (2020) – ISBN: 978-955-677-982-0",
    "You do not have to be an intellectual to enjoy and be inspired by his work. There always are enough material on the surface of his writings to be part of his imagination. But, it wouldn’t hurt if you happen to be an inquisitive soul. When it comes to Kapila’s writings it is difficult to just read, enjoy, put the book down and go to bed. Whether you are ready or not Kapila has hidden a bounty of viewpoints beneath his writings that makes you dive deep into his realm.",
    "In the introduction to the book, he parallels his trade (author) to that of a wood-sculptor. So our favorite literary sculptor has adopted real-life people and then made them make-believe sculptures by adding and subtracting features to and from them—just like a sculptor does.",
    "The subject matter of the short stories can be classified as socio-political in general but some of them look into psychological and human aspects too: Kāmaraya (The room), Otu Dadayama (Camel Hunting), Murakami Samaga Dina Kihipayak (Few Days with Murakami, no not with Haruki Murakami), and Ahas Maliga (Daydreaming) are some examples.",
    "The fun part of reading Kapila’s book is over so let me put on my six thinking hats (at least two of them), lose some sleep and put pen to paper to express my take of his work.",
    "Few years ago all of us saw the news item about the feral Camel problem in Australia when their government decided to employ aerial and ground shooting to control the Camel population. So, being a sensitive soul, Kapila must have been disgusted of the fate of those innocent animals. To make matters worse, unlike us (including myself) migrated and residing in a foreign land wholeheartedly, those humped creatures were taken to Australia against their will.",
    "Presumably, the migration of Sri Lankans to greener pastures (including Australia) is foremost in Sri Lankan mind. In addition to being a sensitive soul, Kapila also is capable of being sarcastic. He combines the plight of Camels with our own economic plight and starts the story with an advertisement on a newspaper for an opportunity for Sr Lankans to migrate to Australia as Camel Hunters.",
    "The fable is interesting and written from the perspectives of hunter and the hunted. I suggest that you buy the book and spend a few hours reading it to experience what am saying. However, let me first give my two cents worth to the broader issues Kapila raises—Human/animal conflict and emigration & immigration. Since my opinion is worth only two cents, this piece does not discuss either issues comprehensively.",
    "A couple of years after the camel story, we were also treated to a close to home news: the monkey problem. The solution proposed—forced emigration of the poor bastards to China—is essentially killing them. Then we have the human-elephant conflict (I definitely do not subscribe to elephant population control to solve that). I live near Cuyahoga National Park and from time to time we have a Deer problem and the solution employed is allowing people to hunt a certain number of Deer per year.",
    "Humans have been invading, pillaging and destroying animal kingdom for all eternity. That is the nature of that beast. From the viewpoint of the wild animals, we are the illegal immigrants. Can you blame them from trying to return the favor from time to time?",
    "Solutions for these issues must be formulated after careful discussion among all stakeholders and professionals including politicians. Emotional reactions arising from compassion taught in your temple, animal rights arising from tree-hugging environmentalism or blaming everything on the colonialism from westerners would not help.",
    "Kapila doesn’t say it directly but the tone of this story implies that he believes that migration to rich countries is not a panacea for all ills that our country faces. If so he is absolutely correct. Immigration & emigration are vast subjects and I may have to write a book to say half of what I have to say. However, let’s just state that people of all great civilizations—Greek, Roman, Dutch, English, Indian, Arab, Chinese—migrated heavily in spite of great hardships, adversity and outright hatred they have faced in whatever the land they called their new home.",
    "Anyway, a strange thought came to my mind while reading this story. Are those camels (otuwos) symbolizing us, those who have migrated to the west? I couldn’t help but see some parallels. First the locals welcomed them with open hands, even found them to be cute, appreciated the contributions made and allowed them to thrive. Then they started to grow at an alarming rare. Now taking over jobs, resources and neighborhoods from the locals while vociferously propagating their own culture. Not very different to camels in Australia or monkeys in Sri Lanka, ah? Where is this heading?",
    "I don’t want to dwell more in this nightmarish line of thought.",
    "I love this one. In my opinion this is the best yarn. This is about a guy called Priyalal who has no difficulty in rizzing a girl up. In fact he is a specialist in that field. Although the preliminary parts are easy, he has to solve a plethora of logistical challenges to get them into his room—rusty gates, garbage bins, stray dogs, prying eyes and the like. According to Kapila’s own words it is not as smooth as “wind floating a soft skirt out of the clothesline and over the wall onto his yard”. However the guy is perseverant and the girls are eager so no obstacle is too big for their pursuit of love & joy.",
    "But the problem is the last act. Whenever they are partaking the “Bed-Business”*, some dead relative of the girl would show up outside of the window of his room. This happens over and over again killing the fun.",
    "*This term was burrowed from an American-Chinese writer, Lisa See.",
    "Unlike others this urban legend does not seem to have any socio/cultural/political significance. This is one man’s crisis and only his. At least if the guy had difficulty in ‘finding a girl’ or ‘getting her consent to come to his room’ or in ‘bed-business department’, we could have offered him an overabundance of advice.",
    "Unfortunately Kapila doesn’t talk about possible root causes to Priyalal’s peculiar situation. I guess we would never know since we can’t read Kapila’s mind. But the beauty of allegorical tales is that it is not up to the writer but to the reader to use his own creativity with all his experiences, perspectives and even prejudices to interpret and enter the author’s mind.",
    "Could you please read this one and let me know what it is all about?"
  ]
}