{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pintharu-abhiman-workshop-series-empowers-wood-painters-across-the-island/",
  "time_ut": 1701875760.0,
  "original_lang": "en",
  "original_title": "Pintharu Abhiman workshop series empowers wood painters across the Island",
  "original_body_lines": [
    "The ‘JAT Pintharu Abhiman’ workshop series is making a significant impact in empowering wood craftsmen across the island. JAT Holdings PLC, the market leader for wood coatings in Sri Lanka, joined forces with the National Apprenticeship and Industrial Training Authority (NAITA) to launch the ‘JAT Pintharu Abhiman’ program. The primary goal of this program is to enhance the knowledge, skills, and technical expertise of wood craftsmen in the country, functioning as a community development initiative to uplift the wood coating and paint industry.",
    "The JAT Pintharoo Shilpee Abhiman program strives to provide professional recognition, financial stability, and professional training to local painters and carpenters. Introduced in 2021, the program aims to pave the way for participants to attain the National Vocational Qualification (NVQ Certificate) recognized internationally through NAITA.",
    "Through continuous collaboration, incorporating new international technologies, painting techniques, and hands-on experience, the initiative aims to elevate the standards of the local painting industry. The ultimate objective is to enhance the professional appeal of the painting industry, contributing to increased employment opportunities in the country.",
    "In the current year, during the seven sessions organized between October and December, JAT has trained around 800 painters through the JAT Pintharu Abhiman program in partnership with the MBC media network. As part of the ongoing efforts, JAT has planned several more workshops across the Island, and over 1,000 painters will have benefited from this already successful initiative by the time this series of workshops concludes. The collaboration with the MTV MBC media network has significantly boosted media coverage and publicity, resulting in a notable increase in the participation rate of painters from various regions. Additionally, more than 300 participants have received internationally recognized NVQ certificates.",
    "Traditionally, obtaining an NVQ certification involves a lengthy process with multiple steps which consumes a lot of time, cost, and effort on the part of applicants. However, the collaboration between JAT and NAITA streamlines the qualification process, allowing painters to achieve the certification in just three steps, in three days, following the successful completion of a practical assessment.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}