{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-vows-to-take-to-the-streets-on-30-Jan-to-oust-Govt/56-757299",
  "time_ut": 1705015743.0,
  "original_lang": "en",
  "original_title": "SJB vows to take to the streets on 30 Jan. to oust Govt.",
  "original_body_lines": [
    "SJB MP S.M. Marikkar says party along with public to engage in a protest on 30 Jan.",
    "Says SJB will not be intimidated by Govt’s new legislation to suppress citizens",
    "Claims party will once again take the lead to oust the current Govt. as it did to oust former President Rajapaksa",
    "Samagi Jana Balawegaya (SJB) MP S.M Marikkar yesterday vowed the main opposition party will take to the streets along with the public on 30 January to oust the current Government.",
    "Addressing Parliament, the MP said despite the Government’s attempts to introduce new legislation to suppress the people, the Samagi Jana Balawegaya (SJB) will not be intimidated by these moves.",
    "“Before the Aragalaya commenced, it was the SJB that went to the President’s office on 16 March in an attempt to remove the then President,” he said. He emphasized, the SJB will once again take the initiative to oust the current Government that is burdening the people by increasing VAT and introducing other repressive measures. The MP announced that the SJB, in collaboration with the public will initiate a large-scale protest on 30 January to address these concerns.",
    "The MP recollected, President Ranil Wickremesinghe garnered only 29,000 votes at the last parliamentary election. In contrast, Marikkar said he managed to win 97,000 votes, securing second position in the Colombo district.",
    "Marikkar expressed fearlessness towards any suppression Bill and firmly opposed the raise in VAT, hike in prices of goods, and the dire state of the country, where people are dying without cause, patients are succumbing without adequate care, shortage of medicine and prolonged surgery queues that persist.",
    "He denounced the Government for its alleged corruption relating to LP gas during the country’s financial crisis. Marikkar declared his commitment to taking to the streets alongside the people in protest against these grievances caused by the current administration."
  ]
}