{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Six-teams-end-group-stage-with-unbeaten-records/108-257458",
  "time_ut": 1681132775.0,
  "original_lang": "en",
  "original_title": "Six teams end group stage with unbeaten records",
  "original_body_lines": [
    "St. Peter’s College, Isipathana College, St. Joseph’s College, St. Anthony’s College Katugastota, Dharmaraja College and Kingswood College ended the round-robin stage of the Sri Lanka Schools Rugby 7’s with unbeaten records on the opening day of the tournament, at Havelock Park, today.",
    "St. Peter’s College, who were champions at the recently concluded CR & FC centenary celebration 7’s tournament will hope to push on for another title, having recorded wins over Piliyandala Central and Wesley College.",
    "Isipathana college outclassed Moratu MV and St. Aloysius’ College Galle, while St. Joseph’s College got the better of St. Sylvester’s College and Lumbini MV.",
    "St. Anthony’s College beat Siri Piyaratana MMV Padukka and Maliyadeva College, with Dharmaraja College defeating St. John’s College Nugegoda and Sri Sumangala Kandy.",
    "The other unbeaten school, Kingswood College overcame Devapathiraja MMV Rathgama and St. Benedict’s College.",
    "The six teams along with Vidyartha College and D.S. Senanayake College Colombo advanced to the Cup quarter-finals while Thurstan College, Lumbini MV, St. Benedict’s College, St. Aloysius College Galle, Sri Sumangala Kandy, Maliyadeva College, Piliyandala Central and Ananda College were the teams to qualify for the Bowl quarter-finals.",
    "St. Sylvester’s, Devapathiraja MMV Rathgama, Moratu MV, St. John’s College Nugegoda, Siri Piyaratana MMV Padukka and Wesley College will fight out in the Shield quarter-finals.",
    "The quarter-finals are scheduled to be played at the Royal Sports Complex ground in Reid Avenue and the Cup segment will see Vidyartha taking on St. Joseph’s, Kingswood facing Isipathana, Dharmaraja pitted against St. Anthony’s Katugastota and St. Peter’s squaring off against D. S. Senananyake.",
    "The quarter-finals are scheduled to be worked off from 9.00 a.m. onwards and the semi-finals from 1.00 p.m.",
    "The finals will get underway with the Shield segment at 3.40 p.m., Bowl at 4.00 p.m., Plate at 4.20 p.m. and the Cup final at 4.40 p.m. Text by M. Shamil Amit / Pic by: Kushan Pathiraja"
  ]
}