{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/SL-players-determined-to-bring-cheer-to-the-nation-Chris-Silverwood/108-255258",
  "time_ut": 1677987471.0,
  "original_lang": "en",
  "original_title": "SL players determined to bring cheer to the nation: Chris Silverwood",
  "original_body_lines": [
    "Sri Lanka head coach Chris Silverwood said on Saturday that his team will be determined to fight out and give a good shot at reaching the final of the World Test Championship as they prepare for the 2-Test series in New Zealand.",
    "Sri Lanka are one of the two teams that is in the race to reach the WTC final as the race to the London summit clash reaches its climax.",
    "Australia have already qualified for the WTC final after winning the Indore Test against India in the 3rd of the 4-match Border-Gavaskar Trophy on Friday, March 3. India are in the race to reach the final despite the 9-wicket loss on a pitch that was rated poor on Friday.",
    "Sri Lanka need to beat New Zealand 2-0 and complete a series sweep to retain their chances of reaching the WTC final. The two teams will meet in the first Test at the Hagley Oval in Christchurch from March 9 to 13. The second Test will be played in Wellington from March 17.",
    "However, Sri Lanka's chances might be blown away if India manage to beat Australia in the 4th and final Test of the Border-Gavaskar Trophy. India have their fate in their own hands and they need to beat Australia 3-1 in the Border-Gavaskar Trophy to assure themselves of place in the final, which will be played at the Oval in London from June 7.",
    "Speaking to the press ahead of the tour game against New Zealand XI in Lincoln, Silverwood said Sri Lankan players are determined to bring cheer to the nation, which has been going through an unprecedented economic crisis. beset by inflation, a shortage of foreign exchange, a plummeting currency, and a steep recession.",
    "\"It would mean everything to them. The country has been through a bit recently and we know the spirits are really lifted when the cricket team is doing well,\" Silverwood said.",
    "\"The guys are very aware of that and take that responsibility very seriously, so they'll be desperate to give them something to smile about back at home.",
    "\"To get to the WTC Final would be unbelievable, but at the same time we know we've got a very good New Zealand team in front of us as well and we have to respect that, work hard, and try and earn that right,\" he added.",
    "Sri Lanka got off to a strong start with the bat on Day 1 of the practice match against New Zealand XI.",
    "Kusal Mendis hit 95 in just 87 balls while opener Oshada Fernando hit 78 to help them post 276 for 4 declared.",
    "Lahiru Kumara then picked up the only wicket that fell in New Zealand XI innings. The hosts reached 141 for 1 after 38 overs at Stumps."
  ]
}