{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95252/us-military-aircraft-crashes-in-sea-off-japan-condition-of-crew-unknown",
  "time_ut": 1701249900.0,
  "original_lang": "en",
  "original_title": "US military aircraft crashes in sea off Japan, condition of crew unknown",
  "original_body_lines": [
    "A U.S. military aircraft with eight people onboard crashed into the sea in western Japan on Wednesday with fishermen reporting three people had been found but that their condition was unknown.",
    "The coast guard said it had sent patrol boats and aircraft to the area where the tilt-rotor V-22 Osprey crashed off the island of Yakushima.",
    "Fishing boats in the area found three people in the surrounding waters, a representative of a local fisheries cooperative said.",
    "The crashed occurred near the island’s airport, where another Osprey successfully landed on Wednesday afternoon, a spokesperson for the prefectural government said.",
    "U.S. forces in the region were still gathering information, a spokesperson said.",
    "The crash happened just before 3 p.m. (0600 GMT) with witnesses saying the aircraft’s left engine appeared to be on fire as it descended, media reported.",
    "The aircraft disappeared from radar at 2.40 p.m. local time, Japan Chief Cabinet Secretary Hirokazu Matsuno said.",
    "The plane, which can fly both like a helicopter and fixed-wing aircraft, is operated by the U.S. Marines, U.S. Navy and the Japan Self Defense Forces.",
    "The deployment of the Osprey in Japan has been controversial, with critics saying it is prone to accidents. The U.S. military and Japan say it is safe.",
    "In August, a U.S. Osprey crashed off the coast of northern Australia while transporting troops during a routine military exercise, killing three U.S. Marines.",
    "Another crash-landed in the ocean off Japan’s southern island of Okinawa in December 2016, prompting a temporary U.S. military grounding of the aircraft."
  ]
}