{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/banning-muslim-organisations-without-power-to-ban-and-attacking-islam-through-thowheedi-hate-campaigns/",
  "time_ut": 1690176120.0,
  "original_lang": "en",
  "original_title": "Banning Muslim organisations without power to ban, and attacking Islam through ‘thowheedi’ hate campaigns!",
  "original_body_lines": [
    "Those who attempt to vilify the Muslim community, particularly its religious leaders and the civil society with unsubstantiated and deceptive allegations need to know that such misguided accusations based mostly on foreign inputs are a threat to the peoples’ security, unity, peace and harmony, the elimination of which threats are essential for lifting the country’s economy from the tragic levels to which it had fallen.",
    "Recent reports and comments on matters relating to the banning of certain Muslim organisations appear to be attempts to exploit religious differences for political purposes as well as to serve foreign vested interests bent on creating divisions within the country and its people. Persons who are believed to have misled former Presidents seem to be back, kindling again the fire, which certainly will do no good to the economic resurgence of the country.",
    "Pope Francis and Archbishop Malcolm Cardinal Ranjith have warned of the despicable role played by the Western arms industry and its war mongers. Beginning 2012, attacks in Sri Lanka, on Churches, and hate campaigns against Muslim life styles, attacks on Mosques and businesses, led to anti-Muslim violence in Aluthgama, Galle, Ampara, Digana, etc.",
    "Earlier in 1989, Muslims were driven away from the North and over a thousand unarmed Muslim civilians were killed in the East by the LTTE for not supporting the division of the country. Now another round of hate campaign against ‘thowheed’, belief in the ‘oneness’ or ‘singleness’ of Allah as distinguished from the Christian concept of ‘trinity’, appears to be in the making!",
    "On 13th April 2021, then President Gotabaya Rajapaksa banned 11 organisations by a gazette notification under the Prevention of Terrorism (Temporary Provisions) Act. The order of banning, lumped together several active and service oriented Muslim civil society organisations functioning legally in Sri Lanka, ingloriously with the dead ‘Al Qaeda’ and the then dying ‘ISIS’, the latter two entities were widely believed to be under US handlers.",
    "The gazette did not set out any offences or violations of the law alleged against any of the other nine Muslim organisations! Commentators on the subject never raised their voices or moved their pens to question the legitimacy of committing the cruel act of banning a part of the country’s civil society without expressly declaring the offences or violations, if any, which each of the nine organisations had committed.",
    "There were no prosecutions of any of the nine organisations, if they had committed, aided, abetted, conspired to commit any offences or unlawful acts under the PTA or any other law. At the least any country governed by the rule of law would have asked each of the nine organisations to show cause why the organisation should not be banned for committing whatever offences or violations if any. That was not done. These commentators are strangely silent on the violations of the principles of natural justice!",
    "Who then is answerable for the UN High Commissioner for Human Rights criticizing Sri Lanka for the “intensified surveillance and harassment of civil society organiasationa, human rights defenders and victims” with over 40 civil society organisations in Sri Lanka approaching the office of the High Commissioner with reports of harassment, surveillance and repeated scrutiny by the CID, TID and State Intelligence officials? Will these wrongful acts by the State not reflect adversely on the country’s judiciary?",
    "Why is the banning of these nine Muslim organisations considered as wrongful acts of the State? It is not only wrongful but also illegal to have banned these organisations, not only for the reasons stated earlier but also because the President or anyone else advisedly does not have any power whatsoever to ban any organization, though violators of the law may be prosecuted for any offences committed or dealt with for violations of the law.",
    "The LTTE was banned under the Proscribing of Liberation of Tigers of Tamil Eelam and Other Similar Organisations Law No 16 of 1978, which had provided for many safeguards before any similar organization could be proscribed (or banned). But section 30 of the PTA repealed Law 16 of 1978 with effect from 24/07/1979. Today there is no law to proscribe any organization, except under Article 157A (5)(a) of the Constitution in cases where the Supreme Court decides that the political party, association or organization has as its object the establishment of a “separate State” ‘within the territory of Sri Lanka’. However, it may also be argued that even this restriction does NOT prohibit any organization having for instance the object of establishing a ‘Buddhist State in the entirety of Sri Lanka’ as distinguished from establishing a “separate State” within Sri Lanka.",
    "Why do these commentators not raise, as to how to deal with the findings of the Parliamentary Select Committee on the 21/4 Easter Sunday attacks and the Presidential Commission of Inquiry on the Easter attacks on the ‘rise of Buddhist extremism’ in Sri Lanka ‘from 2012, due to the actions of the BBS’ and the non-banning of several named ‘anti-social Sinhala Buddhist movements’ which according to the Commission’s report led to Zahran Hashim’s Muslim extremism! Not that the Muslims here want such action now but that if the then governments had taken firm action against the hate speeches and anti -minority violence, Sri Lanka may not have suffered the widely condemned Easter attacks. These matters arise because of the official space being given to purveyors of hate thowheed campaign!",
    "The belief in one single Almighty Allah also known as monotheism or ‘Thowheed’ with over 1,400-year history, is the fundamental belief of every Muslim, of all schools of Islamic thought, including Sufis to Shias. Attacking this belief or Sufism is attacking Islam and the rights protected under Articles 9 and 10 of the Constitution. Civilized people the world over respect these rights as well as the rights of others not to subscribe to that belief. But unfounded attacks on this belief, imputing it as the cause of violence, will be absolutely false and an unacceptable form of a hate Islam campaign, which will be condemned by the civilized world. These will turn out to be unsuccessful attempts to hide the real causes of anti-minority violence in Sri Lanka.",
    "‘Wahhabism’ is a derogatory reference to “Muwahhideens’ by the orientalists. Muwahhideens are those inspired by the commitment to the revival of Islam, in countries which came under six centuries of colonial domination in the Middle-East and the defensive or jihadist requirement to resist the foreign invasion of one’s country, based on the thoughts of the respected Arab Islamic scholar Muhammed Ibn Abdul Wahhab (1703- 1787). The thoughts of Wahhab inspiring resistance to foreign invasions, which continues to this day not by Christian forces but by the arms industry, was seen then as the biggest threat to the invaders continued occupation of others’ lands.",
    "The matter of resistance to foreign invasions arose in a case on 11th May 2022 in the Supreme Court of India presided by Chief Justice of India N V Ramana when the CJ questioned the Attorney General of India on the rationale of not repealing the sedition law in section 124A of the Indian Penal Code enacted in 1890 when India was under British rule. The CJ raised the issue in open Court that this section was extensively used to curb political dissent, during India’s struggle for independence.",
    "Celebrated Indian freedom fighters, including Bal Gangadhar Tilak, Annie Besant, Maulana Shaukat Ali, Mohammed Ali, Maulana Azad and Mahatma Gandhi had been arrested and detained under this provision, he said. Wahhabi Muslims resisted the foreigners in many village level encounters. The Court also referred to the AG’s submissions, which referred to certain “glaring instances of abuse of section 124A”.",
    "Sri Lankan Muslims have always been a patriotic community. They have never attempted to overthrow the elected government of the country, at any time. They were never a party to the 1962 coup, the 1971 and 1989 insurgencies or the 30-year-war, which were attempts to overthrow illegally, the elected governments of the day or to divide the country. The reprehensible Easter Sunday attacks are being seen as a totally unacceptable and uncalled for reaction to the anti-Muslim violence that engulfed Sri Lanka after the defeat of the LTTE in 2009. The 21/4 attacks also pale off in comparison to the 147 Muslim civilians killed in Kattankudy while at prayers in Mosques in 1990 and over a thousand Kattankudy-centred killings of Muslims from 1987 to 1990 committed by the LTTE.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}