{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81763",
  "time_ut": 1682016480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka marks 4th anniversary of Easter Sunday terror attacks with Families of Victims Marching for Justice and Christians Standing Outside Churches Protesting Delay in Probe",
  "original_body_lines": [
    "Sri Lanka on April 21 marked the 4 th anniversary of the Easter Sunday terror bombings that shook the island nation on April 21, 2019, even as families of victims marched, and many gathered outside churches, demanding truth and justice.",
    "Nearly 300 persons died and hundreds were injured in the coordinated serial blasts, across churches in Colombo, suburban Negombo, and the eastern city of Batticaloa; and luxury hotels in Colombo. The gruesome incident, that a network of Islamist radical suicide bombers claimed, rocked the relative peace that Sri Lanka experienced for a decade after its bloody civil war — in which tens of thousands of Tamils were killed — ended in 2009.",
    "Sri Lanka’s Catholic Church, especially the Archbishop of Colombo Archdiocese Cardinal Malcolm Ranjith, has been raising concern over authorities’ “slow-paced” investigations into the incident domestically and internationally, including at the Vatican and the UN Human Rights Council. Formerly a supporter of the Rajapaksas, the prominent Catholic priest has maintained that the Easter bombings were not merely the work of religious extremists but a “grand political conspiracy”. He has called for a comprehensive international probe to help trace the “real masterminds” behind the incident.",
    "Speaking at a commemoration ceremony in Negombo on Friday, the Cardinal reiterated his suspicion of a “political link” to the Easter bombings. Alleging that “a nexus” between the bombers and State Intelligence Service was apparent, he recalled that top officials in Sri Lanka had ignored the intelligence input from India prior to the attacks.",
    "Sri Lanka police have arrested at least 200 suspects in connection with the case in the last four years, and charged dozens among them. However, police have shared little information or evidence in public domain that goes beyond the jihadist group identified initially.",
    "In January this year, Sri Lanka’s Supreme Court ordered Maithripala Sirisena, who was President in 2019, to pay a compensation of LKR 100 million (roughly ₹2.2 crore) to victims of the terror attacks, pointing to a “reckless” intelligence failure on the part of the Executive.",
    "Former President Gotabaya Rajapaksa, who was ousted by a people’s uprising during the island’s economic crash last year, rose to power in 2019, promising to enhance national security and bring perpetrators of the Easter attacks to justice.",
    "His successor President Ranil Wickremesinghe told Parliament last year that the government would rope in the Scotland Yard to expedite the investigations, but official sources in Colombo told The Hindu that Colombo has so far made no official request in this regard to London.",
    "Families of victims and others in solidarity held an overnight vigil, marching a nearly 40 km-distance from Negombo to Colombo. On Friday, they converged at the St. Anthony’s church in Colombo, one of the sites of the bombings.",
    "Members of the Catholic community held vigils in several other locations, lining up outside churches with posters on the need for justice without delay. “It has been four years now, and we cry out for justice for the victims. About 300 died, so many became disabled for life, so many families are left without their breadwinners and children. The truth has not come out yet, we need truth and justice,” said Roshini Amaratunga, a participant at a vigil outside St. Mary’s Church in Colombo."
  ]
}