{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90188/workers-played-crucial-role-in-supporting-country-during-severe-economic-collapse-president",
  "time_ut": 1682910420.0,
  "original_lang": "en",
  "original_title": "Workers played crucial role in supporting country during severe economic collapse - President",
  "original_body_lines": [
    "President Ranil Wickremesinghe today invited all the working people of Sri Lanka to join hands as the government undertakes a new reformist path of building a prosperous Sri Lanka by 2048.",
    "Issuing a message on the occasion of International Workers’ Day, he said that the working people are a social force that can exert a stronger influence on the entire economic process of the country, and that we must continue to value and support their contributions.",
    "He said it is important to recognize the significant role that the working people play in the economic progress of a country and that in Sri Lanka, they have been a driving force behind the country overcoming challenges and leading the nation forward throughout history.",
    "The President stated that when the country endured a severe economic collapse last year, the workers played a crucial role in patiently and courageously supporting the country as the government waited to take the difficult initial steps in stabilizing the economy.",
    "Wickremesinghe added that it is crucial that we put the country first and not fall prey to narrow political interests at this critical juncture. “The government has always worked to secure the rights of the working public. By ensuring their rights and privileges, we hope to create a brighter future where the value of labour is recognized,” he said.",
    "The President further emphasized that the government is committed to protecting the Employees’ Provident Fund (EPF), which was established for the benefit of the working people. “Despite attempts by some parties to create undue fear regarding the Provident fund, I give my assurances that we will not allow it to be misused.”",
    "He added that working people are a social force that can exert a stronger influence on the entire economic process of the country, and that we must continue to value and support their contributions.",
    "On International Workers’ Day, it is important to recognize the significant role that the working people play in the economic progress of a country. In Sri Lanka, they have been a driving force behind the country overcoming challenges and leading the nation forward throughout history.",
    "Last year, the country endured a severe economic collapse. The workers played a crucial role in patiently and courageously supporting the country as we waited to take the difficult initial steps in stabilizing the economy. As we celebrate this year’s May Day, we should take the opportunity to show the world the pride of the workers of Sri Lanka.",
    "It is crucial that we put the country first and not fall prey to narrow political interests at this critical juncture. The government has always worked to secure the rights of the working public. By ensuring their rights and privileges, we hope to create a brighter future where the value of labour is recognized.",
    "The government is committed to protecting the Employees’ Provident Fund, which was established for the benefit of the working people. Despite attempts by some parties to create undue fear regarding the Provident fund, I give my assurances that we will not allow it to be misused.",
    "We invite all the working people of Sri Lanka to join hands as we undertake a new reformist path of building a prosperous Sri Lanka by 2048. We congratulate them on this meaningful International Labour Day where their rights are secured. The working people are a social force that can exert a stronger influence on the entire economic process of the country, and we must continue to value and support their contributions."
  ]
}