{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ndb-bank-profits-up-in-dec-2022-quarter-113112/",
  "time_ut": 1677154680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka NDB Bank profits up in Dec-2022 quarter",
  "original_body_lines": [
    "ECONOMYNEXT – Net Profits at Sri Lanka’s National Development Bank grew 152 percent to 2.3 billion rupees in the December 2022 quarter from 936 million rupees a year earlier, helped by a tax reversal, despite higher provisions for bad loans amid a currency crisis.",
    "NDB Bank reported earnings of 6.23 rupees per share for the December 2022 quarter.",
    "“Triggered by the highest-ever increase in regulator policy rates within a 12 months’ window, where the Standing Deposits Facility Rate and Standing Lending Facility Rate were increased by 950 bps to 14.5 percent and 15.5 percent respectively, all benchmark interest rates moved exponentially high in 2022,” the bank said in its interim accounts.",
    "Net fee and commission income grew to 2.1 billion rupees from 2 billion during the quarter.",
    "Interest income grew 134 percent to 32.8 billion rupees, interest expense grew 191 percent to 24.1 billion rupees from 8.2 billion rupees and net interest income grew 52 percent to 8.7 billion rupees.",
    "“Interest rates within NDB moved in tandem, with timely re-pricing of the loan book and deposits mobilization at prevailing market rates,” the bank said.",
    "“The Bank also experienced aggressive appetite in customers for time deposits, 2 including the shifting of existing low cost deposits to time deposits to capitalize on the historically high deposits rates and this explains the larger increase in interest expenses.”",
    "Loan loss provisions were up 95 percent to 7.1 billion rupees.",
    "“Impairment charges for loans and other losses, one of the most intense challenges that the banking sector is grappling with, continued to rise,” bank said.",
    "“Impairment charges were on account of exposure to foreign currency denominated Government securities and the Bank’s loan book. The former comprised the greater portion of impairment, factoring in the revisions to the sovereign rating of the country to Restricted Default in May 2022 on account of the country’s debt restructuring measures and the impact arising from rupee depreciation,",
    "“Impairment provisions for loans also increased during the period, to reflect macroeconomic impact on loan book quality, the major factor being reduced debt serviceability of customer across all segments, exacerbated by high inflation and negative GDP growth.”",
    "Pretax profits were 1.07 billion rupees, down from 1.44 billion rupees. However there was a 1.3 billion rupee tax reversal helping boost profits.",
    "Tier I capital adequacy stood at 9.34 percent in December, above the required minimum of 8.5 percent.",
    "Total capital adequacy was at 13.8 percent above the required level of 12.5 percent.",
    "NDB’s total assets grew 18 percent to 839 billion rupees at group level and Net assets at bank level also grew 18 percent to 832 billion rupees. (Colombo/Feb 23/2022)."
  ]
}