{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89249/over-30000-teachers-to-be-recruited-by-mid-may-education-minister",
  "time_ut": 1679471580.0,
  "original_lang": "en",
  "original_title": "Over 30,000 teachers to be recruited by mid-May – Education Minister",
  "original_body_lines": [
    "Minister of Education Susil Premajantha says that around 33,000 new teachers will be appointed by the middle of May.",
    "Speaking in the parliament this morning (March 22), the minister pointed out that attention has been drawn regarding the possibility of recruiting recent university graduates as teachers at the provincial level.",
    "“In addition, around 7,500 National College of Education Diploma teachers… So far, the examination results have been sent from the Department of Examinations to the National Colleges of Education. The final results will be released by March 31.”",
    "Accordingly, it has been planned to appoint National College of Education Diploma teachers to minimize the shortage of teachers in schools under the purview of provincial councils through relevant provincial councils, whilst appointments for national schools will be given through the Ministry of Education, Minister Premajayantha said.",
    "“Most probably, the 7,500 National College of Education Diploma teachers will receive the relevant appointments before the end of April”, he added.",
    "Furthermore, applications have been called for the recruitment of 26,000 university graduates, and the relevant exam admissions have been sent so far, Minister Premajayantha emphasized, adding that the exam will be held this Saturday (March 25).",
    "“We have planned to carry out the examination’s answer sheet evaluation activities for two weeks. The results will be handed over to the provinces”, he said.",
    "The minister also mentioned that thereby, they will be appointed as teachers at the provincial level, following the structural interviews.",
    "“Nearly 33,000 teachers can be appointed by the middle of May in both these categories [from these two methods]”, he claimed.",
    "In addition, a survey is being carried out in order to calculate the shortage of teachers for Science, Mathematics and English subjects and for Advanced Level even after the recruitment, he mentioned, adding that graduates who have recently left the universities will be given the opportunity to obtain appointments at the provincial level in order to fill those gaps."
  ]
}