{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92443/india-cites-food-support-to-afghanistan-myanmar-sri-lanka-at-unsc-meet",
  "time_ut": 1691155260.0,
  "original_lang": "en",
  "original_title": "India cites food support to Afghanistan, Myanmar, Sri Lanka at UNSC meet",
  "original_body_lines": [
    "India has cited its food support to countries like Afghanistan, Myanmar, and Sri Lanka at the United Nations Security Council (UNSC) open debate on “Famine and Conflict-Induced Global Food Insecurity”.",
    "Speaking at the meet which took place under the US chairmanship of the body, Indian ambassador to UN Ruchira Kamboj highlighted, “even in the middle of the COVID-19 pandemic, India provided food aid in the form of thousands of metric tonnes of wheat, rice, pulses, and lentils to several countries, including in our neighbourhood and Africa, to strengthen food security”.",
    "Highlighting the deteriorating humanitarian situation in Afghanistan, Ambassador Kamboj pointed to India’s decision to donate 50,000 metric tonnes of wheat to the Afghan people. Similarly, New Delhi continued its humanitarian support to Myanmar, offering a grant of 10,000 tonnes of rice and wheat. Additionally, Sri Lanka received essential food assistance from India during its difficult times.",
    "According to UN estimates, 362 million people in 62 countries require humanitarian aid which is a record high. The Covid pandemic, followed by Russia-Ukraine conflict, has put increased the prices of food, fuel and fertiliser prices which has especially pinched the global south.",
    "The Indian ambassador also explained that New Delhi supports the efforts of the UN Secretary-General in continuing the Black Sea Grain Initiative and hoped for an “early resolution to the present impasse”. But expressed concerns that “recent developments in this matter have not helped in securing the larger cause of peace and stability.”",
    "Black Sea Grain Initiative allows for commercial food and fertiliser (including ammonia) exports from three key Ukrainian ports in the Black Sea – Odesa, Chornomorsk, Yuzhny/Pivdennyi. The deal was an agreement between Ukraine, Russia, and Turkey and facilitated by the UN.",
    "The ambassador mentioned how India will be “leveraging” its Presidency of the G20 to advocate for “greater efforts to accelerate the achievement of the SDGs, including SDG 2 calling for zero hunger.”",
    "India is the chair of the G20 grouping and will hold the summit in September."
  ]
}