{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Civil-societies-condemn-Muslim-MPs-attempt-to-derail-MMDA-reforms/172-263979",
  "time_ut": 1690391295.0,
  "original_lang": "en",
  "original_title": "Civil societies condemn Muslim MP’s attempt to derail MMDA reforms",
  "original_body_lines": [
    "The recommendations by MPs exclude Muslim women and girls from being constitutionally guaranteed rights enjoyed by all other Sri Lankan citizens",
    "Women and Media Collective (WMC) releasing a press statement has condemned the demands made by the Muslim Members of Parliament (MPs) seeking to block crucial reforms proposed to the Muslim Marriage and Divorce Act (MMDA) of Sri Lanka. These demands have been made through a letter dated 8th June 2023 and addressed to the Minister of Justice.",
    "The letter, signed by 17 Muslim MPs, endorses discriminatory and harmful practices, which Muslim women have long sought redress for.",
    "The MPs recommendations ignore decades of overwhelming evidence of discrimination and suffering of Muslim women and girls. The recommendations will deny justice, equality and dignity of Muslim women and girls in Sri Lanka. The recommendations by MPs exclude Muslim women and girls from being constitutionally guaranteed rights enjoyed by all other Sri Lankan citizens. The positions also categorically detract from Sri Lanka’s international human rights obligations including those that come under the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW).",
    "The CEDAW Committee has after concluding observations previously, and again in 2017, recommended that the Government of Sri Lanka amends all personal laws, including the MMDA, as a priority ‘Follow-Up Issue’.",
    "WMC stands firmly with Muslim women and all those supporting progressive MMDA reforms. “As a civil society, we support women’s voices in governance and lawmaking, and the securing of constitutional equality, equal protection of the law and access to justice. We have always stood for the rights of all women in Sri Lanka. When these rights are denied to some women it is denied to all women in this country. When these rights are denied to some citizens of this country it is denied to all of us,” the statement states.",
    "WMC calls on the Minister of Justice and all elected Members of Parliament to uphold the constitutional guarantee of equality and non-discrimination that are due to Muslim women citizens of Sri Lanka.",
    "“We call on the Muslim Members of Parliament endorsing the highly problematic recommendations to examine their commitment to the wellbeing of Sri Lankan Muslim communities coping with contemporary economic and social challenges and reconsider their endorsements. We call on our fellow citizens to extend their support and solidarity to Muslim women and support in advocating progressive reforms and positive social changes in Sri Lanka. Our solidarity stems from the common goal of securing the wellbeing and dignity of all Sri Lankans, and in this instance for Muslim families and communities,” the statement further states."
  ]
}