{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Industrial-sector-faces-setback-amid-apparel-industry-struggle/108-263401",
  "time_ut": 1689692254.0,
  "original_lang": "en",
  "original_title": "Industrial sector faces setback amid apparel industry struggle",
  "original_body_lines": [
    "IIP sheds 3.1% to 88 index points in May; down 0.3% from April",
    "Wearing apparel sub-index declines 19% in May from a year ago",
    "Sri Lanka’s industrial heft took a surprising dive in May reflecting weaknesses in the apparel sector, which has been going through a bad patch due to softening global demand in response to inflation and higher borrowing costs in key markets such as the United States and Europe, including the United Kingdom.",
    "The Index of Industrial Production (IIP) shed 3.1 percent to 88.0 index points in May from a year ago while the index measured on a monthly basis slipped 0.3 percent from April.The index hasn’t recovered to 100-point level since more than a year in February last year, just before the economy crashed.",
    "his also reflects the persistent decline in the economy which has continued through the first half of 2023 before turning a corner potentially from the ongoing second quarter, according to Central Bank officials.",
    "The performance of the index in May also shows the extent to which a single industry i.e. wearing apparel could sway it. Wearing apparel sub-index declined 19.0 percent in May from a year ago.",
    "Wearing apparel has remained the largest industrial segment in Sri Lanka, with no other industry able to match its scale and dominance over almost four decades.",
    "Sri Lanka’s apparel sector is currently facing a cyclical challenge as the majority of its customers are based in North America and Europe, including the United Kingdom, where they are grappling with the worst cost of living crisis since the inflationary spiral of the early 1980s.",
    "Since September 2022, apparel export earnings have been on a downward trend on an year-on-year (YoY) basis. The cumulative export earnings for the first five months of 2023 had declined 16.48 percent YoY to US$ 1.88 billion.",
    "Total exports to the US in the first five months stood at US$ 746.45 million, down 22.77 percent YoY. Exports to the EU fell 14.35 percent YoY to US$ 557.15 million and to the UK by 15.12 percent YoY to US$ 263.79 million.",
    "Despite policy direction under successive governments, Sri Lanka also hasn’t been able to diversify its industrial products mix and thereby its markets as the country doesn’t offer a conducive environment for innovation, enterprise building, seed capital ecosystem and a work-ready labour force.",
    "In Sri Lanka, it is commonly perceived that having political influence or engaging in corrupt practices can be advantageous when it comes to protecting one’s business interests or securing contracts.",
    "Building a genuine business in Sri Lanka can be extremely challenging and may sometimes feel like a distant dream.",
    "In an extremely rare incident, the anti-graft body in Singapore last week swiftly arrested the city state’s transport minister and a business tycoon over a high level graft probe before being released on bail.",
    "The minister’s passport was impounded and was asked to take a leave of absence until the investigations are over.",
    "Sri Lanka’s five times Prime Minister and the current President, Ranil Wickemesinghe always wanted to emulate Singapore and its system."
  ]
}