{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Businessman-keeps-29-year-old-mother-for-six-months/108-260663",
  "time_ut": 1686185246.0,
  "original_lang": "en",
  "original_title": "Businessman keeps 29-year-old mother for six months",
  "original_body_lines": [
    "A businessman suspected of abducting a 29-year-old mother of three children under death threat and keeping her within closed doors, was taken into custody by the Matara Division Women and Children’s Bureau during a raid on a house in Kamburupitiya.",
    "The woman who lived in that house under threats and intimidation for about 06 months was admitted to Matara General Hospital after recording her statement.",
    "She stated that the suspect threatened her with the death of her husband and children in case of any attempt to escape and that he took video scenes of her nudity and threatened to release them to the internet. She said that the suspect cut off her hair and threatened her with death.",
    "Her mother said she complained to several police stations to secure her release but to no avail and that she complained to the DIG Southern Province Sajeewa Medawatta who handed over the investigations to OIC Matara Division Women and Children’s Bureau Waruni Keshala Bogahawatta.",
    "Police that raided the house on a search warrant recovered five large knifes used in the suspect’s fish stalls, Kriss knives, a cellular phone containing the nude video scenes of the woman and a memory card.",
    "Police said the phonographic scenes in the cellular phone contained the scenes of an underaged girl being raped by the suspect and that a case against the suspect in connection with that incident and cases in connection with several other incidents including a murder, rape of women and assaulting a police officer with sharp weapon were pending.",
    "Investigations revealed that the suspect was an uncle of the woman concerned and that he had abducted her from her house in Embilipitiya area under death threat last December.",
    "The suspect was to be produced before the Matara magistrate yesterday.",
    "A police team under OIC Matara Division Women and Children’s Bureau Waruni Bogahawatta is conducting further investigations on the instructions of SSP Pandula Weerasinghe and DIG Sajeewa Medawatta. (Krishan Jeewaka Jayaruk)"
  ]
}