{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91728/fairly-heavy-showers-expected-in-parts-of-the-island",
  "time_ut": 1688523180.0,
  "original_lang": "en",
  "original_title": "Fairly heavy showers expected in parts of the island",
  "original_body_lines": [
    "The Department of Meteorology says the prevailing showery and windy condition over the south western parts of the island is expected to continue.",
    "Showers will occur at times in Western, Sabaragamuwa and Central provinces and in Galle and Matara districts. Fairly heavy showers about 75 mm are likely at some places in the Sabaragamuwa province and in Kandy and Nuwara-Eliya districts.",
    "Several spells of showers will occur in the North-Western province, it said.",
    "Showers or thundershowers may occur at a few places in the Uva province and in Ampara and Batticaloa districts during the evening or night.",
    "Strong winds about 45-50 kmph can be expected at times in western slopes of the central hills, Northern and North-Central provinces, and in Puttalam, Hambantota and Trincomalee districts.",
    "General public is kindly requested to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "Showers or thundershowers will occur at times in the sea areas off the coast extending from Puttalam to Hambantota via Colombo and Galle. A few showers will occur in the other sea areas around the island.",
    "Wind speed may increase up to 60-70 kmph at times in the sea areas off the coast extending from Trincomalee to Pottuvil via Kankasanthurai, Mannar, Puttalam, Colombo, Galle and Hambanthota.",
    "The sea areas off the coast extending from Trincomalee to Pottuvil via Kankasanthurai, Mannar, Puttalam, Colombo, Galle and Hambanthota will be rough, very rough at times.",
    "It is dangerous to engage in activities in the above sea areas. Therefore, Naval and fishing communities are requested to be vigilant in this regard.",
    "Increase of swell waves (about 2.5 – 3.0 m) can be expected in the sea areasoff the coast extending from Mannar to Pottuvil via Puttalam, Colombo, Galle and Hambanthota.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}