{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Air-pollution-triggered-heart-diseases-visible-in-Sri-Lanka-Expert/155-261246",
  "time_ut": 1686923669.0,
  "original_lang": "en",
  "original_title": "Air pollution triggered heart diseases visible in Sri Lanka : Expert",
  "original_body_lines": [
    "Air pollution has increased the risk of heart disease in Sri Lanka like elsewhere in the world, a top cardiologist said.",
    "Addressing a news briefing yesterday, Dr. Anidu Pathirana, Consultant Cardiologist at the National Hospital of Colombo said, “Air pollution has long been considered a significant environmental concern, but its impact on human health is now coming to the forefront with new research.”",
    "“As such, air pollution has been identified as a major risk factor of developing heart disease,” he highlighted.",
    "“When you breathe in poor quality air, the air pollutants can travel deep into your bloodstream through your lungs, and to your heart. This can increase your risk of developing heart and circulatory diseases,” he underscored.",
    "Dr. Pathirana said since air pollution in Sri Lanka is on the rise, it is vital to adopt safety measures to keep diseases associated with air pollution at bay, adding, heart patients should avoid exposure to air pollution.",
    "In addition, he said “Air Pollution does not only affect patients suffering from heart disease but also other non-communicable diseases such as high blood pressure, cholesterol, diabetes, cancer diseases and chronic lung illnesses.”",
    "Air pollution is contamination of the indoor or outdoor environment by any chemical, physical or biological agent that modifies the natural characteristics of the atmosphere. According to WHO data, almost the entire global population (99%) is exposed to air pollution levels that are higher than recommended levels.",
    "Thus, it is essential to expand use of clean fuels and technologies to reduce household air pollution and protect health. These include solar, electricity, bio-gas, liquified petroleum gas (LPG), natural gas, alcohol fuels. (Sheain Fernandopulle)"
  ]
}