{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95982/thai-pm-to-travel-to-sri-lanka-to-sign-fta-in-february",
  "time_ut": 1703827680.0,
  "original_lang": "en",
  "original_title": "Thai PM to travel to Sri Lanka to sign FTA in February",
  "original_body_lines": [
    "Thailand’s Prime Minister Srettha Thavisin is scheduled to travel to Sri Lanka to sign a free trade agreement (FTA) in February 2024 after the successful conclusion of the latest round of negotiations between the two countries, Bangkok Post reported.",
    "Chotima Iemsawasdikul, the Director General of Thai Commerce Department’s Department of Trade Negotiations, has told the media on Thursday (Dec.28) that Sri Lanka hosted the 9th round of trade negotiations from December 18-20. It was attended by Auramon Supthaweethum, the Director General of Thailand’s Department of Business Development and advisor to FTA negotiation team.",
    "Negotiations for the free trade agreement between Sri Lanka and Thailand resumed in November after being put on hold for 4 years consequent to the Covid-19 pandemic and ongoing restructuring of Sri Lanka’s state-owned entities.",
    "Iemsawasdikul stated that the latest round of talks have agreed on the rules on trade, services, investments and economic cooperation.",
    "Citing Iemsawasdikul, Bangkok Post said the Commerce Ministry would submit the results of the negotiations to the Thai Cabinet for approval before PM Thavisin travels to Sri Lanka to ink the agreement in February, on the invitation of President Ranil Wickremesinghe.",
    "Iemsawasdikul told media that Sri Lanka plays a significant role in maritime freight in the Indian Ocean, and it is home to abundant natural resources such as gemstones, graphite, and aquatic animals, adding that many industries in Thailand would benefit from the FTA, including those in the automotive, fashion, gems, metal, electronic items, machinery, rubber gloves, pet food, and corn.",
    "The FTA will also benefit from service firms, including those in finance, insurance, tourism, and research and development.",
    "From January to October 2023, the value of bilateral trade between Thailand and Sri Lanka was worth USD 320.37 million.",
    "Thailand exported goods worth USD 213.49 million, while it imported goods worth USD 106.88 million from Sri Lanka."
  ]
}