{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-close-at-over-one-week-high-ahead-of-new-year-holidays-117904/",
  "time_ut": 1681215180.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks close at over one-week high ahead of new year holidays",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stocks edged up to close at a over one-week high on Tuesday, with thin trading volumes ahead of the new year holidays and investors slowing down activity, an analyst said.",
    "The main All Share Price Index closed up 0.95 percent, or 88.94 points, at 9,411.69, the highest level since March 24.",
    "“The market still has thin share volumes because of the long weekend and the festive season that’s coming,” Ranjan Ranatunga of First Capital Holdings said.",
    "“However, the market was in the green today as it is settling into the original trading hours.”",
    "Pre-pandemic market hours were reintroduced from Monday onwards, and Ranatunga said it was bringing back some positive sentiment to the market.",
    "Investors in the banking sector are taking a wait-and-see approach until more clarity is given on local debt restructuring.",
    "Sri Lanka’s Governor Nandalal Weerasinghe said the country will not restructure Treasury bills outside of central bank holdings and will engage with major T-bond holders for voluntary “optimization.”",
    "Some domestic debt restructuring discussions have been scheduled for April 20, and investors are likely to wait for further clarity before investing.",
    "The most liquid index, S&P SL20, closed up 1.73 percent, or 47.22 points, at 2,775.23. The top gainers were Lanka IOC, Expolanka, and LOLC.",
    "The top contributor to the day’s revenue was the Materials Industry Group, which recorded a turnover of 357 million rupees.",
    "The market saw a net foreign inflow of 33 million rupees, and the total offshore outflows recorded so far in 2023 are 3.2 billion rupees. (Colombo/Apr11/2023)"
  ]
}