{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96405/govt-incurred-additional-cost-of-over-rs-1-bn-on-gas-purchases-amid-crisis-audit-report",
  "time_ut": 1705262340.0,
  "original_lang": "en",
  "original_title": "Govt incurred additional cost of over Rs. 1 bn on gas purchases amid crisis: audit report",
  "original_body_lines": [
    "The government had to bear an additional cost of Rs. 1,139 billion amidst the economic crisis last year due to cancellation of the term tender and importing Liquefied Petroleum Gas (LPG) at higher rates, the Auditor General’s Department revealed.",
    "This was mentioned in a special audit report compiled on the procurement of liquefied petroleum gas Litro Gas Lanka Ltd for the years 2022 and 2023.",
    "The report indicates that despite having obtained the approval of the Cabinet of Ministers to grant the LP gas tender to the lowest bidder, the Singapore-based Siam Gas Trading Pte Ltd., steps had been taken to commence a new procurement process to buy gas at a higher rate.",
    "Accordingly, the government had to pay a higher rate for the purchase of liquefied petroleum gas, even in the face of an economic crisis, the Auditor General’s Department alleged.",
    "The Technical Evaluation Committee had recommended on April 26, 2022, that Siam Gas Trading, the lowest bidder, should be the supplier qualified for 2022-2023 period. The Procurement Committee also approved this on April 28, 2022.",
    "Later, on May 04, 2022, the Cabinet of Ministers gave the nod to select Siam Gas Trading as the LP gas supplier for the aforementioned period.",
    "The report says that the Board of Appeal, having considered the appeal made by the previous supplier OQ Trading Ltd. against the selection, had given its consent to award the procurement to Siam Gas Trading.",
    "However, despite the approvals so given, it had been decided to commence a new procurement process following the Cabinet Decision dated June 13, 2022, whilst gas was being purchased from OQ Trading Ltd. at a price exceeding that of Siam Gas Trading (CP+ $96) irrespective of the lack of a formal methodology for Sri Lanka to purchase gas since March 2022.",
    "The report revealed that the term procurement had been cancelled despite Siam Gas Trading having being selected, and, as gas had been purchased from OQ Trading Ltd. at a higher price, the government had incurred an additional expenditure of USD 3,145,960 (equivalent to Rs. 1,138,837,430 in total) amidst the economic crisis."
  ]
}