{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=40631",
  "time_ut": 1681674060.0,
  "original_lang": "en",
  "original_title": "Sirima Bandaranaike: “Weeping Widow” who Became World’s First Woman Prime Minister",
  "original_body_lines": [
    "(This Article Written in April 2015 is re-posted here without any changes to denote the 107th birth anniversary of the World’s first Woman Prime Minister Sirimavo Bandaranaike on 17th April 2023)",
    "Friday April 17th was the 99th Birth Anniversary of Sirima Ratwatte Dias Bandaranaike who created history as  the world’s first woman Prime minister. The 55th anniversary of her  being appointed as the then Ceylon’s premier falls on July 21st this year.The  Island’s elder stateswoman  was in active politics  for almost forty years .She was  Prime Minister during 1960-65, 1970-77 and 1994-2000 and Leader of the Opposition  during 1965-70 and 1989-1994. Sirima was the world’s oldest serving Premier when she stepped down at the age of 84 in 2000.She passed away peacefully on October 10th 2000.",
    "Sirima Bandaranaike  was the matriarch of the Bandaranaike family. The Bandaranaikes were the acknowledged first family in Sri Lankan politics for many decades. Since the country achieved Independence in 1948, members of the family have been heads of state for 22 years and Leaders of Opposition for 20 years. A unique and perhaps unsurpassable record was established when the Bandaranaikes’ daughter, Chandrika Kumaratunga, like her parents, became Prime Minister in 1994. She then went on to become the first woman executive President, while her mother Sirima was appointed Premier. The mother-Prime Minister and daughter-President combination was yet another “first”feat by the family. Chandrika’s younger brother Anura dubbed as the “crown prince” too was  in politics, as an Opposition member of Parliament ,Cabinet Minister ,Leader of the Opposition and Speaker.He passed away on March 16th 2008.",
    "The rise of the Rajapaksas from Ruhunu in recent years has seen the Bandaranaike glow becoming somewhat dimmer as the  glimmer of the political spotlight shifted away from Horagolla to Medamulana. The return of Chandrika Bandaranaike Kumaratunga to the political stage and the ongoing intra-party tussle for supremacy indicates that the Bandaranaike name will not fade away into the night as the Sataka school of thought may have expected. The birth centenary of Sirima Bandaranaike is due  next year and it appears that the life of the world’s first woman Prime minister would be celebrated in grand style.",
    "The life and times of Sirima Bandaranaike and her entry into politics is a unique Sri Lankan story. Sri Lanka has been the South Asian forerunner in dynastic politics. The first prime minister DS Senanayake was succeeded by his son Dudley and later the nephew Sir John. In 1956  Sir John Kotelawala was defeated at the hustings by Solomon West Ridgeway  Dias Bandaranaike (SWRDB). Prime minister Bandaranaike was assassinated in 1959 but his widow Sirima became Prime minister the next year. It could be seen therefore that the Senanayakes and Bandaranaikes practised  dynastic politics before other countries  in the region such as India,Pakistan or Bangladesh (which came into being in 1971).",
    "1940 ඔක්තෝම්බර් 03 දින සිරිමාවෝ රත්වත්තේ මෙනවිය සමග විවාහ දිවියට එළඹීම ~ Marriage to Sirimavo Ratwatte – 30 October 1940 ~ 1940 ஒக்டோபர் 30 ஆம் திகதி செல்வி சிறிமாவோ ரத்வத்தை அவர்களைத் திருமணம் செய்தல்",
    "To strike a personal note ,I was six years old when Mrs.Bandaranaike became Prime minister in 1960 but am  able to remember the excitement that enveloped the country wen she was appointed PM. As I grew up my interest in politics  too grew and naturally the political role of Mrs.Bandaranaike was keenly followed.Many developments during her two  Prime ministerial terms did not endear her to Tamils then.",
    "When I entered Journalism in 1977 She was the Prime Minister but at the tail-end of her term.One of my earliest assignments for the “Virakesari” was the ceremony at BMICH where she was awarded the “CERES” medal by the FAO. Ceres was the Goddess of Agriculture in Roman mythology.She was ousted from power in the July 21st polls in 1977.",
    "Later I covered many of her meetings .parliament speeches and press conferences.Among the meetings I vividly recollect are the  1977 election propaganda meetings at Batticaloa and Kattankudi, the meeting in Jaffna after her civic rights were denied in 1980 and the Jaffna meeting against the referendum of 1982.",
    "Among the press conferences the one I remember most was the one at her residence in 1980 on the eve of her being deprived of civic rights. I recall her sitting calm and collectedly flanked by Lawyers VW Kularatne and Gamini Iriyagolla while daughter Sunethra was moving about the crowd catering to the needs of the journos.",
    "I was also present in the old Parliament by the Beira when her civic rights were deprived by Parliament and she was expelled. She was all alone as her party was boycotting proceedings. The rowdy MP’s of the UNP were raucous and boistrous as Mrs. Bandaranaike walked out. It was left to the Opposition leader Appapillai Amirthalingam and TULF president Murugesu Sivasithamparam to flank her on both sides and gallantly escort her out.",
    "In later years I had the opportunity of meeting her thrice for detailed ,off the record discussions. She was particularly keen on knowing what was happening in the North and East and in Tamil Nadu. I too asked her about the past and received frank answers. I obtained fresh insight into many events of the past relating to Tamil politics. I understood some of the reasons for the way in which she had handled or mishandled the Tamil national question.",
    "It is against this backdrop therefore that I write about Sirima Bandaranaike on the occasion of her 99th birthday. I intend focusing on the circumstances under which she entered politics and became PM. In writing about the “weeping widow” who  became the  first woman prime minister of the world I shall be relying to a great  extent on some of my earlier writings.",
    "Sirima Ratwatte  was of Kandyan Sinhala aristocratic lineage. When she  was born on 17 April 1916 at Pussaliyadda Walauwwa, Mahawelatanna in Balangoda as the eldest daughter of Barnes Ratwatte Dissawe and Rosalind Hilda Mahawelatanna Kumarihamy, a rare event occurred. A herd of elephants forcefully entered the kraal or enclosure. It was seen as a good omen.",
    "A well-known astrologer, Hetuwa Gurunanse, was summoned to chart her horoscope. The parents were flabbergasted to be told that their daughter would be the “ future queen”of  the country. For one thing Ceylon was then a British colony and George the Fifth was the King. Also, women were not given leadership positions then. The horoscope however proved right and the girl did become a ruler not as  queen, but  as an uncrowned prime minister.",
    "She was the eldest of six children, two girls and four boys. Sirima was educated at Colombo’s St. Bridget’s Convent. She married Solomon W.R.D. Bandaranaike from a leading Low Country Sinhala aristocratic family in 1940. He was the son of Sir Solomon Dias Bandaranaike, the Mahamudaliyar of Horagolla Walauwwe, Attanagalle. The marriage was hailed as a union between two patrician Low  country and Up Country  Sinhala families then.",
    "Sirima was content to be a housewife and mother of three children  for 20 years while her husband went on to win political laurels as Minister, Opposition Leader and then Prime Minister. She had exposure to many political leaders, visiting dignitaries and foreign diplomats during this time, when she played the hospitable, charming hostess.Sirima was also involved with the  work of the Mahila Samithiya then.",
    "SWRD himself never encouraged Sirima to be involved in politics. An apocryphal anecdote that was often related in those times was illustrative of this. Apparently SWRD, Philip Gunewardena and a few other senior Govt ministers were discussing the Paddy Lands Act .The act provided greater rights and concessions to the long suffering tenant cultivators.There was however a large segment of semi-feudal, land-owning class  supportive of the SLFP  that resented the  Paddy Lands act . This discontent was  reflected in  the case of Sirima too. She surprised the gathering by participating in the conversation  on the subject. According to the tale When Sirima started berating Philip her enraged husband shouted at her to stop saying “Sirima  Kusiya, Kusiya” (Sirima, Kitchen, kitchen).",
    "It was after the assassination of her husband by a Buddhist monk, Talduwe Somarama Thero, in 1959 that a reluctant Sirima was propelled to the political centre stage. The Sinhala Buddhist nationalist party, the Sri Lanka Freedom Party (SLFP), founded by her husband, found itself leaderless and party seniors prevailed upon her to take over.But she did not agree immediately. Subsequent events, however, led to a situation where she had to relent and take over the reins to preserve her late husband’s political legacy. Party leadership and prime ministerial office was not something she sought or desired, but both trappings were thrust upon her.",
    "S.W.R.D. Bandaranaike was shot by Talduwe Somarama on 25 September 1959. He passed away on 26 September. Education minister Wijayananda Dahanayake was sworn in by the then Governor-General Sir Oliver Goonetilleke and became the fifth Prime Minister of the country.Daha, as Dahanayake was known, was a maverick. The one-time Sama Samajist was a popular politician regarded as an eccentric. He and Somaweera Chandrasiri had joined the MEP coalition as members of the ‘Bhasa Peramuna’. Later Daha joined the SLFP. His action in providing buns as a midday meal for schoolchildren earned Daha the nickname ‘Banis Maama’.",
    "Dahanayake’s brief tenure as Prime Minister was a disaster. He did not enjoy the confidence of his cabinet. Likewise, the cabinet did not trust him. Five ministers including  party stalwart C.P. de Silva were removed from office by Daha on 8 December 1959. Two ministers resigned their posts on 10 December. Five more ministers were fired by the Premier on 10 January 1960.It was like the “off with their heads” rant by Lewis Carroll’s Red Queen.Under these circumstances the image of the party and the Government were rapidly eroding. Everything was shaky and party leaders and prominent supporters were deeply distressed about the future of the party leadership. They appealed to the grieving widow to enter politics and save the party. But Sirima Bandaranaike adamantly refused.",
    "Since a by-election had to be held for Attanagalle constituency rendered vacant due to the Horagolla laird’s demise, the party leaders wanted Bandaranaike to contest. But she refused. After much persuasion she relented, but on the condition that she would file nomination as an Independent and not as a SLFP candidate. She had been sorely troubled by tales of inner-party intrigues in her husband’s assassination and was reluctant to identify with the party at that time.The expected by-election never took place because Prime Minister Dahanayake dissolved Parliament on 5 December 1959. There had been a no confidence motion against his Government by the opposition. Daha won by a single vote, but knew the writing was on the wall. After dissolution Dahanayake remained head of a caretaker Government.",
    "Until Dahanayake’s advent, Parliamentary polls had been held in stages on different days. To his credit, Dahanayake ensured that islandwide elections would be held on a single day. A general election was announced on 4 January 1960. It was to be held on 19 March. The new Parliament would elect 151 members from 145 electorates with Colombo Central, Colombo South, Akurana, Batticaloa and Muttur being multi-member constituencies. Six MPs would be appointed.The announcement of an election transformed the political climate. SLFP big-wigs were rattled. The mood in the country was against the ruling party and the Government. The chief opposition United National party (UNP) stock was rising after the re-entry of Dudley Senanayake.",
    "Prime Minister Dahanayake, instead of sticking to the SLFP, had embarked on a political project of forming his own political party – the Lanka Prajathanthra Pakshaya (LPP). Other party stalwarts like S.D. Bandaranaike, I.M.R.A. Iriyagolla and K.M.P. Rajaratna had formed their own parties.The MEP was now led by Philip Gunewardena, who was also planning to form the next government by contesting in over  100 electorates.The Lanka Sama Samaja Party (LSSP) was also planning to contest over 100 seats. Its Leader Dr. N.M. Perera was being referred to by supporters as the future prime minister. The SLFP with its hand symbol was virtually written off.",
    "So desperate were some SLFP leaders that they went to the extent of approaching two former UNP Prime Ministers. Sir John Kotelawela was in retirement. But the party that succeeded in forcing him out of politics now sought his leadership in a remarkable twist of fate. Sir John was flattered but declined, preferring to shuttle between Kandawala and Kent rather than be active in politics.Then they turned to the UNP Leader Dudley Senanayake, who was amazed at the offer but promptly turned it down. Apart from his intense loyalty to the UNP, Senanayake also felt that the SLFP was a lost cause. He had no intention of abandoning a winning horse and taking over the reins of a loser.",
    "Another move contemplated by SLFP leaders was that of enlisting Professor G.P. Malalasekara. The former Principal of Ananda College had been active in the Buddhist movement and was widely respected. He was then the country’s Permanent Representative to the UN at New York. It was felt that a non-political personality would do good to boost the party fortunes. But he too did not accept.The attempts by sections of the SLFP to rope in a new leader from either the UNP or elsewhere are documented in the publication ‘The Inside Story’ by Hugh Fernando. This former MP for Nattandiya was at one-time Speaker in Parliament. He is also one of the few liberal democrat Parliamentarians we have had in Sri Lanka.",
    "Meanwhile, C.P. de Silva was doing his best to keep the party together and bring about a political renaissance. Given his qualifications and experience, the mantle of leadership should have been rightfully his. Despite this, several moves were on within the party to have a new leader. There were overt and covert reasons for this. The public reason given was that CP was not a charismatic mass leader. Though his efficiency was accepted, it was argued that he would not be able to attract the masses and win elections. There was some truth to this assessment. There was, however, another less-publicised reason. Notwithstanding his impressive credentials,  CP had a minus point due to the socio-political environment prevailing in  the country. He did not belong to the numerically large Govigama caste. CP de Silva was from the Salagama caste.",
    "It could be seen, therefore, that sections of the SLFP had their reasons to seek a substitute for CP. Despite these efforts, CP established his party leadership as there were no possible replacements available at that time. So the party geared itself up for elections under CP’s command. He was projected as a potential premier.As the electoral campaign got underway, it soon became apparent that the SLFP was heading for definite defeat. Crowds dwindled and there was a visible lack of enthusiasm among party cadres. Without S.W.R.D., the party was like a rudderless boat. The circumstances of his assassination and the rumours circulating of an intra-party conspiracy saw demoralisation set in.",
    "It was at this point that the pragmatic C.P. de Silva realised the urgent necessity for someone to revitalise the party and inspire the voters. Who but the tragic widow of the departed Leader could do this? So CP and other SLFP leaders persuaded Sirima Bandaranaike to address election meetings. A reluctant Sirima hesitantly agreed. She started addressing public meetings.This altered the situation dramatically. The widow dressed in white began talking to the people directly and personally. She was not a powerful orator but had plenty of charisma. She spoke simply and eloquently about her “Swami Purushaya” (Lord Husband), his ideals to help the people and how he was brutally killed.",
    "Sirima  would often break down and cry while speaking. The opposition de-cried this emotional display as a calculated act aimed at garnering sympathy. She was referred to as the “Weeping Widow” by newspapers. She was mocked and ridiculed. But the tide was rapidly turning.Huge crowds flocked to her meetings voluntarily. A significant feature was an unprecedentedly high turnout of women particularly in the rural areas. They empathised with her. Tears glistened in their eyes when Sirima Bandaranaike broke down. They sobbed loudly and wept uncontrollably when she cried. Despite her lack of  oratorical eloquence, Mrs.Bandaranaike moved crowds.",
    "When elections were announced, the SLFP had been discounted as a winner. But as election day drew near, it was clear that the party was doing very well. When results were announced, the UNP had come first with 50 seats but the SLFP came a close second with 46 seats.The LSSP and MEP had 10 each. The LPP of Dahanayake had only four. Many smaller parties were wiped out. It was broadly acknowledged that the late entry by the “Weeping Widow” into the SLFP campaign had caused the SLFP revival.",
    "It was a hung Parliament and neither the UNP nor SLFP had an absolute majority. The third largest party in Parliament was the ILankai Thamil Arasu Katchi (ITAK) called the Federal Party (FP) in English. The FP had 15 seats. It soon became clear that the FP had the power to make or break a government. Both the UNP and SLFP commenced negotiations with the FP. After protracted negotiations, the FP decided to support the SLFP on the basis of an unwritten understanding. C.P. de Silva led the SLFP negotiating team. He told the FP that he drove a hard bargain, but would stick to it.",
    "It soon became apparent that the newly-formed UNP Government under Senanayake did not command a Parliamentary majority as most parties in the opposition were anti-UNP. Senanayake, however, enticed a few independents and breakaways from the LPP. He also had six appointed MPs. But these were not enough. Had the FP supported the UNP, a majority could have been cobbled together.",
    "The acid test was the Speaker’s election. The combined opposition candidate was T.B. Subasinghe. The UNP fielded Sir Albert Peiris. The opposition candidate with 93 votes defeated the Government candidate, who had 60 votes. This was the first time it happened. (There was a repetition in 2004 when the opposition’s W.J.M. Lokubandara became Speaker).The Speaker’s election was followed by the Throne Speech on 22 April 1960. The Government was defeated again by 86 votes to 61 with eight abstentions. Senanayake advised the Governor-General to dissolve Parliament and call fresh elections in July. The lifespan of the UNP Government had been only 33 days.",
    "In terms of the Constitution as well as Parliamentary convention, the Governor-General was bound to invite the person who commanded a majority in the House to form the next government. C.P. de Silva went to Queen’s House and informed Sir Oliver that he had the necessary majority as the FP was supporting him. Sir Oliver  however ‘did the dirty’ by formally dissolving Parliament on 23 April. Fresh elections were announced for 19 July. Sir Oliver’s decision was sharply criticised as C.P. de Silva had sufficient support to form a majority and should have been given an opportunity to prove his majority on the floor of the House. This was denied and thus C.P. de Silva was deprived of the PM post.",
    "With fresh polls looming ahead, C.P. de Silva felt it was time for a change in party leadership. Realising the vote-winning capacity of Sirima Bandaranaike, CP launched an ‘offensive’ aimed at compelling her to take over the party.Among those who were associated in these efforts were A.P. Jayasuriya, Badiuddhin Mahmud and D.A. Rajapaksa (Mahinda Rajapaksa’s father). After much persuasion, Bandaranaike agreed to be Party Leader and spearhead the electoral campaign.Her husband’s pocket borough Attanagalle had been demarcated into two seats in 1960. Bandaranaike’s cousin J.P. Obeyesekera had contested Attanagalle and nephew Felix Dias Bandaranaike the newly-created Dompe electorate. Though she could have contested either electorate and romped home the winner, she opted not to do so.",
    "It was stated then that she did not want to contest because the UNP had devised a plan to field a woman called Missily Silva to oppose her. The woman’s husband David Silva had been shot dead by the Police during the 1958 anti-Tamil violence. The UNP idea was to pit one widow against another and cause embarrassment. This, however, was not the real reason for Mrs.Bandaranaike deciding not to contest. The main reason was that she wanted to devote all her time and energy to the campaign trail, canvassing votes for party candidates instead of focusing on her own election. As the campaign unfolded it became obvious that  Sirima Bandaranaike had made the correct decision.",
    "The sympathy wave strategy was adopted for this campaign too. Previously it had been emotional and spontaneous. This time it was deliberately contrived. Bandaranaike began addressing public meetings on a mass scale. Once again people, particularly women, gathered in large numbers to see and hear her. The emotions of the crowd were carefully manipulated.Sirima Bandaranaike continued her campaign style of crying at times when memories of her husband’s assassination were referred to. Predictably, the ‘Weeping Widow’ phenomenon did strike a responsive chord in the audience. Moreover, the SLFP used to screen 16 mm films at meetings showing vignettes of S.W.R.D. Bandaranaike and family. Pamphlets and leaflets about the man and his mission along with photos of his death were widely distributed.",
    "The campaign theme was the focus on S.W.R.D. Bandaranaike’s martyrdom. The point was driven home that he had ushered in the social revolution of 1956 that gave the common man a place in the sun. It was pointed out that the mission was incomplete.The ‘Weeping Widow’ now appealed emotionally to the electorate to vote for her party so that she could accomplish her husband’s unfinished task by forming a people’s government. Mrs.Bandaranaike was projected as the future Prime Minister.The appeal resonated well with the masses. The campaign succeeded to the extent where the people saw Sirima Bandaranaike as a continuation and extension of her husband’s progressive policies. She was perceived as the sole instrument through which the 1956 revolution could achieve its avowed objective and establish an ‘Apey Aanduwe’ or ‘our government’.",
    "With Sirima  Bandaranaike at the helm, the SLFP experienced a renaissance. Several who had quit and joined other parties for the March polls now returned to party folds. The fissures and cracks in the party were mended. Above all, the negative image that prevailed after SWRD Bandaranaike’s assassination about SLFP disunity was transformed. Influential sections of the Buddhist clergy too became supportive again.The SLFP was also able to harness broader support of the anti-UNP, left forces. There were two no-contest pacts with the LSSP and CP. The leftists found it easier to align with Bandaranaike than the rightist C.P. de Silva. The FP also asked Tamils living outside the north and east to support the SLFP. This understanding with the left parties and FP was viciously attacked by the UNP.",
    "Two colourful posters were put up by the UNP on these electoral arrangements. One showed Mrs.Bandaranaike standing with Dr. N.M. Perera and Pieter Keuneman and hailing a Red ‘Communist’ dragon. The inference was that the country would be devoured by alien communism.The other poster showed Sirima Bandaranaike carving up a slice from a cake shaped like the Island. CP stood behind her. The slice was of the Northern and Eastern Provinces. S.J.V. Chelvanayagam and his Deputy E.M.V. Naganathan were at the table with an outstretched tray. The insinuation was that Bandaranaike was going to divide the country and hand over the North and East to the FP.",
    "Apart from these devices, the UNP also used the gender card. It was propagated that a woman was incapable of governing and that a woman’s place was home. It was said that she should look after her fatherless children instead of entering the unfamiliar area of governance. There were also crude, vulgar attacks like the one by Ranasinghe Premadasa, who said the PM’s seat in Parliament had to be purified once a month, implying menstrual periods.",
    "The last laugh was, however, Bandaranaike’s when the results were announced. The SLFP won 75 seats. The UNP had only 30. With the six appointed MPs, the SLFP had 81 out of 157 seats with a slender majority of five. Bandaranaike drove triumphantly to Queen’s House for her tryst with destiny. Large crowds lined up along the streets of Colombo to cheer the smiling lady as she was driven from Tintagel at Rosemead place to Queen’s House in Fort and then to Temple Trees in Colpetty. Upon becoming Premier, her name underwent a change of sorts with people and media adding the suffix “VO” as a term of respect. Sirima became Sirimavo thereafter.",
    "When she was sworn in as Premier, Bandaranaike was neither a Member of Parliament nor Senate. She was required by the Constitution to be a member of the Lower or Upper House within four months or forfeit the PM’s post. Everyone expected J.P. Obeyesekera to resign and for her to contest the ensuing by-election and enter Parliament. She surprised all by becoming a Senator and thereafter functioned as PM from the Upper House.In 1965, 1970 and 1977 Sirima contested from Attanagala and won.",
    "When the relatively young and inexperienced Sirimavo led her party to victory at the polls and went on to become Prime Minister, the precedent was established for two major developments On a regional level, it was the harbinger of dynastic politics in South Asia. At a global level, Bandaranaike pioneered the arrival of women as heads of state. It is said that the term ‘stateswoman’ was coined by the British press to describe her.",
    "Sirima Bandaranaike was quite unfamiliar with matters of foreign policy when she first became Prime Minister in 1960. She mastered statecraft and the nuances of international politics while in office. Mingling with great leaders such as Jawaharlal Nehru, Gamal Abdel Nasser, Kwame Nkrumah, Josef Tito, and “Bung” Sukarno, she made a name for herself. Like her husband she faithfully adhered to the principle of non-alignment as the cornerstone of her foreign policy. Her crowning achievement came when she wa selected unofficial head of the developing world at the fifth Non-aligned summit of 1976, held in Colombo.",
    "On a practical level, the success of her foreign policy was realised when the Marxist-Leninist-oriented Janatha Vimukthi Peramuna (JVP) launched an armed revolt against her government in April 1971. Most nations, including the United States, the Union of Soviet Socialist Republics, China, Britain, France, India and Pakistan, rallied to her aid and provided assistance of different types. It was a rare instance, at the height of the Cold War, of countries divided among themselves bonding in common cause to help a “friend”. In a gesture of benign intervention, India deployed aircraft and personnel as part of indirect logistical support.",
    "Despite having been the recipient of Indian assistance, Bandaranaike did not hesitate to afford refuelling facilities to Pakistan in Colombo, when the Bangladesh war of liberation broke out. Although an irritant to New Delhi at the time, Bandaranaike was compelled by regional realpolitik to do so then.Years later she spearheaded an anti-India campaign in 1987-88, against the Indo-Sri Lanka Accord signed by her arch political rival, J.R. Jayewardene, with Rajiv Gandhi. In spite of these developments, Bandaranaike’s worldview, as in the case of daughter Chandrika, was not anti-Indian.",
    "In fact, it is to the credit of Sirima that she was mindful of India’s interests in the region and avoided areas of friction as far as possible. She did not, for example, plunge the country into a pro-Western and anti-Indian mode as  JR Jayewardene did prior to the accord. A creditable accomplishment was her resolving the contentious issue of “statelessness” of plantation workers of Indian origin living in the central highlands of the island, estimated at 975,000. The accord with her Indian counterpart, La l Bahadur Shastri, in 1964 provided for India taking 525,000 such people, and Sri Lanka 300,000, leaving a residue of 150,000. Known as the Sirima-Shastri Pact, it was hailed as a diplomatic breakthrough. In 1974 a second accord with Prime Minister Indir a Gandhi saw both countries absorbing 75,000 each of the balance. This agreement also placed the Kachchativu island under Sri Lanka’s control while ensuring certain rights for Indian fishermen.",
    "Sirima Bandaranaike was an ardent advocate of the Indian Ocean peace zone proposal, a concept welcomed by New Delhi then. She also played a tightrope-walking role as a “limited” mediator during the India-China war of 1962.The cordial relationship between India and Sri Lanka during the tenure of the Bandaranaikes was also personified by the friendship enjoyed by the family with their Indian counterparts, the Nehru-Gandhis. A much-publicised photograph of both families led to a guessing game in the 1970s. Of the figures in the photograph, Jawaharlal Nehru, Bandaranaike, Sirima and Indira Gandhi had become Prime ministers. The question was who among the children would become Premiers. Rajiv Gandhi in the 1980s and Chandrika Kumaratunga in the 1990s provided the answers.",
    "In the domestic sphere, Sirima adopted a socialist policy like her husband. Various private enterprises were nationalised. Ceilings were imposed on landholdings and number of houses owned. The single largest group of private newspapers was taken over. St ate-owned institutions were set up to control and run most industrial and commercial ventures. Estates as well as schools were nationalised. Although she came from a feudalistic landowning family, Sirima Bandaranaike did not hesitate to work against her own class interests. Personally she forfeited thousands of acres of land to the state because of her land reform policy.",
    "Her economic policies and populist measures, however, did not bear fruit but plunged the country into ruin over the years. Her association with Trotskyite and Communist parties, resulting in the coalition government of 1970, saw the country become a republic with a new Constitution in 1972. The name of the country was changed from Ceylon to Sri Lanka. She also faced a coup attempt by senior Police and  defence personnel  in 1962.",
    "At the height of power, Sirima was akin to a venerated figure. Sycophants would prostrate themselves before her or touch her feet. Officials would back out from her presence and address or reply her as one would to royalty in the past. Defence service chiefs would carry her luggage personally on trips. Once women from a socially inferior caste laid down their hair as a carpet for her to walk on, but she declined the offer.The situation changed when she was out of power.",
    "The ruthless manner in which her government suppressed the JVP revolt also came under criticism. After her electoral defeat in 1977, her successor, Jayewardene, set up a Presidential Commission of inquiry and it found her “guilty” of abuse of power. She was stripped of her civic rights and parliamentary membership in 1980. In spite of being a legal “non-person”, she held on to party leadership and fought a tenacious political battle. After her civic right s were restored in 1986, she contested for the  presidency  in 1988 but was defeated. She functioned as the Leader of the Opposition from 1989 to 1994. She may very well have become the President in 1994 but for poor health. Handicapped by diabetes and a foot ailment, she was confined to a wheelchair during her  prime ministerial tenure from 1994 to 2000. However, she remained mentally alert and agile.",
    "Sirima’s handling of the Tamil national question left much to be desired. Her attempt to push Sinhala as the sole language of official administration led to a mass satyagraha by Tamil politicians, leading to a paralysis of government institutions in the North and the East. She responded by declaring a state of emergency and sending in the Army to break up non-violent protests. Tamil leaders were placed under house arrest. In 1966, she led a campaign against limited rights being awarded to Tamils through district councils.In the 1970s, it was her government that introduced medium-wise standardisation for university admissions, thereby depriving deserving Tamil students of tertiary education. Tamils were discriminated against in government employment as well.",
    "The 1972 Constitution aggravated ethnic tensions by discarding provisions extending protection to the minorities, affording foremost position to Buddhism and making the country a unitary state. When Tamils dissented, a large number of youth were incarcer ated for long periods without trial. Arguably, the seeds of the Tamil secessionist campaign were sown during Sirima’s rule though Tamil farmers became quite prosperous because of her import substitution policies, which encouraged the raising of cash crops. Nevertheless, it is to be noted that no anti-Tamil pogroms were unleashed against Tamils during her rule.",
    "There is also  no denying that Sirima Bandaranaike was an incorruptible figure. Her financial integrity has been beyond reproach. Her personal conduct too has been without blemish. After decades of service to the people whose lot she helped better, the elder stateswoman of Sri Lanka retired voluntarily from politics in 2000, to enjoy serene bliss in her twilight years.This was not to be so. Two months later on October 10th 2000  she passed away gracefully after returning home from voting at the Parliamentary elections.",
    "This article written for the “DBS Jeyaraj Column” appears in the “Daily Mirror” of April 18, 2015, it can be reached via this link:"
  ]
}