{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/02/28/sri-lanka-hopes-for-stronger-relations-with-saudi-arabia/",
  "time_ut": 1677559980.0,
  "original_lang": "en",
  "original_title": "Sri Lanka hopes for stronger relations with Saudi Arabia",
  "original_body_lines": [
    "Sri Lanka was expecting its long-standing ties with Saudi Arabia to grow stronger, Foreign Minister Ali Sabry said on Monday, after meeting with a delegation from the Saudi Fund for Development.",
    "Sabry hosted the Saudi delegation led by Mohammed Almasoud, the SFD’s director of central and west Asia operations, in the capital Colombo and said Sri Lanka was grateful for the fund’s “continuous assistance despite challenges” as well its support on an extension of an International Monetary Fund loan.",
    "“The longstanding Sri Lanka-Saudi bilateral relationship will grow from strength to strength,” Sabry said in a tweet.",
    "The minister visited the Kingdom last month, discussing with his Saudi counterpart Prince Faisal bin Farhan ways to boost economic and energy cooperation between the two countries.",
    "Sabry had then presented Sri Lanka as a gateway to not only south Asia but the rest of the continent – an “ideal place” to do business. His trip followed a series of high-level engagements by Sri Lankan officials with the Kingdom last year.",
    "During Monday’s meeting, the Saudi government pledged to continue providing financial assistance for projects in Sri Lanka, Sri Lankan lawmaker Mohamed Shariff Thowfeek said after taking part in the talks.",
    "“This was a great gesture from the Saudi government at a time when some countries have stopped their aid in the midst of the economic crisis,” Thowfeek told Arab News.",
    "The SFD has given at least 15 development loans worth $425 million to Sri Lanka, which have financed various projects in water, energy, health, roads, and education. This has included support for the development of the PBC Highway, which connects the country’s central and eastern provinces.",
    "Thowfeek said the SFD would also help finance construction of a bridge in eastern Sri Lanka, which cost around $5.4 million.",
    "The island nation of 22 million people is facing its worst financial crisis since independence from Britain in 1948, with challenges ranging from a shortage of dollars to runaway inflation and a steep recession.",
    "Sri Lankan officials are working on reaching a final agreement with the IMF to unlock a $2.9 billion bailout essential to put its battered economy back on track.",
    "News 1st wins A-PAD Global Award for Humanitarian Response, in Tokyo",
    "Bolivian woman arrested with Rs. 230 Mn worth cocaine during her first overseas trip"
  ]
}