{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/how-we-overcame-multiple-crises-dialtex-md/",
  "time_ut": 1678123740.0,
  "original_lang": "en",
  "original_title": "How we overcame multiple crises: DialTex MD",
  "original_body_lines": [
    "DialTex, a majority-owned subsidiary of Ahlers AG, Germany, has been operating in the Katunayake Export Promotion Zone (KEPZ) since November 1979. It is a pioneer company in the KEPZ which has attracted Foreign Direct Investment (FDI) to the country’s apparel sector. DialTex has produced jackets and trousers for the past 43-plus years while venturing into Jeans and Chinos in 2000. All their manufacturing is done in-house at the Katunayake plant, which also has a state-of-the-art washing plant.",
    "DialTex produces around two million pieces per year and their buyers have mainly been their parent company in Germany. However, since the Covid-19 health crisis, the Company started looking at other markets, mainly the US and Middle East. Sean Umagiliya, Managing Director at DialTex, recently gave an interview to the financial media, where he explained how DialTex delivers high quality and exquisite craftsmanship to its international customers at a competitive price, the focus it has placed on sustainability practices and employee wellbeing, and the Company’s future plans for growth, among other things. The following are some excerpts from the interview.",
    "Q. How has DialTex improved on customer satisfaction for its steady growth, over the years?",
    "DialTex is completely customer-centric. That’s our strength. We believe that our customers have a voice in the company’s direction, and, therefore, we take that into account. That’s how we have established long-term relationships with them. Our buyers have complimented us for our quality and craftsmanship which are delivered at a competitive price. We focus on giving them the best experience, from Concept to Launch. We keep abreast of all the modern fashion trends, and consumer behaviour, and we collaborate with our customers to deliver a high-quality product, accordingly. Furthermore, we have enhanced our sustainability practices to ensure responsible use of resources, leaving no room for any environmentally harmful processes. To achieve this objective, we use more sustainable raw materials, and environmentally friendly manufacturing techniques.",
    "Q. How did the company navigate the Covid- 19 crisis and the simultaneous foreign currency shortage on the domestic front?",
    "I think that expecting the worst was helpful in navigating the crisis. There was no rule book to follow. Every day was different, and we had to just think out of the box in steering the ship. From stocking up on fuel, addressing our worker grievances, ensuring their wellbeing, keeping our customers at ease, working with the government, and continuing to deliver the orders, at the expected pace, were all very challenging. But all that made us see a way through it and keep our operations afloat. The dollar crisis didn’t have a major impact on us, except for some of our local suppliers who had liquidity issues. We managed to support them from our reserves so that they could continue to supply and service us. We also kept a constant dialogue going with the government to keep it informed of our priorities.",
    "Q. What are the lessons you learned from your crisis response?",
    "The crisis taught us that we are capable of being agile and flexible in addressing any potential issues and that was the most important lesson we learned. We needed to act fast and make quick decisions. The analogy was a speedboat vs. an oil tanker. We couldn’t apply just one way of working, to all our customers. We became more financially lean and adept at discretionary spending. We became more conscious of the changing business landscape and built an awareness to face the unseen events, in the future. The situation also taught us the great importance of having clear and candid communication with all our stakeholders and keeping them thoroughly informed of the ground situation. All in all, the crisis transformed us in a way we never imagined before.",
    "Q. How helpful was your German connection at this crucial time?",
    "Our German partners, and colleagues, were very empathetic and supportive towards us to overcome this situation. They could have easily switched production to safeguard their supply chain, but they trusted us to deliver, as promised, and didn’t abandon us. They were there for us at these very difficult times and I am grateful to them for their support.",
    "Q. Can Sri Lanka do more to establish similar strong business partnerships with global partners?",
    "Of course, we can capitalize on partnerships like that. We need to improve our image, in the International community, especially in the ease of doing business. For this, political and economic stability are essential. Also, we need to ensure the competence and commitment of our workforce. They have the right skill set, but we need to keep on improving them, in line with changing industry trends. Although Sri Lanka is in an advantageous geographic location, we need to earn international repute for good governance, ethical practices, mutually beneficial free trade agreements, preferential access to our imports to different markets, etc.",
    "Q. How is Sri Lanka viewed by international apparel import markets?",
    "Definitely, our number one positive attribute, in their eyes, is the high quality we deliver. Our manufacturing experience, and innovations, are also admired by them. Our cost is competitive, but our products are not the cheapest in the market as we don’t compromise quality with price.",
    "We have optimized our worker productivity, through various incentive schemes, which has had a positive impact on our cost of production. Now we are looking at utilizing renewable energy sources for power generation to cut down our energy cost and pass the benefit on to our customers.",
    "Q. Can you list a few things you have done for the wellbeing of your workforce during the difficult time?",
    "We paid them an immediate monthly crisis allowance, starting in April 2022. We made one-off payments to our workforce, depending on the monthly targets they achieved. They were given counselling services for free, along with enhanced medical benefits. They are provided with free meals and transportation. Free housing is made available for workers from distant areas. Also, there was a scheme to grant loans for individuals that face critical personal situations at any time.",
    "Q. Vision of the MD is important because it sets the direction and strategy for the company. On a final note, can you enlighten us on that?",
    "I think that this year [2023] will mainly be about survival. But we are looking to go beyond survival and invest in new technologies, and innovations, in order to enter new markets, with our unique offerings. This year, we will be showing greater interest in the Indian and Middle East markets, considering the opportunities that are on offer.",
    "High Grade Eastern Mineral Sands Project ready to Commence Development",
    "Lifetime Chartered Shipbroker’s UK Medal conferred on Dr. Parakrama Dissanayake",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}