{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/of-that-apology/",
  "time_ut": 1690299240.0,
  "original_lang": "en",
  "original_title": "Of that apology",
  "original_body_lines": [
    "Health Minister Keheliya Rambukwella has demonstrated his adeptness at obfuscation and throwing red herrings, once again. In a recent television interview, he has tendered an unqualified apology to the public for saying that not all those who seek treatment at government hospitals recover, and that is why there are funeral homes close to those places. He has said he happened to make that statement, which has come in for criticism, in the middle of a heated argument with his political rivals, who levelled ‘unfounded allegations’ against him, in Parliament.",
    "Government politicians are no respecters of public opinion. So, what has prompted Minister Rambukwella to apologise to the public? In fact, his statement about government hospitals and funeral homes is true; what he incurred public opprobrium for is not telling that sad truth but trying to use it to downplay a very serious allegation that some Health Ministry bigwigs are lining their pockets by procuring substandard medicinal drugs, which are said to have already caused several deaths.",
    "What Minister Rambukwella should have apologised to the people for is rampant corruption in the public health sector as well as the questionable pharmaceutical deals, which have cost the state coffers dear and are allegedly snuffing out lives. Instead, he continues to defend the indefensible by refusing to admit that the quality of some drugs used in government hospitals is in question. He has sought to deflect criticism by appointing an expert committee to inquire into allegations at issue and submit a report whereas what is needed is legal action. We do not intend to cast aspersions on the members of the expert committee, who are respected medical professionals, but it needs to be added that nobody takes such inquiries seriously. It may be recalled that President Ranil Wickremesinghe appointed a committee to inquire into an allegation of bribery a Japanese diplomat levelled against Minister Nimal Siripala de Silva, last year, and everybody knew that it was an attempt to clear Minister de Silva of all charges. The committee did just that!",
    "When the government ignores health professionals’ protests against corruption, remains unresponsive to their efforts to ensure the safety of patients, and shields politicians and state officials accused of shady deals, it only tests the patience of the public, and creates conditions for mass uprisings.",
    "Teachers’ trade unions are in a perpetual state of agitation. This time around, they are up in arms, claiming that the government is planning to limit the free school uniform programme to the beneficiaries of the  Aswesuma social protection scheme. They have vowed to do everything in their power to scuttle the government’s plan.",
    "The distribution of free school uniform material has stood many students in good stead. It is not only the poorest of the poor who deserve such assistance. Most parents are struggling to meet educational expenses. Free education has apparently lost its meaning over the years owing to the ever-increasing costs of school transport, extracurricular activities and, above all, shadow education or private coaching, which all students, rich or poor, are dependent on to prepare themselves for examinations.",
    "One cannot but agree with the protesting teachers that the provision of free school uniform material should not be limited to the  Aswesuma beneficiaries, and even most parents who are above the so-called poverty line are in need of assistance; the government is duty bound to curtail its wasteful expenditure and save funds for granting relief to the public. Similarly, teachers can help ease parents’ economic burden; if they carry out their duties and functions diligently, they will be able to lessen students’ dependency on private tuition, which takes a sizeable chunk out of the income of every family with schoolgoing children. Will the warring teachers’ unions tell their members to pull their socks up while demanding better pay, etc., and shedding copious tears for free education and children?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}