{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/axiata-digital-labs-appoints-chandi-dharmaratne-as-chief-people-officer/",
  "time_ut": 1680540660.0,
  "original_lang": "en",
  "original_title": "Axiata Digital Labs appoints Chandi Dharmaratne as Chief People Officer",
  "original_body_lines": [
    "Chandi Dharmaratne, a globally renowned Human resource professional, was appointed as the Chief People Officer of Axiata Digital Labs for its operations in Sri Lanka, Malaysia and Indonesia.",
    "Chandi is a HR professional who specialises in transforming organizations through integrating HR into its core business and using technology to deliver best practices in order to build a talent pool that is geared to compete in any global landscape.",
    "She commenced her career in Manhattan, New York in 1995 and after over a decade in the US, she came back to Sri Lanka and joined MAS Holdings in 2001, where she was later responsible for MAS’ group learning and development function. In 2013, she joined Virtusa as the Head of HR for Sri Lanka geography. Later on she was able to play multiple roles such as, Global BU Head and Global Digital HR Head for Virtusa.There have been multiple recognitions for her work in the IT industry as a HR professional and for her passion in building future leaders – such as being recognized in Echelon magazines New Establishment 100 list, Sri Lanka; American Alumni Association and the US Embassy of Sri Lanka – Pearl Jubilee ‘Bridge to Success Award’ for excellence in Human Resources; Asia’s most innovative HR tech leaders awarded by the Asia Pacific HRM Congress; Women Leadership Achievement Award, conferred by the World Women Leadership Congress and she was also listed in Echelon magazine’s list of 50 most Powerful Women in Sri Lanka to name a few.",
    "At Axiata Digital Labs, we are also passionate about developing employability skills amongst the youth of Sri Lanka and encouraging IT industry growth and brain gain in order to rebuild our nation – hence we are confident that multiple initiatives launched by Chandi in the past by collaborating with corporates, universities, schools, industry and professional bodies, will further help our mission in building an employable pool of graduates in Sri Lanka.",
    "ComBank launches two platforms to link local businesses to global markets",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}