{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/11/19/icc-cwc-2023-india-vs-australia-who-will-take-the-trophy-home/",
  "time_ut": 1700362260.0,
  "original_lang": "en",
  "original_title": "ICC CWC 2023: India vs Australia, who will take the trophy home?",
  "original_body_lines": [
    "The finals of the ICC Cricket World Cup 2023 will take place today at the Narendra Modi stadium in Ahmedabad, India today.",
    "The largest sports stadium in the world hosted the tournament opener on 5 October, India's win over Pakistan on 14 October, and is the venue for the tournament final.",
    "The 132,000-capacity venue’s redevelopment was completed in 2021, hosting a day-night Test between India and England, as well as the last two IPL finals.",
    "A repeat of the 2003 final, where Australia won by 125 runs in Johannesburg, the two meet at the Narendra Modi Stadium in Ahmedabad, where well over 100,000 fans will turn out to witness history.",
    "India cruised through the group stage, finishing top on a maximum 18 points having won all nine of their matches.",
    "India's net run rate of 2.570 was far and away the best in the group stage.",
    "Australia bounced back from defeats to India and South Africa in their opening matches, and sitting in last place on the table, before going on to win the remaining seven matches, and qualify with 14 points.",
    "The Indian squad is as follows: Rohit Sharma (c), Shubman Gill, Virat Kohli, Shreyas Iyer, KL Rahul, Ravindra Jadeja, Shardul Thakur, Jasprit Bumrah, Mohammed Siraj, Kuldeep Yadav, Mohammed Shami, Ravichandran Ashwin, Ishan Kishan, Prasidh Krishna, Suryakumar Yadav.",
    "The Australian squad is as follows: Pat Cummins (c), Steve Smith, Alex Carey, Josh Inglis, Sean Abbott, Cameron Green, Josh Hazlewood, Travis Head, Marnus Labuschagne, Mitch Marsh, Glenn Maxwell, Marcus Stoinis, David Warner, Adam Zampa, Mitchell Starc.",
    "Cricket fans can watch and listen to all the action of the finals of the ICC Cricket World Cup 2023 via the MTV/MBC Networks – the official local broadcast rights holder of the tournament.",
    "Catching Tax Absconders: Ajith Priyanka on THE TALK OF THE TOWN"
  ]
}