{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/new-debt-process-needed-for-countries-like-sri-lanka-imf-chief-113288/",
  "time_ut": 1677382980.0,
  "original_lang": "en",
  "original_title": "New debt process needed for countries like Sri Lanka: IMF chief",
  "original_body_lines": [
    "New debt processes needed for countries like Sri Lanka: IMF chief",
    "ECONOMYNEXT – A new debt resolution process is needed for countries like Sri Lanka and Surinam which are not covered by existing frameworks, International Monetary Fund Managing Director Kristalina Georgieva has said.",
    "Many countries which are operating unworkable impossible trinity regimes and a customers of the IMF have been further de-stabilized aggressive floating-rate-style open market operations either for explicit ‘flexible’ inflation targeting or ‘monetary policy modernization’, critics say.",
    "Over the past decade such countries had also borrowed heavily in commercial markets amid low dollar rates and easy liquidity available amid in the wake of Fed quantity easing.",
    "China had also freely given to impossible trinity countries including Sri Lanka with a history of monetary instability and IMF programs.",
    "Especially from around 2018, impossible trinity nations are severe monetary instability, progressively driving them to the brink or to actual external default, especially in they had market access.",
    "Countries which had good reserve buffers, including Bangladesh, that had cut rates instead of tightening policy as credit systems recovered from the Covid pandemic, are tumbling into currency trouble.",
    "Meanwhile, Georgieva said, developing and low-income countries with “very limited policy space and huge development needs” were particularly vulnerable.",
    "“In light of rising debt vulnerabilities in many countries, I strongly endorse efforts to strengthen the debt architecture and improve the speed and effectiveness of debt resolution,” IMF chief Kristalina Geogrieva said in a statement at the G20 meetings in India.",
    "“It is therefore imperative for the G20 to strengthen the debt architecture. The G20 did so in 2020 with the Debt Service Suspension Initiative (DSSI) and by establishing the Common Framework (CF) for debt resolution.”",
    "“Nonetheless, more predictable, timely, and orderly processes are needed both for countries under the CF and for those not covered by it, including Sri Lanka and Suriname.",
    "“This means that we must enhance dialogue and collaboration on debt issues.”",
    "New creditors like China has not readily agreed to re-structure debt unlike the Paris Club, India and other ad hoc participant in debt workouts, leading to the initiation of a new  Global Sovereign Debt Roundtable (GSDR).",
    "“This is the goal of the new Global Sovereign Debt Roundtable (GSDR): to bring together creditors—official, old and new, and private—and debtor countries to discuss key issues that can facilitate the debt resolution process,” Georgieva said.",
    "“We launched the GSDR under the auspices of India’s G20 presidency last week at the deputies’ level, followed by an engaged and constructive principals meeting earlier today. We will further build on this discussion during the World Bank-IMF Spring Meetings in April.”",
    "Sri Lanka in particular had been hit by the lack of a clarity on whether or not to re-structure domestic debt, under debt roll-over targets set by the IMF itself or a cut off date for such re-structuring which will allow interest rates to fall faster and allow banks and other to buy domestic debt.",
    "China had given so-called ‘light assurances’ to some countries so that there were no official arrears but not committed to re-structure debt as required under IMF programs.",
    "In the case of Sri Lanka, China had given a two year moratorium and promised to re-structure debt and Sri Lanka has sought a more specific assurance in line with the IMF deal.",
    "China has far not given such assurances. China had instead called for relief from World Bank, Asian Development Bank and the IMF, which are considered ‘senior debt’ under current resolution frameworks and are insulated. (Colombo/Feb26/2023)"
  ]
}