{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91982/ensure-adequate-nutrition-for-pregnant-breastfeeding-women-amnesty-urges-sl-govt",
  "time_ut": 1689427740.0,
  "original_lang": "en",
  "original_title": "Ensure adequate nutrition for pregnant, breastfeeding women: Amnesty urges SL govt",
  "original_body_lines": [
    "The Amnesty International has urged Sri Lanka to ensure access to adequate nutrition for all pregnant and breastfeeding women amidst the ongoing economic crisis in the country.",
    "At a research briefing, the right group noted that falling incomes, loss of livelihoods and inflation have reduced women’s purchasing power while government-funded programs aimed at increasing maternal nutrition have also been affected by the crisis.",
    "The research briefing, ‘Foregoing Meals to Make-Do’, examined the impact of economic crisis on access to nutrition for pregnant and breastfeeding women, with a particular focus on women living below the poverty line in Colombo.",
    "Speaking on the matter, Amnesty International’s Deputy Regional Director for South Asia, Dinushika Dissanayake said health and nutrition have taken a back seat due to the severity of the economic crisis in Sri Lanka, adding that the situation has taken a grave toll on the health and well-being of pregnant and breastfeeding women.",
    "“These individuals have also been disproportionately impacted by the crisis, which has seen poverty rates double in the space of a year due to the crisis,” Dissanayake said further.",
    "Amnesty International said it interviewed 45 people for this research briefing, including healthcare workers, members of civil society, and pregnant and breastfeeding women from a variety of ethnic and religious backgrounds, all of whom live in informal settlements and tenement blocks in Colombo.",
    "The women interviewed by the rights group have raised concerns about the unaffordability of food, the inconsistent supply of ‘Thriposha’ food supplements, and the inability to redeem food vouchers offered through government programs.",
    "Pregnant and breastfeeding women have told Amnesty International that they aimed to “fill their stomach” rather than consume recommended daily amounts of variety of nutrients due to the high cost of food. In order to have three meals a day, many have opted to limit portion sizes, while some reduced their number of daily meals to two, the Amnesty International said in its briefing."
  ]
}