{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dfcc-bank-sets-new-industry-standard-with-enhanced-leasing-products/",
  "time_ut": 1690992780.0,
  "original_lang": "en",
  "original_title": "DFCC Bank Sets New Industry Standard with Enhanced Leasing Products",
  "original_body_lines": [
    "DFCC Leasing, the leasing arm of DFCC Bank PLC and a pioneer in the industry, has taken a bold and innovative step to address the concerns of Sri Lankans in the market for a vehicle with its special leasing promotion, “Aduwenakota Aduwena Leasing”- “A lease that gets better as you go”. Available only for a limited time, until the 14th of September 2023, DFCC Aduwenakota Aduwena Leasing allows customers to obtain a vehicle now without having to wait for interest rates to go down, vehicle prices to drop, or new vehicle imports to resume.",
    "That is because DFCC Aduwenakota Aduwena Leasing allows you to enjoy the flexibility of switching to a lower rate and even upgrading your vehicle without a penalty after one year. Now, that is flexibility that no other leasing facility in Sri Lanka provides, allowing you to fulfil your dreams of vehicle ownership today and still benefit from the more favourable market conditions expected in the future!",
    "“We aim to empower our customers and provide them with the flexibility they deserve,” said Aasiri Iddamalgoda, Senior Vice President of Retail Banking and SME at DFCC Bank, “With this unique leasing promotion, we are enabling individuals and businesses to seize the opportunity now and experience growth and convenience, at the current market rates, whilst also having the option to switch to more favourable market rates in the future, and even go for a more recent vehicle once imports open up again without any penalty fees.”",
    "This innovative promotion is the first of its kind in Sri Lanka, demonstrating DFCC Leasing’s commitment to addressing the important concerns of consumers whilst delivering unparalleled benefits. With the freedom to choose when to exercise the options available, customers can take advantage of current market conditions, secure their dream vehicle, and experience remarkable growth in their personal or business endeavours.",
    "To learn more about this revolution in leasing, visit your nearest DFCC Bank branch, DFCC Leasing’s website at https://www.dfcc.lk/products/leasing-personal/ or call DFCC Bank’s 24/7 customer service hotline on 0112350000.",
    "Export earnings exceed USD 1 billion for second consecutive month",
    "DFCC Bank breaks new ground as Sri Lanka’s 1st bank in the Metaverse with DFCC Galaxy",
    "DFCC Leasing and Ideal Motors join forces to offer leasing promotions",
    "DFCC Bank marks World Environment Day with beach clean-up to #BeatPlasticPollution",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}