{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90287/sabry-deems-sustaining-progress-made-thus-far-a-daunting-task-that-lies-ahead",
  "time_ut": 1683186180.0,
  "original_lang": "en",
  "original_title": "Sabry deems sustaining progress made thus far a ‘daunting task that lies ahead’",
  "original_body_lines": [
    "Minister of Foreign Affairs Ali Sabry has urged all concerned parties to agree on a meaningful debt relief package for countries under debt stress.",
    "Delivering the Sri Lankan intervention at the 56th Annual Meeting of the Asian Development Bank in Incheon, South Korea, Sabry appreciated the ADB’s commitment to help its developing member countries to recover from the COVID-19 pandemic by allocating USD 20.5 billion from its own resources in 2022.",
    "“I am happy to announce that today, we are looking forward with a glimmer of hope as we have just navigated our way out of the abyss of extreme complications. Suffering of the Sri Lankans has been eased to a certain degree”, the Minister said.",
    "He said this after expressing gratitude to the assistance offered by several multilateral and bilateral partners, including the ADB last year, when the island nation was suffering from an unprecedented economic crisis, and also from the aftershocks of the 2019 Easter Sunday terror attacks, the COVID-19 pandemic and the war between Russia and Ukraine.",
    "Attributing what is considered to be one of the island’s worst economic crises since gaining independence to ‘longstanding underlying fiscal vulnerabilities’, Sabry explained the measures taken thus far in this regard, saying “During the last 10 – 12 months we have adopted strenuous and difficult action to control inflation and we have seen our currency marginally appreciating”.",
    "He noted, however, that Sri Lanka cannot be satisfied with the progress made thus far, emphasising that sustaining these developments is the “daunting task ahead of us”.",
    "“Learning from the past, we are undertaking painful reforms. We have laid the basic foundation for transforming the economy and have launched a comprehensive economic reform programme”, the Foreign Affairs Minister said.",
    "Sabry also spoke of the Extended Fund Facility (EFF) Sri Lanka is due to receive from the International Monetary Fund (IMF) following successful negotiations, assuring that “Sri Lanka remains committed to debt resolution consistent with the IMF programme”."
  ]
}