{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/28/china-spent-240-billion-bailing-out-belt-road-countries/",
  "time_ut": 1679989860.0,
  "original_lang": "en",
  "original_title": "China spent $240 billion bailing out ‘Belt & Road’ countries",
  "original_body_lines": [
    "(Reuters) – China spent $240 billion bailing out 22 developing countries between 2008 and 2021, with the amount soaring in recent years as more have struggled to repay loans spent building \"Belt & Road\" infrastructure, according to a study published Tuesday.",
    "Almost 80% of the rescue lending was made between 2016 and 2021, mainly to middle-income countries including Argentina, Mongolia and Pakistan, according to the report by researchers from the World Bank, Harvard Kennedy School, AidData and the Kiel Institute for the World Economy.",
    "China has lent hundreds of billions of dollars to build infrastructure in developing countries, but lending has tailed off since 2016 as many projects have failed to pay the expected financial dividends.",
    "\"Beijing is ultimately trying to rescue its own banks. That's why it has gotten into the risky business of international bailout lending,\" said Carmen Reinhart, a former World Bank chief economist and one of the study's authors.",
    "Chinese loans to countries in debt distress soared from less than 5% of its overseas lending portfolio in 2010 to 60% in 2022, the study found.",
    "Argentina received the most, with $111.8 billion, followed Pakistan on $48.5 billion and Egypt with $15.6 billion. Nine countries received less than $1 billion.",
    "People's Bank of China (PBOC) swap lines accounted for $170 billion of the rescue financing, including in Suriname, Sri Lanka and Egypt. Bridge loans or balance of payments support by Chinese state-owned banks was $70 billion. Rollovers of both kinds of loan were $140 billion.",
    "The study was critical of some central banks potentially using the PBOC swap lines to artifically pump up their foreign exchange reserve figures.",
    "China's rescue lending is \"opaque and uncoordinated,\" said Brad Parks, one of the report's authors, and director of AidData, a research lab at William & Mary College in the United States.",
    "The bailout loans are mainly concentrated in the middle income countries that make up four-fifths of its lending, due to the risk they pose to Chinese banks' balance sheets, whereas low income countries are offered grace periods and maturity extensions, the report said.",
    "China is negotiating debt restructurings with countries including Zambia, Ghana and Sri Lanka and has been criticised for holding up the processes. In response, it has called on the World Bank and International Monetary Fund to also offer debt relief.",
    "Political Parties Must Submit Accounting Reports or Risk Losing Recognition, Warns Election Commission"
  ]
}