{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Elon-Musks-brain-implant-company-Neuralink-approved-for-in-human-study/108-259917",
  "time_ut": 1685088180.0,
  "original_lang": "en",
  "original_title": "Elon Musk’s brain implant company Neuralink approved for in-human study",
  "original_body_lines": [
    "Neuralink, Elon Musk’s brain-implant company, said on Thursday it had received a green light from the US Food and Drug Administration (FDA) to kickstart its first in-human clinical study, a critical milestone after earlier struggles to gain approval.",
    "Musk has predicted on at least four occasions since 2019 that his medical device company would begin human trials for a brain implant to treat severe conditions such as paralysis and blindness.",
    "Yet the company, founded in 2016, only sought FDA approval in early 2022 – and the agency rejected the application, seven current and former employees told Reuters in March.",
    "The FDA had pointed out several concerns to Neuralink that needed to be addressed before sanctioning human trials, according to the employees. Major issues involved the lithium battery of the device, the possibility of the implant’s wires migrating within the brain and the challenge of safely extracting the device without damaging brain tissue.",
    "Thursday’s FDA approval comes as US lawmakers are urging regulators to investigate whether the make-up of a panel overseeing animal testing at Neuralink contributed to botched and rushed experiments.",
    "Last year, the USDA’s inspector general began investigating, at the request of a federal prosecutor, potential violations of the Animal Welfare Act, which governs how researchers treat and test certain types of animals. The company has killed about 1,500 animals, including more than 280 sheep, pigs and monkeys, following experiments since 2018, Reuters previously reported.",
    "The inquiry has also been looking at the USDA’s oversight of Neuralink.",
    "In a tweet on Thursday, Neuralink said it is not yet open for a clinical trial.",
    "“This is the result of incredible work by the Neuralink team in close collaboration with the FDA and represents an important first step that will one day allow our technology to help many people,” the company said in a tweet on Thursday.",
    "Over the years, Musk has publicly outlined an ambitious plan for Neuralink. He made headlines late last year when he said he was already so confident in the device’s safety that he would be willing to implant them in his own children.",
    "Musk envisions both disabled and healthy individuals swiftly getting surgical implants at local centers. These devices aim to cure a range of conditions from obesity, autism, depression and schizophrenia, to enabling web browsing and telepathy. The Guardian"
  ]
}