{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Lovers-at-Peradeniya-Uni-taken-to-task-for-hugging/155-255188",
  "time_ut": 1677830254.0,
  "original_lang": "en",
  "original_title": "Lovers at Peradeniya Uni. taken to task for hugging",
  "original_body_lines": [
    "A video is circulating on social media where two lovers of Peradeniya University staged a protest hugging each other symbolically in front of the Peradeniya University Senate building to show displeasure for taking disciplinary action against them for hugging each other at the Sanatana Mandira Premises.",
    "They staged the protest by way of a drama by hugging each other to show the marshal officers what the meaning of real love is.",
    "The male student claimed that the Marshal's officer had insulted them in a defamatory and derogatory tone and taken his student card.",
    "The protest was organized to symbolize the freedom a university student should have to love in any space and as an art performance.",
    "However, the protest was held against the abominable incident of violation of the rights of the couple by the disciplinary officers who stormed the scene.",
    "Several attempts to contact the Deputy Vice-Chancellor of Peradeniya University, Prof. WMT. Madhujith, were unsuccessful.",
    "Meanwhile, commenting on the video on Facebook, former elections commissioner Mahinda Deshapriya said, \"It seems that Peradeniya is getting rid of all kinds of cultural policies and becoming Peradeniya again. Let's send our love and respect to this brave young couple'",
    "According to the official notice issued by the university's official website, the Marshals Office was established to assist the university administration in the maintenance of discipline among the students of the university and to report to the proctor regarding such acts of indiscipline as if an offense against the by-laws or the laws of the country had been committed by any student. (Chaturanga Pradeep Samarawickrama)"
  ]
}