{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/02/24/ranjith-bandara-to-head-cope-mayantha-gets-copf-chair/",
  "time_ut": 1677209880.0,
  "original_lang": "en",
  "original_title": "Ranjith Bandara to head COPE, Mayantha gets COPF Chair",
  "original_body_lines": [
    "COLOMBO (News 1st); Prof. Ranjith Bandara, was re-elected as the new Chair of the Committee on Public Enterprises (COPE) with a majority of votes.",
    "He was elected at the first meeting of the Committee on Public Enterprises held on Thursday (23) for the Fourth Session of the Ninth Parliament.",
    "The name of Prof. Ranjith Bandara was proposed by State Minister and Member of Parliament Jagath Pushpakumara and was seconded by Member of Parliament  Mahindananda Aluthgamage.",
    "The name of Eran Wickramaratne, Member of Parliament for the position of Chair of COPE was proposed by Nalin Bandara  and was seconded by Rauff Hakeem.",
    "Prof. Ranjith Bandara received 17 votes whilst Eran Wickramaratne received 6 votes and accordingly Prof. Ranjith Bandara was elected as the chair.",
    "Addressing the committee, the newly appointed COPE chair stated that he expects the support of all Members to carry forward the activities of the Committee.",
    "The Committee Chair also emphasized that the work of the Committee prior to prorogation shall continue and was concurred by the Members of the Committee.",
    "Furthermore, the Committee chair was of the view that a discussion should be facilitated with the Speaker and the Attorney General regarding the process and possibilities of making COPE recommendations legally binding.",
    "The committee on Public Finance also met for the first time on Thursday (23) under the patronage of newly appointed chairman, Member of Parliament Mayantha Dissanayake.",
    "In terms of the Standing Orders of Parliament, Member of Parliament Mayantha Dissanayake, representing the opposition, was nominated as the Chairman of the Committee on Public Finance by the Committee of Selection which met on Thursday.",
    "Several Members of Parliament representing the ruling party and opposition were present in this meeting.",
    "Sri Lanka’s Elections Chief writes to Speaker to secure funds for LG Election",
    "SLPP seek support to make Mahinda Rajapaksa Prime Minister – MP Channa Jayasumana",
    "Saudi Arabia’s first ever women’s tennis team at Billie Jean Cup in Colombo"
  ]
}