{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ceciliyan-Tea-Factory-records-3-8-million-kg-sales-in-2023/34-756927",
  "time_ut": 1704138523.0,
  "original_lang": "en",
  "original_title": "Ceciliyan Tea Factory records 3.8 million kg sales in 2023",
  "original_body_lines": [
    "Ceciliyan tea factory, Kalawana in Ratnapura district, has recorded the sale of over 3.8 million kilos in 2023 at the Colombo tea auction.",
    "Managed by Ceciliyan Associates Ltd. and located in a picturesque mountainous area bordering the Sinharaja rain forest, the tea factory is a leading producer of Orthodox and CTC black tea.",
    "With an annual average production exceeding 3 million kilos for over a decade and the contribution of 1.5% of total national production in 2023 is a remarkable achievement for a privately owned single tea factory. Ceciliyan was established in 1930 as one of the oldest tea factories producing Orthodox tea and manufacturing CTC was introduced in 1993. With the increased capacity, more small holders were able to join with Ceciliyan, making the number of current registered small holders and green leaf suppliers nearing 10,500.",
    "Having equipped with state-of-the-art machinery together with good manufacturing practices and adhering to ISO 22000;2018 and ISO 14001:2015 standards, Ceciliyan produces one of the best quality teas in the low grown sector. Ceciliyan tea factory is a trusted establishment amongst all its stakeholders, suppliers and employees for their continued service and stability while maintaining a high net sale average which benefits the small holders. The tea factory continues its excellence by achieving many awards and accolades, the most recent award being the bronze category - large scale in the National Industry Excellence awards 2023.",
    "Commenting on the success, the Director/CEO Mindika Walgamage said: “I should gratefully appreciate the dedication of our hardworking employees and all stakeholders, mainly leaf suppliers and tea brokers John Keells, Mercantile, Forbes and Walkers along with the vision of Paani Dias who helped us achieve this feat.”",
    "The present management is determined to contribute to the national economy by producing high quality Black Tea following the traditions passed down through generations."
  ]
}