{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jayantha-dhanapala-an-ambassador-for-the-human-condition/",
  "time_ut": 1686391560.0,
  "original_lang": "en",
  "original_title": "Jayantha Dhanapala, An Ambassador For The Human Condition",
  "original_body_lines": [
    "Birth, abundance – adequacy- poverty, thought, emotion, morality, conflict and death may summarise the human condition. Not only through our friendship, but over the long years I had accessed much of Jayantha from a wide circle, to be able to say that he was an ambassador for the human condition. Ministry of Foreign Affairs of Sri Lanka has sent out a statement that “…. the late Mr. Dhanapala was deeply admired and respected in Sri Lanka and internationally for his humanity” and “…dedication to a world free of weapons of mass destruction” He was the Deputy Chairman of the Governing Board of Stockholm International Peace Research Institute (SIPRI) which tracks military spending by Governments around the world.",
    "He had a formidable intellect like many others. What separates Jayantha from most is that, his brain serviced the humanity that his heart conveyed.",
    "That Jayantha achieved distinction in the Sri Lanka Foreign Service and The United Nations is not what his friends and those who knew him will remember. The memory will be of a human being as an individual reacting to the condition of other individuals congregated as societies and states.",
    "My wife and I first came to know him and Maureen, his wife to be, when they entered Peradeniya University . It was our togetherness in university theatre, the activity that at its best probes the living human condition by the live duality of actors and audience that initiated our friendship. We continued to do much theatre at the Lionel Wendt. He played leading roles in plays I directed including Horatio, in Hamlet, in which he shared with his Trinity College friend , Breckenridge as Hamlet, pondering, ” the undiscovered country from which no traveller returns”.",
    "It is not improbable that The United Nations wanted him to be at the top of the Disarmament Division because they became aware of his thoughts and feelings on international war as the most downgrading evidence of the human condition.",
    "About a human like Jayantha what religion he happened to be in is irrelevant. Whatever the nature of the afterlife it will receive you with acknowledgement, Jayantha.",
    "Living in Paris, exploring London and an encounter with JRJ over a newspaper article",
    "An experience at Bibile and Galle MP Dahanayaka scolding me for late night call",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}