{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-update-archaic-land-policies-to-reflect-modern-development-needs-120366/",
  "time_ut": 1683800640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to update archaic land policies to reflect modern development needs",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Ranil Wickremesinghe has directed officials to amend colonial-era land legislation and draft new regulations to reflect modern development needs and  also to ensure future land acquisitions for government projects are made at market value.",
    "The president’s media division (PMD) said in a statement on Thursday May 11 that he had called for the appointment of a committee to fast-track the amendment process.",
    "At a discussion held at the presidential secretariat on Wednesday May 10, Wickremesinghe had told officials that Sri Lanka’s existing land policies, which go back to the days of British rule in the island nation, and ordinances that were introduced at different times were not in line with today’s development needs.",
    "The meeting had focused on amending the provisions of the ordinances of land management institutions and introducing new regulations. President Wickremesinghe is reported to be aggressively pursuing a reform agenda consequent to Sri Lanka’s agreement with the International Monetary Fund (IMF).",
    "The formulation of a new national land policy by removing existing obstacles in providing land for development activities was also discussed at the event, according to the PMD.",
    "The president had instructed the officials to resolve issues affecting lands under Sri Lanka’s provincial councils through a Land Commission.",
    "The officials were also instructed to gather information on land owners in Grama Niladhari Divisions and on the extents of land that are currently utilised and not utilised and prepare a report at the Divisional Secretariat level.",
    "They were advised to redistribute among the public the lands acquired for government projects but were never used and to ensure that future land acquisitions for government projects are made at market value.",
    "To avoid any delays in the functions of the Survey Department and the Valuation Department, the President instructed the prompt filling of the vacancies in each department, the PMD said. (Colombo/May11/2023)"
  ]
}