{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/prime-lands-residencies-clinches-dual-honors-at-tags-awards-2023/",
  "time_ut": 1703596800.0,
  "original_lang": "en",
  "original_title": "Prime Lands Residencies clinches dual honors at TAGS Awards 2023",
  "original_body_lines": [
    "Prime Lands Residencies PLC is proud to announce its stellar achievements at the TAGS Awards 2023, where it secured the prestigious Silver Award in both the Land and Property Companies Sector and the Emerging Listed Companies Sector. The awards ceremony, held at the Shangri-La Hotel in Colombo, marked a momentous achievement for the Prime Group.",
    "TAGS, an acronym for Transparency, Accountability, Governance, and Sustainability, represents the annual report competition organised by CA Sri Lanka, boasting a remarkable legacy spanning over 57 years. The awards emphasise the core values of financial, environmental, social, and governance reporting, fostering transparency among companies producing annual reports.",
    "Prime Lands Residencies PLC’s commendable performance reflects its commitment to the theme of ‘Empowering Sustainable Growth.’ The company’s dedication to transparency, accountability, governance, and sustainability has earned it a well-deserved place among industry leaders.",
    "The awards ceremony was graced by esteemed guests, including Alejandro Alvarez de la Campa, Country Manager for Sri Lanka and Maldives International Finance Corporation, and Andrew Traveller, Acting High Commissioner of New Zealand to Sri Lanka and the Maldives.",
    "Relative stability was the outcome of a united effort from the outset: CB Governor",
    "Prime Lands clinches coveted Gold Award for elevated online presence",
    "Prime wins Gold in land and property sector at TAGS Awards 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}