{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/crisis-of-boys-education-part-ii-crisis-in-nurturing-boys/",
  "time_ut": 1686918890.0,
  "original_lang": "en",
  "original_title": "Crisis Of Boys’ Education: Part – II – Crisis In Nurturing Boys",
  "original_body_lines": [
    "What is critical to understand when we are involved in raising our sons is our failure to grasp who is a boy, what are his potentialities and then what was the collective role our ancestors played in nurturing their sons. Although we have devoted everything we own for the wellbeing of our sons and spend time and money endlessly on our boys’ education, still, we are confused and unable to reap the efficacy as we struggle to set everything in order. Of course, we understood boys’ energy, but we missed something. The grim reality is that we failed to make sure of what are the best ways for raising our sons.",
    "When it comes to nurturing a boy, we ought to think beyond our limited periphery. Primarily, we need to understand the wider aspects of nurturing since it is much more than academic grades. It is an overall development of a child from his early childhood to his adolescence. It entails a step by step process to enhance a child’s health, emotional and physical wellbeing, behaviour, and cognitive developments and socialization etc.",
    "The research indicates that there are two significant aspects every parent and caretaker should comprehend. First is to understand boys and their biological tendencies as mentioned in the previous article and second is to set up ‘moral and psychological infra-structure’ accordingly. This infrastructure would be built upon three major pillars namely adopting male friendly approach, establishing an appropriate atmosphere inside home and forming a lovable team for raising boys.",
    "In an increasingly polarised world outside the school, there is little guidance to empower our parents as to how our sons should be nurtured and how their educational progress is cared for. Moreover, they have limited knowledge with regards to how the present education system works. Identifying ideal strategies or best practices for nurturing our sons is the need of the hour to annihilate the deadlock and save them from falling behind in their life. Initially, we need to revive our perception on nurturing our sons and adhere to a gender specific attention. As a matter of fact, we cannot raise our sons in the way we raise our daughters. We will have to adhere to unique ways of nurturing in line with our sons’ nature and foster their energies.",
    "It is widely observed that due to absence of male friendly approach in raising our sons, lack of family cohesion and intimacy, subsequent increase in dysfunctional families, boys encounter hidden stressors and demon of self-doubt at their homes and therefore they happen to struggle with mental, emotional and behavioural issues that end up with failure in their lives. It is even worse when we adopt the ‘female standard of evaluation’ for assessing males’ activities. Therefore, we should understand boyish nature and culture so that we can adopt a ‘boys’ friendly approach’ accordingly when we raise our sons.",
    "Childhood education in a broader perspective, aims at inculcating noble qualities, imparting values, explaining our rules and enabling them to control their emotions in a healthy way. In fact, it is a process in which parents act as a role model for their children by living the life in the right way. Some families think that boys should be raised with rigid rules and nurtured forcefully. It is devoid of truth and cannot be accepted.",
    "A licensed family counsellor indicated that children in general and boys particularly are similar to an egg. If we want to take the bird out, we cannot do it by force. There must be a certain way to bring the bird out. If the chick breaks the shell from inside, it is the beginning of its life . If we break it from outside by force or in a wrong way, it would be the end of the chick’s life.  Hence, in order for that bird to hatch out, it requires some sort of meticulous care, warmth and affection. Boys are more sensitive than the shell of an egg. They must be cared for in a way that feeds their emotional needs and fosters their mental health and intrinsic potential till they reach adolescence. We must understand that children are created and programmed perfectly. They have nothing to be bent or correct. Our prime responsibility is just to set up an atmosphere catering to their natural potentials and foster them in the right way.",
    "Experts articulate as to how a perfect atmosphere must be set up with. There are certain elements that should be incorporated while establishing an optimum environment for boys. Love and affection are prime pillars of such an environment, not only at home, but in school as well. If we really love our children, the role of women in a family must be highly valued since women are sources of love and affection. As such, their tranquillity and psychological wellbeing are second significant elements that should be preserved at any cost. As we know, the learning process of a child begins while he is inside the mother’s womb. During this period, a child gets everything through his mother not only nutrition but emotions, aptitude and intelligence as well. It has been also proven that a child can be born as depressed, if the mother has experienced a state of depression and anxiety during her pregnancy. It shows that the child’s emotional mechanism is constructed upon the energy of compassion from the mother. Thus, establishing a secured environment mostly depends on ensuring the emotional and psychological wellbeing of the wife and then mother. Thirdly, parental bonding and family cohesion must be ensured enabling parents to create trust and truthfulness before they raise their children.",
    "When a bond of love and trust is established between parents at home, the child begins to feel secure and to control his emotions in a balanced way. In such an atmosphere, the child learns to overcome his mental and emotional stressors while inculcating psychological resilience.  It is believed that emotions are the source of all our behaviours. Those who can control their emotions in a healthy way can obviously control their behaviours and actions. It is therefore clear that the childhood education begins while the child is in the womb and therefore, as a first mentor and teachers, parents must work on establishing an atmosphere for their child before they enter formal school education.",
    "The third aspect is the consciousness of our collective responsibility towards raising a boy. That is to say, raising our sons is not the responsibility of respective parents alone but it goes beyond parents to extended family, tribes and the whole village. We can define this model of nurturing as a bio- anthropological model which seems absolute and no longer in practice at present. In this model of nurturing, several key players will pitch in raising their sons under the leadership of respective parents. For instance, a child’s grand-parents, extended family members like aunts and uncles, neighbours, family friends and teachers would get directly or indirectly involved in raising their sons. Therefore, the prerequisite for forming such a team is to preserve the family cohesion, bond and intimacy among this parent-led team if we really want to protect our sons. This is how our ancestors raised their sons.",
    "In this backdrop, parents and parent-led teams must be empowered on their collective responsibility and roles as to how they adopt home, neighbourhood, school and classroom environment and village in favour of boys and their nature by introducing innovative strategies that are perfectly matching with their unique learning style. Similarly, when raising a boy, it is the team’s moral responsibility to think beyond institutional education as well so that they can ensure the boy’s tranquillity and developmental process. It does not diminish the role of schools, but to reiterate the equally responsible role of the extended family and the team since a child’s mind is always connected to his family’s mind.",
    "Nowadays, parents’ own circumstances have a profound impact on children’s education and development. For instance, it is widely observed that in the wake of school closure, some parents including grandparents, aunts and uncles were increasingly engaged with their children in education. Experts defined this model of nurturing as ‘concerted cultivation’ that involved their children in structured culture activities and discussion very often. Conversely, some parents practiced ‘Natural growth parenting’ which is a hand off approach to schooling. They found that those cultivated by a ‘Parent – led team’ at home were primed to succeed in school environments and encouraged to seek feedback from their teachers if they don’t understand something. Others happened to be reluctant. This ‘concerted cultivation’ may be new to modern times, but it was then a part and parcel of the ancestral system of education. In this context, we can develop a ‘model of home schooling’ with the support of extended family members in nurturing their sons similar to that of bio- anthropological model.",
    "In short, families are micro-cells of larger communities in which a woman is a life wire. Compared to the role of man in a family, a woman’s role is unique, more sensitive and even much broader and therefore must be highly valued since it determines the direction of a particular family. However, in the contemporary world, gender politics say that women are equal to men in terms of their role in the family and society. Meanwhile, gender science revealed that women and men are biologically not equal; rather they have been programmed with notable skills in order to play different roles in the family and society.",
    "It further says that confluence of respective roles of each gender and streamlining them in the right direction will help to create a healthy generation. That is to say, if we really want to produce an intelligent and healthy generation equipped with noble qualities and moral values, we must preserve women’s role in a family without compromising for meagre financial benefits. Otherwise, the consequences would be worse than the financial losses since they ruin the entire generation. Hence, the parental bond must be inculcated deeply to safeguard the family structure and then home environment for raising their children. The respective roles played by grandparents, extended family members and neighbours will have equal weight and are highly valued.",
    "No matter in which field our sons will sparkle, the way we organize and turn our home environment before they start their formal education will be the foundation for mental, emotional and behavioral developments enabling them to enhance their learning brain. Hence, the early learning environments such as home, neighborhood and home of relatives and family friends and cohesive culture should be carefully modified in line with boys’ nature and their learning brain.  Indeed, when there will be more intimate and lovable mentors there will be tight scrutiny and close attachments which are the catalyst for a boy to be felt secure, brave and truthful. In this process of developing moral infrastructure, it is worthy to mention that if we really dream of a revolution in boys’ education, parents and parents led teams must primarily build mutual trust among them and preserve their bond and cohesion and tailor their nurturing techniques according to child nature."
  ]
}