{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/presidents-pledge-on-grazing-land-is-in-question/",
  "time_ut": 1702126273.0,
  "original_lang": "en",
  "original_title": "Presidents Pledge On Grazing Land Is In Question?",
  "original_body_lines": [
    "83+ days on, the peaceful protests by Tamil herdsmen continue at Sithandy in the eastern Province for their rights to grazing lands of Mylathamadu and Mathavanai, which had been approved by the cabinet in 2011. The ongoing illegal takeover of land, in effect a land grab, has caused more than 80 cattle to be stolen/hacked/electrocuted and no effective action had been taken on them (except piling of complaints at the police station and refusing some of them too), is the summary of the Mylathamadu- Mathavanai grazing land saga. This unjust situation runs amidst and despite the establishment of two police posts, around October 7, 2023, just before the visit by the Honorable President to Batticaloa, and his declaration on 8th October 2023, to provide justice to these people at Chenkaladi. The eviction ordered by the Magistrates Court of some of the intruders, 13 in number, in November 2013 and undertaking by the Mahaweli authority to evict of all intruders in the Court of Appeal in July 2022 have not taken place. Nothing has been effectively achieved and it does suggest the ignorance or incompetence of the governance and the administration or its policy to undermine justice for the minorities.",
    "This is also seen now where the entire Police is geared trying to file PTA action over people who had commemorated the dead during the period of conflict, two weeks ago. Ministers and government Parliamentarians speak of LTTE symbolism, separate state etc. as a routine delivery, but there is none to speak of the right of these people as they accept this as the norm. Is it a cause for surprise then that the people should continue to think of the time when those from outside the district would not come in to grab their lands as a golden period? It is an unfortunate but factual observation that the present Government does not give the people the protection from intruders who now grab the lands and kill their cattle, which is their duty but willfully denied.",
    "The officers of the district (GA, Department of Agriculture et al) who had stated that  the cattle must  be sent to these lands to avoid  grazing of agriculture lands failing which action will be taken against them, seem to be conveniently ignoring the happening at present. In another incident the Forest Department has filed action in court for trespass into the reserve where the farmers are legally assigned for grazing at present. Another Forest Office had declared that these lands are of the Mahaweli and they have no jurisdiction over these lands  at present. In the conundrum of words and deeds the life of these people (the herdsmen and their families) are lost in the haze, while rest of the country runs as if nothing had happened.",
    "Honeyed words are spoken of at the UN, British parliament, Sri Lanka parliament and many other places, of the importance of national reconciliation and the government’s commitment to it, but none seem to be taking a step to resolve the issues faced by the minority communities at the grassroots level. The judiciary seems to have fallen short in effect (magistrates court, high court and the Court of Appeal) yet holding on to their corners of having provided judgments /orders. However, the legal implementation seems to have passed them; executives from the GA to Ministers to Honorable President seems to have lost them in the plethora of more  important events such as overseas diplomacy with election ahead.",
    "In this context the only question that remains and becomes more prevalent is ‘ARE THEY CITIZENS OF THIS COUNTRY’? What is it that makes a person a citizen? The Constitution clearly states that ‘it is the power of the people that is vested in the state’, but where is the state in relation to them? It is obvious that the State is responsible for the plight these cattle herders who seem to have gone away off their radar. Are they awaiting for a grand funeral when the lives and energy and the trust of these people are gone? Little to speak of the missing people that has gone for decades and the protest in Jaffna has passed 2000 days, the Easter Bombings continue in committees and commissions and would reach the fate of the ‘missing people’ one day.",
    "Where are the Ministers who claim that ‘we will not allow separatism in our lifetime’? You have already caused separation. Separation is not the physical separation of land, physically seen but the status, which is already seen to have been in operation in the denial and ignoring of their rights. Divorce is not one causing them to live in separate houses but they could be divorced living in the same house even the same room, yet be far, far apart.",
    "It is sad that the country had gone to divorce from the day of independence when they began with the denial of citizenship to people of Indian origin (dis-enfranchisation), the Sinhala only theme in 1956 and many more over the years including standardization to university entrance, appointment to positions etc. (recently, non-inclusion of a minority candidate to the Constitution Council despite the nomination of a suitable candidate by the TNA as the third largest party in Parliament). The question by the Honorable president ‘what is the hurry for Provincial Council election?’, little realizing that the provincial councils were  an arrangement to vent the pains of uneven practices that were seen in governance. It is the same when they ask ‘what is the issue in the country?’, the parliament seems not to know,  and the query ‘are people having economic issues?, the country seems not to know as ALL ACTIONS INDICATE LIFE AS NORMAL (travel to Dubai and plans in the sky), while the numbers that starve is on the increase based on the report by international reports. The farmers, herdsmen and producers face many hardships that go beyond the issue of rations to satisfy them.",
    "Mylathamadu–Mathavanai issue is not that of the grazing land alone, but it is an indicator of the governance, the right of people (especially the minorities) and the capacity and the will of the government to provide equality in society. The ability of the pillars of democracy (judiciary, executive and the legislature) to handle these to enable a resolution of the problems that ensure justice and equity to the people, to citizens who ought to be treated equally, seems to be eroding by the day, Unfortunately. Hope I am wrong.",
    "*Thangamuthu Jayasingam  B Sc(Pera)  Ph D(Wales) LLB(OUSl) AAL – Professor Emeritus, Eastern University and Attorney at law"
  ]
}