{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82759",
  "time_ut": 1695592980.0,
  "original_lang": "en",
  "original_title": "Channel 4  Documentary Whistleblower Hanzeer Azad Maulana Discloses More Info About Easter Bombings at Geneva Screening Event.",
  "original_body_lines": [
    "The first part of the article titled “Who is Hanzeer Azad Maulana the Whistleblower on Channel 4? Was published in these columns last week. Even as I was writing the second part of the article, I received some interesting information about an event in Geneva  relating to the Channel 4 TV documentary and Hanzeer Azad Maulana  the chief whistleblower featured in the film.",
    "While the UN Human Rights Council sessions were underway in Geneva, the documentary aired on Dispatches by Channel 4 on 5th September titled “Sri Lanka’s Easter Bombings” was  screened  by the Universal Human Rights Council(UHRC) on  the evening of Thursday 21 September. The venue was the  Octagon Campus 2, Chemin du Pavillon 1218 Grand Saconne. The screening was sponsored by the ”Geneva Times.”",
    "The documentary  director and producer Mr. Thom Walker and executive producer Mr. Ben de Pear were present at the screening which commenced after a brief introduction. There was a discussion after the screening. Prior to the discussion, copies of  a detailed statement issued by Hanzeer Azad Maulana was distributed to those present. Azad Maulana  who was not present physically answered questions via Video.",
    "The statement issued by Hanzeer Azad Maulana  was a clarification and amplification of the comments made by him in the documentary. The  information he divulged  in the film was placed in perspective by provided more details in the statement. However it must be noted that the two important persons against whom allegations have been made by Azad Maulana – SIS director  Maj-Gen Suresh Salley and State Minister Shivanesathurai Chandrakanthan alias “Pillayan – have both  denied the accusations.",
    "Hanzeer says in the statement that he fled Sri Lanka and sought asylum abroad in fear of his life. He says that he fears abduction or assassination. Hanzeer also alleges that his mother and sister in Sri Lanka are being harrassed. He also states that he and his family are being  attacked on social media.",
    "Hanzeer Azad Maulana also says that he is witness to several attacks, assassinations and abductions and that he is prepared to testify before an independent international investigation.",
    "In view of it’s  current relevance and importance, I am publishing  Azad Maulana’s statement this week. The second part of last week’s article will be published next week. Here is Hanzeer Azad Maulana’s statement –",
    "“The documentary “Sri Lanka’s Easter Bombings”, which was broadcast on 5 September by the British Channel 4 has created considerable interest in Sri Lanka. Various articles and editorials have been written, and while the documentary has generated some support for an international independent investigation, a lot of rumours and fake news have been published and even my wife and children have been slandered and their pictures have been published on social media. I would therefore like to make the following statement. “",
    "“From 2006 to February 2022 I have worked for Shivanesathurai Chandrakanthan alias Pillayan, a Member of Parliament, State Minister of Rural Road Development, former Chief Minister of the Eastern Province and leader of the political party Tamil Makkal Viduthalai Pulikal (TMVP), which had earlier been a militant group. I was the Propaganda Secretary as well as the spokesperson of the TMVP. I was not a fighter. Indeed, I have never been trained to use arms.",
    "Because of my position I had access to important and secret information related to the Easter Sunday suicide attacks as well as many political killings that took place during the period of the government of Mahinda Rajapaksa.",
    "On 21 April 2019 on Easter Sunday a terror attack killed 269 persons including 45 children, 40 foreigners and injured more than 500 others. Only when the media revealed the identity of the suicide bombers after the attack did I realize that I had strong evidence about the masterminds and other perpetrators and also the motivation for this terror attack. I have in no way been involved in preparing or carrying out these terrible and devastating attacks.",
    "Following the defeat of the Mahinda Rajapaksa government in 2015, Pillayan was arrested and imprisoned in the Batticaloa prison under the Prevention of Terrorism Act (PTA) in connection with the murder of former Tamil National Alliance Member of Parliament Joseph Pararajasingham, who was shot dead on Christmas Day 2005 at the St. Mary’s Cathedral, Batticaloa.",
    "As a secretary to Pillayan, the court had granted me permission, along with his lawyers, to meet Pillayan to discuss legal matters. During a visit in September 2017 Pillayan told me that some Muslim prisoners from Kattankudy were with him in the same cell. A father, his son and six others had been remanded for extremist activities and attacks on another Muslim group in Kattankudy. They were from an organisation called National Thowheed Jamath (NTJ).",
    "On Pillayan’s request I met Sainy Moulavi. Later, Pillayan asked me to contact the Military Intelligence (MI) to arrange funds for these prisoners’ relatives to pay their bail. They were released on 24th October 2017. At the end of January 2018, Pillayan told me to arrange a secret meeting between Suresh Salley, who was then a brigadier, and Sainy Moulavi’s group. Pillayan said that Suresh Salley would inform me about the meeting place and time.",
    "A few days later Suresh Salley contacted me and asked me to request Sainy Moulavi to come to the Puttalam Vanaththavillu area. The next day I traveled with an MI officer from Colombo to Puttalam, Sainy Moulavi’s group came from Kurunegala. Pillayan advised us not to use my own vehicle or driver for this meeting and said that the transport would be facilitated by the MI.",
    "The meeting took place in early February 2018 at a large coconut farm of 50 to 60 acres, located outside of Puttalam. Suresh Salley arrived in a grey colour Toyota car with a driver. Sainy Moulavi arrived 30 minutes later with a group of six persons in a white van. Sainy Moulavi introduced his elder brother Moulavi Zaharan as the leader of the group. The meeting lasted for more than two hours. I did not participate in the meeting but waited outside.",
    "After the meeting I traveled to Batticaloa and on the next day updated Pillayan about the meeting. Pillayan said that Suresh Salley had a big plan and a deal with Zahran’s group like they the one with TMVP. He told me to keep the information about this meeting secret and to assist if they asked for any help. Besides the meeting with Sainy Moulavi in prison in September 2017",
    "I met Zahran and his group only one time in February 2018 during the meeting with Suresh Sally. Apart from this I had no connection or relationship with them. I was not aware of their terrorist intent or plan until after the terror attack.",
    "On Easter Sunday, 21st April 2019, Suresh Salley contacted me at around 7 am and told me to go immediately to the Taj Samudra Hotel in Colombo, to pick up a person who was waiting there and take the person’s phone. I told him that I was currently in Batticaloa and not in Colombo.",
    "About an hour after this conversation simultaneous terrorist attacks took place across the country. Immediately after the attacks Pillayan sent a message through a prison guard and asked me to meet him urgently. When I saw him in prison at about 11 am on Easter Sunday he told me that the mastermind behind the Easter attack was Suresh Salley and that he had assumed that an attack like this would happen. He asked me to call Sainy Moulavi to find out, there was, however, no response.",
    "It was only because of media reports in the evening that I realized that the participants in the meeting that I had organized on the request of Pillayan were indeed suicide bombers involved in the Easter attack. Through the President’s investigation commission and the inquiries of the CID I also learned that the person whom Suresh Sally had wanted me to meet was Jameel, the bomber who had been tasked to carry out a suicide attack at the Taj Samudra Hotel but then, in a last-minute change of plans, left the Taj and later exploded himself in a small hotel in Dehiwela.",
    "Pillayan and the TMVP supported Gotabaya Rajapaksa in the last presidential election. After Gotabaya Rajapaksa became president, Suresh Salley returned to Sri Lanka and got promoted as Major General and appointed as Director of State Intelligence Service (SIS), a job he continues to hold.",
    "The government however did not take quick action to release Pillayan as promised because the former Attorney General refused to withdraw the charge sheet against Pillayan as there was conclusive evidence against him.",
    "During the General Election of 5th August 2020, when he was still in prison, Pillayan was elected Member of Parliament. After the election Pillayan asked me and his brother to meet Suresh Salley to tell him not to forget how Gotabaya Rajapaksa and the present government came into power and to warn him that he would have to pay a huge price if Pillayan were not released.",
    "A few days later the new Attorney General withdrew the case against Pillayan at the High Court of Batticaloa. Besides my knowledge about the organisers of the Easter Sunday attacks, I have detailed information about many political murders and abductions which took place between 2005 and 2015.",
    "A large number of these killings were committed by the Tripoli Platoon, a killing squad operating undercover in the intelligence unit of the Sri Lankan Army. The unit was initially led by Major Prabath Bulathwatte and later by Colonel Shammi Kumararatne. It was under the direct command of Maj. Gen. Amal Karunasena, who then had been Director of MI and was later made Army Chief of Staff. This platoon reported to Gotabaya Rajapaksa directly and received orders only from him, when he was Secretary of Defence.",
    "This platoon and the TMVP were responsible for a number of major political assassinations during and after the war, including the assassinations and disappearances of journalists. They are particularly responsible for the assassinations of former parliamentarians Joseph Pararajasingam and Nadarajah Raviraj, the assassinations of the journalists Lasantha Wickrematunge, Sivaram and Nadesan as well as the disappearances of Professor Sivasubramaniam Raveendranath, Vice-Chancellor of the Eastern University and the cartoonist Prageeth Ekneligoda.",
    "I also have information about many other human rights violations carried out jointly by the MI and the TMVP. Although I did not agree with what they were doing, I could not disassociate from them as I feared for my life. Until today I fear that he Sri Lankan authorities would abduct, imprison, or even kill me.",
    "Compounding my fears, police visited my mother and my sister soon after the broadcast of Channel Four’s documentary, and two unknown persons checked with my sister’s son in an attempt to discover my telephone number and my address.",
    "The President’s Commission and the Parliamentary Select Committee, which were both tasked to investigate the Easter Sunday bomb attack, failed to reveal the truth about the mastermind and the perpetrators of this tragedy.",
    "As mentioned in the fundamental rights petition filed in the Supreme Court on 18 February 2022 by Shani Abeysekera, the former director of the Criminal Investigation Department (CID), the investigation team he led had uncovered important evidence of connections between the attackers and the Army, but were prevented by the Army from continuing their investigation.",
    "Because of my knowledge, I have been severely threatened by the Sri Lankan government’s intelligence service. I fled to Europe seeking political asylum to save my life.",
    "As a witness to the planning of several terrorist attacks, political assassinations and kidnappings in Sri Lanka, I am willing to testify in investigations into these crimes. I do not believe, however, that the authorities in Sri Lanka have an interest in revealing the truth. I will therefore only bear witness before an international independent investigation.",
    "This Article appears in the “DBS Jeyaraj Column’Of the “Daily Mirror”dated  23rd September 2023.It can be accessed here –"
  ]
}