{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/low-enforcement-or-law-enforcement-officers/",
  "time_ut": 1686387120.0,
  "original_lang": "en",
  "original_title": "“Low” enforcement or “Law” enforcement officers?",
  "original_body_lines": [
    "The Police have reached its lowest levels in history since it was legally organized on January 1, 1866.Duties of police officers and those vested with the IGP are explained in Sections 55 and provisions are provided in Section 56 of the Police Ordinance of 1956 reprinted in 1960 and 1998. Penalties for the neglect of these are specified in Section 86 of the Police Ordinance.",
    "Neglect of duties by the police takes precedence over their ability to enforce the law in today’s context. In many public forums even some police officers call themselves “low” enforcement officers perhaps unintentionally due to their poor pronunciation, not realizing that they are really giving a correct assessment of their present performance.",
    "The police must realize that they are there to protect the public and their property not to carry out illegal orders of politicians, corrupt officers or other corrupt administrators.",
    "Most of the officers including the IGP are not aware of the contents of the constitution which overrides any outdated law of this country. Peaceful protests and expressing views and opinions pertaining to economic hardships, corruption, waste and illegal measures are fundamental rights of the people of this country. Such peaceful demonstrations should be permitted and police officers should realize that these protesters are fighting for everybody’s good including those of policemen.",
    "There have been many recent instances of murder by shooting, perhaps by service deserters who have become hired guns. Most service personnel were issued weapons during the war. Others perceived as at risk, including defeated and serving politicians from Pradeshiya Sabhas upwards, were also issued weapons. Many of these were not returned when the risk was over.",
    "Especially during the war no accurate assessment of the weapons lost or ammunition used could be made. What is the police doing without making a sudden island wide check in one fell swoop when many of those holding unauthorized weapons could be detected. Police are also not doing random checks of three-wheelers and motorcyclists to check for unauthorized weapons.",
    "There are enough and more traffic accidents today. What has the police done about it? Do they check three wheeler drivers and motor cyclists overtaking vehicles from the left? Police are not aware that motorists can be charged for negligent driving before an accident occurs. Common examples include doing “U” turns, overtaking on bridges and at roundabouts and not giving the right of way to traffic on one’s right at junctions. Buses speeding and racing to pick up passengers is quite evident on Nawala Road from 6 am onward with no cops on the road at that time.",
    "Police are more concerned about detailing officers to protect politicians and their own senior officers rather than sending out patrols to prevent crime. In 1970 when Mrs Bandaranaike was prime minister she had only one pilot car, a single security officer riding in her car and two vehicles with armed officers following her. That was so even in the 1971 insurgency period. Ministers had one bodyguard each and MPs none. What is the threat now for this excessive use of security officers?",
    "The IGP lacks leadership skills. He should assert himself as the head of the department. By now he should have groomed a deserving and capable officer as his Senior DIG Administration, normally his successor as in the past. Lack of leadership brings down standards and that is why we have DIGs who are corrupt. Despite court orders to proceed with investigations they do little follow-up disrespecting the judiciary or the AG.",
    "The IGP’s admission that the OICs of police stations where politicians’ homes were attacked last year were appointed on the recommendation of the politicians themselves, and was not the choice of the department, is by itself a disgrace to the post he holds.",
    "There are a few honest officers but they are a negligible lot in a mass of corruption. Police officers do not need orders to carry out their legitimate duties as they need to be good law enforcement officers and not “low” enforcement officers as we see most of them today.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}