{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slba-calls-for-government-engagement-to-facilitate-debt-recovery-process/",
  "time_ut": 1687191720.0,
  "original_lang": "en",
  "original_title": "SLBA calls for government engagement to facilitate debt recovery process",
  "original_body_lines": [
    "The Sri Lanka Banks Association (SLBA) has urged policymakers to engage with commercial banks via the Central Bank of Sri Lanka (CBSL) to ensure a comprehensive and well-coordinated approach to alleviating the stress felt by the industrialists in loan default, following the COVID-19 pandemic and the economic crisis.",
    "The Association, which represents all Licensed Banks in Sri Lanka, said in a statement that the unusually high number of debt recovery (parate execution) actions within the first four months of 2023 is due to an accumulation of legal actions that were suspended as per the general moratorium granted by CBSL since COVID in 1Q 2020 (3 years) and to the tourism industry since the April 2019 attacks, where banks had to desist from debt recovery action/‘parate execution.’",
    "In this context, the SLBA said a worthy initiative for parliamentary attention would be to improve management of troubled debt / borrowers (SMEs in particular) to develop an effective insolvency regime, to save distressed firms, when possible, through robust restructuring frameworks or alternatively, to facilitate the exit of non-viable firms as efficiently as possible in order to reallocate productive assets.",
    "“Of approximately Rs 10.8 trillion in gross loans extended by the banking sector as at March 31, 2023, relief by way of moratoriums, restructurings and other forms of payment relief offered over the last three years amounts to well over Rs 2 trillion,” the Association noted. “As per estimates, this has benefitted well over one million customers across both the retail and corporate segments in one form or another. This also includes approximately Rs 1.3 trillion in facilities with deemed elevated levels of risk, and we have not hit the bottom yet.”",
    "“SLBA’s main aim is to help develop and maintain stability of the banking system within the Central Bank (CBSL) regulatory framework. Protecting the safety of customer deposits and investor/shareholder capital, is crucial to achieving this goal,” the statement said.",
    "“Certain businesses and individuals who have borrowed from banks are unable to repay their debts. Debt repayment default has many origins, including disruption of the economy due to internal and external causes such as the global COVId-19 pandemic.”",
    "“A segment of the borrowers in default have engaged lobbyists in the hope of initiating legislative intervention on a preferential basis without evaluation of the macro-economic impacts on the nation,” the SLBA noted, cautioning that “preserving the status quo of the failed borrowers at the expense of depositors who lent them the money is not sustainable. This approach threatens the stability of the banking sector and the entire economy that banks support.”",
    "“It is therefore hoped that the lobbyists who appear to have been engaged by the troubled borrowers / businessmen will encourage a Central Bank led engagement with the commercial banks to ensure that the decision-making process is comprehensive and well-coordinated in alleviating the stress felt by the industrialists in default,” the Association statement said.",
    "The SLBA noted that to ease the impacts of the April 2019 terror attacks, March 2020 Covid-19 pandemic, and the 2021 economic crisis that continues to stress the people who live in Sri Lanka, several debt repayment moratoriums (postponements) have been granted and renewed by banks and funded (mainly) from their own resources. “This has raised the level of non-performing debts and has subdued capital formation and ability to provide credit to the economy. Complacency that capital and liquidity measures currently exceed regulatory minimum criteria is a false comfort,” the statement cautioned.",
    "“When credit quality continues to deteriorate year on year and deposits continue to provide the main source of funding, the banking sector has no space to manage a suspension or delay of debt recovery.”",
    "The SLBA pointed out that “Parate execution has been available to the state banks under their respective instruments of incorporation. This option to mitigate loan default losses by facilitating efficient debt recovery and reducing cost of financial intermediation was thereafter extended to all of the Licensed Commercial Banks by the ‘Recovery of Loans by Banks (Special Provisions) Act No 04 of 1990.",
    "UK bloggers & influencers FAM Tour in Sri Lanka showcases island’s captivating beauty and diverse socio-cultural facets",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}