{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/How-can-Sri-Lankan-industries-stay-ahead-of-the-game/4-756536",
  "time_ut": 1703030845.0,
  "original_lang": "en",
  "original_title": "How can Sri Lankan industries stay ahead of the game?",
  "original_body_lines": [
    "COP28 is a critical moment for global dialogue on tackling the biggest challenge of our time",
    "Sri Lankan industries must change, comply for acceptance in global markets",
    "Sri Lanka must leverage international climate policy for better industrialisation, economic opportunities",
    "This year's global climate change negotiations in Dubai took place amid growing alarm. Year 2023 saw record temperatures worldwide and unprecedented heat waves, crop failures, floods and bushfires, all supercharged by global warming. Sri Lanka wasn’t spared. At the same time, the world’s leading climate scientists and the United Nations have confirmed the urgency to move away from fossil fuels that still underpin our economies if we are to limit global warming to 1.5 oC.",
    "The United Nations Environment Program (UNEP) Emissions Gap Report indicates the world is off track from limiting global warming. Meanwhile, the most recently published assessment report (AR6) of the Intergovernmental Panel on Climate Change (IPCC), bringing together the work of over 780 scientists and half a decade of work, unequivocally identifies the drastic effects of climate change and the shortfall in projected emissions to meet climate goals.",
    "These calls for a fast-tracked energy transition have implications for Sri Lanka’s industries, particularly those that consume the most amount of energy and others with manufacturing processes that are harder to decarbonise. But they also entail new opportunities for businesses and for the country's much needed energy security. Industry leaders should seize this unique moment to participate in climate policy conversations, while acting and adapting swiftly to stay ahead of the game.",
    "Simply, begin at the beginning. Major overhauls of industrial processes cannot be achieved overnight and therefore, Sri Lanka’s industries must get ready and prepare for change.",
    "Make considerations for climate-risks and trends in strategy-making exercises. This could help industries chart a realistic yet ambitious decarbonisation pathway. From planning business expansion and diversification to developing innovative new products or services, keep climate, sustainability, and circular-thinking front and centre and ensure industries are well set for emerging changes.",
    "Next, address low-hanging fruit; whether its improvements to machinery, incorporation of energy-efficient processes, increasing resource-efficiency, making investments in renewable energy, or simply mainstreaming energy-saving practices.",
    "The good news? Making the change is very achievable. Many of our leading enterprises are already taking steps to transition away from fossil fuel dependence. Sri Lanka’s innovative apparel industry, for example, has shown remarkable success in their transition and resilience in their compliance with evolving global standards. These industries are already reaping the benefits in terms of reduced energy bills and protection from the vagaries of the global energy market.",
    "Support to make this transition is also at hand. Initiatives such as the Government-led and United Nations Industrial Development Organization (UNIDO) implemented Accelerating Industries Climate Response in Sri Lanka (AICRSL) project are accessing funding streams from the European Union (EU) to offer guidance, tools, and free training with international experts and curricula. Others include Sri Lanka’s National Cleaner Production Centre (NCPC) and the Green Building Council of Sri Lanka (GBCSL) that are training, certifying and engaging with professionals to support industries making a shift to greener practices.",
    "These preliminary steps would serve as an ideal stepping-stone for industries seeking to comply with new mandatory disclosures and reporting standards. In a significant change to decade-long practices of corporate reporting, regulators and investors are expecting industries to disclose climate-performance and consider risks brought on by climate change. At the same time, we are seeing a global shift in policies and a lifting up of climate ambitions, which means Sri Lanka’s industries too would have to adapt to the change. They will need to move beyond merely accounting for direct GHG emissions (Scope 1 and Scope 2), to taking a broader focus that considers supply-chains (Scope 3) and the life-cycle impact of their processes and products.",
    "While carbon offsetting may have been a solution for our industries in the past, skyrocketing carbon-credit costs in response to broader adoption of Emissions Trading Systems (ETSs), coupled with enforcement of carbon taxes and stringent GHG emissions reduction targets, would challenge feasibility for businesses in developing economies.",
    "While Sri Lanka has previously enjoyed a relaxed industrial environment and voluntary climate-related regulations, participation in global value-chains requires that the country’s industries meet mandatory regulations and comply with rigorous standards set by buyers and consumers in developed markets. Delay in compliance would result in a high opportunity cost.",
    "Major policy shifts including the European Green Deal and efforts from Multilateral Development Banks are helping align financing flows with the goals of the Paris Agreement. These moves are unlocking support and funding for Sri Lanka and its industries, as they pursue growth ambitions decoupled from carbon-intensive and polluting practices, to move toward a circular economy and sustainable business.",
    "Industries that are early-movers would benefit from a strong competitive advantage on the global stage with increased demand for sustainable low-carbon products and improved access to new and emerging markets. Investment opportunities are also growing rapidly. From innovative green products to cleaner technologies or shifts toward energy-efficient practices, investors are increasingly concerned about the ESG performance of the businesses they support or invest in. Industries seeking to finance their decarbonisation journeys would do well to tap into these burgeoning markets and finance streams.",
    "The voice of industry is essential to meet Sri Lanka’s climate ambitions",
    "Last, but not least, be part of the movement: Engage with the Government to shape policy and participate in processes that pursue Sri Lanka’s climate ambitions, as defined in Nationally Determined Contributions (NDCs).",
    "New data collection and reporting initiatives such as the Measurement, Reporting and Verification (MRV) process led by the Environment Ministry’s Climate Change Secretariat (CCS) and supported by UNIDO and the European Union, are establishing robust institutional arrangements and processes that would help track and reduce emissions in the industrial sector.",
    "These formal mechanisms are vital. As climate performance and emission data become more mainstream, the reliability and transparency of information is of paramount importance. Incorporating standardised systems for assessment, measurement and verification not only help build trust with investors and regulators, but also enable industries to identify gaps and formulate well-informed data-driven strategies for the future.",
    "The run-up to COP28 is a timely reminder that industries must pay attention to the climate conversation. Private sector engagement is sorely lacking when it comes to defining and directing Sri Lanka’s climate policies; this must change. The private sector being the engine of growth and the wheels that keep the economy turning must be a key stakeholder in directing this conversation. It’s time to step up and lead.",
    "(The writer is the climate change and environment policy expert for EU SWITCH-Asia and former Climate Finance Advisor to the Commonwealth with extensive technical expertise in climate change, climate finance, renewable energy and governance. He has worked with governments, multilateral entities, businesses and civil society to achieve international climate change standards.)"
  ]
}