{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/counseling-and-therapy/",
  "time_ut": 1685172780.0,
  "original_lang": "en",
  "original_title": "Counseling and Therapy",
  "original_body_lines": [
    "It is a fact scientifically and statistically proven that post Covid 19 pandemic, more people worldwide succumbed to depression and even more serious mental conditions. Hence the greater seeking of psychiatric and psychoanalytic treatment; therapy and counseling. These latter two do not usually include the prescribing of drugs.",
    "Even in usually smiling Sri Lanka, many felt the adverse effects of confinement in-house for almost two months. No statistics have been maintained of higher mental disorder incidence, I am certain, but one can be sure it happened. Unlike in the West and rich countries where counseling and psychiatric therapy increased, we do not know how many suffered mental stress in our country and whether they were able to overcome trauma by themselves or were helped by relatives, friends and support groups.",
    "Therapy i s defined as the treatment of mental conditions by verbal communication and interaction. There are five main kinds of therapy: psychoanalysis; behavior, cognitive and humanistic therapies; and integrative or holistic therapy.",
    "Counseling is giving guidance on personal or psychological problems by a counselor trained to do so. With the noun comes the image of a couch and one person reclining on it while another sits beside with notepad and pen in hand. Connotation is the assumption that most wealthy, up-front First Worlders pay for counseling. It has come to the point that even in this land of ours with its back-up extended family and emotional safety net of friends and relatives, therapists and counselors are more available and consulted. This type of medical consultant was unheard of 60 years ago with the availability, close at hand, of relatives and friends possessing sympathetic ears and accommodating shoulders. Particularly aunts. When medically qualified and trained consultants appeared on the local scene, consulting them was kept highly secret as stigmatization with the label ‘insane’ was feared.",
    "Religions help very much those disturbed in mind. I being a Buddhist, can vouch for this. The Buddha advised living in the moment. The past with its regrets mostly and the future with dreams, fears, hopes do not impinge on the mind if one lives here and now. Mindfulness at all times was advocated by the Buddha and preached for very strongly, by monks of today. Most definitely these two mind behaviours: mindfulness at all times and equanimity or being even keeled help very much to keep emotional disturbances at bay. Serious mental disturbances may need harsher treatment like medicines and even shock treatment.",
    "I have no qualms admitting I write from introspection and experience. A couple of decades ago holding down a job of responsibility, bringing up children and coping with a stubborn and intractable husband, I found I was flying into tempers. I wanted to maintain peace and tranquility in the home for the sake of the kids, so I decided to go consult a psychiatrist who my husband derisively insisted on calling a ‘shrink’. Shivering, I approached the consultant and told him my difficulty was a hot temper. He asked probing questions which he had to do, but I discerned warning flashes of discomfort when some bordered on the intimate. I shrank back. Some of them were not necessary, I felt that one or two were intrusive. Lost confidence and emerged to be taunted again by unsympathetic hubby. However, I admit now Hubby was sensible!",
    "Years later, suffering mild panic attacks, I consulted an excellent woman psychiatrist who was all patience and empathy. She assured me she was giving me the mildest of tranquilizing drugs. They enervated me completely so I gave them up and seeing the doctor again too. I surmised my brain was fine and needed no interfering alien chemicals.",
    "Recently, a sleepless tossing of two nights had me scurrying to a doctor nephew who told me there were sleep trainer/coach to be consulted in a recently opened clinic close to where I live. Went there and on enquiry was told a counselor was available. By then I needed not coaching to sleep but some help to get over minor panic attacks. Forked out near Rs 5,000 and sat in front of a very young, beautifully groomed young counselor. Chatted of this and that.",
    "The turned high air con was freezing poor me and I realized I was making a mountain of a molehill; human anxiety heightened by advanced age. She told me what I knew: family away causes loneliness; the Buddha had remedies for all such imbalances; sitting in meditation was beneficial etc etc. Maybe if I continued with her sans couch but spending much money and time, I would have overcome minor minuses like getting a sudden nameless, causeless fear coming over me. But I decided to help myself. Don’t I have so very many lovely friends and young relatives; aren’t my very concerned atomic family members close by telephone; and don’t I have a thinking mind, some brain power and will power that could be mustered? Heal thyself, woman, I reprimanded myself.",
    "Humans are full of frailties – physical, emotional and mental, and they multiply with the passing years as wages of aging. I subscribe to my own theory that if you have intelligence and are overfull of sensibilities and sensitivity, you are prone to emotional quirks like difficulty in sleeping through the night or sudden moods or panic attacks. So live with them and thank goodness you are not too complacent or lacking in emotion. Recognizing you suffer trauma confirms you are mentally OK.",
    "My son sent me a couple of articles from foreign newspapers. I touch not on the medical or scientific aspect of what I make my subject this Sunday – therapy and counseling. I quote one article – by Susan Dominus published May 16, 2023, in the NYT. Her title: Does Therapy Really Work? Let’s unpack that. And her subtitle: Research shows that counseling delivers great benefits to many people. But it’s hard to say exactly what that means for you.",
    "She begins thus: “In my late 20s, living alone in New York, I found myself in the grip of a dark confusion, unclear of how to proceed – and so I started seeing a therapist. During most visits, I sat in a chair with a box of tissues on a small table, but the office also held a couch on which I occasionally reclined staring at the ceiling as I wrestled with what I was doing with my life, and even what I was doing in that office.",
    "“Back then, therapy was still perceived in some circles as a rarefied recourse for the irredeemably neurotic. I was embarrassed that I seemed to need it, and I could hardly afford the expense. It ate up so much of my pay that I sometimes daydream about the little house in the Catskills that I might now enjoy had I invested the money I spent on those twice weekly sessions in any reputable mutual fund instead.",
    "“Were they worth it? I know therapy provided me comfort, and I believe I developed some self-awareness, which has served me well. But during that phase of my life, I also spent more time than I should have, I’m sure, in a patently unhealthful relationship that my therapist and I endlessly discussed, as if it were a specimen to be dissected rather than discarded. Whatever my ambivalence about therapy, I trusted it enough to return to it several times, trying other modes that have become popular.”",
    "Conclusion is that even counseling and therapy can be addictive as prescribed tranquilizer drugs are. The only plus point of counseling and mild therapy is that no drugs are prescribed. It is a stated fact that the third highest killer in the USA is prescription drugs, yes, drugs taken on doctors’ advice or orders. One reason for this is that Americans gave up alternate medicines like homeopathy and ayurveda – whatever that is named over there. Can I use the term ‘native treatment’? The original inhabitants of the continent – the so called Red Indians, and southern Aztecs et al may have had their potions and applications, buried now with their culture.",
    "Efforts to improve things in university sector: More money poured down the drain?",
    "More on the Wellawaya Attack 1971 – capture of the first two Insurgents",
    "Harry and Meghan in ‘near catastrophic’ car chase – spokesperson",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}