{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-electricity-tariffs-cut-selectively-windfall-for-hotels-124846/",
  "time_ut": 1688133900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka electricity tariffs cut selectively, windfall for hotels",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s power regulator has cut electricity tariffs by an average 14.4 percent, with steep falls for hotels and industrial customers as well as lower user household customers, according to a statement.",
    "Users of below 30 units would see their bill fall 64.6 percent to 224.76 units, 30 – 60 units would see bills fall 51.5 percent to 964.47 rupees and 60 to 90 units would see their bills fall 24.5 percent, according to a calculation by the regulator.",
    "The steep cuts for small household customers come as the government in parallel starts a social safety net, in an effort to reduce off budget subsidies and consolidation of income support to a single transparent social safety net.",
    "The World Bank approved a 200 million US dollar loan for the income transfer program, which is still being fine tuned.",
    "Widely differing tariffs for various sectors by economic activity are seen in the new tariff, in a return to steeply discriminatory pricing.",
    "Hotels are the big beneficiaries of the tariff revision seeing their bills fall 26.3 percent to an average of 37.59 rupee a unit down from 50.97 rupees a unit earlier, according to calculation by the Public Utilities Commission of Sri Lanka.",
    "Industry would see average tariffs fall to 37.48 rupee a unit from 50.97 rupees. The tariff filing was made before the rupee fell to current levels. The fall would benefit export firms who are seeing a fall in demand from rich customers in the West.",
    "General purpose customers are the big losers paying as much as 49.80 rupee a unit barely down from 52.41 rupees earlier.",
    "The reason for punitive tariffs for general purposes customers, and the denial of the benefit from an IMF backed reform program which led to an appreciation of the rupee are not clear.",
    "Under the existing law the regulator can discriminate between customers and deny equal treatment, according to industry analysts.",
    "Household customers using above 180 units would see the most punitive tariffs at 61.74 rupees a unit, barely down from 65 rupees.",
    "Religious institutions would also get lower bills of between 64 to 6.8 percent based on usage.",
    "The calculated average tariff is a combination of unit price and monthly charge.",
    "Household users above 180 units will have to pay 75 rupees a unit and a 2,000 rupee monthly charge.   (Colombo/Jun30/2023)"
  ]
}