{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/credibility-gap-grows-to-the-detriment-of-national-reconciliation/",
  "time_ut": 1701714000.0,
  "original_lang": "en",
  "original_title": "Credibility gap grows to the detriment of national reconciliation",
  "original_body_lines": [
    "Minorities for the most part live in some apprehension of the power of the majority. At their worst, majorities can inflict violence on minorities, such as in the form of riots. While minorities may resist, they tend to be at the receiving end. In democracies, minorities will invariably face the problem of majority rule, as the majority’s view of what is important will tend to take precedence over what the minority thinks as being important. Therefore, concepts of rule of law and fairness are most important to minorities so that they are treated as equal citizens in practice. The 19th century political theorist John Stuart Mill, who warned against the “tyranny of the majority” also asserted that “The worth of a state, in the long run, is the worth of the individuals composing it.”",
    "Ensuring equality and justice through institutional safeguards becomes paramount in upholding the principles of democracy for all citizens. Recent developments in Sri Lanka are generating apprehension and anxiety amongst the ethnic and religious minorities. These include the disregard for the concerns of the Catholic Church regarding the Easter bombing, the arrest of Pastor Jerome Fernando and the resistance to the TNA’s nominee to the Constitutional Council. The arrest of Pastor Jerome may seem a small problem and a problem of an individual who went too far in what he said about other religions and in particular about the majority religion. But his arrest under the ICCPR Act for spreading religious hatred sends a message to all religious and ethnic minorities that the government can clamp down on them and treat them more strictly than it treats those of the majority community and in a way that violates the principle of equality of treatment.",
    "Pastor Jerome belongs to a numerically small group of evangelical Christians who are viewed as controversial even by the mainstream Christian churches. But the circumstances of his arrest is indicative of the sometimes step motherly attitude of the government towards ethnic and religious minorities. He was arrested despite obtaining a ruling from the higher judiciary that he would not be arrested upon his return. The government has shown itself willing to disregard judicial orders previously too, when it did not heed the judicial order not to block funds for the local government election. This is most unfortunate as it erodes the good work that numerous “reconciliation mechanisms” set up by the government are trying to do to bring about reconciliation among the general population on the basis that the law protects all equally.",
    "The main accusation against Pastor Jerome was that he hurt the sentiments of the majority religion by claiming that the founder of his religion was the model for others to follow. Accordingly, he was arrested by the Criminal Investigation Department (CID) on charges of making offensive statements that led to religious disharmony. The Magistrate noted that sufficient facts had been filed before Court suggesting that the suspect had committed an offence under the ICCPR by delivering a sermon at the Miracle Dome which belongs to him. The Magistrate had also noted that the prosecution filed facts before the Court that the suspect’s statement had caused tension between Buddhists and followers of other religions. https://www.dailynews.lk/2023/12/02/lawnorder/266590/pastor-jerome-remanded/",
    "On the other hand, the treatment meted out to Pastor Jerome was severer than that to a venerable Buddhist monk. TNA Member of Parliament (MP) M. A. Sumanthiran has questioned the lack of action by the Police against Ven. Sumana Thera for allegedly making threatening statements against the Tamil community. MP Sumanthiran has questioned why the Police did not take immediate action against Ven. Sumana Thera. Tamil Progressive Alliance (TPA) Leader MP Mano Ganesan has also accused the Thera of inciting racial hatred and violence. “Ven. #Ampitiya #Sumanarathana Thero says… “If not, every Tamil person will be cut and killed. We will cut every Tamil in the south and die”. Isn’t this in clear breach of ICCPR Act Section 3? Over to Mr. President!” MP Ganesan said in a post on X. https://www.themorning.lk/articles/MlP9K8kFfSXDgD3lqpFC",
    "There are two other important issues on which minority sentiment is being disregarded by the government. The Easter Sunday bombing is now coming into its fourth year with no proper investigation which has been noted by Pope Francis, who urged the Catholic Church in Sri Lanka not to give up on the search for truth and justice. Successive governments have appointed committees to investigate the matter and the present one has pledged to do so but with no substantive progress in apprehending the culprits. Those who had been named in the reports of these committees as being derelict in their duties have continued in office and to their promotions. Significantly, a recent public opinion survey by Verite Research shows that more than half the Sri Lankan population – 53% – believes local political forces were involved in the Easter Sunday attacks carried out in 2019. https://www.dailymirror.lk/breaking-news/Over-50-of-Sri-Lankans-say-local-political-forces-involved-in-Easter-attacks/108-272316",
    "Another issue on which minority sentiment has been ignored or negated is in regard to the unfilled vacancy in the Constitutional Council. This is the highest ranking oversight body in the country which is meant to ensure that only independent persons with integrity are appointed to powerful and important state institutions, such as the higher judiciary, the Election Commission, the National Police Commission, the Human Rights Commission of Sri Lanka, the National Audit Commission, the Public Service Commission and the Commission to Investigate Allegations of Bribery or Corruption. However, the vacancy in the Constitutional Council that ought to be filled by the Tamil National Alliance as the third largest party in parliament has not been given to it on the specious ground that there are other political parties that claim to be the third largest.",
    "TNA MP Sumanthiran speaking in Parliament said, “There is a deadlock situation in the Constitutional Council, and everybody knows about this. A deadlock situation, when one seat is still vacant. If that had been filled, there wouldn’t have been a deadlock. So, the country must know, that while you wax eloquent saying all are equal and everyone in this country has equal representation, to a body like the Constitutional Council which is a very important body, you still deprived us of our place. And how can you face anyone and claim that this is governance in the right way. So today I am raising this as a serious issue. Not just filling a vacancy in the Constitutional Council, but as a serious national issue. We have complained for several decades that we have been left out of the national life of this country. Being kept out of the Constitutional Council is another reflection.” https://www.sundaytimes.lk/231126/columns/political-crisis-brews-over-constitutional-councils-legal-position-539529.html",
    "The basic principle of a multi-ethnic, multi-religious and plural society in which all ethnic and religious communities find political representation in the Constitutional Council is being negated by the very government that tries hard to convince the international community of its genuine commitment to the national reconciliation process. It is coming up with new laws, such as the Office of National Unity and Reconciliation bill and the Truth and Reconciliation Commission bill. But the basic precondition for reconciliation, which is the trust and confidence in the way the law enforcement authorities conduct themselves and the manner in which those who will head those institutions are selected remain unsatisfactory from the minority point of view. Regardless of the words and the new laws that are passed and institutions that are set up, national reconciliation in the absence of fairness and equal treatment to all remains akin to a dream on the far horizon.",
    "Neurodiversity, inclusive education and quality assurance in Sri Lankan universities",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}