{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/eran-warns-against-creating-conflict-between-sri-lanka-parliament-and-judiciary-115442/",
  "time_ut": 1678845180.0,
  "original_lang": "en",
  "original_title": "Eran warns against creating conflict between Sri Lanka parliament and judiciary",
  "original_body_lines": [
    "ECONOMYNEXT –  Sri Lanka’s ruling elite should not trigger a conflict between the parliament and the judiciary in the process of wrongfully attempting to delay and election, opposition legislator Eran Wickremeratne has said.",
    "Sri Lanka’s Supreme Court has ordered that funds be provided for an independent election commission to hold local government elections, which were withheld based on a cabinet paper submitted by President Ranil Wickremesinghe which set spending priorities.",
    "There are now attempts involve the parliament in the issue, he said.",
    "“Elections must be held on time and it is not the prerogative of an executive to decide that,” Wickremeratne said.",
    "“And the Judiciary has every right to say what it has to say. Don’t try to make a conflict between Parliament and the Judiciary.”",
    "Sri Lanka postponed the local government elections that was scheduled to be held on March 09 and is now expected on April 25.",
    "“It should have been before March 09,” Wickramaratne said in parliament. But there have been several attempts by this government to postpone it and the latest one was that there was not enough funding or money for the election,”",
    "“The government’s expenditure per day is about three times that and when the special commodity levy on the import of sugar was reduced, just in a few weeks the loss of revenue for the government according to the Secretary of the Ministry of Finance was 15.9 billion”.",
    "Upholding strong institutional and democratic values and justice was the responsibility of all, he said.",
    "“The legal Fraternity in Sri Lanka needs to fulfill its obligations while those of us who are elected members of parliament should look at building the political culture and ensuring a democratic culture,” he said.",
    "“We must ensure constitutionalism is no longer the sole monopoly of law professionals or party leaders and everyone including the President the Prime Minister, everybody should recognize that.”",
    "Sri Lanka’s ruling elite, have undermined intuitions of liberty in the past and the country had paid a heavy price as a result.",
    "“And I would say finally in closing to this even to our friendly countries who uphold the principles of democracy human rights rule of law, must look beyond individuals and the fear of geopolitical pressures to ensure that values of individual and fundamental rights are upheld,” Wickremeratne said in a dig at Western powers who are usually vocal on elections.",
    "“If not, Sri Lanka will deteriorate into a conflict which we have seen every 20 to 25 years and we need to avoid this.”"
  ]
}