{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/April-2022-makes-me-feel-proud-of-Sri-Lanka/172-256633",
  "time_ut": 1679954619.0,
  "original_lang": "en",
  "original_title": "April 2022 makes me  feel proud  of Sri Lanka",
  "original_body_lines": [
    "Gotabaya and 'Gota-Bhaya' era were both defeated and triumphed by Galle Face Aragalaya during the corresponding period last year",
    "It was a warm April night. You could say typical, notwithstanding global warming and vagaries of weather. But something exceptional happened.",
    "With the first anniversary of that massive, spontaneous people’s rising – voices saying in unison ‘enough is enough’, ‘Gota go home’ – approaching, these images come alive vividly in my mind.",
    "As dusk fell and it grew dark, I heard that spontaneous demonstrations were happening all over Colombo. After the goon-instigated violence on people protesting near ex-president Gotabaya Rajapaksa’s home a week earlier, small groups of people were courageously taking to the streets.",
    "It took courage because this was still the ‘Gota Bhaya’ era.",
    "The government (for want of a better term) imposed a curfew that day to stop the momentum of these spontaneous demos. People defied it. The date marked on the first video clip which I took that night says April 5. The Horton Place roundabout by the fuel station and the Nelum Pokuna (Lotus Pond, the white elephant) theatre was the venue.",
    "All passing vehicles were honking their horns in support, many doing it to the ‘kaputu kaak kaak’ tune deriding former minister, kingmaker and Gota’s brother Basil Rajapaksa, suddenly came into fashion with the mass protests",
    "But this was like no other political demonstration I’d ever seen. Instead of the usual trade unionists and working-class protesters, there were young people, middle class by the look of them, carrying slogans both in Sinhala and English, and shouting in unison, ‘Gota go home.’",
    "All passing vehicles were honking their horns in support, many doing it to the ‘kaputu kaak kaak’ tune deriding former minister, kingmaker and Gota’s brother Basil Rajapaksa, suddenly came into fashion with the mass protests. Slogans telling Basil and Mahinda Rajapaksa, then prime minister, to quit vied for space with the anti-Gotabaya slogans.",
    "I felt a shiver down my spine. This was unprecedented. What was the feared Gotabaya going to do? The first move would have been to send the riot police and water cannons, but there wasn’t a single cop in sight.",
    "Moving on, I saw a bigger, noisier demonstration at De Soysa Circus, again with no police presence. This was a more mixed crowd, but middle-class youth predominated. Similar noisy but peaceful demos were happening all over the city.",
    "I could not have foretold this that night, but it was the beginning of the end for the all-powerful Gotabaya, elected as president with the largest ever majority and all set to be the strongman who would turn Sri Lanka into the dream state that the majority hoped for. It would be a Sinhala-Buddhist wishes-come-true paradise, but in their desperation to be somebodies in an ever-advancing world, many members of the minorities, too, threw themselves behind Gotabaya, the miracle maker.",
    "Unfortunately, the dream collapsed in two short years. Gotabaya’s supporters would blame the pandemic. But Covid-19 was just the agent which exposed the blatant shortcomings of the man, ruthlessly exposing the myth. The economy had collapsed, inflation out of control, there was no fuel, and people going hungry.",
    "But would he simply quit? It seemed unthinkable even at that point. He was an ex-military officer still basking in the glory of being defence secretary in the civil war’s final phase and conclusion. He had the military’s backing. Would they tolerate a civil uprising? I feared not just tear gas and water cannon, but live bullets and tanks sent to crush Sri Lanka’s ‘Arab spring.’",
    "But things happened in a whirl. The landmark of Galle Face Green, from the hotel by that name to the presidential secretariat, became ‘GotaGoGama’ overnight. Thousands of people camped on both sides and lived in canopies or slept in the open. History was kind to the demonstrators.  The pandemic which had ravaged the country the previous year did not attack them, or the regime would have found an excuse to abolish GotaGoGama. The weather was benevolent, too, for much of April.",
    "I was overwhelmed by the crowds and the atmosphere. I remember my first visit to GotaGoGama, on a warm, clear night, locking my bicycle securely to a railing for fear of theft. But, in those heady, early days of what looked like a new dawn to a troubled old country, bicycle thieves and pickpockets vanished from the scene as if they sensed they didn’t belong there. All those troubles came during May, after Mahinda Rajapakse’s treacherous attack launched from Temple Trees.",
    "During that first visit, mesmerized by not just the numbers but the sheer audacity of a normally cowed people – in Sri Lankans, the fear psychosis planted by massacres, kidnappings and disappearances carried out by criminals, anti-government elements and the state alike – is almost palpable.",
    "But here were people – young and old, from all classes, ethnic groups, religions, young and old – venting out their anger at those politicians – one family triad of rulers – with no fear, and with great humour, too. Walking about, I lost my fear, too. I got rid of my ‘Gota Bhaya.’ As a journalist, I have not been silent about the dark side of our so-called rulers. But you speak out with great fears, not knowing what they will do to you, feeling isolated, knowing that if you get disappeared or your bones broken, not many, and that includes people working with you, will have a word of sympathy. But the chanting voices at the Green that night performed an exorcism which banished that fear forever.",
    "Till then, especially after the Yahapalanaya fiasco and the massive populist nod given to Gotabaya Rajapaksa despite his obvious dark side, I had lost faith in Sri Lanka, more specifically in the people’s ability to choose good from bad and right from wrong. The Galle Face Aragalaya changed all that. Much was said and done to discredit it since, and Gotabaya’s carefully chosen successor as president is doing all he can to make sure anything similar will never happen again. But the month of April will be remembered in our history as the time when Lankans forgot their differences to deliver a thundering slap to prevailing political wisdom. And they did the unthinkable by forcing Gotabaya and his brothers to flee the country like deposed, disgraced dictators. That makes me feel proud of this country again."
  ]
}