{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/14/committee-to-explore-possibility-in-providing-clinical-training-for-private-medical-students/",
  "time_ut": 1678768800.0,
  "original_lang": "en",
  "original_title": "Committee to explore possibility in providing clinical training for Private Medical Students",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lankan President has decided to appoint a Committee to identify suitable government hospitals to be used as Teaching Hospitals to provide clinical training for Private Medical Students.",
    "The President's Media Division said this decision was made to provide clinical training for Medical Students enrolled at the KDU, Dr. Neville Fernando Hospital, Lyceum Campus and other universities in Colombo, Kalutara, Gampaha, Kurunegala & Polonnaruwa,",
    "According to the President's Media Division this training will be provided without hampering the training of students in State Universities.",
    "Accordingly, State Minister of Health Dr. Seetha Arambepola will be appointed as the Chairperson of the aforementioned Committee, while other appointed members will include Additional Secretary to the Ministry of Health Dr. R.M. Saman Kusumsiri Ratnayake, Additional Secretary (Medical Services) of the Ministry of Health Dr. A.K.S. de Alwis, Chairman – University Grant Commission Senior Prof. Sampath Amarathunga, Senior Consultant Surgeon Prof. Mohan de Silva, Professor in Surgery, Faculty of Medicine USJP Prof. Bawantha Gamage, Senior Consultant Orthopaedics & Trauma Surgeon Dr. Narendra Pinto, Dean -, Faculty of Medicine – KDU Prof. Namal Wijesinghe, President of SLMC Prof. Vajira Dissanayake, President of GMOA Dr. Darshana Sirisena, Executive Director -, University Hospital KDU Prof. J. Balawardane and Director Nursing (Medical Service) – Ministry of Health Mrs. R.L.S. Samanmali.",
    "The Committee will be responsible for studying, reviewing and identifying suitable government hospitals to function as Teaching Hospitals to provide clinical training for Medical Students enrolled at the KDU, Dr. Neville Fernando Hospital, Lyceum Campus and other universities in Colombo, Kalutara, Gampaha, Kurunegala and Polonnaruwa. The Committee is also expected to make recommendations for the necessary developments to upgrade the hospitals identified for the provision of such training and submit a report on the findings and recommendations of the Committee within a period of eight (08) weeks.",
    "Election Commission to meet on Thursday (16) as authorities are yet to release funds"
  ]
}