{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96356/deadline-to-obtain-tin-likely-to-be-extended-ird-",
  "time_ut": 1705066020.0,
  "original_lang": "en",
  "original_title": "Deadline to obtain TIN likely to be extended – IRD",
  "original_body_lines": [
    "The Inland Revenue Department (IRD) has revealed that the deadline to obtain the Tax Identification Number (TIN) is likely to be further extended.",
    "Speaking in this regard, IRD Deputy Commissioner Saman Shantha added that upon further expanding the tax net, it is likely that the tax imposed will be reduced.",
    "It is now mandatory for any individual aged 18 years or above or who attains the age of 18 years on or after January 01, 2024, to register with the IRD and obtain a TIN.",
    "Failing to do so will result in a penalty of Rs. 50,000, the IRD warned.",
    "On 02 January, the Ministry of Finance clarified that having a TIN does not automatically imply liability for income tax.",
    "Further, a TIN is made mandatory for specific activities including opening a current account, seeking building plan approval, registering a motor vehicle, renewing a license, and registering title deeds to land.",
    "Members of the public can register for the TIN via the e-service, by post or by visiting the IRD. Mentioned below are the methods of applying for registration:",
    "Visit the Inland Revenue Department website www.ird.gov.lk and follow the steps given below.",
    "• Visit e-Services, click “Access to e-Services” and click on “Taxpayer Registration”.",
    "• Select the relevant category, fill out and submit the given Application form.",
    "• Upon receipt of the application form, it will be reviewed by the department.",
    "•  Subsequently, a certificate containing a Taxpayer Identification Number (TIN) and a one-time PIN will be mailed to the email address given by you.",
    "•  By following the above steps, you may create your web account with online facilities.",
    "2. Request for Registration by post or by visiting the Inland Revenue Department:",
    "• Duly fill out an Application Form for Registration and hand it over to the Primary Registration Unit, 2nd Floor of the IRD Head-office or any nearest Regional/Metropolitan Office.",
    "• Application for Registration may be downloaded through the following link.",
    "The IRD says a PDF of the National Identity Card (with scanned copies of both sides) should be uploaded for registration through e-service. If the address specified on the NIC has been changed, a copy of an acceptable document should be uploaded."
  ]
}