{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/film-series-daughters-of-destiny/",
  "time_ut": 1702712160.0,
  "original_lang": "en",
  "original_title": "Film Series: Daughters of Destiny",
  "original_body_lines": [
    "I watched recently on Netflix a four-part series on a school built in Tamil Nadu close to Bangalore by a returned Indian American businessman and academic, originally from Kerala. He built a boarding school for Dalit children and runs it with his brother as head of management. The philanthropist lives in and devotes his time and energy to the school. Here are details:",
    "The school for Dalits or ‘untouchable’ children is named Shanti Bhavan founded in 1997 and serves the Baliganapalli area. A child each from the poorest of Dalit families is selected at age four years and enrolled in the school; 12 boys and 12 girls each year. They are given boarding facilities which means everything from food to clothes, and educated from pre KG or Nursery to Grade 12 until they enter universities and are helped further; or they go into jobs. Education is far from solely academic. Sports, social living niceties, guidance in growing up like preteen girls being given a lesson or two on puberty, are included.",
    "The Principal addresses them almost daily at morning assembly and many are the teachers and counselors present, some of them Shanti Bhavan past pupils. The school is financed by the George Foundation – a non-profit charitable trust, which Abraham George set up on returning to India in January 1995, after a long absence. His intention was to reduce the injustices and inequalities in Baliganapalli and proximate areas, near Bangalore. His first project was the residential school which offers world class education in the English medium.",
    "Undoubtedly, the school has been a great success. There must surely have been a reduction in the condition and treatment of downtrodden Dalits in Tamil Nadu and Bangalore areas. As of 2017, after 20 years of this school’s operations, the first batches of students count those employed in companies like Mercedes Benz, Goldman Sachs, Ernst and Young and other businesses worldwide. Six graduates received admission to Stanford, Dartmouth, Princeton, Northwestern universities. These success stories surely would be much greater at present.",
    "The businessman is Abraham George and his brother, Ajit George. Further details of this working and serving philanthropist are apt here.",
    "George was born and brought up in the seaside city of Trivandrum, Kerala; second son of four children. At age 14, he was admitted to the National Defence Academy and became a second-lieutenant in the Indian Army and was posted in 1966 to the Northeast Frontier that borders China. He was injured in a dynamite explosion after 10 months. Recovered, he was sent to the Pakistan border. After three years of service he was found to suffer a hearing disability which could not be treated in India.",
    "His mother was in the US teaching physics and working in NASA. He transferred to his mother’s home in Alabama, underwent successful surgery and started a new life. He enrolled in the Stern School of Business in New York University, and decided on a teaching career. Not for long though. The Chemical Bank, part of JP Morgan Chase Bank, recruited him. He soon started his own company – Multinational Computer Models – and was consultant to many prestigious banks. He kept his links with India being on the boards of Vellore Christian Medical College and other institutions. He returned to his land of birth in the latter half of 1990 with money and admirable ideas to uplift people, particularly those stigmatized by the Indian caste system. He is now recognized as one of the world’s leading social entrepreneurs.",
    "Titled Daughters of Destiny, the four part series is an original English language Netflix documentary released in 2017, which its Oscar winning screen writer plus director, Vanessa Roth, filmed during a protracted period of seven years, tracing the education, schooling and character build-up of five girls; four from teen age to around 20 years of age and one kid of four – Thenmozhi – who in the final episode is seen going through a grand ceremony all dressed up having reached puberty.",
    "Three succeed in achieving their ambitions: Manjula – a nursing sister; Karthika Annuamadai – lawyer in a corporate job in Delhi; Shilpa Anthony Raj – journalist; and Preetha – undecided but probably continuing her higher studies. The lawyer’s mother was a bonded labourer in a stone quarry, living in a dilapidated hut close to it. The educated daughter succeeds in preparing a lawsuit which releases her mother from bonded labour and enables the workers in the quarry to buy their own pieces of land.",
    "The four series are titled: The Untouchables, A great expectation, People say your life is your own, and What is written on the forehead.",
    "Incidents and moments in the series that sank into my impressed mind are very many. One is that the children were trained to study and converse in English from age four. Thus Thenmozhi is shown struggling when reading a text in an Indian language in class. Boarding life became fun after the initial sorrow of parting from family. The most emphatic and impressive was the strong bond between the five girls and their mothers, three of the mothers being single parents.",
    "During school vacations, all Shanti Bhavan children go back to their homes, invariably very poor and basic, but the children adapt easily from the comforts and decency of the school boarding. Another impressive factor was the close and affectionately fatherly tie Abraham George maintains with the children, often addressing the children at general assemblies. He meets and speaks with parents with not a trace of condescension. Also impressive was the close collaboration of his brother – financial and administrative manager – with teachers of the school.",
    "Both of the above jobs and that of executive producer were achieved very successfully in Daughters of Destiny by Vanessa Roth – American film writer, producer and director of non-fiction films. She spent more than seven years filming the four series, probably living in Shanti Bhavan when she visited. She won the 2008 Academy Award for her documentary Freehold  and Emmy Honors Award and IDA nomination for best documentary series for this film series, plus awards for many of her other documentaries. She earned a master’s degree in social work and a minor in family law from Columbia University and lives in New York with her family of three children. Her father is the Jewish Academy Award winning screen writer Eric Roth and mother archeologist Linda Roth.",
    "We Sri Lankans are fortunate in having people and organizations who see those in depressed social conditions and help. I have written in this column of an organization and an individual who have, through help in education, uplifted entire families: CandleAid and a retired UK general practitioner. The doctor did not and does not want to be named. He had been helping a school in the Vanni for long, but on his annual long holiday in Sri Lanka in 2020 he had to stay put due to Covid travel restrictions. He loved it and got thoroughly involved full time in the school he helped develop.",
    "He built a girls’ hostel since these poor girls used to cycle to school through deserted areas. Then he built a hostel for boys. The girls have five rooms and the boys four, each room with 15 beds: this being the maximum where people can live in harmony. It’s called a Dunbar number. He travels to the school at least monthly and spends days living in a part of the boys’ hostel.",
    "He pays boardong fees for many children. He financed and supervised a dairy and poultry farm for the school, taking saplings from Colombo of the best variety of mango and other kinds of fruit. Thus the school hostel is self-sufficient in most of its food requirements. He arranges for good weekend lunches for the children of a more depressed area, also in the Vanni. His fruit tree planting campaign has spread to households in the area.",
    "He was born, bred and earned his medical degree in this country. After serving in various hospitals around the island, he migrated to Britain. He has returned for good to spend his entire sterling pension and more on the school he helped develop.",
    "KOICA ICT Laboratory for students from vulnerable community in Matara Technical College area",
    "As micro, small and medium enterprises bear brunt of COVID and economic crisis more than million workers go abroad",
    "PA calls for urgent facilitation of crop diversification after sharp price reductions in tea and rubber",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}