{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-crisis-offers-an-opportunity-to-reset-its-development-model/4-745737",
  "time_ut": 1677440768.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s crisis offers an opportunity to reset its development model",
  "original_body_lines": [
    "As Sri Lanka recovers, it is essential not only to help people escape poverty and vulnerability, but also to strengthen their resilience to future shocks in an increasingly volatile world",
    "Sri Lanka is at a critical moment in its history. Years of economic mismanagement, weak governance, poor policy choices, and the impacts of external shocks such as the COVID-19 pandemic and the Russian invasion of Ukraine, plunged the country into its worst-ever crisis in 2022.",
    "Economic collapse and political instability have devastated lives and livelihoods across the board, dealing the heaviest blow to the poorest and most vulnerable. Regular climate-induced disasters add to Sri Lanka’s fragility. The depth of the crisis has made it clear that Sri Lanka needs a new development model. But the road to recovery is challenging and the necessary fiscal adjustment measures can be painful. Debt relief from Sri Lanka’s creditors and fresh financing from international financial institutions are thus urgent to ensure people don’t lose patience with reforms and the opportunity for a change isn’t lost.",
    "The economic crisis has left deep scars. Poverty nearly doubled in Sri Lanka between 2021 and 2022, climbing from 13 to a staggering 25% (using a poverty line of $ 3.65 per person per day), and is projected to increase by more than 2 percentage points in 2023. In the same timeframe, urban poverty tripled from 5 to 15%. Sri Lanka’s people have been forced to quickly adapt to a new reality where prospects for a good job are limited, incomes are lowered and eroded by inflation, and opportunities for a better future are becoming increasingly rare.",
    "In 2022, at least half a million people lost their jobs, most of which were in the industry and services sectors and employed women. Those already classified as poor saw a 65% increase in their cost of living, while the increase was 57% for the non-poor, highlighting the significant loss of welfare for all Sri Lankans.",
    "In times of crisis, people often cope by adopting detrimental survival strategies. For instance, they limit their intake of nutritious foods, forego education and preventive health investments, or take up informal and subsistence work. These negative coping mechanisms can erode decades of progress in human capital with impacts that could last generations. Worsening food insecurity is already translating into an increase in child malnutrition and stunting, which increased from 7.4 to 9.2% between 2021 and 2022.",
    "The international community must help Sri Lanka strike the right balance between pursuing critical reforms to get the economy back on track and ensuring that people have access to safety nets, better jobs, and economic opportunities.",
    "Complementing the Government’s initiatives to stabilise the economy, the World Bank is helping transform economic governance and increase public sector transparency. This will prevent repeating past mistakes through strengthened fiscal oversight and debt management, and by tackling the sources of the heightened financial sector vulnerabilities. And we are helping Sri Lanka transition towards a more private sector-driven and outward-looking economy by supporting SOE reforms, reducing the cost of trade, and making it easier for the private sector to invest.",
    "Although they are necessary, these reforms can negatively impact people if their immediate effects are not mitigated. To prevent further welfare losses, a more effective social protection system is a priority. Our support focuses on redesigning existing cash transfer programs and improving the social registry to provide targeted cash assistance to those most in need. In addition to cash transfers, the World Bank has been supporting the lives and livelihoods of the people by supplying essential goods such as medicines and school meals.",
    "Strengthening human capital requires building a more inclusive society. The Government is drafting legislation that will strengthen the institutional framework for gender equality and women’s empowerment. These positive developments should help level the playing field for women to participate in the workforce and protect women and girls from gender-based discrimination.",
    "As Sri Lanka recovers, it is essential not only to help people escape poverty and vulnerability, but also to strengthen their resilience to future shocks in an increasingly volatile world. Linking cash transfer beneficiaries to economic opportunities and complementary measures—such as skills training, job coaching, and access to finance—can make Sri Lankans more employable, enabling them to rebuild their assets and improve their economic well-being. These interventions can be catalysed by measures that promote job creation through an improved business environment and access to finance, especially to support small and medium firms that are prevalent across Sri Lanka.",
    "With every crisis comes an opportunity. For Sri Lanka, this pivotal moment is a chance to reset its development model towards green, resilient, and inclusive growth. Sri Lanka has begun its journey towards this goal. What is important now is sustaining the reform momentum, rebuilding trust in public institutions through greater transparency and accountability, and protecting the livelihoods of those most affected by the crisis. Such efforts deserve support from Sri Lanka’s international partners.",
    "(The writer is the World Bank’s Vice President for the South Asia Region.)"
  ]
}