{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/CID-Intelligence-unit-pay-close-attention-over-fake-social-media-posts-on-children-being-abducted/108-260291",
  "time_ut": 1685642109.0,
  "original_lang": "en",
  "original_title": "CID, Intelligence unit pay close attention over fake social media posts on children being abducted",
  "original_body_lines": [
    "The Criminal Investigations Department (CID) and the Intelligence Unit will be paying close attention to those who publish fake posts on social media platforms about children and school students being abducted.",
    "Police yesterday urged the public that fake posts are circulating on social media claiming that children are being abducted and that they should not fall prey to those posts.",
    "Police Spokesman SSP Nihal Thalduwa said that Sri Lanka Police have not so far issued any photographs or information on suspects of any organized gang wanted over the abduction of children.",
    "“However, there are certain individuals who published such fake social media posts,” he said.",
    "The Spokesman said the Police have launched investigations on those who shared fake social media posts claiming that the police are looking to arrest certain individuals over abductions of children.",
    "“The Computer Crime Investigation Unit of the CID and the Intelligence unit have paid special attention in this regard,” SSP Thalduwa said.",
    "He said several complaints have been received over the abduction of kids and school students.",
    "“However, after investigating the complaints, it was revealed that most of them were fake incidents and no such incidents were confirmed as of now. However, the police investigations are continuing to determine if there is any truth to those complaints,” he said.",
    "SSP Thalduwa requested the public not to be misled over fake photographs or fake audio clips that are being circulated on social media. (Darshana Sanjeewa Balasuriya)"
  ]
}