{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/govt-twisting-knife/",
  "time_ut": 1688577900.0,
  "original_lang": "en",
  "original_title": "Govt. twisting knife",
  "original_body_lines": [
    "It is said that when a government fears the people, there is liberty, and when the people fear a government, there is tyranny. But here in this land like no other, the government fears the people but there is no liberty; the current rulers’ fear of the public has driven them to resort to strong-arm tactics to suppress democratic dissent, and manipulate the legislature, etc., to remain in power by postponing elections.",
    "There is no bigger threat to democracy than a beleaguered, paranoid regime that fears elections. Having unashamedly postponed the Local Government (LG) polls on some flimsy pretext and thereby undermined people’s franchise, the SLPP-UNP government is now twisting the knife. It is now trying to reconvene the dissolved LG institutions, which are currently under commissioners, pending elections. SLPP MP Jayantha Ketagoda is drawing heavy fire for having crafted a private member’s motion seeking to compass this sinister end.",
    "Ketagoda’s motion is aimed at empowering the Minister of Local Government to reconvene the LG bodies. There is reason to believe that it is the brainchild of the SLPP, which controlled the highest number of local councils after winning the 2018 LG elections.",
    "Opposition Leader Sajith Premadasa condemned the despicable motion at issue, in Parliament, yesterday, rightly pointing out that it was antithetical to democracy. Ketagoda has said the SJB and others in the Opposition have no moral right to oppose his motion because they called upon President Gotabaya Rajapaksa to reconvene the dissolved Parliament in 2020, when the scheduled general election was postponed in view of the Covid-19 pandemic. His line of argumentation is seriously flawed. The SLPP postponed the parliamentary polls in 2020 although it was confident of scoring a mammoth win, having won the 2019 presidential election. Ketagoda and others of his ilk, who are now trying to have the dissolved LG bodies reconvened, vehemently opposed the then Opposition’s call for reconvening the dissolved Parliament.",
    "MP Ketagoda is shedding copious tears for the public, who, he says, have no way of having the issues that affect them raised in local councils through their elected representatives. That is the main reason he has cited for presenting his motion in question. Why doesn’t he call upon his political bosses to hold the LG polls without further delay? That is the best way out.",
    "All three tiers of government are now under President Ranil Wickremesinghe, an appointed MP who ascended to the presidency fortuitously. He controls Parliament as the head of government, and exercises control over the Provincial Councils and the LG institutions through the Provincial Governors, who are his representatives. In short, he is running a one-man show—something that none of his popularly-elected predecessors were capable of. The SLPP leaders did not bargain for this situation when they handed over the reins of government to Wickremesinghe. They expected him to bring order out of chaos, do as they said, protect their interests and go away. But much to their disappointment, the President is planning to seek a second term. The Rajapaksas are apparently in the same predicament as the proverbial Arab, who shared his tent with a camel. The President is consolidating his power and some SLPP stalwarts are gravitating towards him.",
    "Ketagoda is only a ventriloquist’s dummy, and what we hear through him is the voice of Basil. It could be that his private member’s motion is an attempt by the Rajapaksas to clip President Wickremesinghe’s wings by regaining control of the local government bodies, wherein lies their strength. One may recall that it was the SLPP local councillors who answered the Mahinda Rajapaksa loyalists’ call to arms in May 2022 and carried out unprovoked attacks on the Galle Face protesters, triggering a wave of retaliatory violence of tsunamic proportions.",
    "The Rajapaksas are apparently trying to regain control over the LG bodies without elections as part of a strategy to recover lost ground on the political front and make themselves fighting fit politically and electorally in time for the next election. But the general consensus is that their goose is already cooked.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}