{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/my-beginnings-at-pallansena-and-how-my-parents-and-the-village-influenced-my-life/",
  "time_ut": 1687590360.0,
  "original_lang": "en",
  "original_title": "My beginnings at Pallansena and how my parents and the village influenced my life",
  "original_body_lines": [
    "Ninety-three years ago – in 1930 – I was born to a middle class family in the village of Pallansena, as the youngest of the six children of Harry and Lucy Fernando. My sister, Agnes, was the eldest and then came brothers Lennie and Pius, followed by sisters Doreen and Rita. My family roots can be traced back to this village where, from the time of my great-grandparents, ours had been a leading family.",
    "Pallansena is situated about 15 kilometres north of the Colombo International Airport. Many decades ago, long before the airport was even thought of, it was a small village of about 100 closely-knit families. As common to such villages then, most of the families were connected to each other, either through blood or marriage. Irrespective of such connections, all those who lived in the village comprised one large family, held together by religious and cultural commonalities, shared responsibilities, and concern for one another.",
    "Pallansena is no longer a village though, having gradually been overwhelmed by the urbanization and commercialization that is changing the charming landscape of this country, all over. That once-serene rural community is now a crowded suburb of the more densely-populated Kochchikade. The land on either side of the road that I, as a child, used to walk along on my way to the Pallansena village school, was lined with coconut plantations. Today, only a few scattered patches of coconut remain.",
    "Much of the old plantation land is now built over, with modern residences, shops, hotels, and guest houses. In the village of Pallansena itself, most of the graceful old houses with wide verandahs and central courtyards, set deep in large, tree-laden gardens, have disappeared. Instead, unlovely facades of brick, glass, and concrete with barred windows line the roads on both sides.",
    "Many of the houses then, large and small, had intricate wooden trellis frontages, which gave privacy but did not hinder ventilation. These have now been replaced by featureless iron and masonry grills. The very few old houses that remain still evoke memories of a vanished appeal. However, unlike in my youth, they too are now surrounded by high parapet walls and, therefore, rarely seen.",
    "The Maha Oya and the Hamilton Canal which flows into it, in my youth clearly visible through the trees, and the houses which lined the gravel road running past the Our Lady of Seven Sorrows Church, have been obscured by row upon row of buildings. The once-pristine surface of the water and the clean, sandy banks, lined with rushes and other water plants, are today littered with imperishable plastic debris.",
    "Instead of the weathered, light wooden canoes and rafts which used to be drawn up on the banks, far apart from each other, hundreds of garishly-coloured fibre-glass motor boats are anchored, shoulder to shoulder and bow to stern, at the edge of the water. The muted splash of wooden oars has been replaced by the clatter of high-powered outboard motors, rudely cleaving the surface. The broad-beamed padda boats with sloping cadjan canopies, steered by weather-beaten boatmen wielding long wooden poles, transporting both cargo and people, were another common feature along the canal in my early youth. They too disappeared many decades ago.",
    "In my youth the community co-existed in gentle harmony with its surroundings. But, today, the unforgiving influence of commercial prosperity has been imposed on a once-tranquil society. Signs of affluence are visible and numerous, but they have come at a heavy price, which has been paid by a vulnerable environment.",
    "Pallansena, like most villages on the western coast then, especially north of Colombo, was almost entirely Catholic, the result of the Portuguese influence, which first made its presence felt in Ceylon at the beginning of the 16th century. Religion was both a powerful unifying and guiding force and all families were raised on the strict spiritual principles of the faith. The Parish Priest was a man of great authority in the community, a sort of a benevolent dictator, a feature common to all such societies.",
    "The village church used to be the centre of both religious and social activity. As a youth I was an altar boy in the church, then considered a proud distinction. Despite the many developments that have changed the face of Pallansena over the years, the church continues to be a powerful influence in the community. In a society which has evolved almost beyond recognition, that one feature has remained a constant in the nine decades since my birth.",
    "My parents, especially my mother, raised me strictly according to sound, time-tested values, centred around the family and our faith. She was very religious and civic-minded and from my childhood, instilled in me the need to help our less-affluent neighbours. She visited other families regularly and, despite my vocal protests, quite often shared with the children of these families the prized goodies that I received, such as cakes, chocolates, and sweets.",
    "In that era, in communities such as Pallansena, whilst there was no significant poverty, there were still a few underprivileged families. To my mother, helping such people was a serious moral obligation. She was a woman of great generosity and humility and was truly loved by the people of the village. She is still spoken of with much affection and gratitude by the older folk of the village, especially those who benefited from her compassion.",
    "Neighbours reciprocated my mother’s many acts of kindness by frequently bringing her their home-grown fruits, vegetables, and traditional home-made sweets. As she sat in her verandah, always with rosary in hand, passing neighbours would stop and talk to her. They would also offer to buy her groceries and run other little errands for her. Sharing and caring were endearing features of our village, undoubtedly mirrored across many similar communities then, unlike in the highly-urbanized and commercialized age we live in now.",
    "The principles that I still live by were articulated for me, very early, by role model example by my parents, especially my mother. They were conditioned largely by the teachings of my religion and the decent ethics of life, which are common to all great religions and principled societies. Since moving out of that somewhat-cloistered community and into the larger world of industry and international commerce eventually, I have been exposed constantly to different learnings and varied influences. However, the strength of that early indoctrination is such that I have remained true to those principles of conduct and interaction. On reflection, I feel comfortable with myself today because my basic values have not changed.",
    "In the environment I was brought up, people took time and effort to care for each other. The concern that people of the village had for each other was clearly demonstrated, in times of both grief and joy. For example, when there was a funeral in the village, neighbours would send the mourning family meals for three days. Similarly, when there was a wedding, neighbours would send dinner to the wedding house on the pre-nuptial night. These traditions were of great practical benefit, intended to reduce pressure on the family concerned, enabling them to concentrate on the event.",
    "For generations my ancestors had worshipped at the Pallansena, Our Lady of Seven Sorrows Church. My maternal great-grandparents, Petrus Perera and Anna Marie Perera, passing on in 1881 and 1901 respectively, are interred within the southern wing of the church, their final resting places marked by two stone tablets set into the church floor. Despite the many feet of worshippers which have trod on them for over a century, the dedications etched into the slabs are still very clear. Apparently, this unusual distinction had been extended to these two ancestors of mine, on account of their generosity to the church.",
    "The spacious grounds on which the church now stands had been gifted by these two, whilst they had also contributed generously towards the construction of the church itself. The incumbent priest’s residence, a beautiful, heavily-timbered, two-storeyed, Dutch-styled house, still elegant despite some indelicate, subsequently introduced modern flourishes, had also been built by them.",
    "They had both been well-reputed Ayurveda physicians, especially known for the treatment of cataract and other eye diseases. My grandmother and grand-aunts continued this healing tradition. I recall that there would be many patients consulting them every day, with the numbers increasing on weekends.",
    "They also made a very special herbal oil which, apparently, was guaranteed to keep hair black, well into old age.",
    "My brothers and sisters used that oil and retained black heads of hair, well into their seventies. I used it in my teens. It had a very strong, highly-aromatic scent, but in my view, not unpleasant. However, since my schoolmates objected to the smell, I stopped using it very early. This wonder oil was distilled from a mixture of rare herbs and ghee, all the ingredients being boiled together in copper cauldrons, over wood fires, for three weeks.",
    "Sadly, none of our younger family members learned the formula for this healing oil. I still have a thick head of hair, but it has been silver for a long time. Perhaps, instead of yielding to my schoolmates, I should have continued to use the oil!",
    "The medicines for the treatment of eye diseases were distilled from a variety of herbs, which were crushed and mixed with other ingredients, including mothers’ breast milk. Often, in my youth, I was frequently given the embarrassing assignment of approaching breast feeding mothers in the village and asking for spoonsful of milk. It was always readily given, though.",
    "My grandmother was a heavily-built lady who spent most of her time in a comfortable chair, with her walking stick beside her. As a playful little boy, I used to tease her by hiding it frequently and my aunts had to retrieve it repeatedly, scolding me all the time. In her annoyance at my harassment she used to threaten me. It was then fun for me, but I realized later how irritating I would have been to her.",
    "My two aunts were very religious, always praying to God for the welfare of the family. I would ask them if they were praying for me, too. The answer was always a very firm NO, because I used to annoy my grandmother all the time. No one knew my grandmother’s exact age, but she lived a comfortable life for over 100 years.",
    "I truly miss the village life of my early youth, the transparently genuine values of simple people — kindness, cordiality, love, and concern for one another and especially the needy were the virtues that held such societies together. Those values are unknown in big cities today. I miss the fresh air, the clean rivers and canals, sea bathing, and the furtive swimming outings with friends of my age in the Maha Oya, which flowed behind my home. My pet dog, Beauty, a Golden Retriever, would also jump into the water with us and stay at my side as long as I was in the water. Such faithfulness is still seen amongst animals but rarely with people.",
    "My mother was very protective of me and terrified of my swimming. She did not allow me to swim either in the river or the sea. Invariably, even on our secret swimming escapades, she would appear on the bank within minutes of us entering the water and scold my friends for having persuaded me to get in, although it was actually on my invitation that we were in the water. My friends were always in awe of my mother. Despite her naturally kindly nature, when angry she could be formidable.",
    "On weekends I used to get together with a few of the village boys and play cricket, football and ‘elle’ on the road. The latter game, a simplified version of American baseball, would attract others from the village and soon we would have as many as 20 people competing. It was great fun, with the winners eventually treating the losers with king coconut plucked from a nearby tree.",
    "Those were wonderful times in a simple village society, where we all treated each other in a spirit of equal friendliness and sharing. Many of my friends were from poor homes in the village, but such differences did not matter. Very few of my village friends are alive today.",
    "My mother was my role model in my early years and became a defining influence in my development as an adult as well. She always represented an uncompromising moral power. Her devotion to the family was the driving force and purpose of her life. As a typical old-fashioned housewife, she did most of the cooking, producing outstanding food of our preference.",
    "She had a very efficient woman, Isabel, to assist her in both housework and in the kitchen, but she insisted on doing much of the cooking herself. To this day, I try to prevail on my cooks to use the ingredients she relied on. She roasted and prepared all the spices and other ingredients at home. The tempting flavours and the heady fragrance of spices, which Ceylon is famous for, were ever present in our home.",
    "Isabel was a middle-aged lady who had been working in my parents’ home for many years and was very much part of the family. In ensuring that the children of the family, especially I, conducted ourselves well, she exerted almost as much authority as my mother did. In our household there was no visible master-servant distinction. That was another lesson I learnt at a very early age from my mother: irrespective of station in life, mutual respect was a condition to be observed in all exchanges, transactions, and relationships.",
    "When she was about 80 years of age, my mother had a serious fall and fractured her hip. I was holidaying in Nuwara Eliya at that time and rushed back on hearing the news. She was admitted to hospital in severe pain and I contacted my friend, Dr. Rienzie Pieris, Senior Orthopaedic Surgeon, who operated on her immediately. Three weeks after the surgery she was released from hospital and with some difficulty I persuaded her to stay in my home in Colombo, for her convalescence before returning to the village.",
    "My mother occupied the guest room in my house and was provided full-time professional nursing care, with my domestic staff also dancing attendance on her. I was delighted that she was now in my home. However, after a few days, my mother pleaded to be sent back to her Pallansena home. Despite the special attention and comforts I provided, she was unhappy away from her familiar environment and her friends. I understood her need and reluctantly took her back to the village, though she was deeply apologetic for disappointing me by her refusal to stay with me.",
    "She refused to undergo physiotherapy after she returned to the village. No amount of persuasion regarding the importance of post surgical therapy could change her mind. As a result, despite the corrective surgery, she was unable to walk unaided and for the rest of her life was compelled to use a wheelchair. However, my widowed sister Doreen took great care of her.",
    "I used to visit regularly, taking with me things which she enjoyed. Despite her condition, she continued to share these with others. Even the tea that I provided her from my company was parceled and shared with neighbours. Since she was now unable to do any housework, she used to spend most of her time in a special chair placed in the verandah, quite often with the holy rosary and reciting her prayers. Whenever I visited her, the first words to me would be, “Son, I am praying for you all the time; God will always bless you.”",
    "In her last year, though she would greet me affectionately whenever I visited, my mother failed to recognize me, which distressed me deeply. She acknowledged only Doreen, her constant companion and carer. I realized then that her end was near and prayed to God for his blessings. On April 6, 1988, at the age of 98-years, 17 years after my father’s death, she passed into the arms of Jesus Christ. I had lost my great treasure.",
    "During her funeral, which was held at the Pallansena church, there was a torrential downpour lasting about 15 minutes. It was so unexpected and so intense that it seemed to me to be symbolic of the occasion.",
    "Old family home in Pitipana, now the Saddhasarana Home for the Aged.",
    "My love and admiration for her have been constant. She taught me a great lesson in life – to love my neighbour as myself and to share with those in need. She instilled in me, at a very early age, the concept that moral values cannot be compromised, irrespective of circumstances or the nature of temptation. Not until I started working and earning did I realize the value of her personal ethic, which was reflected in her everyday life. I absorbed from her the principle that a man had a responsibility to his community. And, later, as I shared with the less fortunate, my earnings increased, my business prospered, and God’s blessings flowed in abundance.",
    "My father, Harry, was a simple, humble, and extremely hardworking man. He worked a long day, leaving home at early dawn and returning very late in the evening. His last business was the manufacture and supply of building materials, red bricks and tiles especially, for construction companies and other customers, mainly in Negombo, which was about 10 kilometres away.",
    "The material he produced was collected and delivered by both lorries and bullock carts. Often there were delays in the settlement of his dues and collection would require many visits to customers. He would make all such journeys either on foot or by bullock cart.",
    "He was a man of reasonable means. I realized that because people regularly borrowed money from him. Collection of such debts was often a problem, with debtors constantly trying to evade him. Those who were spotted by him on his collection trips would then feel the rough edge of his tongue. My father was a stern man who never forgot the due dates of settlement and insisted on the timely discharge of obligations and responsibilities. It occurred to me then itself that money-lending was not a pleasant business.",
    "My father sent us all to good schools and, within his means, provided for us well. That was quite sufficient to give us decent starts in life and all his six children did well for themselves. If he were alive today, he would be a very proud and happy man. Whilst my siblings were generally obedient, I think I was the only trouble-maker, especially in my early years. Though my somewhat erratic educational progress would have disappointed him, he ungrudgingly paid all my school and boarding fees.",
    "In his final years he lived at home with my mother and my widowed sister Doreen and I were able to care for them in every way. As he grew older and dependent on others for his daily needs, he became a little difficult and would complain about Doreen, who was under great stress but managing very well under the circumstances. I used to console Doreen with the assurance that since she was looking after our parents, when the time came I would look after her as well.",
    "My father passed away on February 11, 1971 at the age of 84 years. He lived a good, responsible life. I thank God that I was able to show him my love and gratitude for all he did for the family. I deeply miss my parents and the others of my family who have passed on. I believe that our family will reunite at the second coming of Jesus Christ.",
    "In December every year I visit my village for an almsgiving ceremony, in memory of my parents and family members who have passed away. I give away a couple of hundred packs of dry rations, each sufficient to last a family during Christmas and New Year. A few remaining friends and their siblings show up and say, “Sir, can you remember, my brother used to play cricket and ‘elle’ with you?” I do recall them and feel blessed that I am now in a position to help them in various ways. The Parish Priest at Pallansena has been very useful in identifying such people in need and I have been able to channel my assistance through him.",
    "80th Anniversary of the Communist Party & The Communist Movement: Potentials & Problems",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}