{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/22/sri-lanka-s-health-minister-ready-to-step-down/",
  "time_ut": 1687420680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s health minister ready to step down?",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Health Minister Keheliya Rambukwella says there are concerns over the provisions allocated for free healthcare in the country.",
    "He said if the issues cannot be solved, he is not ready to continue as minister.",
    "The Minister was speaking in Parliament in response to concerns raised over the use of medicines that reportedly led to the vision loss, and deaths.",
    "Opposition Leader Sajith Premadasa questioned the Health Minister on action taken to address the use of an anaesthetic that led to two recent deaths.",
    "The Health Minister said the incidents in question took place at the Peradeniya Teaching Hospital, and the relevant medical personnel have been summoned for an inquiry.",
    "The Health Minister said the anaesthetic is question is NOT given to children under any circumstance.",
    "On the 19th of June, Sri Lanka's National Medicine Regulatory Authority said that the Indian-manufactured anaesthetic Bupivacaine will no longer be used in the country.",
    "The NMRA said that this decision was taken following the reports of two deaths that took place after the Indian-manufactured anaesthetic Bupivacaine was administered.",
    "The National Medicines Regulatory Authority said that issues have arisen with regard to quality control, citing that it does not have laboratory facilities to test the quality of imported medicines and that it costs a lot of money.",
    "A. G. Karunawathie, the principal of the Maussawa Primary School in Kandy was subject to a hernia surgery on the 31st of March.",
    "She was admitted to the Peradeniya Teaching Hospital on the 30th of March.",
    "She underwent the surgery, hoping that she would be discharged two days later, however, she was later admitted to the Intensive Care Unit of the Hospital.",
    "A. G. Karunawathie passed away on the 15th of June, while being treated at the ICU of the Peradeniya Teaching Hospital.",
    "\"She was taken to the operating theater in the afternoon on the 31st. When I visited her later that evening, I was told that she was admitted to the ICU after developing complications. She was in the ICU for 47 days, and they said she experienced an allergy. She was doing very well, and she passed away after this. My concerns arose, when a woman who underwent a Caesarean section delivery also passed away in the same ward, four days after my mother's surgery. They spoke to the hospital director as well. Thereafter, information came out claiming that issues with the medicine led to the death,\" her son told News 1st.",
    "The Director of the Peradeniya Teaching Hospital Dr. Arjuna Thilakaratne told News 1st that after the anaesthetic was administered to A. G. Karunawathie she continued to receive treatment in the ICU of the hospital.",
    "He confirmed that a woman who underwent a Caesarean section delivery also died two days after being administered with the same anaesthetic.",
    "Sanduni Madushani was admitted to the Peradeniya Teaching Hospital on the 2nd of April 2023, to deliver her second child.",
    "She was subject to a cesarean delivery the very next day in order to protect the lives of both mother and child, and complete the delivery in a protective manner.",
    "Unfortunately, Sanduni's eyes, which closed after being administered with the anaesthetic, never opened again.",
    "She was immediately rushed to the ICU of the Peradeniya Teaching Hospital, and it was reported that she was administered with the Indian-manufactured anaesthetic Bupivacaine.",
    "The Association of Health Professionals revealed that the anaesthetic was imported to Sri Lanka with NMRA approval.",
    "They said he NMRA is concealing the true nature of a serious issue by adopting various theories based on folklore.",
    "The All Ceylon Medical Government Medical Officers Association stressed that patient lives cannot be put at risk under any circumstances.",
    "The Society of Government Pharmacists said the medicine in question was imported to Sri Lanka by using a legal provision that was introduced during the COVID-19 pandemic.",
    "Earlier, several patients who underwent eye surgery at the National Eye Hospital and Nuwara Eliya General Hospital experienced complications after they were given the Indian-made Prednisolone eye drops.",
    "The Health Ministry appointed a special committee to probe the reports of  several patients dying after using the medicines, while others developed complications.",
    "The National Medicine Regulatory Authority on Monday (19) announced that the anaesthetic that was used at the Peradeniya Teching Hospital, where two patients died, was removed and will no longer be in use.",
    "Professor Manjula Fernando to be appointed as new PUCSL Chairman",
    "Debt restructuring is a geopolitical issue – Ranil Wickremesinghe at New Global Financing Pact",
    "All five people on the missing submersible are believed to have died from a catastrophic implosion; parts of the vessel have been identified on the ocean floor"
  ]
}