{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slaar-joins-bmich-in-tree-planting/",
  "time_ut": 1681743840.0,
  "original_lang": "en",
  "original_title": "SLAAR joins BMICH in tree-planting",
  "original_body_lines": [
    "“Sri Lanka Association of Airline Representatives” in Association with BMICH, launched a Tree Planting campaign on 08th Feb 2023 at BMICH premises.The objective of launching the Tree Planting project is to support the global environmental issues such as global warming, air pollution, lack of echo friendly environments, sustainability ….etc.",
    "The reason behind, selecting BMICH premises for this worthy cause was mainly because BMICH is centrally located and it is an urban forest in the heart of the city which expands to 42 acres. In addition, the historical value of the location, the in-house resources, the environment surrounded by lush greenery ..etc. opted our Association to launch our “Tree Panting” project at BMICH.",
    "It is needless to mention, world needs more trees to overcome most of the environmental issues in order to save our planet.Hence, during the time to come, we intend to expand this project island-wide in stages.",
    "“Sri Lanka Association of Airline Representatives” is in existence for nearly 30 years. The Association has earned itself a reputation for being a vibrant entity that safeguard the interest of Airline industry and its members representing online and offline passenger / cargo GSAs.",
    "The key objective of the Association is to support the industry, stakeholders and regulatory authorities in solving many challenges related to the industry in an efficient and an effective manner. Our efforts will pave the way to all foreign airlines to continue their operations and to increase their frequencies to Sri Lanka and bringing the much needed tourists to the country .(SLAAR)",
    "In addition, the Association continues to provide also training and development for the staff members of the industry and support various CSR (Corporate Social Responsibility) projects for the benefit of the community.",
    "Forbes lists Sri Lanka as one of 23 best places to visit in 2023",
    "CIPM and University of Kelaniya MOU to collectively develop HR profession",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}