{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-draft-money-monetary-law-can-be-revised-before-passage-cb-governor-115749/",
  "time_ut": 1679015220.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s draft money monetary law can be revised before passage: CB Governor",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s draft monetary law can be revised to strengthen its provisions taking into account feedback, before it is passed in parliament, Central Bank Governor Nandalal Weerasinghe said.",
    "Sri Lanka draft monetary law has run into controversy in several quarters.",
    "Some critics have pointed to deep policy confusion involved in money and exchange policy conflicts giving wide discretion to trigger forex shortages as it has done in the past and as many third world central banks do.",
    "Questions have also been raised over apparent powers to print money for stimulus (output gap targeting), despite operating a reserve collecting central bank, giving it even more discretion, when a constitution of a central bank is expected to restrain its ability to create instability.",
    "Central Bank staff have also raised questions including about senior appointments.",
    "“The central bank law should not be made by the central bank itself,” Governor Weerasinghe told a public seminar.",
    "“It has to be done in some independent way. This has been done by consulting the attorney general, legal draftsman and experts. That is how it has been done.",
    "“When it is done and it comes to parliament there can be shortcomings. We also see some small parts that should be changed.”",
    "Former Deputy Governor W A Wijewardena had made observations about the independence of the central bank which were valid, he said.",
    "Sri Lanka does not have a consistent monetary policy regime where the central bank targets one anchor, either domestic (inflation target) or external (exchange rate), leading to frequent forex shortages, trade restrictions, exchange controls, heavy foreign borrowings and the resulting current account deficits, growth shocks, high inflation, currency collapses and social unrest. (Colombo/Mar16/2023)"
  ]
}