{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-proposed-anti-terrorism-bill-amounts-to-a-parallel-constitution-a-criminal-procedure-code/",
  "time_ut": 1680068993.0,
  "original_lang": "en",
  "original_title": "The Proposed Anti-Terrorism Bill Amounts To A Parallel Constitution & A Criminal Procedure Code",
  "original_body_lines": [
    "Three major ‘strategies’ have been used in this draft bill on anti-terrorism 2023 which create very great confusion about the meaning of the contents of the proposed law and its implications.",
    "The first of these strategies is not to define the meaning of terrorism. The meaning of the key word of this document is thus kept wake so that many different and contradictory interpretations can be given in a way that could be quiet detrimental to the basic legal notions held as fundaments in Sri Lankan legal system, thus creating unresolvable contradictions and confusions on the operation of law and legal procedure in Sri Lanka. Such confusion could lead to dangerous repercussions for, individuals, groups, organizations and to the nation as a whole. Fundamental principles relating to governance, rule of law and human rights could be exposed to great danger by creating such a confusion.",
    "The second strategy is to blur or even to erase the distension between the laws relating to anti-terrorism and the criminal law. Deciding whether any act or omission is crime in terms of the penal code or similar statutes or which create offenses or whether that amounts to a crime under anti-terrorism law is left to be decided by authorities without a guiding a legal criteria to make a clear distention. Thus any interested party may twist what may amount to an allegation of crime into an accusation of commission of an act of terrorism. This way interpretation can easily depend on political factors and not on clear criteria based on law.",
    "This same applies also to the criminal procedure. Whether an investigation into a particular allegation into a crime will be done according to the criminal procedure code or by other methods proposed by this bill an anti-terrorism could be done entirely subjectively. The result will be disastrous on the administration of justice in Sri Lanka.",
    "The third is to persue what amounts to a repeal, alteration or a fundamental change of the constitution, under the guise of an ordinary act of parliament and their by virtually displace many of the core principles on which constitution has been based. If this bill succeeds the anti-terrorism 2023 will virtually displace many of the fundamental aspects of the letter and the esprit of the liberal democratic tradition of constitutionalism in Sri Lanka.",
    "The Bill entitled Anti-Terrorism has been gazetted on the 17th of March, 2023. This Bill, though it is presented as a proposed Act to be passed in the Parliament, in fact amounts to the amendment of the Constitution of the Democratic Socialist Republic of Sri Lanka in terms of Chapter 12. The basic structure and conceptual framework of the newly proposed Bill on Anti-Terrorism amounts to an implied repeal or altering or adding or a consequential amendment which has been described in Article 82(1) of the Constitution. Article 82(2) of the Constitution states that “No Bill for the repeal of the Constitution shall be placed on the Order Paper of the Parliament unless the Bill contains provisions replacing the Constitution and is described in the long title thereof as being an Act for the repeal and replacement of the Constitution”.",
    "Although the proposed Anti-Terrorism Bill of 2023, does not mention that the purpose is for the replacing of the Constitution and nor does its’ long title express any direct intention to repeal and to replace the Constitution, the proposed Anti-Terrorism Bill amounts to however a fundamental alteration and change of the very substance of the conceptual framework as well as the structural framework of the 1978 Constitution.",
    "While a more detailed analysis can be provided, for the time being, the nature of the proposed Bill and how it amounts to a fundamental alteration, change and amendment to the Constitution, can be summed up in the following manner.",
    "The Constitution of Sri Lanka is based on the ‘fundamental notion of the sovereignty of the people’. Article 3 of the Constitution states that “in the Republic of Sri Lanka, sovereignty is in the people and its’ inalienable sovereignty includes the powers of the Government, fundamental rights, and the franchise.” Thereafter, in Articles 4(a), 4(b) and 4(c), the manner in which the sovereignty of the people is exercised through the Parliament, the Executive and the Judiciary are enshrined, and added to that in Articles 4(d) and 4(e) is that the fundamental rights and the franchise are an integral part of the notion of sovereignty that is embedded in the Sri Lankan Constitution.",
    "The proposed Anti-Terrorism Law is aimed as an alteration of this position in a most fundamental way.",
    "First of all, by many provisions spread through the proposed Anti-Terrorism Bill, the President directly acquires powers of control over the life of the people on matters relating to exercise of their sovereignty, and on the exercise of the Constitutional organs recognised in the Constitution, such as the Parliament and the Judiciary, exercising their functions as a part of the exercisesof the sovereign power of the people, thus, virtually paving the way to attack the right of franchise and also the fundamental rights of the people.",
    "Under Article 35(1), “While any person holds office as the President, no proceedings shall be instituted or continued against him/her in any court or tribunal in respect of anything done or omitted to be done by him/her either in his/her official or private capacity.”",
    "Throughout the proposed Bill on Anti-Terrorism, large of numbers of functions which are presently exercised by various Ministries, organs of the State and other officers, are being taken by the President, directly under his/her control.  This implies that on any matters that may arise, by way of commission or omission, which at present would give rise to the right of the citizen to seek the redress of courts, are to be taken away. Thus, on very vital matters which involve arrest, detention, investigation, and many other matters, the citizens will lose the right to take up these matters before a court of law. Therefore, the legality and illegality of any of these actions will be an irrelevant matter.",
    "This is a most fundamental violation of not only the Sri Lankan Constitution but of any constitution in a republic that claims to be based on liberal democracy. Thus, the Sri Lankan citizens will heavily lose the protection that they have under a liberal democratic framework of governance once this Bill becomes the law.",
    "Thus, the enlargement of the powers of the President, achieved by means of this proposed Bill, will bring to an end the operation of the 1978 Constitution and many of its provisions automatically. There will be an alteration of the Constitution in the most fundamental manner.",
    "Associated with this is the issue that Sri Lanka’s Constitution is rooted in the foundational notion of the ‘rule of law’.  The very fact of an existence of a constitutional Government means that the supremacy of the law and the rule of law are taken for granted as the foundation of governance in such a country. As one of the principal thinkers of the American Constitution, Thomas Paine stated, “in the United Kingdom ,the King is the law, but in the United States, the law is the king.”",
    "What this Anti-Terrorism Bill does is to fundamentally change that position and to make the President the law and the law to become an unimportant factor in dealing with many of the matters in Sri Lanka which have been brought under an overall umbrella called ‘Anti-Terrorism’. Holding or not holding elections, the right of peaceful protests, the right of peaceful assembly, the legitimate right of the freedom of the press and the basic rights relating to illegal arrest and illegal detention which are most fundamental to the idea of protection and the freedom of the individual will be lost if this proposed Bill comes into effect.",
    "By implication, this will diminish even further the role of the Parliament. All matters which are mentioned as activities around Anti-Terrorism, will be done outside the scope of the Parliament and all the oversight functions of the Parliament on these matters, will be done by agencies which are directly controlled by the President and which are outside the control of the Parliament.  The virtual declarations of ‘emergency powers’ which were earlier under the control of the Parliament, by way of various procedures of monitoring the situation, will be completely lost if this Bill is passed.",
    "Besides this, ‘new creatures’ have been created which in the future will exercise functions which the Constitution has given only to the Judiciary. These are the functions relating to the arrest and detention of persons and also investigations into various offences. The granting of powers to an officer not less than a person holding the rank of a Deputy Inspector General of Police (DIG), amounts to the handing over of the powers of arrest and detention, entirely to the hands of a Police officer. The Constitution does not allow any Police officer to hold any position involving the exercise of judicial power. A DIG having the right to make detention orders for various period of time will be exercising a power that is held most sacred within any democracy and within any country that holds the rule of law as a foundational principle. All the provisions which give a DIG or persons above the DIG rank, these powers, will directly contravene fundamental provisions of the sovereignty of the people as expressed in Articles 3 and 4 of the Constitution.",
    "Besides that, a parallel form of criminal procedure is introduced through this Anti-Terrorism Law. All criminal investigations in Sri Lanka have to be conducted within the framework of the Criminal Procedure Code and through the various powers given to various ranks of officers recognised by the Criminal Procedure Code.",
    "The present proposed Anti-Terrorism Law completely ignores Sri Lanka’s established Criminal Procedure Code and attempts to establish a parallel Criminal Procedure system when it comes to the Anti-Terrorism Law. Thus, there shall be two kinds of Criminal Procedures established in Sri Lanka. One which follows the Criminal Procedure Code with all the powers for all those who conduct their duties and all the protection for the citizens. Under the new Anti-Terrorism Law, all such powers will be taken away from the authorised officers, whose powers are derived from the Criminal Procedure Code and be handed over to other officers selected for that purpose, either by the President himself/herself or by the President through the Inspector General of Police.",
    "Besides this, many of the new agencies that are mentioned and also the new powers that have been mentioned have not been defined with any precision and without any ambiguity as required in a law. The ambiguities that are left could be utilised by any person in order to interpret this Anti-Terrorism Law in any manner that they like and therefore, all kinds of abuse will result particularly given the fact of the overall law enforcement failures and weaknesses that exist within the country.",
    "This new proposed Law also paves the way for the possible organising of extra-judicial killings and also the possibility of the recurrence of enforced disappearances. Once people are kept in places which are outside the normal places of detention, that is the prisons, they lose the protection that they have within the prisons, and they could be subjected to various kinds of exercises which may end up in extra-judicial killings. The practice of extra-judicial killings that is happening, even within the restricted atmosphere as it exists now, have already come under severe criticism by the Sri Lankan Supreme Court. This situation will worsen when there are no ‘fixed safeguards’ for the protection of the people who are kept under such detention as proposed in the proposed Anti-Terrorism Law.",
    "These also pave the way for the heavy increase of bribery and corruption within the Police. When the Police has the powers to hold people under detention for long periods, as it is proposed in this new Bill, opportunities will open up for various Police Officers of various ranks to exploit the situation for financial gains. We have seen the example of 11 children who were abducted and kept under detention in a Navy camp and later disappeared. It is known that they were kidnapped for the purpose of seeking ransom. These kinds of practices will reemerge in a large scale given the kind of record that Sri Lanka has particularly within the last 40 years or so.",
    "Above all, Anti-Terrorism will be soon recognised more like a ‘political instrument’ for controlling those who represent dissent, those who represent various Opposition political parties, trade unions, medical associations such as the associations of doctors, and of other professions, journalists, academic associations, and all those who normally exercise their fundamental freedoms.",
    "Once the Anti-Terrorism Law operates, it will have a major blow on the human rights related provisions of Sri Lanka.  The defense by those who violate fundamental rights in the future will be that their actions or their omissions which amount to offences were a result of their legitimate anti-terrorism activities and therefore, they will enjoy immunity from any kind of legal action.",
    "The result of all these is that the Parliament and the Judiciary will be seriously weakened, people will lose their right of sovereignty to exercise their franchise, their right to express opinions, and to participate in legitimate peaceful protests and to live a normal life. The result will be a culture of enormous fear which was a part of Sri Lankan life not long ago. In the 1980s in the South and almost about 30 years continuously in the North and the South, reminds one of a ‘nightmare nation’ where people had to live in fear and their life was threatened.",
    "Another consequence of all this will be the increase of crime. The Police preoccupied with the so-called new political function of anti-terrorism will have hardly any other time to deal with normal law and order related functions. Many times, the senior persons in the defense establishment have claimed that within the last 40 years or so, the Police function suffered a great deal because of having to deal with ‘security functions.’ Now, it will become even worse and life in Sri Lanka will be even further insecure due to the so-called Anti-Terrorism Bill."
  ]
}