{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Both-Lankan-and-Indian-traders-saving-over-50-in-transaction-costs-by-using-INR/108-256872",
  "time_ut": 1680207543.0,
  "original_lang": "en",
  "original_title": "Both Lankan and Indian traders saving over 50% in transaction costs by using INR",
  "original_body_lines": [
    "The use of Indian rupee (INR) in Sri Lanka-India bilateral trade is facilitating traders from both countries to cut transaction costs by over 50 percent while enabling same day trade settlements.",
    "Joining a panel discussion themed ‘Indian rupee denominated trade settlements between India and Sri Lanka and the impact to importers’ organized by Ceylon Chamber of Commerce, Bank of Ceylon Deputy General Manager - International Treasury and Investments, R.M.N. Jeewantha highlighted that traders from both countries are able to make over 50 percent saving in transaction costs  by using INR.",
    "“The transaction charges are quite high when you are sending money through New York or U.S account. The banking charges alone comes to about US$ 30-35.  If you conduct the transaction using INR, there won’t be any charges like that. So, it’s a very cost-effective method,” he said.",
    "Further, he noted that Sri Lankan importers do not need to allocate margins for exchange rate fluctuations when trade is conducted in INR.",
    "“When you invoice Indian exporters in INR, they are not exposed to any exchange risk, because exporters in India, anyway, conduct their businesses in INR. So, there’s no need to put any margins for exchange rate appreciation or depreciation,” he added.",
    "Further, he pointed out that same-day settlements have a distinct advantage in INR trade as earlier same-day trade settlements were not possible under the Asian Clearing Union (ACU) mechanism.",
    "According to the Central Bank, around six Sri Lankan banks have opened Nostro accounts in India and 10 more banks are in the process of opening Nostro accounts to facilitate trade settlements in INR. With more banks coming onboard, Jeewantha noted that exporters and importers would get more competitive exchange rates moving forward.",
    "As of February, he noted that BOC performed around 180 transactions in INR. In order to promote trade settlements in INR, he stressed that educating Indian exporters remains crucial.",
    "Meanwhile, the Sri Lankan branch of State Bank of India (SBI) is currently in the process of enabling INR letters of credit for Sri Lankan importers.",
    "Moving forward, State Bank of India (SBI) Country Heads, Ravindra Kumar Jha opined that both countries are set to benefit from conducting bilateral trade in INR as it would help to lessen fluctuations in exchange rate."
  ]
}