{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-wijeweera-legacy-and-left-prospects-today/",
  "time_ut": 1689437340.0,
  "original_lang": "en",
  "original_title": "The Wijeweera Legacy and Left Prospects Today",
  "original_body_lines": [
    "The Left in Sri Lanka is closer than it has ever been to leading the country. This is borne out by public opinion polling which consistently puts Anura Kumara Dissanayake (AKD) the JVP-NPP leader ahead of the competition at a presidential election and his party or bloc, the NPP-JVP ahead of the competition at a parliamentary election.",
    "The mystery is that AKD and the JVP-NPP aren’t doing everything it can, or even the minimum things it can, to increase its slim lead and get to the magic 50% mark. In every other situation everywhere in the world in which the Left has come within striking distance of electoral victory, or indeed victory of any sort, the natural reflex has been to seek to close the gap through tweaking its own policies and profile so as to elasticize its appeal while reaching out and building political partnerships, alliances, blocs, in a word, political relationships, that bring it home to victory.",
    "This has been the lesson of Pink Tide one and two which has seen the democratic Left sweep Latin America twice in the past quarter century. It has also been the experience of the Marxist-Leninist left in Nepal.",
    "That is precisely what the JVP-NPP is not doing. I was discussing this paradox with an incisive young friend who earned a postgraduate degree in international relations in a First World university before he became the business magnate he is. “If the JVP and the FSP united it would give rise to brilliant synergy, but the JVP believes in competitive advantage, not cooperative advantage. It would rather lose, persisting in comparative advantage than win, switching to cooperative advantage” he opined.",
    "Where did this self-limitation, this chronic inability to form inter-party/cross-party political relationships come from? Why is it persisted in even at the risk of losing the elections?",
    "More puzzling, why is it indulged in even though it prevents the JVP-NPP’s ability to wrench an election from the reluctant Ranil Wickremesinghe?",
    "Why is it adhered to even though it hamstrings, the JVP-NPP’s ability to protect its trade unions from the vicious labor legislation that is imminent, and/or the sell-off of the state sector of the economy which houses many of those unions?",
    "The reason, the cause, lies in the genetic structure, the genetic code of the JVP. Those political-ideological genes are the source of the JVP’s strength and its weakness. To seek the real reason, one has to return to the JVP’s roots; its paternity.",
    "Rohana Wijeweera was the most significant or consequential left leader this island ever produced. He grasped what Georg Lukacs, writing of Lenin, described as “the actuality of the revolution”. Though he had several contemporaries who had the same idea and strivings, without Wijeweera, revolution would never really have come on the agenda of Sri Lankan history. His real strength was a combination of two attributes. Firstly, the ability to apply and adapt—which in his case, tragically involved great distortion—Marxism-Leninism to the specifics of the Sri Lankan reality and the sociology of the underprivileged Lankan youth. Secondly, the ability to organize and instill in his followers the zeal to organize.",
    "No Wijeweera, no JVP; no JVP, no real challenge to the Sri Lankan capitalist system and capitalist class. No Wijeweera, no real challenge to the Sri Lankan state. No JVP, no FSP offshoot, and no really effective Left on the island. No effective Left, no alternative or counterbalance to the capitalist politicians or the savage neoliberal cutbacks. No JVP and FSP and no counterforce, or even voice, for the disadvantaged masses, the youth from the poorer classes and generations educated in the state universities.",
    "There is a flipside, or as they say, the matter needs a dialectical approach. If not for Wijeweera’s strengths, no JVP challenge to the System, but if not for Wijeweera’s weaknesses, those challenges would not have been so distorted as be successfully beaten down. Look at the track record. Two significant armed uprisings, both smashed militarily, punctuated and followed by desultory-to-modest electoral performance so far.",
    "Compare and contrast that with Latin America where the Left either managed to use its military strength to force negotiations and the re-opening of the system which permitted electoral participation culminating in victory and re-election, or even in cases of utter military devastation, retained enough of a moral-ethical halo, to win Presidential elections.",
    "What is the reason? While Wijeweera’s strength lent the JVP determination and resilience, his chronic weaknesses also imposed structural limits on its success. His paranoia made him see any competitor or dissenter as an enemy who had to be dealt with violently. This aborted any possibility of united fronts, alliances, and blocs, i.e., any partnership or more plainly, political relationships. It was a self-fulfilling prophecy. The enemies he and the JVP made on the Left through lethal violence, turned out to be the decisive factor in the JVP’s crushing military defeat in 1989.",
    "This paranoia, though in a greatly reduced form, has been carried on to the next generation through the JVP’s DNA. It is mercifully, far more diluted in the breakaway FSP. However, the FSP, while much less sectarian, is not entirely immune either. In a Southern European or Latin American context, an FSP-type party would have united either with other left parties (that’s how Syriza and Podemos were formed) or worked within the SJB and/or FPC.",
    "Wijeweera had a chronic inability to formulate a Marxist solution to the Tamil National Question—that is, apart from writing a 350-page book (his report to the underground party Congress in 1985) which had more consecutive pages criticizing me by name than Velupillai Prabhakaran.",
    "Though the JVP and FSP have abandoned his ‘social chauvinism’ – which Wimal Weerawansa is continuing – and are laudably anti-racist parties, they too have baulked at embracing the standard Marxist and Left formulation of ‘regional autonomy’. Instead, the JVP wobbles while the FSP still flirts occasionally with ‘self-determination’ – which Wijeweera was correct to reject and I was wrong not to. The result of this Wijeweera legacy has been a political paralysis of both the JVP and the FSP on the Tamil Question which prevents any kind of North-South political bridge-building or even an extended conversation.",
    "Electorally, the biggest liability of the Wijeweera period is the character of the violence of the second uprising in the late 1980s. Both the JVP and the FSP have been unable to get beyond the old justificatory narrative of “the UNP framed us and banned us, so we had no choice but to fight back”. That narrative is often supplemented with “the Indians projected power onto our soil so we had to resist it arms in hand”.",
    "Taken separately or together, the justificatory narrative fails to deal with the issue of barbarism as manifested in targeting. What does the UNP’s ban on the JVP or the Indian airdrop and the Accord have to do with the very first political assassination by the JVP in the 1980s, namely the slitting of the throat of Daya Pathirana, the leader of the radical left Independent Students Union, who had signed a petition in 1984 calling for the removal of the ban on the JVP, and was murdered on December 15, 1986, many months before the Indian intervention?",
    "The problem is not with the JVP taking up arms but the use those arms were put to. Is there no way for the JVP and the breakaway FSP to reaffirm the legitimacy of its recourse to arms with a self-criticism of the lethal targeting of unarmed rivals and non-compliant civilians targeting which made bitter enemies of other radical leftists who then proved to be the critical variable in the JVP’s defeat? Why not a self-criticism of the needless and ultimately suicidal decision to continue or resume the civil war when a real chance had arisen to negotiate an honourable solution and even enter the government when the newly-elected, non-elite, populist President Premadasa invited it to do so?",
    "The failure to make a public self-criticism about aspects of its armed struggle reduces the level of public trust that the JVP-NPP could otherwise count on because of the economic crisis. In some areas there are horrific memories of JVP violence and persecution of the people (snatching ID",
    "cards, imposing curfews, strictures on funerals etc.). These votes could comprise the margin of victory or defeat and yet the JVP is unwilling to do its due diligence to secure them.",
    "Finally, there is the perhaps the most important drawback of the Wijeweera legacy that the JVP and FSP share, and should cut clean away from if the Left is to win or even survive Ranil’s counter-revolutionary offensive.",
    "After 1973 or perhaps 1976, Rohana Wijeweera sealed the JVP off from the rich, complex legacy, theoretical and strategic, of the post-Lenin international communist and revolutionary movement. It happened this way. After the defeat of the April 1971 insurrection the incarcerated JVP cadres and those underground and on the run began to read. The reading led to calls for self-criticism and efforts at self-criticism. These were met with violence directed at the dissenters by Wijeweera’s faithful in the jails.",
    "Being the very smart guy he was, Wijeweera knew this was not enough. He then engaged in a massive diversion operation. He diverted attention to the support extended to the Bandaranaike government by the ruling Communist parties of Russia and more dramatically China and went on a huge binge against the international communist movement. His lawyer the celebrated Trotskyist Bala Tampoe was giving him considerable reading material, chiefly the writings of Ernest Mandel.",
    "Ever the utilitarian, Wijeweera switched from his 1973 position of endorsing independent-minded Communist parties non-aligned between Russia and China, i.e., Cuba, Vietnam, North Korea, Japan, and the Communist Party of India-Marxist, to a complete rupture which took the Trotskyist position that international communism had been incorrupt only up to the first four Congresses of the Communist International (Comintern). In short, it pretty much had all gone wrong after Lenin, except for the positions of the ‘Left Opposition’ (Trotsky, Zinoviev, Radek, Preobrazhensky) against Stalin.",
    "Wijeweera being Wijeweera, he dumped this ‘ultra-internationalism’ when the party was unfairly banned by the UNP and went underground. He then switched to its opposite position, adopting ultra nationalism in his 1985 book, denouncing any and every form of political devolution down to the District Development Councils which the JVP had itself contested.",
    "What is most pertinent to the situation today, is that in order to facilitate a free hand for himself to swing from one position to its opposite, Wijeweera maintained the cut-off point at Lenin and there too, suppressing his ‘Two Tactics’ (1905). This meant that decades of Marxist and revolutionary thought after Lenin was de-legitimized, denounced, or ignored; unavailable to and discouraged among JVP leaders and members. Wijeweera reserved for himself the right to toss in the names of Fidel, Che, Miguel Enriquez (founder of the Chilean MIR) et al, without ever quoting at length from them, still less discussing, debating and assimilating their ideas. It was simply name-dropping.",
    "Mao, Gramsci, Dimitrov, Togliatti, Ho Chi Minh, Fidel Castro, Che Guevara, Amilcar Cabral, Carlos Fonseca, Joe Slovo. None of these were read at length or discussed in depth. The entire conceptualization of United Fronts and the Popular Front, in their many variations, was effaced.",
    "This is the real reason that the JVP does not engage in united fronts with other political parties. This is the real reason the JVP will be mentally unable to do so until it exorcises this ghost of the negative side of Wijeweera’s political paternity.",
    "The treasure house of Marxist thought was shut to the JVP by Wijeweera and never really reopened by him or his successors. The FSP is much more open but it is like the man who escaped Plato’s cave and is blinking in the sunlight. As Plato explained, in a reference to the fate of Socrates, when such an escapee goes back to his fellow prisoners and tries to explain the outside world to them, they are likely to kill him because all they know are the shadows flickering on the walls of the cave.",
    "Meanwhile, the badly defeated Latin American left was deeply studying Gramsci, supplemented by Althusser and Poulantzas. That was the secret of its successful comeback. Though some of those parties had been founded after the JVP and defeated militarily, they were elected to the presidency in their countries well before the JVP found its political and electoral feet.",
    "[Dayan Jayatilleka is author of ‘The Great Gramsci: Imagining an Alt-Left Project’, in On Public Imagination: A Political and Ethical Imperative, eds. Richard Falk et al, Routledge 2019]",
    "JVP to challenge in court Bill to empower Minister to extend tenure of local councils",
    "JVP: 300 doctors who completed internship have not accepted appointments",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}