{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Tax-authorities-to-crack-down-on-evaders-as-SL-misses-revenue-targets/108-263251",
  "time_ut": 1689535891.0,
  "original_lang": "en",
  "original_title": "Tax authorities to crack down on evaders as SL misses revenue targets",
  "original_body_lines": [
    "SL has met all interim targets agreed with IMF barring revenue targets",
    "SL raised taxes, introduced cost-reflective utility pricing under IMF-reform package",
    "Further increase in taxes to increase govt. revenue could backfire",
    "Recent easing in import controls aimed at enhancing govt. revenue",
    "Sri Lanka has met all interim targets agreed with the International Monetary Fund (IMF) in return for the Extended Fund Facility (EFF) secured in March this year except for the revenue targets which are still falling behind, according to Central Bank officials.",
    "Sri Lanka had to accede to a slew of steep targets which covered fiscal and monetary sides, external sector, state-owned enterprises (SOEs), independence of the Central Bank and take measures to reduce corruption vulnerabilities to get the IMF officials to unlock the much-needed US$ 3 billion facility.",
    "But the government is lagging behind in terms of revenue targets despite the massive hike in taxes and the market pricing of electricity and fuel to strip the state-run utilities from relying on the Treasury for funds.",
    "This in fact sparked a debate during last week surrounding additional revenue measures which could well become one of the main discussion points with the IMF when they come down for the programme’s first review scheduled for September.",
    "More taxes in whatever the form will further suffocate the economy, which is still struggling to find some footing. What is required instead is a targeted stimulus to revive the new and old enterprises which will generate new jobs and restore lost ones from which the government will be able to rake in more taxes from increased business and consumer spending.",
    "Failure by the government to take appropriate action would result in the consolidation of power among large corporations, leading to the formation of oligopolies.",
    "Simultaneously, this would push small businesses out of the market, causing an imbalance in the economy. Such a scenario is detrimental to both consumers and the spirit of entrepreneurship.",
    "If officials continue to push through the IMF prescription premised predominantly on the revenue based fiscal consolidation, the economy will continue to remain undermined and will never realise its full potential.",
    "The still disappointing tax revenue compared to the target is why the Central Bank has recommended the Treasury to relax the remaining controls on imports which have long been a strong source of tax revenues.",
    "The Central Bank a fortnight ago said that the country now has the capacity to stretch its import bill to around US$ 1.6 -1.7 billion a month from the current US$ 1.4 billion.",
    "In addition, tax authorities have intensified their efforts to crack down on tax evaders, especially in light of recent tax increases, including income tax.",
    "However, these tax hikes have not resulted in the expected influx of new taxpayers into the system. Last week, tax authorities expressed surprise over the fact that the number of tax files remained largely unchanged despite the implementation of these measures."
  ]
}