{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Business-as-a-product-to-harness-growth/4-757242",
  "time_ut": 1704844815.0,
  "original_lang": "en",
  "original_title": "Business as a product to harness growth",
  "original_body_lines": [
    "“The product of a business is the business itself. Business as a product means not what it sells but how it sells” Michael E. Gerber",
    "A startup should appreciate the fact that startup is a temporary organisation that searches its customers and business models. Every startup must strive to move to the next stage of growth as it needs to generate sufficient revenue to survive. Once a startup discovers the customer and business model by establishing product-market fit, it needs to create more customers and have a system where the solution that is different from competitor offerings, could be repeated at a low marginal cost to earn higher revenue and profit to achieve the desired profit-market fit.",
    "When a business discovers the business model at the startup by consistent testing and learning, it also finds out the dos and don’ts in that particular business to come out with its strategy. Every startup, at the transition stage, from the exploratory stage to the growth stage to generate more revenue and profit, must bring a sort of standardisation to ensure the repeatability of the business model to generate more customers, and that every additional rupee of sales is brought in at less marginal cost. This is the interim stage where the business has to think about systematisation even if the owner is the only person in the business. At this transition stage, consistency, control and growth are the three key factors to be prioritised. The owner has to hire the right personnel and develop a team to delegate, in order to give him more time to lead and drive the change, and the business systematised to achieve the required growth and agility in the business model. An important fact to be noted here is when a startup moves into a systematised format with delegation taking place there is always a possibility to lose productivity and performance due to learning and catching up. The region that reports the dropped performance until the point of profit-market fit is called the valley of transition. The convex of the valley depends on how effectively a startup can systematise the business.",
    "In the second stage, a startup lands on its growth. This is the stage where a business leverages on repeatable business model when customer creation takes place. Customer creation is a process carried out where, once a business discovers its customer and business model, it finds more and more similar customers to increase the revenue by repeating the same business model.",
    "When the business moves to the growth stage the primary focus of the business model is moved from exploration to exploitation. This requires a transition from exploration to exploitation. On the other hand, even after a business model is converted to exploitation there should be some model to continuously adjust or reconstruct the business model to the changes in the environment.  This insists on the need for the formation of an ambidextrous organisation. Hence, it is important to note four key points in the systematisation of the business:",
    "The growth stage requires a proper system to exploit the opportunity to earn more revenue at a decent profit with exploitation motives, while minimising the loss of performance at the valley of transition.",
    "The effective transition of the business model from startup to growth requires an ambidextrous organisation to be created with both exploration and exploitation capabilities.",
    "The system must be equipped with exploitation and exploration capabilities even after moving to the growth stage, as businesses routinely need to reinvent and refine their core business.",
    "The system developed needs to be agile enough to facilitate scaling up.",
    "When a startup discovers its customers and business model, it has to devise its strategy by identifying key activities needed to create more customers and generate more revenue at good profit. This exercise prescribes a set of activities to be performed to create and deliver the value proposition. The focal point of product-market fit is value propositions and their delivery. This is also the origin of how a business system is designed around creating high-revenue customers at a decent profit. Once product-market fit is confirmed a startup must construct the business model in such a way with reduced variable costs and contained fixed costs to make sure the revenue growth takes place at a low marginal cost.",
    "A system can be identified as a collection of components put together based on a clear logic towards achieving certain goals, the performance of which is driven by certain governance or rules, and that can reconfigure itself to the changes in the environment to sustain the performance. This definition clearly outlines three key elements of a system:",
    "To deliver the promised value proposition, the business has to decide the best collection of activities to be performed in the form of integrated processes. The series of activities performed to achieve a particular outcome is called a process. The simple rule of thumb is, for any collection of activities to be called a process there should be clear input to and output from the process. The business has to identify the key result or delivery areas to be performed well to create and capture super value. Hence, every key delivery area forms a major process under a function and in turn the collection of function constitutes the whole business. The effective design process could be guided by concepts such as, lean value chains, frugal business models, sustainability, etc. In brief, every activity must be looked at as a building block and the business must be able to envision how the collection of activities is to be organised to deliver optimum performance with the right combination of resources.",
    "These processes need to be organised and structured in a way that best and optimum business performance is achieved. Structure refers to the assignment of human resources to the delivery of each activity. In other words, structure refers to the model of positions organised to effectively and efficiently deliver the output of processes.",
    "The models based on which structures are developed, lead to the formation of different organisational structures.",
    "The processes need to be identified and a structure of roles created even if the organisation consists of just one employee, who is the owner.",
    "In such a model, the owner has to question himself about the delivery of every role, independently, for better performance. The roles are created where every collection of activities or processes targeting a particular outcome is assigned to a person guided by rules and governance to ensure effective delivery. Once the roles are defined the owner may think of hiring the people to create the team, to relieve him/herself, step by step, from operation activities to focus more on entrepreneurial roles.",
    "This demonstrates how a business could be separated from the owner and independently run by a system.",
    "Every process is expected to deliver the output expected in congruence to make sure the value proposition is delivered as promised in an autonomous style. Every position, attached to a particular process must deliver the expected performance for a business to succeed.",
    "This requires something to play the role of providing clear guidelines, instructions, policies, and clarity on expected performance and how it is measured. Governance, as the third element of a system, plays this role.",
    "This helps the business system to operate autonomously without interference; the business becomes system-dependent rather than person-dependent.",
    "Governance plays this role in two capacities. One is compliance governance to make sure the system delivers hygienic or threshold performance and the other is performance governance that promotes higher performance above the threshold.",
    "The effective implementation of governance is reflected by quality decisions being made at any point in the structure and effective communication.",
    "When a business is properly systematised the processes, structure, and governance bring in resilience and agility for the system to respond to environmental changes. In line with the quote of Michael E. Gerber, systematising the business is all about developing the engine of value creation and delivery, and capture.",
    "(The writer is CFO/COO at Emerald (Sri Lanka) and can be contacted at [email protected] )"
  ]
}