{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Cant-we-find-a-famous-personality-to-celebrate-world-Yoga-Day-EDITORIAL/172-261633",
  "time_ut": 1687463620.0,
  "original_lang": "en",
  "original_title": "Can’t we find a famous personality to celebrate world Yoga Day? - EDITORIAL",
  "original_body_lines": [
    "World Yoga Day was celebrated across the world on June 21 (Wednesday) with Sri Lanka too having many events across the island to mark the occasion.",
    "The word yoga is synonymous with most Sri Lankans and there are so many institutes that teach this heath system apart from the many retreats that are advertised here. The big question is whether the Sri Lankan Government sees the potential to use this island and its most beautiful tourist destinations to build yoga centres and couple it with holiday packages.",
    "What stands in good stead for yoga is that on World Yoga Day some Sri Lankan ministers were seen hogging the limelight after being invited for the event; where they also had to take part in doing some asanas (postures). In India, our closest neighbour, yoga is a fad and even most of the top showbiz personalities and top sportsmen and women are into it. Former Indian cricket star Sachin Tendulkar is a good example. But unfortunately in Sri Lanka, most performing artistes and professional sportsmen and women don’t give much regard to yoga and fight shy to include it in their daily exercise routine.",
    "World Yoga Day was inaugurated in the year 2015 after the United Nations’ General Assembly the previous year ratified a proposal by its member countries to have such a day for this art of wellbeing.",
    "The biggest star or politician behind promoting yoga is Indian Prime Minister Narendra Modi. This year he was in the United States and joined 135 different nationalities as participants took part in the ninth International Day of Yoga; setting a Guinness World Record for most nationalities to participate in a yoga lesson. This year’s theme for the event was Yoga for ‘The World is One Family’. The good thing about Modi is that the premier is serious about his yoga and spends time in doing it as part of his lifestyle. “It is a very old tradition, but like all ancient Indian traditions, it is also living and dynamic,” Modi said adding “Yoga is truly universal.”",
    "But in Sri Lanka, we often see parliamentarians gracing such occasions and being a joke onto themselves because their stiff bodies don’t allow the performing of most stretching postures. If a Sri Lankan parliamentarian can do yoga using proper technique and become a good advertisement for ‘World Yoga Day’ that would also underscore the fact that even at a ripe old age a person is fit to be a politician and serve the people.",
    "Yoga means ‘Yuj’ which translated into layman’s language is unite. Yoga teachers teach us that doing yoga helps us have a closer link with mind and body. Famous Indian yoga teacher B.K.S Iyengar once said, “Yoga cultivates the way of maintaining a balanced attitude in day-to-day life and endows skill in the performance of one’s actions”. It goes without saying that these life skills when developed would also raise the output in production and the efficiency of workers. The good thing about yoga is that unlike a heavy cardio or weight training session in the gym - after a hard day at office- doing yoga instead rejuvenates you and gives back all the lost energies of the day.",
    "A good number of Sri Lankans are also into yoga and get their basic qualifications in this art of wellbeing by visiting India and getting a yoga certification by an Indian guru. Modern times have made things easier for Sri Lankans because there is the Swami Vivekananda Cultural Centre at the Indian High Commission of Sri Lanka which offers so many courses in yoga.",
    "Sri Lankans have their traditional ways of retaining the goodness in food by cooking meals in  special ways and maintaining health through the art called angam (which is a fighting system which also has exercises for the body, mind and internal organs). But when these Sri Lankan islanders take a closer look at most good things which have produced results and worked for them over the years, they have had Indian roots or if not have come with ‘the blessings of the Indian wind’."
  ]
}