{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/remedy-worse-than-disease-nilwala-ganga-floods/",
  "time_ut": 1701041220.0,
  "original_lang": "en",
  "original_title": "Remedy worse than disease: Nilwala Ganga floods",
  "original_body_lines": [
    "Former Director General of Irrigation and currently the Consultant to the Metallurgical Corporation of China",
    "The Nilwala Ganga has a drainage area of 1043.0 sq.km and its annual average run off to sea is estimated as 1167.0 Million Cubic Meters (mcm).  The only major infrastructure facility available in the basin for flood protection is the project implemented during 1982-1988 with financial assistance from the Government of France. This scheme provided a series of dykes with pump houses to protect the lower reaches of the Nilwala Ganga.",
    "In this scheme the unprotected area between the dykes and the river banks is considerably large and about 2,800 ha of developed land area was declared as unprotected. However, the relocation of the people who lived in this area had not taken place. Therefore, flooding of Nilwala Ganga is still a major issue in the basin due to this inherent relocation deficiency during the project implementation.  The scheme provided the protection for 4,800 ha of lands for a flood of 10-year return period. See Fig.1.",
    "The concept of salinity barriers in Sri Lanka was first discussed for the Kelani Ganga due to intrusion of saline water to Ambatale water intake during drought periods, when the flow in the river is very low. This discussion was as far back as 1998. My association with this first conceptual design was on the request made by French Consultant, GERSAR, appointed by the National Water Supply and Drainage Board (NWSDB). Our main concern was the impact of upstream inundation due to the proposed barrier. We found that rubber dam technology had been introduced by the Japanese under these circumstances and this technology was implemented in countries like Japan, Bangladesh and Thailand etc. at that time.",
    "When I visited Japan for some other purpose, I was particularly interested in visiting a rubber dam. See Fig.2.",
    "With the help of that experience, the Kelani Ganga salinity barrier was designed by keeping a firm concrete base one meter below the sea level for the foundation and the rubber dam on the concrete base. The crest level of the rubber dam was kept at + 1.0 m above the sea level, when the rubber dam was inflated during low flows.  The arrangement is for the rubber dam to deflate before the arrival of floods during monsoons. During wet seasons, the rubber dam is not visible and it is below sea level. There are no gates or piers in this structure and therefore there is no significant impact upstream during floods. A numerical model study was undertaken to verify the above parameters to understand any significant upstream flooding up to Hanwella.",
    "However, during the construction of the Kelani Ganga barrier the concrete base was completed to the design level of -1.0 m MSL, but a rubber dam was found expensive for the NWSDB. Therefore, currently sand bags are placed during low flow conditions of the river on the concrete structure as a temporary measure. The Irrigation Department and the NWSDB are currently studying a permanent solution with Lanka Hydraulic Institute (LHI) consultants.",
    "3.0 Major issues at Nilwala Ganga before the current debacle",
    "The following are the major issues highlighted by the stakeholders during a consultation process organized by the Irrigation Department in 2010 prior to the current problem.",
    "·    The present flood protection level provided by the current flood protection scheme proved to be insufficient due to enhanced rainfall intensities now prevailing in the area due to environmental changes.",
    "·     During the implementation of the current flood protection scheme, 2,800 ha were declared as unprotected. This area consists of developed lands and the people who occupied these lands continue to remain in the unprotected area and become victims of floods.",
    "·    The flood protection scheme provides 10-year safety for 4,800 ha of lands, while the flood levels in the unprotected area have risen by 2.0 m, and the water level in the Matara town area has risen by 0.63 m after the provision of dykes.",
    "·    The large operational cost for water pumps has an impact on the O&M budget of the Irrigation Department. There are 24 heavy duty pumps at three pump houses to drain flood water from river tributaries.",
    "·    The Nilwala Ganga is the main source of water for domestic use. Due to salinity intrusion during the dry season, all three major water intakes maintained by the NWSDB are affected and therefore NWSDB finds it difficult to supply safe drinking water during the low flow periods in the river",
    "While the above issues remained unaddressed, an attempt was made by the NWSDB to address the last issue. In 2022, a salinity barrier was constructed by the NWSDB, but unfortunately this remedy has now created one of the most critical new issues.",
    "The salinity barrier for Nilwala Ganga was proposed in 2003. Its construction commenced in 2012 and was completed in 2022 by a Korean contractor. See Fig.3. Due to prevailing rains since September, the low-lying areas of the Nilwala Ganga valley in the Matara, Malimbada, Kamburupitiya, Thihagoda, Athuraliya and Akuressa Divisional Secretariats go under water during major floods. According to media reports, at present, 28,000 people belonging to 8,000 families have been affected by the flood in the Matara District.",
    "Major floods occurred in 1969, 2003 and 2017 during the recent past and the water levels receded gradually after seven to 10 days. However, the current flood water is almost stagnant and the affected area is being under water for more than three to four weeks preventing rapid drawdown of flood levels. Residents of the area alleged that the salinity barrier has not been constructed properly and that is the reason for flooding. The public also blames the Irrigation Department is the authority that approves such construction. The Department is reported to have undertaken a study.",
    "By considering the issues surfaced prior to 2010 along with the current issue, the following two flood protection options were suggested by engineers of the Irrigation Department and consultants of bygone days.",
    "Option I- Construction of upstream reservoirs to detain rain water during floods.",
    "Option II- Heightening of existing flood bunds to withstand for a higher flood without upstream Reservoirs.",
    "The Option I has the advantage of using the reservoirs for other purposes such as irrigation and domestic water supply in addition to the flood protection benefits.  Under this Option, heightening of the dykes need not be required to pass a higher flood of design return period. However, as for this option, the people occupying the reservoir bed areas have to be relocated and it is a most complicated social and environmental issue as the areas identified for reservoir construction are highly developed.",
    "Two major reservoir sites were identified and investigations for conceptual designs were done by the Irrigation department as far back as 1968 with foreign assistants. Fig.4 shows the location of these reservoir sites.",
    "In addition to above, the Irrigation Department has identified about eight medium size reservoir sites during previous studies.  The tentative locations of these reservoirs   are shown in Fig.5.",
    "While option I is the best engineering solution due to social and environmental issues related to relocation of people in developed lands, option II appears to be more sensible and cost effective. Heightening of the flood bunds with introduction of nonstructural measures such as flood proofing for the unprotected area is more favourable than the reservoir construction.",
    "The safety level of the current flood bunds is for a 10-year flood and in 2010 heightening of existing flood bunds to withstand a 50-year flood was estimated as Rs. 3,700 mn including the relocation of families from the unprotected areas.",
    "In order to reduce the flood lift near the Matara town as a result of dyke construction, a diversion canal and a tunnel were proposed under stage III of Nilwala Ganga flood protection scheme implemented by the French consultants. However, this stage III was abandoned at that time due to unrest in the country during 1989. See Fig.6.",
    "It appears that the LHI had carried out a hydraulic model study for the NWSDB before awarding the construction to a Korean firm.  The Irrigation Department is the approving agency responsible for this type of major structures across rivers. Therefore, it has the responsibility to verify the validity of model studies undertaken by any consultants before giving the approval for construction. Some argue that earlier arrangement was for a provision of collapsible gates and later it was modified to vertical lifting gates. I believe that even with collapsible gates it might not work and the real problem I see is the presence of piers. Videos taken near the salinity barrier during the recent flood clearly show contraction of streamlines around the piers restricting the smooth flow of water.",
    "At present both LHI and the Irrigation Department are expected to review the model studies already undertaken by LHI prior to the construction of salinity barrier to find a solution to rectify this issue by way of modifications to the structure. In my opinion, it will not be so easy unless we consider some alternative structural solutions proposed under option II as indicated in section 5.2, if authorities want to keep the present salinity barrier intact.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}