{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/COYLE-explores-bilateral-investment-opportunities-in-Busan-South-Korea/34-756336",
  "time_ut": 1702595875.0,
  "original_lang": "en",
  "original_title": "COYLE explores bilateral investment opportunities in Busan, South Korea",
  "original_body_lines": [
    "On the invitation of the Speaker of Parliament Mahinda Yapa Abeywardana and MP Dayasiri Jayasekara, the Chamber of Young Lankan Entrepreneurs (COYLE) and The National Chamber of Exporters, engaged in bilateral business discussions with the Busan Economic Promotion Agency of South Korea.",
    "The aim of this dialogue was to bolster inward industrial investment in Sri Lanka and broaden operational opportunities for Sri Lankan businesses in Busan to stimulate positive returns.",
    "The Busan Economic Promotion Agency President and CEO Jin Yang Hyun who joined the discussion online, acknowledged Sri Lanka’s potential for financial incentives, strategic presence and access to raw materials. However, concerns were raised about the barriers to entry, particularly, with regard to inefficiencies on the part of local authorities, impacting investment timelines.",
    "It was pointed out that addressing these concerns requires a comprehensive examination of Sri Lanka’s investment processes. The Board of Investment (BOI) plays a crucial role and its efficiency is key to facilitating foreign investment to the country. Accordingly, Sri Lanka needs to streamline its processes, as the bureaucratic complexities are adverse as opposed to countries like Vietnam and Thailand that dominate the region. Furthermore, initiating operations within an Export Processing Zone (EPZ) in Sri Lanka demands a closer look, and the Island needs to match other competitive nations while exhibiting economic and political stability.",
    "The discussion also touched on Busan’s economy, and the advantages it presents for Sri Lankan businesses. For example, setting up operations in Busan provides an opportunity for Sri Lankan companies to tap into the significant buying power of the South Korean market, enhancing their export potential. Companies establishing operations in Busan can also contribute to inward remittances for Sri Lanka, strengthening the economic ties between the two nations. It was revealed that identifying sectors currently exporting to South Korea and encouraging them to set up operations in Busan could further augment the bottom line for Sri Lankan businesses.",
    "Overall, the dialogue ended on a positive note, with COYLE, empowered by Speaker Mahinda Yapa Abeywardana and MP Dayasiri Jayasekara, who is the Sri Lanka Korea Association President, pledging assistance to companies from Busan interested in exploring industrial and commercial operations in Sri Lanka. Ultimately, the discussion demonstrated the need for Sri Lanka to rapidly enhance its accessibility, efficiency, and ease of doing business in order to compete on a global scale and benefit from foreign investment on a larger scale."
  ]
}