{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Royal-do-the-double-on-hapless-Thomians/108-256488",
  "time_ut": 1679657378.0,
  "original_lang": "en",
  "original_title": "Royal do the double on hapless Thomians",
  "original_body_lines": [
    "Royal College Colombo completed a double on rival S. Thomas' College, beating them by seven wickets to retain the Mustangs Trophy at the SSC Grounds today.",
    "Chasing 166 to win, Royal were guided by opener Rehan Peiris, who scored an unbeaten 69 in 107 balls, with Royal captain Dasis Manchanayake scoring the winning runs on the way to remaining 26 not out.",
    "Royal won the 144th Battle of the Blues encounter last week.",
    "Having found themselves in a trouble early in the run chase, losing two wickets on 20 runs, the pair of Rehan Peiris and Uvindu Weerasekera fought back to get Royal College back on track.",
    "They put on a 107-run partnership for the third wicket, before Weerasekera was dismissed soon after getting his half-century.",
    "Manchanayake then walked in a scored 26 of the remaining 39 runs, to see the Royalists across the line.",
    "Akash Fernando and Ashen Perera picked up two wickets each for the Thomians.",
    "S. Thomas' couldn't bat out their entire 50-over quota, bowled out for 165 in 48.2 overs.",
    "Sanadhi Bulankulame top scored for the Thomians with 66 off 133 deliveries, with only three other batters scoring in double digits.",
    "The Thomians recovered from a poor start at 26 for 3, before the fourth wicket partnership of 41 between Bulankulame and Mahith Perera was broken by Ranuka Malaviarachchi with the score on 67.",
    "The last four batsmen were dismissed for the addition of 17 runs.  PIx by: Pradeep Dilrukshana",
    "S. Thomas' 165 in 48.2 overs (Senadhi Bulankulame 66, Mahith Perera 28, Bulan Weeratunga 2/24, Sandesh Ramanayake 2/34, Dasis Manchanayake 2/25)",
    "Royal 166 for 5 in 37 overs (Rehan Peiris 69*, Dasis Manchanayake 26*, Uvindu."
  ]
}