{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Verité-Research-unveils-10-proposals-for-2024-Budget-to-boost-revenue-and-growth/14-755130",
  "time_ut": 1699813083.0,
  "original_lang": "en",
  "original_title": "Verité Research unveils 10 proposals for 2024 Budget to boost revenue and growth",
  "original_body_lines": [
    "Pre-budget forum focuses on the pathway to revive Sri Lanka’s economy",
    "Ahead of the presentation of the budget for 2024 to Parliament today (13 November), Verité Research has unveiled 10 budget proposals designed to enhance revenue and revitalise growth in Sri Lanka.",
    "The proposals were announced at a forum titled ‘Budgeting for Revenue and Growth’ hosted by the think tank on Thursday (9), which facilitated a conversation on the pathway to revive Sri Lanka’s economy.",
    "The forum featured presentations by Professor Mick Moore from the Institute of Development Studies – UK, Professor Shanta Devarajan from Georgetown University, Professor Udara Peiris from Oberlin College and Verité Research’s Executive Director Dr. Nishan de Mel, Research Director Subhashini Abeysinghe, Lead Economist Raj Prabu Rajakulendran, Lead Economist Mathisha Arangala and Lead Data Analyst Ashvin Perera.",
    "In his opening remarks, Nishan de Mel underscored the importance of reducing interest costs while increasing revenue for sustainable economic recovery. He noted that the interest cost for 2024 projected in upcoming budget was Rs. 234 billion higher than what was envisaged in the current IMF agreed economic recovery plan. He showed that Sri Lanka will continue to have the highest ratio in the world of interest cost to government revenue: currently above 70%, and remaining above 60% based on projected 2024 Budget.",
    "1. Increase the withholding tax rates from the existing 5% to 10%. – the proposal is expected to yield an additional Rs. 90 billion.",
    "2. Adopt the published rational formula for indexing cigarette taxes – the proposal is expected to add over Rs. 35 billion.",
    "3. Reverse sugar tax reduction and remove executive discretion on tax changes – the level of discretion allowed through the Special Commodity Levy Act, to the minister, led to what is commonly referred to as the ‘sugar scam’, immediately rectifying it (as had just taken place) can add over 25 billion.",
    "4. Recover excess costs of Ceylon Petroleum Corporation through an increased tax on the whole industry rather and an increased price, above the internationally indexed formula, by the entity – the proposal will generate about Rs. 25 billion in extra taxes collected from competing produces.",
    "5. Implement the described method to estimate and collect property taxes – the proposal will initially increase tax collection by at least Rs. 17 billion.",
    "The next segment of the forum presented five proposals aimed at revitalising the economy:",
    "1. Introduce state-funded maternity leave benefits (MLBs) - The private sector currently bears the full cost of maternity benefits, making it costlier to employ women. Research shows that state funded maternity leave reduces discrimination in recruitment, and boosts female labour force participation.",
    "2. Protecting the poor with cash transfers and reforming state subsidies – better targeted transfers protects the vulnerable, and makes the allocation of subsidies more efficient, and effective.",
    "3. Implementing trade facilitation targets — Sri Lanka has requested external assistance for 69% of the trade measures while least developed countries have, on average, asked for assistance for just 40% of the measures. Proposals were described to increase pro-active implementation.",
    "4. Accede to the Madrid Protocol on trademark registration – this gives a much needed boost for exporters to go global with high-margin, value-added products, as it would Increase the speed and ease of international trademarks registration.",
    "5. Actions to protect the Banking sector – Addressing banking sector risks requires joint actions from the central bank, the government and the International Monetary Fund (IMF) to implement proposals that include raising the deposit guarantee limit, establishing a Financial Stability Fund for liquidity injection during bank failures, and creating an asset management company for non-performing loans.",
    "The segment on enhancing revenue was followed by a panel discussion featuring Nishan de Mel, Subhashini Abeysinghe, Professor Mick Moore and Professor Shanta Devarajan. The session was moderated by Inoshini Perera, Strategic Advisor to the Executive Director at Verité Research. The discussion highlighted the need to improve Sri Lanka’s risk perception to reduce its cost of borrowing, emphasising the need for better governance, including the restriction of discretionary powers in the executive arm of government. The panel also discussed the need to shift the composition of public expenditure on growth-promoting activities.",
    "The segment on revitalising the economy was followed by a panel discussion that featured Nishan de Mel, Subhashini Abeysinghe, Professor Shanta Devarajan, Professor Udara Peiris and Country Managing Partner at Ernst and Young Sri Lanka Duminda Hulangamuwa. The session was moderated by Hemas Consumer Brands Managing Director Sabrina Esufally. The panel emphasised the need for Sri Lanka to diversify its export sectors, reduce barriers to international trade, and seize economic opportunities in tourism, IT, ports and shipping infrastructure. The discussion also touched on the importance of addressing inefficiencies in tax collection and institutional processes.",
    "Concluding the session, Nishan de Mel stressed the need for collective engagement and urgent attention to implement these proposal, among others, so that Sri Lanka might stave off a second debt episode of debt restructuring, and make the current recovery path effective and sustainable."
  ]
}