{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Anti-Terrorism-Act-to-prevent-system-change/4-747279",
  "time_ut": 1681173703.0,
  "original_lang": "en",
  "original_title": "Anti-Terrorism Act to prevent system change",
  "original_body_lines": [
    "ATA prevents system change to occur peacefully and makes violent change inevitable",
    "If there is one lesson that students of history and politics could learn from the experience of post-independence Sri Lanka, it is the incompatibility between democracy, economic justice, and social cohesion on one hand and a socio-political and economic system built on the edifice of ethno religious nationalism on another. That system, whose origins go back to the 19th century, has pushed the country to a state ridden with multiple crises or “polycrisis”, which demands a new system and a new constitution based on secular, democratic and egalitarian principles rather than finetuning the current one by smoothening its rough edges. President Wickremesinghe (RW) is committed to maintain the status quo while prioritising the economy for immediate attention.",
    "It is one year since the Aragalaya youth detected this critical issue, assembled in Galle Face Green, and called in one voice for a system change through peaceful and democratic means. Because they did not have the confidence in the current leadership to bring about that change, they also raised the slogan, “No 225”. In other words, they wanted a new leadership with statesmanship qualities and greater integrity to regain the lost united Sri Lankan paradise. For nearly four months they agitated with those demands until the old guards who stood to benefit from the existing system lost patience and decided to end the Aragalaya by any means.",
    "It was ultimately left to RW, the legally chosen President after the previous one ran away from the country, to send those youth back to their homes or prison. Repression was RW’s answer to the call for peaceful change, and the proposed Anti-Terrorism Act (ATA) that succeeds the Prevention of Terrorism Act (PTA) is to strengthen his hands to protect the status quo.",
    "To achieve that objective RW has chosen two strategies: repairing the economy and ensuring the longevity of his presidency until he chooses the time for an election. To repair the economy, he sought the advice and assistance of the IMF, and as Minister of Finance his 2023 budget was a prelude to what was to unfold once the IMF releases its financial aid. A policy bankrupt opposition, with no alternative solution to offer meekly endorsed that budget. If there was any resistance it came from NPP/JVP which believes in system change. IMF’s remote-control economy is now fait accompli, and RW can claim credit for it.",
    "Regarding the second target, the President has decided not to provide any opportunity, until he chooses the time, for the people to express their support or opposition to his program. The saga over the postponement of Local Government Elections (LGEs) and RW’s fear of NPP’s rising popularity are evidence enough for his determination to delay LGEs or any other elections. There is also plenty to worry about the economy itself despite some improvements. Although the release of IMF’s first tranche of $ 300 million of the allocated $ 2.9 billion, and some degree of stability in the monetary sector had helped easing few of the economic difficulties encountered by the people, the prospects of a steady and sustainable growth in the long-term are riddled with too many and imponderable hazards.",
    "To start with, the all-important debt restructuring negotiations with private creditors are yet to begin and no one knows how they will end or how hard would they be on Sri Lanka’s capacity to handle the negotiated burden. Before that the economy is expected to contract by around 4.3% this year, according to the World Bank, which may worsen if the current banking crisis in US and Europe develops into a financial crisis. Add to that are supply constraints arising from the war in Europe and climatic disasters which could turn the financial crisis into an economic one that would dash any hopes of a quick and less painful recovery.",
    "While referring to the global situation, the Head of IMF, Kristalina Georgieva said recently, that “with rising political tensions and still-high inflation, a robust recovery remains elusive,” and “this harms the prospects of everyone, especially the most vulnerable people and vulnerable countries.” Sri Lanka is among the most vulnerable of the countries in the region at present with millions of vulnerable people, and the ensuing economic difficulties, despite IMF’s short-term remedy, could reignite public anger against the regime.",
    "RW is not unaware of these risks and uncertainties although he and his team are basking in the glory of limited improvement from IMF remote-control. But he has repeatedly warned the nation that he would not tolerate any organised violent protest to sabotage his program. ATA is born out of this warning.",
    "Incidentally, it is worth noting that ATA is based largely on proposals made in 2018 when RW was the Prime Minister but was not enacted into law because of widespread concern over its deleterious damage to human rights and democracy. The previous PTA received worldwide condemnation on the same grounds and UNHRC demanded its repeal. ITA is only a disguised version of the old PTA, and it has raised the same concern from the legal community, civil society groups, human rights bodies, organised labour, and universities.",
    "The problem with ATA and PTA is their reference to terrorism, a phenomenon that defies any legal definition. As Sean Roberts argues, “many international actors seek to maintain a vague definition of the phenomenon because such imprecision allows them more latitude to use the label selectively, omitting it to shield those non-state militant movements they support and employing to condemn those they oppose” (The War on The Uyghurs, Princeton University Press, 2020, p. 11).",
    "In the case of ATA also such instrumental usage of the term allows the executive president RW to arbitrarily order arrest and incarceration of any group, movement or individual that organises and raises opposition to his program. This is certainly a pathway to end democracy, which is already under attack, and ushering in dictatorship. RW, tutored in the art of politics by his grand uncle JR is certainly proving to be a wolf in sheepskin.",
    "ATA prevents system change to occur peacefully and makes violent change inevitable. It is time for the Aragalaya youth to sit back and take stock of what it has achieved so far apart from replacing GR with RW and MR with Dinesh Gunawardena. No doubt, some improvement in economic conditions have occurred, but a few flowers inside the glass window does not mean there is spring outside.",
    "(The writer is attached to Murdoch Business School, Murdoch University, Western Australia.)"
  ]
}