{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/11/wickremesinghe-to-contest-opposition-split-presents-opportunity-harin/",
  "time_ut": 1704963060.0,
  "original_lang": "en",
  "original_title": "Wickremesinghe to Contest, Opposition Split Presents Opportunity – Harin",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Sports Minister Harin Fernando has declared that President Ranil Wickremesinghe will most definitely contest the upcoming presidential election, slated for October 2024.",
    "Fernando's statement comes amidst widespread speculation about Wickremesinghe's intentions, with many questioning whether he'd seek re-election in the wake of the country's ongoing economic crisis.",
    "\"Many are claiming that Ranil Wickremesinghe will not contest. I wish to tell them that he will contest,\" Fernando asserted.",
    "He acknowledged the UNP's current silence on the matter, attributing it to a strategic focus on grassroots engagement before a formal campaign launch.",
    "Fernando expressed confidence in Wickremesinghe's chances, particularly in the face of a fragmented opposition.",
    "\"In the absence of a campaign, it's easy to say only the opposition exists. However, when that opposition splits into two, Ranil Wickremesinghe will emerge and rise to the top,\" he stated.",
    "He painted a picture of a resurgent two-party system, with the JVP's recent rise attributed to weaknesses within the traditional UNP-SLPP duopoly.",
    "\"With Anura Kumara Dissanayake and Sajith Premadasa dividing the opposition vote, our guy will rise up,\" Fernando predicted.",
    "The Sports Minister further praised Wickremesinghe's performance during his short tenure as president, highlighting his commitment to justice and service to the nation despite challenging circumstances.",
    "\"After taking up the role, he has served justice to this country in this short period,\" Fernando declared.",
    "BREAKING: US and UK bomb Houthis in Yemen as Sri Lanka govt prepares to send a warship to the Red Sea",
    "CBSL Governor to be summoned to Parliament committee probing bankruptcy",
    "Proposals to reduce electricity tariffs to be handed to the PUCSL"
  ]
}