{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/elephant-house-and-keells-foods-win-numerous-accolades/",
  "time_ut": 1683294420.0,
  "original_lang": "en",
  "original_title": "Elephant House and Keells Foods win numerous accolades",
  "original_body_lines": [
    "The Elephant House and Keells Foods, much loved household brands have yet again demonstrated their strength by taking home numerous awards at the SLIM National Sales Awards 2021-2022 which was held in March 2023. The brands received several accolades including 10 Gold, 7 Silver, 8 Bronze, 1 Best of the Best, and 1 Merit medal. Elephant House Frozen Confectionary won 17 honors with Elephant House Beverages achieving 8 wins and Keells Foods receiving 2 wins.",
    "Sharing his sentiments, Daminda Gamlath, President of the Consumer Foods Sector of John Keells Holdings PLC said, “The admirable achievements and growth of the Sales team is a result of immense commitment and determination. Over the years, Elephant House and Keells Foods has placed much attention and emphasis on the Sales Team and looked at various approaches like the sales academies such as the ‘Sales Master Class’ set up by Elephant House Frozen Confectionary and Beverages as well as the ‘Sales Warriors’ training programme launched by Keells Foods in partnership with Sri Lanka Institute of Marketing (SLIM). These initiatives helped to assess competency levels and enabled targeted trainings to improve sales skills. It is encouraging to see the team’s hard work being richly recognized and rewarded.”",
    "Remarkable and noteworthy achievements were the outstanding performance of Elephant House Frozen Confectionary Females in Sales. The team achieved a Gold and a Bronze in the Sales Executive Modern Trade category, and two Golds in the Other Sales Support – Manager and Executive categories.",
    "Commenting on the success of the Elephant House Frozen Confectionary Females in Sales team, Sathish Rathnayake, Head of Frozen Confectionary and Senior Vice President -John Keells Holdings PLC stated, “It is encouraging to see women breaking down barriers and succeeding in new territories. These accolades are a shining example of what women are capable of when they are empowered and are given equal opportunities to succeed in their chosen fields. Their success is indeed our strength. These efforts are underpinned by the category’s Dinannee programme which aims to economically empower women to participate in the sales and distribution of ice cream”",
    "The Consumer Foods Sector of the John Keells Group houses some of Sri Lanka’s most loved Consumer Brands under the Elephant House and Keells Krest umbrella. These legendary brands have strong brand recognition and nostalgia synonymous with over 150 years of heritage and trust.",
    "Microsoft empowers the new era of work in Sri Lanka with secure technology",
    "Elephant House and Cleantech launch a Recyclable Material Recovery Facility",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}