{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bloody-problems-exciting-opportunities/",
  "time_ut": 1677326340.0,
  "original_lang": "en",
  "original_title": "‘BLOODY’ PROBLEMS & ‘EXCITING’ OPPORTUNITIES",
  "original_body_lines": [
    "Sri Lanka is often described as ‘Paradise’ and is poised to do well in tourism. It is tropical island with a coastline of 1,562 Km. The inland region of gently rolling hills, wildlife and cultural heritage has a recorded history of 2,600 years. It has an impressive eight UNESCO world heritage sites which all enhance its value as an amazing tourist destination.",
    "However, the country has faced many major challenges and setbacks in the last seven decades, since gaining independence in 1948. This was after three centuries of ruthless European colonial rule of parts of the island by the Portuguese, Dutch and then by the British, who eventually ruled the whole country for 133 years. Since then, the nation has faced Hartal and racial riots in the 50s, two (one alleged) military coups d’état in the 60s, and two armed revolts by the Janatha Vimukthi Peramuna (JVP) in the early 70s and late 80s. These were just the beginning of a series of major challenges that affected the economy and the progress of an independent nation.",
    "From 1983, a 26-year long separatist war of the Liberation Tigers of Tamil Eelam (LTTE) was marked with gruesome incident such as political assassinations, random killings, terrorism and suicide bombings. All of this affected peace, economy, the nation’s image and tourism. The UN estimated over 80,000 deaths resulting from this civil war.",
    "Despite short-lived ceasefires and the government’s attempts to encourage extremists to enter peaceful elections, by the late 1980s the government of Sri Lanka was fighting two wars – the LTTE civil war and the second wave of JVP insurgency. Stakeholders of tourism and hospitality industries were resilient and optimistic, but by 1989, the situation had plunged from bad to worse.",
    "Suicide Bombing was a deadly tactic of the LTTE to maximize casualties of their enemies, the army and innocent civilians. The first, prominent suicide bombing by the LTTE occurred in 1987 when a suicide bomber drove a truck laden with explosives into a Sri Lankan army camp killing 40 soldiers. After that, the LTTE carried out over 200 separate attacks on civilian and military targets.",
    "On April 21, 1987, I heard that the largest bus station in Sri Lanka – the Colombo central bus station was attacked by the LTTE. The government declared a 24-hour curfew on the entire district of Colombo. In spite of appeals by my family for me to stay at home, I rushed to Le Galadari Meridien Hotel where I worked as the Director of Food and Beverage. Roads from Colombo to the suburbs had bumper to bumper traffic as most people were attempting to return home before the curfew and fears of further terrorist attacks. Only a very few, including me, were driving towards Colombo.",
    "On that day, an 80-pound (36 kg) bomb killed at least 113 people and left a 10-foot (3 m.) crater in the ground. In the immediate aftermath, Sinhalese mobs rioted across the streets of Colombo, pulling over cars to see if there were Tamils inside. The LTTE expected such a reaction. This would help them to create deeper hatred between the two main racial groups of the country and to recruit more to their cadre. Sri Lankan police led a massive intervention against rioters after some started stoning Tamil-owned stores, leading to a heavy police presence on every corner of the city.",
    "Although it was totally unsettling, I focused on doing my job to ensure that over 350 guests at the hotel were looked after and essential food and beverage services were provided as best as we could manage, under the circumstances. I stayed at the hotel for a few days with a few other executives to manage the crisis by leading from the front. We allocated two floors of five-star rooms for staff accommodation and provided all meals.",
    "As we had only a small number of staff working, I closed all food and beverage outlets except the coffee shop and the lobby bar. As the guests were frightened, with a view to keeping them a little occupied, we operated the night club with DJ music. That night, I wrote a contingency plan to face similar crises in the future. I quickly mastered the essence of crisis management, but not by choice. As the LTTE suicide bomb attacks in Colombo became common, that contingency plan was regularly updated, and used.",
    "Nine years after that, on January 31, 1996, during the LTTE suicide bombing of the Central Bank of Sri Lanka killing 91 people, I nearly lost my life. At that time, I was living in Jamaica. I was in Sri Lanka on holiday and to attend my elder son’s 10th birthday. My life was saved by an old vendor in the Chatham street, by delaying my walk towards the central bank by a minute by trying to sell me his wares. I was lucky.",
    "On October 15, 1997 a group of six LTTE’s Black Tigers drove a truck laden with approximately 350 kg (770 lb) explosives into the car park of the Galadari Hotel (formerly Le Meridien), where they shot and killed four, unarmed security guards. The blast destroyed 30 cars in the Galadari Hotel parking lot and shattered all of the hotel’s windows as well as the windows on all of the nearby buildings, including Colombo Hilton. The terrorists, armed with assault rifles, dispersed and made their way into nearby government buildings where they fought security forces for several hours until they were either killed, blew themselves up or swallowed cyanide pills.",
    "Founded by a Russian-educated communist, Rohana Wijeweera, the JVP was known for its revolutionary youth background. The organization was banned more than once when the group was first involved in riots of the early 1970s. Since then, the movement was called the ‘Che Guevara clique’ by the Sri Lankan government and international media.",
    "The insurgents led by the JVP resorted to subversion, assassinations, raids and attacks on military and civilian targets. Meanwhile, the Sri Lankan government reacted through counter-insurgency operations to suppress the revolt. The 1987–1989 JVP insurrection, like the 1971 JVP insurrection was eventually unsuccessful, but after deadly consequences.",
    "For over two years, the state saw mass militancy of youth and workers, mass execution and terrorism. Anti-JVP militias also caused violence. The assassination of the charismatic movie idol and political party leader, Vijaya Kumaratunga on February 16, 1988 was one of the turning points of the JVP insurgency. Some estimates indicate a total of 40,000 deaths resulting from the JVP’s second armed insurrection between 1987 and 1989.",
    "When the government of Sri Lanka agreed with the government of India to deploy a peace-keeping force from the subcontinent, that decision drew the anger of the JVP base. On July 30, 1987, Indian Prime Minister Rajiv Gandhi was it on the shoulder with a rifle butt by a Sri Lankan navy rating while inspecting a naval guard of honour before leaving for India. Just before that, Gandhi had signed an agreement with President JR Jayewardene to send the Indian Peace Keeping Force (IPKF) to Sri Lanka.",
    "That evening, my colleague, Chandra Mohotti, Director of Rooms Division of the hotel and I went up to the roof top of Le Galadari Meridien to watch dozens of rapidly spreading fires set off in Colombo by JVP mobs protesting Indian interference in Sri Lanka. Chandra and I were deeply saddened to watch those ugly actions. The Indian community in Sri Lanka were shocked and angered in the wake of the JVP’s anti-Indian campaign. From that point on, the JVP also focused on crippling the tourism industry in Sri Lanka and forcing many of the tourist hotels in Sri Lanka to close.",
    "Four years later, Rajiv Gandhi was assassinated by the LTTE while he was attending a public meeting in Tamil Nadu, South India. A female member of the LTTE approached Gandhi in public to garland him. She then bent down to touch his feet and, in cold blood, detonated a belt laden with 700 g (1.5 lb) of explosives tucked under her dress. The explosion killed Gandhi, the suicide bomber and at least 14 other people. The Supreme Court of India determined in its judgement that the killing was carried out due to the personal animosity of the LTTE leader Velupillai Prabhakaran towards Rajiv Gandhi, arising from Gandhi sending the IPKF to Sri Lanka and the alleged IPKF atrocities against Sri Lankan Tamils.",
    "My plan was to work with Le Meridien in Colombo only for a total of three years. The previous General Manager and my mentor, Mr. Jean-Pierre Kaspar had suggested that by mid-1989 I should be able to get a transfer to a Le Meridien in the Far East or the Middle East for three years at the same level, but on an expatriate contract. With that plan in mind, he kindly arranged excellent management development exposures for me with Le Meridien in Singapore, Paris, Tour and London.",
    "When I mentioned my career plan to the new General Manager, Paul Finnegan, he informed me that there were no such opportunities at that time. He then suggested that I should continue in Colombo for one more year, but I was in a hurry to embark on my global career. I was disappointed and placed the goal of becoming a Le Meridien General Manager within five years, on a back burner. I eventually achieved that goal, in the Caribbean in 1997.",
    "As I made a name for Le Galadari Meridien, for my team, as well as for myself, I often was offered various jobs around late 1980s. The most interesting opportunities were:",
    "= General Manager – Mount Lavinia Hotel, Sri Lanka: I was offered the post in 1988, but when the outgoing General manager and my friend, Prasanna Jayawardene decided to postpone his leaving for Sweden, I decided not to accept the offer.",
    "=Manager & Executive Chef – A new restaurant in London, UK: I was sent to London to search for a suitable location and gather information for a feasibility study, by businessman Wasantha Basnayake. After doing the feasibility with input from a well-known Chartered Accountant, he wanted me to open the restaurant, but I declined.",
    "=General Manager & Executive Chef – A new South Asian restaurant chain – Melbourne, Australia: A visionary entrepreneur with business experience in Singapore and Australia, Mr. Nalin Pathikirikorale discussed with me about setting up a chain of restaurants with a product similar to Singapore’s ‘Banana Leaf’ restaurant. I was tempted, but accepted a five-star hotel job in the Middle East instead.",
    "=Director – Ceylon Tourist Board London Office, UK: Mr. Asker Moosajee, Chairman of the Ceylon Tourist Board prompted me to apply for this post. I was a finalist for the job, but they selected a sales professional from Lever Brothers. as he had better qualifications, training and experience in marketing, than I did at that time.",
    "=Sales Manager – Informatics Software Company, Dubai, UAE: I was surprised when I was approached by the well-known entrepreneur Dr. Gamini Wickramasinghe. He wanted me to join his company to sell software systems to hotels in the Middle East. It was an interesting offer, but I decided not to accept it as it was beyond my expertise.",
    "=Director of Catering & Entertainment – Colombo Hilton, Sri Lanka: I was pleasantly surprised when Gamini Fernando, the General Manager of Colombo Hilton asked me to see him in his office. I was a fan of this great hotelier. He said that if I would like to join Hilton, he would create a new post for me with a fancy title to manage entertainment, special events and special banquets. I was tempted, but declined as I wanted to work as an expatriate in another country.",
    "=Director of Food & Beverage – Hotel Lanka Oberoi, Sri Lanka: Two of our most regular diners at the Palme D’Or French Restaurant at Le Meridien were the General Manager of Hotel Lanka Oberoi – Mr. Kaval Nain and his Egyptian wife. He was fond of me and was impressed with the operation I ran. He would frequently hint: “Mr. Jayawardena, you deserve a better hotel! Please join us at Hotel Lanka Oberoi.”",
    "=Food & Beverage Manager – Hotel Babylon Oberoi, Iraq:  One day, Mr. Nain told me: “I understand you don’t want to work for me! Mr. Jayawardena, today I will make you an offer which you cannot refuse!” He was right. He offered me a job at a sister hotel in Iraq as an expatriate manager, on five times the salary I was earning in Colombo.",
    "Mr. Nain introduced me to Mr. Madan Mishra, Vice President for Oberoi in Iraq, and General Manager of Hotel Babylon Oberoi in Baghdad. He gave me a glowing recommendation. After the formal interview, Mr. Mishra invited me to an informal discussion at the London Grill at Lanka Oberoi, where he hosted my wife and me to dinner.",
    "After the Iran–Iraq War ended in August 1988, with the killing of 500,000 people over a period of eight years, there was some optimism about the future. “As the operator of the three largest and best five-star hotels in Iraq, Oberoi has an important role to play in training hospitality workers and developing tourism in Baghdad and Mosul. Welcome to my top team.” Mr. Mishra shook my hand after I signed a two-year contract with Oberoi.",
    "As at that time in Iraq they did not like to use the term ‘Director’, my title would be ‘Food & Beverage Manager’. “You would be overall in charge of 10 food and beverage outlets and banqueting, kitchens and stewarding. You team will include 160 employees from 10 countries. Most of your team of restaurant managers would be graduates of the Oberoi School of Hotel Management,” Mr. Mishra said. He then added, “Out of 50 Lankans I have recruited for Babylon Oberoi, you are the only person not from Hotel Lanka Oberoi. My friend, Mr. Nain thinks very highly of you, and I respect his judgement.”",
    "I was sad to leave Le Galadari Meridien Hotel after spending exactly three years there. Our French Executive Chef Emile Castillo who commenced work in Colombo on the same day as I did in mid-1986, told me confidentially, during my farewell party, that he would also leave Colombo in a few weeks’ time. “I am joining Mr. Kaspar at Le Meridien in the Bahamas” Emile told me. We agreed to keep in touch, and we did so for the next 34 years.",
    "In 1997 Emile visited me at Le Meridien Jamaica Pegasus hotel, to assist me with the hotel opening events. A couple of times during his 27 years as the Executive Chef of Le Parker Meridien Hotel in New York, USA, I stayed with Emile and his family. He and his Sri Lankan wife visited my family during their last visit to Canada, a few years ago. Last week, Emile sent me an e-mail and mentioned: “Your articles about our three years at Le Galadari Meridien, has reminded me of what a memorable time we had, Chandi! Thank you for the nostalgia! Your friend, Emile.”",
    "On March 5th, 2023, the concluding article of the weekly column: ‘Confessions of a Global Gypsy’ will be published by the Sunday Island. Thank you for your readership over the last two years.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}