{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92480/sri-lanka-to-launch-climate-justice-forum-at-cop-28",
  "time_ut": 1691336700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to launch Climate Justice Forum at COP 28",
  "original_body_lines": [
    "Sri Lanka will launch the Climate Justice Forum (CJF) for the vulnerable and developing countries at the 28th meeting of the Conference of the Parties (COP 28) at the upcoming 2023 UN Climate Change Conference, Minister of Environment Naseer Ahamed stated.",
    "Speaking further the Minister said that Sri Lanka has proposed the establishment of a CJF with the common objective of ensuring greater climate justice and accelerating the financing of losses and damages and providing an alternative and non-traditional approach, the President’s Media Division (PMD) reported.",
    "Meanwhile, the Ministry of Environment in collaboration with the United Nations Environment Programme will host the fifth Forum of Ministers and Environment Authorities of Asia Pacific (5th AP Forum) which will take place from 3rd to 6th October 2023 in Colombo.",
    "The Forum will provide a platform for governments, intergovernmental organizations, and other stakeholders to discuss and prioritize environmental issues in the Asia Pacific region, the Minister mentioned, the PMD said.",
    "He expressed these views today (06) during a press conference themed ‘Collective Path to a Stable Country’ held at the Presidential Media Centre (PMC).",
    "Further, attention has been paid to the development of Dambulla and Hiriwadduna eco-tourism sites as eco-tourism destinations, it added.",
    "In addition to the Gazette notification that was issued on March 31 2021 for banning some single-use plastic items, plastic garlands, single-use spoons, forks, yogurt/ice cream spoons, plastic straws, stirrers, spoons and plastic string hopper trays will be banned within the next couple of weeks.",
    "The CEA with the participation of the relevant stakeholder institutions has already prepared a contingency responsive action plan to report the air quality calamity situation of the country, Minister Ahamed stated, according to the PMD.",
    "The Ministry of Environment is also preparing a National Policy on electricity and electronic waste management.",
    "The Geological Survey and Mines Bureau (GSMB) has commenced issuing transport licenses with destination, vehicle number, and route details to regularize mineral transportation. All these details are computer generated which prevents alterations by the license holder, the Minister added. The Ministry has also introduced a blacklisting procedure through the database system of the GSMB for the vehicles used for the illegal transportation of minerals.",
    "The regulation under the Mines and Mineral Act has been amended and new provisions have been introduced for the exploration licence procedure. Further, new provisions to facilitate investors to invest in mineral resources in Sri Lanka directly without the involvement of brokers have been introduced, it said.",
    "“Sri Lanka has proposed the establishment of a Climate Justice Forum with the aim of accelerating the financing of losses and damages and providing an alternative and non-traditional approach. Also, Sri Lanka is of the opinion that it is appropriate to include debt justice as an essential component of the overall solution proposal to be given to the climate-vulnerable and developing countries for their mitigation and adaptation interventions, taking into account the debt crises faced by those countries. In order to make that effort successful, the Cabinet approved the implementation of the strategic program presented by the Ministry of Environment as the proponent of establishing the Climate Justice Forum.",
    "The Major activities to be carried out by the Ministry for this year include the formulation of a national climatic change policy, formulation of a national mineral policy, formulation of a national cooling policy for Sri Lanka, formulation of a Sri Lanka Road map for net zero Carbon by 2025, prohibition of four (04) environmentally harmful single-use plastic products and the establishment of climate cells to facilitate implementation of Provincial Adaptation Plan.",
    "Under waste management, we have introduced new rules for plastic use and recycling. The Central Environment Authority (CEA) has already incorporated the provisions of Extended Producer Responsibility (EPR) and polluter pays the principal to National Environment Act amendment. Two pilot projects have already been implemented to practice EPR voluntarily.”"
  ]
}