{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-group-consistent-with-solid-topline-growth-in-2022-increases-provisioning/",
  "time_ut": 1677510840.0,
  "original_lang": "en",
  "original_title": "ComBank Group consistent with solid topline growth in 2022, increases provisioning",
  "original_body_lines": [
    "The Commercial Bank of Ceylon Group has ended 2022 with a solid operational performance, having navigated the perfect storm with a series of forward-looking strategies that included making the highest-ever impairment provision in a year in the history of the institution.",
    "In a period of unprecedented macroeconomic variables, the Group comprising of Sri Lanka’s biggest private sector bank, its subsidiaries and an associate, saw its assets grow by Rs 516.063 billion or 26.02% to approach Rs 2.5 trillion, gross income grow by 71.31% to Rs 280.387 billion and interest income improve 67.44% to Rs 222.393 billion, with the sharp depreciation of the Sri Lanka Rupee exerting a distortionary impact on some key indicators.",
    "In a filing with the Colombo Stock Exchange (CSE), the Group reported that the value of its loan book had grown by Rs 151.239 billion or 13.81% over the 12 months ending 31st December 2022, assisted by the impact of the sharp depreciation of the Rupee on foreign currency loans and advances. Discounting the impact of the Rupee depreciation, the loan book recorded a marginal growth during the year, amidst a sharp decrease in credit to the private sector. Deposits had increased by Rs 505.103 billion or 34.30%, with the depreciation of the Rupee also accounting for part of the growth.",
    "The Group made a provision of Rs 71.924 billion for impairment charges and other losses, an increase of Rs 46.784 billion or 186.10% over the Rs 25.140 billion provided in respect of 2021. This resulted in net operating income reducing by 5.47% to Rs 64.712 billion for the 12 months and by 24.90% to Rs 13.147 billion for the fourth quarter, despite the fact that total operating income for the year had improved by a robust Rs 43.038 billion or 45.98% to Rs 136.637 billion.",
    "Commenting on the countervailing external factors that impacted the results, Commercial Bank Chairman Prof. Ananda Jayawardane said the domestic macroeconomic pressures emanating from the country’s deteriorating external financing position exerted severe stresses on the foreign currency liquidity and the capital adequacy of banks, making it necessary for managing liquidity to be given priority in the year under review. Although an increase in the cost of funds is inevitable, all possible steps have been taken to reprice and rebalance financial assets, increase fee-based income and to maintain non-interest costs at acceptable levels, he said.",
    "Buying interest in Expolanka and Lanka IOC shares due to biz expansions",
    "ComBank once again awarded as the South Asian Bank with the largest number of climate finance transactions",
    "ComBank partners with National Science Foundation to enhance STEM education",
    "ComBank wins Oscar-equivalent ‘Bank of the Year’ award from ‘The Banker’- UK",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}