{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Proposed-agency-succeeding-BOI-to-be-modelled-after-GCEC/108-257037",
  "time_ut": 1680456410.0,
  "original_lang": "en",
  "original_title": "Proposed agency succeeding  BOI to be modelled after GCEC",
  "original_body_lines": [
    "To be established on the foundation of BOI with wide power and sufficient authority",
    "“It’s not about merely merging another institution with the BOI. It’s about strengthening the BOI” - State Minister Amunugama",
    "Proposed agency would be established under a new investment law",
    "Outdated and stringent labour laws to be amended in an investor-friendly manner",
    "Addressing the ambiguity concerning the future of the Board of Investment (BOI), the government assured that the proposed Agency for External Trade and Investment succeeding the BOI",
    "would be established on the same foundation with wide powers and sufficient authority modelled after the Greater Colombo Economic Commission (GCEC).",
    "“It is a question of whether the powers that BOI has been vested with are sufficient to serve exporters. My feeling is that it’s not enough.",
    "You hear all the time the President talking about Greater Colombo Economic Commission (GCEC). At that time, it was vested with all authority to authorise, start and execute investments.",
    "So, we are looking at the same model, it might be called something else, but still the foundation will be the BOI. We could call it a high-powered BOI. It’s not about merely merging another institution with the BOI. It’s about strengthening the BOI,” State Minister of Investment Promotion Dilum Amunugama said.",
    "He was addressing the 42nd Annual General Meeting of Free Trade Zone Manufacturers Association (FTZMA) held in Colombo last Friday.",
    "Amunugama noted that the proposed agency would be established under a new investment law posting itself as one-stop-shop for all investment approvals as opposed to the existing time-consuming investment approval process which involves multiple State entities where BOI’s role has been reduced to an investment zone authority.",
    "“As the President mentioned, within a zone, it’s the zone authority that’s the BOI. Our plan is to cut through the whole country where the BOI or the government agency in-charge of investments will have total authority over approval the process including land approvals, building approvals and other approvals,” he stressed.",
    "The proposed new agency is to be set up by merging BOI with several other State entities including the Export Development Board, Sri Lanka Export Credit Insurance Corporation and National Enterprise Development Authority.",
    "In addition, he revealed that a number of general laws including outdated and stringent labour laws would be amended in an investor-friendly way to attract foreign direct investment (FDI).",
    "“General laws will also be amended to create a better investment environment. As you know, our investment environment is not that competitive compared to other countries. We are thinking of changing certain laws including the labour laws,” he said.",
    "President Ranil Wickremesinghe earlier said laws that had been introduced under the Greater Colombo Economic Commission (GCEC) will be re-enacted to introduce an efficient system replacing the existing slow process, to encourage foreign investment.",
    "Govt. plans to set up new specialised investment zones in North and East",
    "The government is planning to setup four new specialised investment zones in the North and East, in a bid to boost exports.",
    "State Minister of Investment Promotion Dilum Amunugama revealed that Mankulam, Kankesanthurai ,Paranthan, Kappalthurai in Trincomalee have been selected to setup the new investment zones.",
    "“We are also planning to come with several investment zones in the Northern area. As the Cabinet Minister of Investments, the President is very keen to start off these new zones,” he said.",
    "He noted that each of these zones would be focused on attracting foreign direct investment (FDI).",
    "Amunugama illustrated that Kankesanthurai has the potential to focus on attracting investments for construction materials industries such as cement and Paranthan for chemical industries while Kappalthurai in Trincomalee is ideally located for logistics industry.",
    "The government also plans to bring various investment and industrial zones currently operating under various government agencies under a New Economic Zone programme after necessary legislative enactments.",
    "Under the programme, new economic zones are to be setup in the Westem Province, North-Western Province, Hambantota, and Trincomalee.",
    "Meanwhile, Amunugama said the government is looking to introduce a special incentive package for existing investors to boost re-investments.",
    "“We are looking at giving our current operators or present exporters another package of incentives ,” he said. In addition, he noted that the government is also in the process of coming up with a new incentive package to attract new investors."
  ]
}