{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92589/new-mechanism-to-be-introduced-to-reduce-burden-of-prisons-on-treasury",
  "time_ut": 1691687340.0,
  "original_lang": "en",
  "original_title": "New mechanism to be introduced to reduce burden of prisons on Treasury",
  "original_body_lines": [
    "State Minister of Justice and Prison Affairs Anuradha Jayaratne has revealed that discussions are underway pertaining to the establishment of a legal system for maintaining prisons in a way that does not burden the treasury.",
    "Accordingly, the Minister of State noted that four private institutions have shown their support for a programme to construct private sector companies in the prisons and employ the prisoners there, the President’s Media Division (PMD) reported",
    "Jayaratne made these remarks during a press conference held at the Presidential Media Centre (PMC) on Thursday (10 Aug), themed ‘Collective Path to a Stable Country’.",
    "As of today, the total number inmates in prisons are 28,468. It was also revealed that the number of drug-related offenders has increased rapidly. As per today 50.3% of the total inmates are people who were imprisoned for drug related offences. In some prisons about 65% are detained due to drug related offences.",
    "We observe a pattern of offenders being imprisoned for drug-related offenses repeatedly as they return to their regular environments following the completion of the sentence imposed by the court. As a result, attention has now been focused on guiding individuals toward a program that combines skills development and rehabilitation.",
    "The development of two centers is being discussed with the Minister of Health, Mr. Keheliya Rambukwella, in order to consolidate rehabilitation and health services for the Western and Southern provinces, which report the most drug-related prisoners.",
    "Also, the government incurs a cost of Rs. 3.9 billion on just the food expense of inmates. They are maintained by the society by bearing those expenses. Currently, the prisoners are cultivating 418 acres of land. We have asked for an additional 200 acres to boost that total. In this manner, we are trying to reduce the huge amount of money spent on food.",
    "Meanwhile, various people have accused the government of misusing the Prevention of Terrorism Act but only 40 inmates are currently in prison under the Prevention of Terrorism Act. 33 LTTE prisoners who were detained under the PTA have already been released.",
    "The lack of room in the prisons, however, is the most significant issue the Prison Department is now dealing with. There are about 29,000 prisoners despite the 13,000 capacity of the current facilities. Attention has also been given to the potential of changing the Bail Act for civil offenders and putting them under house arrest in an effort to alleviate this issue. The report of the committee appointed to look into the matter has now been received. It is therefore intended that the pertinent draft laws will be delivered to the Parliament as soon as feasible.",
    "Additionally, suspects may participate in court processes using digital technology (Virtual Courts concept) in any situation where it is not required for them to physically appear in court.",
    "Meanwhile, attention has also been focused on a program to establish private sector factories inside prisons and hire inmates. Four institutions have already expressed their agreement for that. The inmates will have the chance to be released into society as working people if the Prison Department and the prisoners can successfully run the factories.",
    "It is anticipated that an inmate who works in this capacity will receive Rs. 1400.00 in funding, while their family will receive Rs. 400–500.",
    "So far 1120 inmates have been rehabilitated under the “Amadivi Ridma” program. With this, the inmates will be sent home on leave for 7-14 days and it will be considered whether they can be released on the basis of their good behavior. This also hopes to reintegrate them into society as good people.",
    "In the meantime, it should be emphasized that even though some accuse that there are spaces for various underworld activities in prisons, there is no chance for that. We have controlled all the spaces for such activities as much as possible.",
    "However, it must be said that if the prison officials try to suppress it through various pressures, there is no room for that either. A special security program has been implemented with the support of the Inspector General of Police for the safety of prison officers. Also, in addition to the prison officers, the Special Task Force and a group of non-prison officers deal with security.",
    "Bogambara prison has already been handed over to the Urban Development Authority. Also, the commercial value of the land where the Welikada prison is located is over 32 billion rupees. Taking this situation into consideration, 200 acres of land belonging to the Urban Development Authority in Horana has been acquired for the Prison Department.",
    "Instructions have been given to call for project reports not exceeding Rs. 18 billion for the construction of a prison in Horana.",
    "We hope to complete the project with all modern facilities through an international tender call. The new jail is about four times the size of the existing jail. Apart from this, it is hoped to promote the open-air prison system and introduce the geo-tag system for civil convicts.",
    "A discussion has now started on setting up a systematic, legal system that can be submitted to the Parliament to maintain the prisons without burdening the Treasury. It must be said that it is a different process than the story of the elite class being given the opportunity to get prison cells by paying money.",
    "Additionally, plans have been made to host a Prisoners’ Art Exhibition at the Public Library Auditorium in Colombo on September 12 to commemorate the National Prisoners’ Day. By doing this, we seek to offer value to their skills, even if they are imprisoned for a crime, the Minister said."
  ]
}