{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/stop-game-of-chicken-2/",
  "time_ut": 1704292800.0,
  "original_lang": "en",
  "original_title": "Stop game of chicken",
  "original_body_lines": [
    "The government and the power sector trade unions are engaged in a game of chicken over the proposed restructuring of the Ceylon Electricity Board (CEB); they are all out to push each other to back down but without success. Minister of Power and Energy Kanchana Wijesekera has, true to form, read the warring unions the riot act. Having cancelled the CEB workers’ leave, he has threatened to suspend all those who may cause disruptions to the national power supply. His bellicosity reminds us of the unspeakably oppressive methods that the J. R. Jayewardene government adopted to crush the 1980 general strike. The protesting CEB workers have refused to give in. They say they will do everything in their power to abort the government’s bid to restructure the CEB. They launched a protest campaign yesterday.",
    "The blame for having made the CEB a loss-incurring state-owned enterprise thereby leaving the country with no alternative but to meet the IMF conditions in respect of the power sector should be apportioned to successive governments and the CEB workers and their trade unions. If politicians and the CEB decision-makers had collectively reduced the cost of power generation, eliminated corruption and curtailed waste, the CEB would not have been in debt, and electricity tariffs could have been lowered. Instead, they enriched themselves at the expense of the wellbeing of the CEB and the country.",
    "The current regime has not learnt from the political fallout of its blunders and malpractices that led to last year’s popular uprising. It has recently struck a corrupt deal with a foreign company over a solar power project, according to the Opposition. A few months before the eruption of countryside anti-government protests in 2022, the Gotabaya Rajapaksa government hurriedly cut a questionable deal with a US company called New Fortress to transfer the shares of the Yugadanavi (Kerawalapitiya) power plant.",
    "The CEB trade unions are girding up their loins for a long-haul protest against the proposed power sector reforms. The government is equally determined to crush their struggle and bulldoze its way through. Chances are that the police personnel currently pursuing drug dealers and other underworld characters will be ordered to turn on their heels and set upon the CEB protesters.",
    "The CEB has to be transformed into a modern institution with capable men and women of integrity at the helm to supply power at affordable rates, help bring down the cost of living and spur economic growth. But the government is accused of trying to privatise the CEB on the pretext of introducing reforms. The SLPP-UNP leaders claim that the restructuring of the CEB will be beneficial to the public. But nobody with an iota of intelligence will buy into their claim. They said the same thing when they allowed more foreign companies to enter the fuel retail market; Minister Wijesekera said there would be competition among fuel retailers and the public would gain therefrom. But today the CPC (Ceylon Petroleum Corporation), Indian Oil Company and Sinopec are operating in tandem. Sinopec sells fuel at marginally lower prices, but there is no guarantee that it will continue to do so. On Tuesday, we quoted a petroleum sector trade union leader, Ananda Palitha, as having said that a fifty-rupee special levy the government imposed on a litre of petrol/diesel purportedly to recover the CPC’s losses had been boon for the IOC and Sinopec; the two foreign companies have suffered no losses but rake in billions of rupees thanks to the special levy.",
    "Let the government be urged to abandon its belligerent approach, get the representatives of the protesting CEB unions around the table and try to arrive at a negotiated settlement. After all, that was the modus operandi Ranil Wickremesinghe adopted, as the Prime Minister (2001-2004), in trying to resolve the armed conflict at the time; he did not allow the military to retaliate despite provocations by the LTTE. It will be a mistake for the government to try to frighten the protesting workers into silence. Similarly, the trade unions have to soften their stand and have talks with the government.",
    "Meanwhile, the much-delayed GCE A/L examination commences today. More than 300,000 students are sitting this crucial examination. The government and the CEB workers must ensure that their battle will not lead to power outages affecting these children.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}