{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/human-rights-and-war-crimessri-lankas-ignorance-matches-that-of-us/",
  "time_ut": 1685294040.0,
  "original_lang": "en",
  "original_title": "Human Rights and War Crimes : Sri Lanka’s ignorance matches that of US",
  "original_body_lines": [
    "Foreign Service National Political Specialist (ret), US Department of State",
    "The Capitol Building, which houses both legislative branches of the United States – and the Sri Lanka Embassy are not very far apart in Washington, DC. The Capitol Building has an office for Congresswoman, Deborah Ross, who along with another four Members submitted a resolution against Sri Lanka on 18 May (2023) to the House Foreign Affairs Committee, on the day when the 14th anniversary of the conclusion of Eelam War IV fell.",
    "It seems that Congresswoman Ross and the Sri Lanka diplomatic corps have a serious communication gap, which allowed Ross and her staff to engage in a dialogue with a pro-Eelam organisation, the Tamil American United Political Action Committee in Raleigh, North Carolina, which she represents in the Congress, to draft a resolution and submit it to the House Foreign Affairs Committee, castigating Sri Lanka on issues of human rights and alleged war crimes; the Sri Lankan diplomats in the other building failed to remember that it was Ross who had previously submitted a resolution, against Sri Lanka on 18 May 2021, and neglected their diplomatic responsibilities.",
    "They did not meet her to refute the ill-informed pronouncements in the 2021 resolution. Both Resolutions – 2021 and 2023 – are similar. The writings and pronouncements in the Tamil American United PAC Committee website found themselves into the Ross’ resolution of 2023, due to manoeuvrings by Murugiah Muraleetharan, the President of the association.",
    "Then, the Sri Lankan media reported that Foreign Minister Ali Sabry had summoned the Canadian High Commissioner to ‘protest’ Prime Minister Justin Trudeau’s statement that Sri Lanka had committed genocide its war with the LTTE. There were no media reports that Minister Sabry had informed the Canadian diplomat that it was the LTTE that engaged in genocidal acts, forcibly removing Muslims and Sinhalese from the LTTE-controlled Northern Province.",
    "Minister Sabry brought it to the attention of the Canadian diplomat that since the anti-Tamil riots, in 1983, there had been no harassment of Tamils, despite the Tamil Tigers infiltrating the Sinhalese areas, in the south, and massacring Sinhalese villagers and Buddhist monks. There were no indications if Sabry told him that when the war was over, in May 2009, there were 40% (out of the national 12%) Tamils living among the Sinhalese, in the South, far away from the North and the East, and that at present about 50% Tamils are now living outside those provinces.",
    "The State Department’s misconceptions about the final phases of the Vanni war were due to inadequate and incompetent reporting thereon by the American Embassy in Colombo. Questions about Embassy Colombo’s reporting were raised by the State Department Office of the Inspector General (OIG) during a routine assessment of Embassy operations during the period from August 2009 through September 2010. The period under review coincided with the release to Congress by the State Department’s Office of Global Criminal Justice on “Crimes Against Humanity in Sri Lanka”, which drew heavily on Embassy reporting.",
    "OIG reports always identify weaknesses in the Embassy’s performance, but this report on Colombo was particularly critical of the political reporting section, whose personnel are inexperienced and lack proper training. The inspectors found that the American reporting officers in Colombo had not travelled adequately around the country and their reports were insufficiently analytical. No surprise the US Embassy and its Ambassador,accepted uncritically the views of the UN and other sources.",
    "US government officials who denounce Sri Lanka for human rights violations appear to have no proper understanding of the evidentiary weaknesses of their accusations. Worse still, they apparently are ignorant or unmindful of reports by others in the USG and the organisations that attest to these empirical shortcomings. Three important reports relevant to Sri Lanka were published by reputable investigative bodies between December 2008 and September 2009—a period that bracketed the worst alleged crimes by Sri Lanka.",
    "The first of these was produced by the Genocide Prevention Task Force co-chaired by former Secretary of State Madeleine Albright and former Secretary of Defence, William Cohen and convened jointly by the US Holocaust Memorial Museum, the American Academy of Diplomacy, and the United States Institute of Peace. This report noted in general terms, “When our diplomats and intelligence reporting from the post is inadequate, analysts in Washington are left to make judgments from ambiguous and frequently conflicting information and assessments.”",
    "The latter two reports published shortly after the end of hostilities in Sri Lanka were drafted by the US Congress’ independent investigative arm, the Government Accountability Office (GAO). The two reports disclosed very serious weaknesses in policy decisions taken at the highest levels in the State Department as a result of ambiguous and frequently conflicting information and assessments provided by overseas diplomatic missions that are ill-equipped to handle required reporting.",
    "It should be stated here that US lawmakers in both the Senate and the House, apart from getting distorted views from the pro-Tamil Eelam lobby, draw heavily from State Department reports and analyses. Worse, the Washington-based Sri Lankan diplomats as well as Sri Lankan agencies that deal with foreign-international affairs were either blind to reality or conveniently ignored what needed to be presented to the international community (IC).",
    "The disgraceful double-standards of Washington policymakers and lawmakers – and, of course, their overseas diplomats – in dealing with Sri Lanka’s ‘national issues’, since the advent of the separatist war in the north, and the insurrection in the south, in the 1980s, are now very broadly dealt with by two persons who worked within the US Department of State for 30 years in the area of foreign affairs. One is this writer, who is a retired Foreign Service National Political Specialist, once accredited to the Political Section of the U.S. Embassy in Colombo, and the other Dr. Robert K. Boggs, a retired Senior Foreign Service (FS) and Intelligence Officer, who served as Political Counsellor, at the Colombo Mission, with a very broad knowledge of India’s ‘role’ in Sri Lanka. Their manuscript, ‘Defending Democracy: Lessons in Strategic Diplomacy from US-Sri Lankan Relations” is nearing completion with disclosures, analyses and interpretations based on their up-close and personal knowledge and understanding how Washington used ‘double standards’ in handling its foreign relations to reduce Sri Lanka to a client state.",
    "The USG has for years pressed for an international mechanism to judge Sri Lankan military officers for decisions they made in leading their nation’s fight against militants the USG had designated as terrorists. The USG has done this despite its stated policy of recognising “a state’s inherent right to defend itself from armed attacks, including those by non-state actors such as terrorist groups, and expects both states and non-state actors to comply with their international legal obligations.”",
    "For decades Sri Lankan policymakers have demonstrated a poor understanding of how the American foreign policy establishment works and how they might use public diplomacy and strategic communication to counter the influence of the Tamil Diaspora. The persistent ineffectiveness of Sri Lankan diplomacy in Washington has been a major reason why in the final months of the war (March/April 2009) the USG threatened to block a $1.9 billion IMF loan in the hope of dissuading the GSL from continuing its final military campaign. The US threat proved unsuccessful (mainly for intra- governmental reasons), but the additional stress it placed on bilateral relations could have been avoided if the GSL had developed better rapport with Washington through more professional diplomacy.",
    "A serious lack of professional diplomacy, the naive manner in which it dealt with international/foreign affairs, having absolutely no research-investigative ability, Sri Lanka couldn’t understand the following scenario to develop its own diplomatic prowess to deal with Washington:",
    "At the time the United States was pressuring Colombo to accept “national, international, and hybrid mechanisms to clarify the fate and whereabouts of the disappeared,” the USG had not itself ratified the UN convention of 2006 requiring state party to criminalize enforced disappearances and take steps to hold those responsible to account. Despite a resolution passed by the U.S. House of Representatives on November 19, 2020 calling on the USG to ratify the international convention, this still has not happened.",
    "America’s long history of rejecting accountability is strongly rooted in legislation. The American Service-Members Protection Act (ASPA) was an amendment to the 2002 Supplemental Appropriations Act (H.R. 4775) passed in response to the 9/11 terrorist attacks and the launch of the so-called Global War on Terror. The ASPA aims to protect U.S. military personnel and other elected and appointed officials of the government against prosecution by an international criminal court, to which the US is not a party.",
    "Among other defensive provisions the Act prohibits federal, state and local governments and agencies (including courts and law enforcement agencies) from assisting the International Criminal Court in The Hague. It even prohibits US military aid to countries that are parties to the Court. In 2002, during the administration of Prime Minister Wickremesinghe, the GoSL signed with the US an “Article 98 Agreement,” agreeing not to hand over US nationals to the Court.",
    "US policy was based on an inadequate understanding of the underlying causes of the civil war in Sri Lanka—an understanding that does not include inter-caste tensions within the Tamil community, the political obduracy of upper caste elites, unwilling to adapt to the post-Independence democratic order, the origins and dynamics of two competing nationalisms, demographic and economic pressures in an island state, and the imperative in a young democratic system of policies to expand economic opportunity to the disadvantaged majority within both the Sinhalese and Tamil communities.",
    "There has been a perverse lack of appreciation internationally of the threat that an autocratic, criminal, terrorist organisation posed to the security of the great majority of Sri Lankans including Tamils. Tragically, Washington’s simplistic perception of an ethnic majority oppressing a ‘righteously rebellious’ minority prolonged the bloodshed, alienated a historically reliable partner, weakened a beleaguered democracy, and strengthened the influence of US antagonists in the region.",
    "Washington ignored or glossed over the complex skein of factors that dominated ethnic politics for decades. (To be continued)",
    "Drafting an amendment to the Order in Council and hosting a Commonwealth Conference",
    "Expulsion of Prof. Peiris from SLPP challenged in court: Basil among respondents",
    "Over 20 global companies to attend Lanka’s first International Mining and Mineral Conference, Investor forum",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}