{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/PCB-refuses-to-play-ODI-series-in-Lanka-after-SLCs-proposal-to-host-all-Asia-Cup-matches-Report/108-260404",
  "time_ut": 1685785910.0,
  "original_lang": "en",
  "original_title": "PCB refuses to play ODI series in Lanka after SLC’s proposal to host all Asia Cup matches: Report",
  "original_body_lines": [
    "The Pakistan Cricket Board (PCB) is upset at Sri Lankan board expressing its desire to host the entire Asia Cup and has declined the latter's offer to play an ODI bilateral series in the island nation.",
    "According to sources in the PCB, relations between the PCB and Sri Lanka Cricket (SLC) have turned sour after its offer of hosting the entire Asia Cup instead of four games being held in Pakistan as per the 'Hybrid Model' proposed by Najam Sethi.",
    "\"An example of the increasingly strained relations between the two boards emerged after the PCB turned down a proposal by the Lankans to play a few One-Day International matches next month in Sri Lanka,\" PCB source stated.",
    "Pakistan is scheduled to visit Sri Lanka in July to play two Tests of the next ICC World Test Championship cycle and apparently the SLC had suggested that Pakistan also play a few ODIs as they are optimistic their team will book a spot from the World Cup qualifiers in Zimbabwe and would need more exposure before the main event in October.",
    "But a reliable source confirmed that the PCB after initially saying they would consider the proposal had turned it down now.",
    "\"It is a clear indication that the PCB is not happy with the Sri Lankan board stepping in to offer to host the Asia Cup in September when it is Pakistan's turn to host the regional event at home,\" the source said.",
    "He said in fact PCB chairman Sethi is also not happy with the response of the Bangladesh and Afghanistan boards over the Asia Cup issue.",
    "\"Sethi expected Sri Lanka with whom Pakistan has long had friendly relations, Bangladesh and Afghanistan to convince the Indian Cricket Board and other Asian Cricket Council board members to go with the proposal put by Sethi and at least play three to four games in Pakistan of the Asia Cup before moving the tournament elsewhere.\"",
    "\"He is disappointed at the way things have panned out in recent days specially when some of these board heads went to India for the IPL final and met with the BCCI secretary Jay Shah,\" the source added.",
    "The PCB has not responded to Indian media reports that the BCCI and Jay Shah have rejected Sethi’s hybrid model proposal and want the Asia Cup to be held in Sri Lanka.",
    "But insiders say that the PCB is now preparing for some strong decisions regarding the Asia Cup and World Cup if the Indian board does not change its position on the Asia Cup.(PTI)"
  ]
}