{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/DDO-Irresponsible-irrational-and-inequitable/4-750715",
  "time_ut": 1689613857.0,
  "original_lang": "en",
  "original_title": "DDO: Irresponsible, irrational and inequitable",
  "original_body_lines": [
    "Sri Lanka urgently needs responsible, rational and equitable solutions to overcome its external debt crisis in a sustainable manner",
    "Only a sustainable external debt restructuring solution can benefit Sri Lanka",
    "Sri Lanka’s public debts, comprising of dollar borrowings (external debt) and rupee borrowings (domestic debt), totalled $ 86.5 billion in March 2023. Its current external debt obligations of $ 36.1 billion are unsustainable and crippling. Sri Lanka can theoretically fulfil all its rupee denominated domestic debt obligations as it has a currency issuing sovereign government.",
    "There is no equivalence between Sri Lanka’s domestic debt in rupees and external debt in dollars due to the difference in the riskiness of the two asset classes. For example, a five-year dollar-denominated International Sovereign Bonds (ISB), issued by the Government in 2014 yielded, to June 2023, an annual return of 6.4% whilst a rupee-denominated treasury bond yielded minus 4.7%.1",
    "Sri Lanka sought IMF support to restructure its external debts (multilateral, bilateral or private creditor debts) and signed an Extended Fund Facility (EFF) agreement that initiated the process in March 2023. None of the external debts have been restructured to date due to disagreements between external creditors on the extent of burden sharing.",
    "The Government should be focusing on external debt restructuring (cutting the principle, extending the payment period and/or reducing the interest payments) and excluding domestic debt restructuring from any negotiations with external creditors.",
    "The Government acted irresponsibly by signing the IMF EFF agreement and associated conditions that gives equivalence to domestic and external debt.",
    "The IMF EFF agreement stipulates that the Sri Lanka Central Bank (CBSL) can no longer finance the Government to repay its rupee debts. The IMF expects the Government to raise funding from money markets by imposing certain limitations on the domestic debt expansion of the country.2",
    "Under the agreement, the Government is required to convert its primary balance (total income minus expenditure, excluding interest payments) in to a surplus by 2024. This includes meeting the maturity payments of both domestic and external debts. Sri Lanka is required to cut down its gross expenditure (austerity) despite the impact on the well-being of people.",
    "As a consequence of the agreement, the risk-free bonds of the Sri Lanka Government will now have a risk premium attached to it.",
    "The IMF has decided to make all public debt—external and domestic—the source of the crisis. Curiously the Government has agreed to this irrational perspective that views the problem is its unsustainable gross financing needs in the coming years. In reality, it is the external debt burden that is the real issue.",
    "Any sustainable solution required an immediate reduction in the volume of external debt owed, involving debt cancellation, substantial losses or haircuts for foreign creditors.",
    "The Government is pandering to the demands of international bondholders, who would like to see a lower debt stock to be repaid from the Government revenues, and reduce the risks associated with repaying their debt. Despite large profits made by ISB holders through predatory interest rates, the haircut required of foreign private creditors is limited to a modest 30%.",
    "The imperfections in the global economic order (US dollar supremacy, profiteering from odious debts, sovereign debt governance favouring private creditors, undemocratic multilateral institutions), has not stopped Sri Lanka Government wanting to borrow from global money markets once again by floating International Sovereign Bonds, starting in 2027.3",
    "More sustainable solutions exist. Pushing for the cancellation of private creditor debts, obtaining loans on concessionary terms from multilateral and bilateral organisations or exploring lending terms of the New Development Bank set up by the BRICS (Brazil, Russia, India, China & South Africa) group are some of the alternatives.",
    "Irrationally, the Government has embarked on Domestic Debt Optimisation based on ideology rather than out of economic necessity.",
    "According to the World Bank, 7.2 million people are currently living below poverty levels in Sri Lanka.",
    "The Domestic Debt Optimisation (DDO) proposal places the financial burden squarely on those who can least bear it by exclusively squeezing retirement income funds of the poorest workers while creating windfall profits for private bondholders and equity holders of the banks.",
    "The Government’s DDO proposal targets its main two creditors, the Central Bank of Sri Lanka and the Superannuation fund (where the Rs. 3 trillion Employee Provident Fund, the EPF, is the largest stakeholder). 85% of EPF members are the poorest workers who have a balance of less than Rs. 100,000. Yet all members are projected to lose a third of their fund value through the proposed DDO. Domestic debt has already gone through a 35-40% haircut due to inflation. The additional losses to the EPF, as a result of the reduction of coupon rate for government bonds proposed in the DDO from 13.5% to 9.1%, could be between 38-41% over the period up to 2038.4",
    "The Government has failed to publish sufficient evidence or their rationale for not implementing fairer and more effective alternatives such as:",
    "Including primary dealers, domestic private bond holders and money market investors in the DDO",
    "Addressing the anomaly between the EPF/ETF tax rate (paid on gross revenue) and Commercial Banks tax rate (paid on net revenue)",
    "Implementing a progressive taxation policy that includes wealth taxes, property taxes and progressive inheritance taxes to increase Government income and eliminate the need for austerity",
    "Eliminating the need for DDO by increasing foreign currency reserves through a genuinely sustainable external debt restructuring solution (including cancelling private creditor debt), halting illicit financial flows out of Sri Lanka and reclaiming stolen assets held overseas",
    "The Ministry of Finance states that if the EPF fails to opt to change to the new bond at a lower rate, as required by the DDO, then their tax rate based on the gross revenue will be increased to 30%. In the meantime commercial banks who also hold government bonds are not required to undergo a haircut and will be taxed 30% on their net revenue.",
    "According to an estimate made by Prof. W.A. Wijewardena, former Central Bank deputy governor, the EPF paid tax of Rs. 49 billion in 2022, despite making a taxable income comparable to commercial banks of minus Rs. 31 billion. Commercial banks would not have paid any taxes based on the Inland Revenue act. (EPF Gross earnings Rs. 316 billion; Interest Rs. 304 billion; Operation expenses Rs. 2.1 billion; Mark-to-market loss Rs. 41 billion).2",
    "The Government should place the well-being of its people over the demands of external private creditors and local financiers by:",
    "Rejecting attempts by IMF giving equivalence to domestic and external debt",
    "Withdrawing the offer of a wholly inadequate 30% haircut to external private creditors",
    "Consulting all stakeholders including trade unions on the DDO proposal designed by their external consultants, Lazard and Clifford Chance that favours of external and local investors over workers",
    "Publishing the full calculations of EPF/ETF value (Prior to DDO and Post DDO) along with data from the Central Bank",
    "As correctly stated by Prof. C.P. Chandrasekhar, the DDO is “… no solution to the crisis. It is merely a way of reducing the losses of foreign creditors who have already earned large profits on the debt they channelled to the Sri Lankan Government without due diligence. The entirety of that debt, which markets have been treating as near worthless, needs to be written off”.5",
    "Sri Lanka urgently needs responsible, rational and equitable solutions to overcome its external debt crisis in a sustainable manner.",
    "1Dr. Howard Nicholas and Bram Nicholas: Sri Lanka Brief. Sri Lanka DDR and the Elephant in the room. 30 June 2023",
    "2Dr. W.A. Wijewardena: CMA CPD Webinar - Domestic Debt Optimisation (DDO) and its Impact on Stake-holders, 8 July 2023",
    "3Dr. Ahilan Kadiragamar: Daily Mirror, Dispossession by Domestic Debt Restructuring, 3 July 2023",
    "4Nishan de Mel: Verite Research - Daily Mirror, Calculating the Loss to the EPF from Proposed-DDR, 12 July 2023",
    "5Prof C.P. Chandrasekhar: The Hindu, Sri Lankan debt crisis to get worse if IMF prescription is heeded, 13 July 2023",
    "(The writer is a former elected Local Councillor for London Borough of En-field in the United Kingdom and a member of the Sri Lankan diaspora and could be reached via email [email protected])"
  ]
}