{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/Zero-Plastic-National-Movement-Envisioning-a-plastic-free-Sri-Lanka/131-261326",
  "time_ut": 1687112004.0,
  "original_lang": "en",
  "original_title": "Zero Plastic National Movement: Envisioning a  plastic free Sri Lanka",
  "original_body_lines": [
    "With a volunteer force of over 7000 individuals, the Zero Plastic Movement continues to spread its wings across the country. Its main objective is to envision a plastic free society",
    "Nishshanka De Silva (left) with Erik Solheim, International Climate Adviser to President Ranil Wickremesinghe",
    "20 million. That’s the number of plastic bags (or shopping bags) that are dumped into the environment on a daily basis in Sri Lanka. These bags are neither reusable nor recyclable. Of the many plastics that are dumped into the environment only 3% is recyclable. But even the PET bottles that can be recycled are randomly thrown away without being disposed to collection bins. This reduces the chances of these bottles being recycled as they are often dirty and cannot be reused. Realizing the growing threat that plastics impose on the environment, Nishshanka De Silva, a tech consultant by profession initiated the Zero Plastic National Movement back in 2021. Today this movement is geared to make an impactful change on Sri Lankan society.",
    "“We are at risk of breathing micro-plastics every time we purchase a plastic item,” De Silva said in an interview with the Daily Mirror. “If a plastic item gets deformed after some time, this means micro particles have been released into the air. The plastics industry is backed by powerful multinational companies. So every time the government tries to implement a ban on single use plastics, they go and meet government officials and add pressure.”",
    "At one point the government decided to reduce the thickness of shopping bags and introduce the use of paper cups and paper straws on various beverages and fast food items. But only a handful of people have opted to use reusable bags, paper or metal straws and reduce their contribution to pollute the environment.",
    "Plastic items not only pollute the environment. They block waterways, pose threats to marine life and cause an irreversible impact on the environment. “It would take approximately 400 years for a PET bottle to decompose,” he added. “We have the capacity to use alternatives but these multinational companies have manipulated the way people think. Therefore, people think it’s more convenient and cost-effective to purchase a plastic item than purchasing a broom with a wooden stick or a cloth bag to go shopping and basically say no every time a shopping bag is issued from a shop or a supermarket,” De Silva claimed.",
    "He believes that this is the main reason why many small scale entrepreneurs have lost their only source of income. “I recently wanted to purchase some bamboo bottles but none of the suppliers had the capacity to provide 100 bottles,” he added. As a result, many alternatives to plastic items are now available on the www.zeroplastic.lk e-commerce platform.",
    "There are videos of foreigners who say that they will never come to Sri Lanka because it’s a very polluted country. Can we attract tourists this way?” De Silva questioned",
    "The Zero Plastic National Movement envisions a plastic free environment through volunteerism",
    "With a volunteer force of over 7000 individuals, the Zero Plastic Movement continues to spread it wings across the country. It’s main objective is to envision a plastic free society. “The Movement follows the Rotaract model where we have now initiated a Zero Plastic Club in all state universities and several private universities across the country. So there are two coordinators for the state universities and private universities who communicate with me. Each one of these clubs have to do two projects every month. The beauty of this Movement is that university students in these universities work like one family when there’s a project. Projects include cleanups, awareness sessions, competitions for the youth and so on. We recently concluded a mega project where we invited tattoo artistes from across the globe to visit down South and clean the waterways. On the other hand, we also install strainers in selected water-bodies across the country.”",
    "The haphazard dumping of plastics have also posed a major challenge to tourism. Many tourists who visit Sri Lanka have questioned the state of the country. Some have written their experiences on leading magazines and papers. “The campaign for Sri Lanka tourism is not #VisitSriLanka. It should be #CleanSriLanka. There are videos of foreigners who say that they will never come to Sri Lanka because it’s a very polluted country. Can we attract tourists this way?” De Silva questioned.",
    "He further explained how Hikkaduwa became an unpopular tourist attraction in the South of Sri Lanka after some time. “Now it’s extremely polluted, there’s haphazard developmental activities, illegal dumping and the coastal stretch has been ruined. Therefore tourists now visit Mirissa instead. Once Mirissa gets polluted, they will move to Hiriketiya and this will continue until we have proper policies in place to ensure that the environment is being protected at all times. I recently inquired about perpetrators apprehended for environmental crimes. On a surprising note, at least one person is being arrested every month for some kind of environmental crime, be it poaching, illegal mining, felling trees etc.”",
    "It is in this backdrop that the Movement is now gearing up to kickstart the Zero Plastic Trail, which is going to be the largest local and global trail where volunteers and interested parties will walk for 10 kilometres picking and clearing plastics that have been dumped on to the streets. “The main objective is to raise awareness on threats plastics impose on wildlife,” he continued. “What is important about this project is that it will not be done only in Sri Lanka but volunteers from across the globe can participate in it. We are now in the process of registering partners. The event will start on July 9 at the Sigiriya UNESCO World Heritage Site.”",
    "Despite challenges, the Movement is committed to make a change. “People can do a few simple things to reduce the use of plastics. These include using a reusable when they go shopping, use a proper lunch box and a reusable water bottle. We will continue to add pressure at policy level and push for legislature. That is the only way that the use of plastics can be regulated. But until that happens we will continue to give leadership in our individual capacities and inspire the public to make Sri Lanka a plastic free nation,” De Silva said in conclusion."
  ]
}