{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sdc-ccc-and-slba-focus-on-investment-opportunities-in-agri-business-sector/",
  "time_ut": 1703432520.0,
  "original_lang": "en",
  "original_title": "SDC, CCC and SLBA focus on investment opportunities in Agri-Business sector",
  "original_body_lines": [
    "The Sustainable Development Council (SDC) in collaboration with the Ceylon Chamber of Commerce (CCC) and the Sri Lanka Banks’ Association’s Sustainable Banking Initiative (SLBASBI) recently convened a brainstorming dialogue on commercialization of sustainable investment opportunities in the Agribusiness Sector which has been identified as an important area with high sustainability gains as well as having high potential to generate sustainable private investments.",
    "As Sri Lanka navigates through economic challenges, it is important to harness the potential of the private sector in fostering inclusive and sustainable growth. Leveraging the strengths of the private sector and non-profit sector towards mobilizing the needed investments towards the Sustainable Development Goals (SDGs) as well as bridging the knowledge and information gaps in support of the government’s visions and plans towards sustainable development remain vital.",
    "Towards this end, the SDC, CCC and SLBA SBI have established a formal collaboration in creating a platform to explore various sustainable finance and other solutions that could mobilize the resources of the private sector and the non-profit sector in support of the national efforts in achieving the SDGs.",
    "The discussion was attended by representatives of relevant government agencies; leading business chambers, industry and trade associations, companies, banks and non-bank financial institutions, development partner agencies and think tanks.",
    "Axiata Digital Labs, Indosat Ooredoo Hutchison, XL Axiata and AWS unveil SinergiAPI portal in Indonesia",
    "Man who swindled Rs 9.9 billion running unauthorised investment company arrested",
    "South Asia’s largest luxury elderly care home opens in Mount Lavinia with an investment of Rs. 4,000mn",
    "Without investment into laboratories, SL will be plagued by low quality medicine – Expert",
    "Driving sustainable investment: The crucial role of sustainable finance and private capital for Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}