{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89245/imf-staff-reaches-agreement-with-ukraine-for-156-bln-program",
  "time_ut": 1679464080.0,
  "original_lang": "en",
  "original_title": "IMF staff reaches agreement with Ukraine for $15.6 bln program",
  "original_body_lines": [
    "The International Monetary Fund said on Tuesday it had reached a staff-level agreement with Ukraine for a four-year financing package worth about $15.6 billion, offering funds the country needs as it continues to defend against Russia’s invasion.",
    "The agreement, which must still be ratified by the IMF’s board, takes into consideration Ukraine’s path to accession to the European Union after the war. The fund said its executive board was expected to discuss approval in the coming weeks.",
    "“The overarching goals of the authorities’ program are to sustain economic and financial stability in circumstances of exceptionally high uncertainty, restore debt sustainability, and support Ukraine’s recovery on the path toward EU accession in the post-war period,” IMF official Gavin Gray said in a statement announcing the agreement.",
    "IMF staff on Tuesday briefed board members on the agreement - which would be Ukraine’s biggest loan package since Russia’s full-scale invasion on Feb. 24, 2022 - and the board was supportive, a source familiar with the matter said.",
    "The global lender said the agreement was expected to help unleash large-scale financing for Ukraine from international donors and partners, but gave no details. Typically IMF loans unlock support from the World Bank and other lenders.",
    "Calculations have in the past estimated the cost of reconstruction in the hundreds of billions of dollars.",
    "“A gradual economic recovery is expected over the coming quarters, as activity recovers from the severe damage to critical infrastructure, although headwinds persist, including the risk of further escalation in the conflict,” said Gray.",
    "IMF staff currently expected the change in Ukraine’s real gross domestic product for 2023 to range from -3% to +1%, Gray added.",
    "Ukrainian Prime Minister Denys Shmyhal hailed the agreement and thanked the IMF for its support.",
    "“In conditions of a record budget deficit, this program will help us finance all critical expenditure and ensure macroeconomic stability and strengthen our interaction with other international partners,” he said in a message on Telegram.",
    "U.S. Treasury Secretary Janet Yellen, who paid a surprise visit to Ukraine last month, welcomed the deal after months of pushing for the IMF to move forward with a new financing package for Ukraine.",
    "“An ambitious and appropriately conditioned IMF program is critical to underpin Ukraine’s reform efforts, including to strengthen good governance and address risks of corruption, and provide much needed financial support,” she said in a statement.",
    "If approved, as expected, the Ukraine program would be the IMF’s biggest loan to a country involved in an active conflict.",
    "The fund last week changed a rule to allow new loan programs for countries facing “exceptionally high uncertainty”, without naming Ukraine."
  ]
}