{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-axiata-awarded-forresters-customer-obsessed-enterprise-award-for-asia-pacific-region/",
  "time_ut": 1685297880.0,
  "original_lang": "en",
  "original_title": "Dialog Axiata awarded Forrester’s customer-obsessed enterprise award for Asia Pacific Region",
  "original_body_lines": [
    "Forrester, a globally renowned research and advisory firm, awarded Dialog Axiata PLC with the customer-obsessed enterprise award for the Asia Pacific Region, recognising its dedication to customer-centricity for business growth, customer retention, and employee engagement.",
    "Sri Lanka’s premier connectivity provider was named the APAC recipient of Forrester’s Customer-Obsessed Enterprise Award for its continuous investment in products and services that improve its customer experience. The company became the first to trial 5G technology in Sri Lanka, and it is fostering a customer-obsessed culture by delivering a more personalised customer experience and building greater trust and loyalty with its customers.",
    "“We are honoured to receive Forrester’s Customer-Obsessed Enterprise Award for the Asia Pacific region,” said Sandra De Zoysa, Group Chief Customer Officer of Dialog Axiata PLC. She further stated “Dialog’s fundamental principle of providing ‘Service from the Heart’ has been the driving force behind placing customers at the center of all our endeavours, resulting in delightful outcomes. This recognition serves as a testament to the relentless dedication, unwavering passion and commitment of our employees to fulfil the pledge and deliver on the promise of ‘Service from the Heart’ and the “The Future. Today”. It is my sincere hope that leaders of all service organisations become customer-obsessed, leading to a culture of exceptional customer and employee experiences.”",
    "“We congratulate Dialog Axiata for winning Forrester’s Customer-Obsessed Enterprise Award for APAC,” said Dane Anderson, Senior Vice President of International Research and Product at Forrester. “Dialog Axiata is demonstrating firsthand how it’s keeping its customers at the forefront of its business to drive consistent growth and profitability and foster customer and employee retention.”",
    "Ceylinco Life launches electronic KYC for faster and better customer verification",
    "Baurs laboratory services pioneers with ISO accreditation awarded for organic fertilizers",
    "Baurs laboratory services pioneers with ISO accreditation awarded for organic fertilizers",
    "Dialog Axiata Group to invest USD 152.4 million in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}