{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89474/donald-trump-criminally-charged-in-new-york-a-first-for-a-us-ex-president",
  "time_ut": 1680230940.0,
  "original_lang": "en",
  "original_title": "Donald Trump criminally charged in New York, a first for a US ex-president",
  "original_body_lines": [
    "(Reuters) - Donald Trump has been indicted by a Manhattan grand jury after a probe into hush money paid to porn star Stormy Daniels, becoming the first former U.S. president to face criminal charges even as he makes another run for the White House.",
    "The charges from an investigation led by Manhattan District Attorney Alvin Bragg come as Trump seeks the Republican nomination to run again in 2024.",
    "The specific charges are not yet known, as the indictment remains under seal. CNN reported Trump faces more than 30 counts related to business fraud.",
    "Trump said he was “completely innocent” and indicated he would not drop out of the race. He accused Bragg, a Democrat, of trying to hurt his chances of winning re-election.",
    "“This is Political Persecution and Election Interference at the highest level in history,” he said in a statement.",
    "Shortly after, Trump appealed to supporters to provide money for a legal defense. He has raised over $2 million, according to his campaign, since he incorrectly predicted on March 18 that he would be arrested four days later.",
    "The charges will likely be unsealed by a judge in the coming days. Trump will have to travel to Manhattan for fingerprinting and other processing at that point.",
    "Bragg’s office said it had contacted Trump’s attorney to coordinate a surrender, which a court official said would likely occur next Tuesday.",
    "Trump’s lawyers Susan Necheles and Joseph Tacopina said they will “vigorously fight” the charges.",
    "The Manhattan investigation is one of several legal challenges facing Trump.",
    "Bragg successfully prosecuted Trump’s business last year on tax-fraud charges, leading to a $1.61 million criminal penalty.",
    "The presiding judge in that case, New York Supreme Court Justice Juan Merchan, is expected to oversee this case as well, according to a person familiar with the matter.",
    "The charges could hurt Trump’s presidential comeback attempt, as the mug shot from his arraignment and any visuals from his courtroom appearances could provide fodder for rivals.",
    "Trump could use the case to stoke anger among his core supporters, though other Republican voters might tire of the drama.",
    "Some 44% of Republicans said he should drop out of the race if he is indicted, according to a Reuters/Ipsos poll released last week.",
    "Trump’s allies and fellow Republicans blasted the indictment as politically motivated, while Democrats said he is not immune from the rule of law.",
    "Even potential presidential rivals voiced support for Trump. “This will only serve to divide our country,” Trump’s former vice president Mike Pence said on CNN.",
    "Outside the courthouse, several protesters silently held signs criticizing Trump. Authorities bolstered security around the courthouse after Trump called for nationwide protests on March 18, recalling his charged rhetoric ahead of the Jan. 6, 2021, attack on the U.S. Capitol.",
    "Daniels, whose real name is Stephanie Clifford, has said she received money in exchange for keeping silent about a sexual encounter she had with Trump in 2006.",
    "The former president’s personal lawyer Michael Cohen has said he coordinated with Trump on the payments to Daniels and to a second woman, former Playboy model Karen McDougal, who also said she had a sexual relationship with him. Trump has denied having affairs with either woman.",
    "Trump in 2018 initially disputed knowing anything about the payment to Daniels. He later acknowledged reimbursing Cohen for the payment, which he called a “simple private transaction.”",
    "“No one is above the law,” Daniels’ lawyer Clark Brewster said on Twitter.",
    "Cohen pleaded guilty to a campaign-finance violation in 2018 and served more than a year in prison. Federal prosecutors said he acted at Trump’s direction.",
    "Cohen said he stood by his testimony and the evidence he provided to prosecutors. “Accountability matters,” he said in a statement.",
    "No former or sitting U.S. president has ever faced criminal charges.",
    "Aside from this case, Trump faces two criminal investigations by a special counsel appointed by U.S. Attorney General Merrick Garland and another criminal probe by a local prosecutor in Georgia.",
    "Trump has escaped legal peril numerous times. In the White House, he weathered two attempts by Congress to remove him from office, including for the Jan. 6, assault on the U.S. Capitol by his supporters, as well as a years-long probe into his campaign’s contacts with Russia in 2016.",
    "In last year’s tax-fraud case, Bragg targeted Trump’s business but declined to charge Trump himself with financial crimes, prompting two prosecutors who worked on the probe to resign.",
    "In the hush-money case, legal experts say that Bragg might have to rely on untested legal theories to argue Trump falsified business records to cover up other crimes, such as violating federal campaign-finance law.",
    "Trump leads his early rivals for his party’s nomination, holding the support of 44% of Republicans in a March Reuters/Ipsos poll, compared with 30% support for his nearest rival, Florida Governor Ron DeSantis, who has yet to announce his candidacy. President Joe Biden is expected to seek re-election."
  ]
}