{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/business-world-international-organization-admires-helpage-social-work/",
  "time_ut": 1680889740.0,
  "original_lang": "en",
  "original_title": "Business World International Organization admires HelpAge social work",
  "original_body_lines": [
    "The USA based Business World International Organization (BWIO) recently awarded its `Lifetime Achievers Award’ to HelpAge Sri Lanka (HASL), Chairman Deshabandu Tilak de Zoysa who is a world renowned business personality and a social worker.",
    "In addition HelpAge also received the ‘Most Service Oriented Organization in Sri Lanka’ for the third consecutive year considering its invaluable social and welfare service rendered towards vulnerable elderly citizens in the country.The awards were accepted by HelpAge Executive Director Samantha Liyanawaduge at the presentation ceremony in Colombo.",
    "Speaking at the ceremony HelpAge, Executive Director Samantha Liyanawaduge highlighted about the invaluable service rendered by HelpAge to uplift the living standards of vulnerable citizens and said HelpAge is engaged in several social services for elderly people living in every nook and corner of the country completely free of charge.",
    "The Executive Director also highlighted that HelpAge have so far performed over 46,000 free cataract surgeries for needy people over 55 years at its State-of-the Art HelpAge Eye Hospital at Wellawatta, Colombo 6.",
    "He said in addition HelpAge distribute free dry ration and clothing to needy people during disastrous situations prevailing in the country.Guest speaker Prof. Dr. Dietmar Doering congratulated HelpAge for assisting needy senior citizens to improve their quality of life.",
    "Microsoft empowers local businesses to harness the power of cybersecurity",
    "‘Save while you spend’ with 1% CashBack on DFCC Bank Credit Cards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}