{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Manjula-Dahanayake-new-MD-at-Convenience-Foods-PLC/34-756777",
  "time_ut": 1703806329.0,
  "original_lang": "en",
  "original_title": "Manjula Dahanayake new MD at Convenience Foods PLC",
  "original_body_lines": [
    "Convenience Foods (Lanka) PLC has announced the appointment of Manjula Dahanayake as the new Managing Director of the Company with effect from 1 January 2024.",
    "He succeeds Thilanka De Zoysa who has resigned effective 31 December. He was with Soy Foods Lanka Ltd., (predecessor to Convenience Foods (Lanka) PLC) since 1996. He was appointed to the Board of CFL in October 2002 and was appointed as Managing Director in April 2011. CBL Investments Ltd., part of Ceylon Biscuits Group holds 71% stake in Convenience Foods (Lanka) PLC.",
    "Dahanayake’s professional journey commenced in 1989 at Ceylon Chocolates. He then moved to Unilever Sri Lanka Ltd., where he continued his sales career in General and Modern Trade. He held various key roles at Unilever, including Senior Brand Manager in Marketing, accumulating over 13 years of experience.",
    "Dahanayake later joined Coca-Cola Beverages Sri Lanka Ltd. as a Senior Brand Manager, progressing through roles such as Market Development Manager, Regional Market Execution Manager, and ultimately serving as Head of Modern Trade and Key Accounts. He was later offered to join Bharti Airtel Lanka Ltd., where he assumed the position of Zonal Business Head in 2007 to start up Airtel operations in Sri Lanka and was instrumental in setting up the sales and marketing operations. He was later promoted as Deputy General Manager in 2008.",
    "In 2010, Dahanayake joined Capital Maharaja Organisation, initially as General Manager Sales and Marketing, rising to the role of Director Sales in Pepsi and ICL Marketing. His experience includes serving as Country Head of Samsung India between 2013 and 2014.",
    "Dahanayake has also contributed significantly to Nestle Lanka PLC for over five years as a Channel Head and then took over responsibilities as Head of Modern Trade and Key Accounts/National Key Accounts.",
    "Before joining Convenience Foods Lanka PLC, Dahanayake was Group CEO at Lanka Milk Foods Group taking care of six companies in Welisara and Ambewela.",
    "Dahanayake earned his MBA in 2003 from the University of Sri Jayewardenepura, Postgraduate Institute of Management Sri Lanka. In 2004, he completed his Postgraduate Diploma in Marketing at the Chartered Institute of Marketing (UK)."
  ]
}