{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Best-of-class-performance-propels-schools-rugby-intensity-further/4-750492",
  "time_ut": 1689119219.0,
  "original_lang": "en",
  "original_title": "Best of class performance propels schools rugby intensity further",
  "original_body_lines": [
    "Sanity prevailed in the fourth week of the Dialog Schools Rugby League, where the six matches were spread into three days, with one, three and two matches scheduled on Friday, Saturday and Sunday respectively. This allowed the media personnel to cover and stream all the matches live. In addition, the matches scheduled during the weekend were further split between Colombo and Kandy, which gave a near perfect serving of Rugby on a Platter for the clan. Hope the organisers continue this model in the future as well.",
    "The first match opened on a working Friday, but the parking spaces along Isipathana Mawatha were taken at least an hour before kick-off. All four sides of the rectangular Park were jam-packed, simulating nothing short of a League final atmosphere. The sheer number of Spectators, caused them to spill over the A-Frame Boards on some portions of the pavilion, which is usually not allowed. The host Isipathana College would have surely amassed a blockbuster collection in ticket sales alone. This proves once again, the point made in this column just a few weeks ago, that the day on which the match is held is immaterial, so long as the teams are highly competitive.",
    "Walking into Havelock Park, the environment was bustling, the vibe was vibrant, and the colour painted was Green! A full house signified utmost respect to Donz Rugby that they so well deserved after last season’s impeccable performance, although most Segment-A spectators hadn’t gotten the opportunity to witness their brilliance.",
    "The final tally of this match doesn’t really voice the story of the DS side adequately. However, they didn’t do justice to their skillset, by failing in their quest to secure the losing bonus point. After all, this is what everyone expected, and they were very much capable of achieving.",
    "DS had put on the necessary effort over the past week, to work on their shortcomings highlighted on our week 4 preview, by curtailing their handling errors to a record minimum of 4; record in the current league for all teams so far. In addition, they had successfully sorted out their line out issue that was depriving their Backs of the much-needed action. Particularly, Pathana was allowed to turnover only on a solitary occasion at the lineouts. If those were the only two improvements required, then one may ask, as to why they failed to perform to match up to the Greens?",
    "To begin with, kicking the Ball deep into Pathana territory is a risky play; not only in this season, but in any season. If this has to be done, very careful planning and counter tactics are required to be in place. DS continuously kicked the Ball for territory, but didn’t chase the kicks appropriately. Secondly, if you are kicking into Isipathana territory, you should have your cushions set up adequately, and chase the kick preferably with this row of cushion, something like how Joes did in the first half of their match against Pathana. Since this was not duly planned and executed, DS allowed the crafty Pathana Backs to manoeuvre through the gaps, and simply gifted the first Try. Just when some thought that they would have learnt from this mistake, and would try to kick the Ball to touch next time, to their amazement, they repeated the same mistake; luckily for them, Pathana knocked the Ball in front this time, while attacking close to the DS front Porch. Each time DS kicked thereafter, Pathana held on possession and easily got back into the DS grid, because the kicks were never chased effectively. This resulted in the game being played on the DS half majority of the time.",
    "Although DS had rectified all their faults from previous weeks, they neutralised their pluses, by going berserk with over 15 infringements that allowed Pathana to continuously gain ground and attack. This was the other primary reason why DS could not level up to their opponents in this game. Nevertheless, the Donz put up a noteworthy effort in defence against the Green Machine, who kept constantly coming at them. The fact that the formidably infiltrating Pathana was able to score only one converted Try shows that the defending Champs could score only corner Tries against a strong DS defence.",
    "It was amazing to see that the Royal fraternity was ready to welcome Zahira College to mainstream Schools Rugby, by giving them the much deserved welcome and attendance. Zahira also had a maximum supporter turnout to see how their team performs against the masters of the game.",
    "Their alma mater didn’t disappoint its multitude at first, as Zahira managed to lock the masters to 3-all at half time. Royal occupied Zahira’s territory during most of the first half. They attacked with their Forwards repeatedly, but the Zahirian Forwards were Rock solid in their defence! Following numerous failed phases that lasted close to 15 minutes, the Royal Tuskers acted smart and showed maturity to acknowledge the strength of their opponent, and took their first penalty kick to lead 3-0.",
    "Zahira weren’t able to advance to the Royal grid and stay there, because whenever their Backs received the Ball, the line hardly moved as the Royalists were super quick to pounce on them. Although the Royal Forwards could not stop the advancing Zahirian counterparts, their Backs were extremely effective in choking the opposition’s Backs from gaining ground. In fact, every time the Zahira line was fed, they lost 10-15 meters. This ensured that Zahira consistently stayed in their half, and therefore, Zahira was able to score only 3 points through a penalty that was awarded when they paid a flying visit to their opponent’s front yard.",
    "Although Zahira played some smart and sensible Rugby, they overshot some of the penalties into Royal’s in-goal area, instead of finding touch within the playing area. Thus, a couple of close scoring chances via 5-meter lineouts were lost, especially at the time Zahira had the energy and stamina to do so, during the first half.",
    "Royal came back late in the game to attack in succession and score against a tiring Zahira unit. Once the floodgates were open, there was no way to stop the charging Tuskers!",
    "Attack is the best form of defence; and that’s exactly what the Doctor ordered for Trinity, an attack they did with a Lion’s Heart, right from the first long whistle to the last. They scored inside the first minute of play by kicking right into Peter’s doorstep, and beautifully following that kick with a uniformed defence. Peter’s being caught off guard with Trinity standing right on their doormat, were unready to cope hence allowed Trinity to turnover, and despite a few defenders getting in the way, Trinity cleverly offloaded a few times, to shock the mass with a converted Try.",
    "Trinity continued to kick for territory throughout the game and followed that up with the same widespread defence. They also kept on attacking continuously and tackling consistently, enabling them to be on Peter’s territory most of the time. Their place kicking was absolutely spot on, as they converted two difficult kicks from tight angles, earning them 5 of their 10 points. Trinity’s Backs exhibited skills and dodged the SPC defenders a couple of times, but were unable to finish those moves due to the coordinated defence structure of the Peterites.",
    "The Peterites on the other hand were absolutely horrible in Ball handling, and were guilty of at least 10 unforced knock-ons. In other words, they just gave up possession to Trinity 10 times, even without the opposition contesting for it. This is the primary reason why SPC could not give themselves a chance to be in scoring positions. In addition, SPC’s place kicking was substandard, and one wouldn’t expect this from a team that’s in contention for the League Title. These shortcomings prevented SPC from scoring their fourth Try, and collecting the bonus point, while Trinity did very well to deny Peter’s target of 30 plus.",
    "Vidyartha College played a meticulous game with a great sense of Rugby, showing composure and maturity that enabled them to defeat match favourites Dharmaraja. Knowing your opponent’s strengths and weaknesses is one thing, but acknowledging your own and playing the game to conform to the varying skillset, was smart planning by the Tigers.",
    "Whenever Vidyartha received a penalty just outside Rajans’ 22, they opted to take them if they were within kickable range, and fortunately for them, most of them were. This was the first smart move acknowledging that the Rajan Forwards would be hard to maul or penetrate, had they gone for a kick-to-touch or quick tap, respectively.",
    "On the contrary, the Rajans consistently went for maximum points, although a commendable attitude, it was not quite fitting for this close Pendulum swinger. They called for a scrum, when a penalty was awarded within kicking range in Vidyartha’s 22, which they couldn’t score off of. At least a kick-to-touch would have given them a far better chance to maul the lighter opposition, to go over their goal line. Rajans also failed to finish a couple of attacking moves very close to the Vidyartha line, due to the three quarters either not willing, or passing on time. The Rajans definitely lost a few good scoring chances due to this blockage in their line that prevented their Winger from receiving the Ball, but resulted in him just watching the attacks being foiled by the opposition as a spectator, alongside the touch judge.",
    "The Rajans were quite ordinary in Ball handling with a multitude of knock-ons, a majority of them being unforced, whilst it also appeared as if they were unlearning the rules of Rugby as the season progressed, since they achieved a record high of 20 infringements. Knowing this, the Tigers shied off a penalty offered within kicking range, around the opposition’s 22 in the dying minutes of the game, when the scores were locked at 22-all. Also realising that the Rajan Forwards will be now weary, and are guaranteed to choke out penalties under pressure, they opted to attack with pick n drives, instead of going for the 3 points to take the lead. Not certain if this was the right call or not under the circumstances, but the Rajans defended skilfully, the cascading waves of pick ‘n go attacks by the determined Tigers. It was only later, after the Rajans turned over, and then knocked the Ball forward, the Tigers came back with yet another pick ‘n drive offensive, to score the winning Try under the crossbar.",
    "This did not turn out to be a thriller as expected in the preview, as the Joes surprisingly reduced the “time”, in the “matter of time” factor, to find everything they lost. Finally, and oh so finally, they trashed their usual strategy and played as a team, where their Captain Naveen was seen to assist the team especially in the set pieces and in the overall gameplay, rather than making it a one-man show. Naveen captivated the hearts of many true Rugby fans, by playing the game how it was supposed to; for the team!",
    "This new strategy, totally disoriented Kingswood, as now they had to deal with the whole Joes team, instead of just a few key players, and their weight class didn’t allow them to achieve this, without allowing open spaces. Joes attacked with their Forwards, mauling the light, Red Jerseys briskly, and whenever they were slowed down due to heavy resistance, they quickly opted to use their Backs to score through huge vacuums that opened up in the Kingswood defence.",
    "Kingswood on the other hand, improved considerably in their Ball handling and following the laws of the game, but gave away a few extra penalties than they should have, giving Joes better chances to attack and score. Their mind-set for the game was completely wrong, as they opted for 3 points whenever they got the opportunity, although Joes were leading by huge margins at the time. This implied that they just wanted to accumulate some points, in order to lose the game with some points on the Board, which tells the whole story in a Nutshell.",
    "This was the last close encounter in Colombo, but what a nail-biting thriller this turned out to be on a Sunday evening. Wesley was seen getting better with every game, and they played with sane Heads this time, until the end. Thus, this game turned out to be a battle between the skills and wits of both teams, with a sprinkle of tactics.",
    "Both teams attacked with their Forwards using the rolling maul; Wesley was able to defend every one of them; Anthony’s failed on a few occasions. Quite strangely, the Antonians never tried to diffuse Wesley’s rolling mauls, but instead engaged them, no matter when and where it was formed. They managed to hold them on some occasions, and forced the Ball to come out, but they failed on some others that cost them 5 or more points, each time. St. Anthony’s used their sheer pace to abruptly burst through the brief gaps on a few occasions; the Wesley defenders who were close by were too slow to stop them each time. When it comes to a close game, every mistake, every foul, and every turnover makes a difference. Strangely, both teams were guilty of the same number of high infringements and handling errors! However, Wesley excelled in turnovers, and gained good ground through their skilful touch kicking. Notably, Wesley achieved a record in turnovers this season so far with a total of 7, and most of them off lineouts and rucks.",
    "As the seesaw effect continued to a nerve shattering point, the Popcorns were all sold out at the Royal Complex, and as Wesley was leading 22-20 at this point, SACK opted to take a penalty from just outside 50 meters. It was relatively a straight kick, and all the Antonian supporters were waiting anxiously, as if waiting for Santa Clause to make an appearance, while the Wesleyites figured out what their hearts tasted like. Samuel Maduwantha, correction, Sahan Keerthisiri kicked hard, flat and straight through the twin Poles, to soar adrenaline levels in every Antonian present in the Stadium, and to take the lead 23-22. The Antonians were highly pumped up with the newly secreted adrenaline in their bloodstreams, and used it to their advantage to immediately score a converted Try, to extend the lead to 30-22. This 52- meter place kick was undoubtedly the game changer for the Antonians.",
    "Consequently, after Wesley scored another converted Try, and the scores were hugging at 30-29, Wesley received a penalty around 35 meters, within kickable range in the dying minutes. Kicking under pressure, the Ball dipped as it almost cleared the posts, and hit the top of the crossbar and popped up high in the air, and when everyone thought that it was going in, it fell into the playing area to the total dismay of the double blue fraternity."
  ]
}