{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Somasiri-Group-MD-Sarath-Pandithasekara-wins-Southern-Province-Entrepreneur-of-the-Year-2023-Award/34-756926",
  "time_ut": 1704138493.0,
  "original_lang": "en",
  "original_title": "Somasiri Group MD Sarath Pandithasekara wins Southern Province Entrepreneur of the Year 2023 Award",
  "original_body_lines": [
    "Somasiri Group Managing Director Sarath Pandithasekara (right) receives the award from Indian Consular General at Hambantota Herwin Singh",
    "Somasiri Group of Companies Managing Director Sarath Pandith-asekara bagged the Entre-preneur of the year award at the Best Entrepreneur Award Ceremony of the Southern Province which was held on 28 December at Radisson Blu Resort in Galle.",
    "Pandithasekara joined his father’s business in 1989 which was started in 1969. Gradually he made the company to international standard within a short period. Sarath Pandithasekara says he would love to thank all who has given the tremendous support to become the entrepreneur of the year 2023.",
    "The event was organised by the National Enterprise Development Authority (NEDA) in collaboration with the Hambantota District Chamber of Commerce (HDCC) and supported by the Chambers of Commerce in Galle and Matara, Consulate General of India Hambantota office and Southern Province Development Authority. This is the 6th consecutive time the award ceremony took place and feted the SMEs in the Southern Province.",
    "The awards were designed to encourage the business community in the province to improve their standards of business practices and achieve higher levels of entrepreneurship. NEDA has been selected by the HDCC to manage the evaluation process and organise the ceremony.",
    "The Minister of Industries and Health Ramesh Pathirana served as Chief Guest, Special Guest Small and Medium Enterprise Development State Minister Prasanna Ranaweera and Consular General of India Harvin the Sin and other special guests participated including, NEDA Chairman Lasantha Kariyapperuma, Directors and other officers, Industrial Development Board Chairman Dr. Saranga Alahapperuma, Unive-rsity of Ruhuna Vice Chancellor Prof.Sujeewa Amarasena, District Secretaries of Hambantota, Matara and Galle, Southern Province Development Authority Chairman Ariyawansa Shammu, President and Board of Directors of the Galle, Matara and Hambantota District Chambers of Commerce. Representatives from the Government, NGOs and private companies also participated in the event.",
    "NEDA provided partial funding for the event, which is also sponsored by the Consulate General of India Hambantota office, Southern Province Development Authority. Significantly this year the event feted micro scale entrepreneurs with the objective of encouraging and facilitating their commitment to the country’s economy and improving their capacity to the next level of entrepreneurship. Winners were selected by a panel of judges who evaluated entrepreneurs’ submissions, conducted interviews and field visits. The competition presented awards for three sector categories under four size categories, as well as eight special awards."
  ]
}