{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Building-competencies-for-a-just-transition-Climate-change-and-TVET/4-751708",
  "time_ut": 1691778086.0,
  "original_lang": "en",
  "original_title": "Building competencies for a just transition: Climate change and TVET",
  "original_body_lines": [
    "Technical and vocational education and training (TVET) plays a vital role in preparing Sri Lanka’s workforce for a just transition",
    "On the one hand, Sri Lanka is highly vulnerable to the impacts of climate change and the complex risks associated with increasing temperatures, sea level rise, extreme weather events, and other short- or long-term processes. On the other hand, Sri Lanka can benefit from a just transition towards a more climate-friendly, resilient, and sustainable economy that considers projected climatic changes as well as national goals towards emission reduction, adaptation, and energy and food security.",
    "In this context, a “just transition” refers to the process of shifting to low-carbon, environmentally sustainable economic models and business practices in a fair and inclusive manner that protects workers and provides opportunities for communities which may be adversely affected by this transformation.",
    "Technical and vocational education and training (TVET) plays a vital role in preparing Sri Lanka’s workforce for such a transition and providing a pool of skilled human resources for the transformation of key sectors.",
    "Technical and vocational education in Sri Lanka commenced with the establishment of the Government Technical College in 1893 in Maradana and is today governed and implemented by a multitude of agencies from both the public and private sector. The National Vocational Qualifications Framework (NVQF) established in 2005 provides a general structure for TVET in the country and comprises seven levels of instruction in three categories of professions at certificate, diploma, and degree levels.",
    "In addition to technical skills relevant to different industries and processes, TVET should also include cognitive and attitudinal competency areas such as systems thinking and critical thinking or the ability to learn, collaborate, and reflect. Based on this framework, it is possible to develop standards, curriculums, training plans, requirements, and learning outcomes as well as systems for quality assurance and monitoring and evaluation.",
    "Sri Lanka’s Nationally Determined Contributions (NDCs) under the Paris Agreement identify six priority sectors for climate change mitigation (electricity, transportation, industry, waste management, forestry, agriculture) and nine sectors for adaptation (agriculture, fisheries, livestock, water, biodiversity, coastal and marine, health, urban planning and human settlements, tourism and recreation), plus one additional cross-cutting sector focused on preventing and addressing climate-induced loss and damage. These sectors are directly impacted by climate change and/or potential key contributors to climate action and a just transition.",
    "To achieve the intended contributions and commitments across the different sectors, a skilled workforce is required at every level, including a large number of technicians and technical assistants, electricians, project officers, experts in sustainable architecture and services, civil engineers and construction site supervisors, energy auditors, surveyors and survey field assistants, laboratory technicians and assistants, resource assessors, and many other types of qualified personnel. Enhancing current TVET programs with relevant qualifications and mainstreaming climate change into TVET is crucial to fulfilling these requirements and create a workforce that not only has specialised technical skills but also an interdisciplinary understanding of how climate change affects their sector, the ability to collaborate across disciplines, and the capacity to innovate and adapt to a rapidly changing context.",
    "For example, the energy sector is critical for the reduction of greenhouse gas emissions as well as for providing energy security and a low-cost, sustainable, and resilient supply of clean electricity. A recent research study estimates that to implement Sri Lanka’s national plans and commitments for the future development of the renewable energy sector, an overall number of approximately 1,650 technicians and 1,100 technical assistants could be needed in the short term, and a cumulative number of 5,300 technicians and 2,900 technical assistants in the medium term.",
    "Competencies needed for these technicians and technical assistants include an understanding of renewable energy technologies, energy efficiency, grid management, and energy storage, but also problem-solving, planning, learning, teamwork, and integrated systems management.",
    "Currently, there are only a few dedicated training programs, modules, and certificate courses for renewable energy, the majority of which are focused on solar PV systems (ground, floating, and/or rooftop) and located in Colombo district. This highlights the need to build on the existing training opportunities, programs, and courses by incorporating climate-relevant elements; develop specialised degrees and certificates to cater to the growing labour market demand; and ensure that women, youth, and those from rural areas and vulnerable communities have equitable and supported access to TVET.",
    "Other sectors and industries are faced with similar challenges. For example, TVET for construction and infrastructure needs to incorporate competencies and skills related to sustainable building materials, energy efficiency, resilient construction techniques, and nature-based solutions; food systems need a workforce that understands climate-smart farming practices, efficient water and land management, integrated pest management, and new and emerging technologies. Electric vehicles, alternative fuels, recycling technologies, circular economy, carbon counting, and risk awareness are other examples of areas where TVET can play a crucial role for economic transition.",
    "In addition to the considerations outlined above, TVET can also benefit from strong linkages between training providers and the labour market, for example, through employment sector councils and multi-stakeholder expert committees. Furthermore, demand-driven curriculums, hands-on training, workplace exposure through exchange visits, peer-to-peer learning, mentoring, backstopping, job fairs, entrepreneurship development, and other initiatives can strengthen partnerships between TVET institutions and job providers.",
    "TVET has an important role to play for facilitating Sri Lanka’s transition towards a more climate-smart, resilient, and sustainable economy. By building specific competencies across key sectors such as energy, construction, food systems, or transportation, TVET can enable the country’s workforce to achieve national goals and commitments for climate change mitigation, adaptation, and sustainable development. In addition, cross-cutting competencies that integrate environmental and social understanding with technical proficiency is key.",
    "A holistic TVET approach that mainstreams climate change and provides context-specific programs and qualifications tailored to industry needs and future opportunities can help to ensure that Sri Lanka’s workforce is equipped to innovate and adapt to a rapidly evolving climate landscape.",
    "(The writer works as Director: Research and Knowledge Management at SLYCAN Trust, a non-profit think tank based in Sri Lanka. His work focuses on climate change, adaptation, resilience, ecosystem conservation, just transition, human mobility, and a range of related issues. He holds a Master’s degree in Education from the University of Cologne, Germany and is a regular writer to several international and local media outlets.)"
  ]
}