{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95549/sri-lanka-and-adb-sign-usd-200-mln-loan-agreement-to-help-stabilize-finance",
  "time_ut": 1702275600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka and ADB sign USD 200 mln loan agreement to help stabilize finance",
  "original_body_lines": [
    "Two policy-based loans (PBLs) have been arranged following discussions between the Asian Development Bank (ADB) and the Sri Lankan government, the Ministry of Finance revealed.",
    "Accordingly, the PBLs are slated to be used for the implementation of the Financial Sector Stability and Reform Program, in a bid to create a stable financial system that provides access to finance for businesses in various sectors of the economy.",
    "The program adopts a programmatic modality with two subprograms of USD 200 million each, and will support the implementation of multi-year policy reforms, including immediate reforms to enhance the crisis management regulatory framework and stabilize the financial sector under Subprogram 01 and reforms to build a resilient and inclusive financial system under Subprogram 02.",
    "The Ministry of Finance, Economic Stabilization and National Policies (MOF) have been deemed the executing agency of the above programs and will therefore implement the policy actions in collaboration with the Central Bank of Sri Lanka (CBSL) and other relevant institutions.",
    "Since the relevant agencies have successfully achieved all pre-policy actions related to Subprogram 01, the entire USD 200 million loan proceeds relevant to the subprogram will soon be disbursed to the Treasury, the Ministry stated, adding that the loan will be provided from ADB’s concessionary Ordinary Capital Resources with a 25-year term, including a 5-year grace period, and an interest rate of 2.0% per year.",
    "Accordingly, the PBL agreement for Subprogram 01 was signed between the Government of Sri Lanka and the ADB at the Ministry of Finance, with K. M. Mahinda Siriwardana, Secretary, Ministry of Finance, Economic Stabilization and National Policies, having placed the signature on behalf of the former, while Takafumi Kadono, Country Director, ADB Sri Lanka Residence Mission, placed the signature on behalf of latter."
  ]
}