{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95919/sri-lanka-to-observe-two-minute-silence-today-for-tsunami-victims",
  "time_ut": 1703557980.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to observe two-minute silence today for tsunami victims",
  "original_body_lines": [
    "A two minutes’ silence will be observed island-wide today (26 December) on National Safety Day from 9.25 a.m. to 9.27 a.m. in memory of all who lost their lives in the 2004 tsunami and other natural disasters in Sri Lanka, the Disaster Management Center (DMC) said.",
    "Meanwhile the DMC says a new programme to raise awareness about tsunami dangers will commence from today in view of the National Safety Day.",
    "The Director General of Disaster Management Centre, Major General (Retd) Sudantha Ranasinghe said the relevant awareness programme will be carried out by using a caller tune ringtone for mobile phones.",
    "Today (Dec. 26) marks the 19th anniversary of the 2004 Boxing Day Tsunami, one of the world’s deadliest and most destructive natural disasters, which impacted over 10 countries in the Indian Ocean.",
    "Thus, a two minutes’ silence will be observed island-wide today from 9.25 a.m. to 9.27 a.m. in memory of all who lost their lives in the 2004 tsunami and other natural disasters in Sri Lanka, as per the DMC.",
    "A powerful undersea megathrust earthquake, which registered a magnitude of 9.1, struck off the coast of Sumatra Island, Indonesia on a Sunday morning, 26th of December 2004.",
    "About 20 minutes after the shock, Indonesia’s capital Banda Aceh, which was closest to the epicentre of the earthquake, was devastated by massive 100-foot waves, claiming the lives of more than 100,000.",
    "A series of turbulent waves then ravaged the coasts of Indonesia, Sri Lanka, India, Thailand, Maldives, Myanmar and Andaman and Nicobar Islands.",
    "In all, deaths from the disaster mounted over 230,000 in a matter of hours.",
    "Sri Lanka was one of the hardest-hit countries with over 40,000 fatalities and property damage worth several million rupees. Thousands were left homeless as waves pushed debris several kilometres inland, pounding buildings into rubble.",
    "Since 2005, the 26th of December has been declared as \"National Safety Day\" and on that day commemoration events are held as a continuous national event each year, with the participation of the political leadership in remembrance of all those who lost their lives in the country due to the various natural disasters including the tsunami disaster."
  ]
}