{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89523/pope-francis-to-lead-palm-sunday-services-day-after-leaving-hospital",
  "time_ut": 1680454860.0,
  "original_lang": "en",
  "original_title": "Pope Francis to lead Palm Sunday services day after leaving hospital",
  "original_body_lines": [
    "Pope Francis has led Mass in St Peter’s Square on Sunday, kicking off the year’s Easter services, just a day after leaving hospital.",
    "He oversaw the Palm Sunday ceremony in front of more than 30,000 faithful, followed by the Angelus prayer.",
    "He was admitted to Rome’s Gemelli Hospital on Wednesday with breathing difficulties, and later diagnosed with bronchitis.",
    "Upon being discharged on Saturday, the Pope joked that he was “still alive”.",
    "“I just felt a malaise, but I wasn’t afraid,” Italian news agency Ansa quoted him as saying on Saturday.",
    "After being discharged, the pontiff was seen smiling and waving from his car, before getting out to speak to a crowd.",
    "Instead of heading home, his car drove past the Vatican and stopped at the Basilica of Santa Maria Maggiore. When he came out after praying, people on the street applauded and shouted: “Long live the Pope!”",
    "During another stop, he exited his vehicle to give chocolate Easter eggs to police officers in his motorcade, AP news agency reported.",
    "On Sunday he thanked those who prayed for him during his hospital stay.",
    "The pontiff’s admission to hospital came ahead of the busiest week in the Christian calendar.",
    "The Holy Week includes a busy schedule of events and services which can be physically demanding.",
    "The Argentine pontiff, who marked 10 years as head of the Catholic Church earlier this month, has suffered a number of health issues throughout his life, including having part of one of his lungs removed at age 21.",
    "He has also used a wheelchair in recent months because of problems related to his knee.",
    "Wednesday’s hospitalisation was his second since 2021, when he underwent colon surgery, also at Gemelli.",
    "But the Pope has remained active, visiting the Democratic Republic of Congo and South Sudan in February. The previous month, he led the funeral of his predecessor Pope Benedict XVI.",
    "Although the pontiff, who has pushed for reforms in the Catholic Church, has previously said he would consider stepping down if his health failed him, he recently confirmed he had no plans to quit."
  ]
}