{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/laugfs-super-and-coca-cola-beverages-sri-lanka-join-forces-to-scale-up-pet-plastic-collection/",
  "time_ut": 1704215520.0,
  "original_lang": "en",
  "original_title": "LAUGFS Super and Coca-Cola Beverages Sri Lanka join forces to scale up PET plastic collection",
  "original_body_lines": [
    "LAUGFS Super and Coca-Cola Beverages Sri Lanka partnered to enhance PET collection efforts by installing PET plastic collection bins in strategically selected LAUGFS Super outlets island-wide. The event marked the beginning of a sustained effort towards promoting environmental consciousness, with the collaboration underscoring the growing importance of sustainability in today’s business landscape.",
    "For LAUGFS Supermarket (LSM) as a subsidiary of the LAUGFS Group, this initiative marked a pivotal step towards the overarching sustainability efforts and progress the brand strives to fulfil. With a commitment to environmental responsibility, this project aligns seamlessly with both the group and LAUGFS Supermarkets values.",
    "Speaking with Managing Director, Coca-Cola Beverages Sri Lanka, Pradip Pandey, on the initiative, noted: “Coca-Cola as a system has taken leadership in setting up infrastructure and introducing innovative ideas to scale PET collection. We have over 540+ bins already placed across Sri Lanka, we were the first to set up a material recovery Facility and initiate “adopt a beach concept” for beach cleaning. Today we are proud to extend our partnership to Laugh Super to take this initiative further.”",
    "Through the partnership with Coca-Cola Beverage Sri Lanka, LAUGFS Supermarkets acknowledges the invaluable opportunity for the company, leveraging their unparalleled expertise and resources in sustainable practices to ensure the success of the initiative. By incorporating industry-leading best practices, LAUGFS aims to set a benchmark for sustainability within its sector, fostering positive change on a broader scale.",
    "Commenting on the initiative, LAUGFS Supermarkets, Chief Executive Officer, Niroshan De Silva, stated: “At LAUGFS Supermarkets, our commitment to sustainability is unwavering. Partnering with Coca-Cola Beverages Sri Lanka is a significant stride towards embedding responsible practices in our core operations. This initiative not only underscores our dedication to a greener future but also sets a benchmark for industry-wide environmental stewardship. This project stands as a significant milestone in our longer-term sustainability vision, demonstrating our commitment to a greener and more responsible future.”",
    "The project involved the installation of recycling bins at strategic LAUGFS Super outlets, including Havelock, Kandana, Kiribathgoda, Koswatta, Moratuwa, Nugegoda, Kohuwala, Rajagiriya, Wellawatta, and Pepiliyana.",
    "The initiative was launched by LAUGFS Super across three [03] phases pre-launch, launch, and post-launch, and is expected to push educational content with a clear call to action and environmental rewards for customers and otherwise to be a part of the sustainable journey LAUGFS continues to embark on.",
    "By combining forces with Coca-Cola Beverages Sri Lanka, LAUGFS Supermarkets and LAUGFS Group are setting the stage for a brighter, more sustainable tomorrow.",
    "Coca-Cola has been refreshing Sri Lankans for over 60 years, continuously evolving to craft the brands and choice of drinks that people love. Our company’s purpose is to Refresh the World and Make a Difference. To serve our valued consumers better, we are now providing more convenient packages, innovating, and introducing new lower and no-sugar drinks.",
    "Related Topics:Coca-Cola Beverages Sri LankaLAUGFS SuperLAUGFS Super and Coca-Cola Beverages Sri Lanka join forces to PET plastic collection",
    "VAT hike spreads gloom among investors; disposable income an issue",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}