{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/15/gin-and-nilwala-rivers-at-flood-level/",
  "time_ut": 1684112880.0,
  "original_lang": "en",
  "original_title": "Gin and Nilwala Rivers at flood level",
  "original_body_lines": [
    "COLOMBO (News 1st); The Department of Irrigation said the Gin and Nilwala rivers are still at minor flood level.",
    "The Nilwala River reached minor flood level in Pitabeddara, Panadugama, and Thalgahagoda.",
    "The Irrigation Department said the Gin River is at risk level in Baddegama.",
    "Maguru Ganga has reached flood levels in Maguru while the Kuda Ganga has reached flood level in Kalawellawa.",
    "The Irrigation Department has informed people living in surrounding low-lying areas to remain vigilant.",
    "Meanwhile, early landslide warnings have been issued to several areas due to the prevailing showers.",
    "Senior Geologist of the National Building Research Organization (NBRO) Dr. Wasantha Senadheera said a Level 2 early landslide warning has been issued to the Pitabeddara divisional secretariat of the Matara district.",
    "He said Level 1 early landslide warnings were issued to the Nagoda, Neluwa, Baddegama, Yakkalamulla, and Elpitiya divisional secretariats of the Galle district, the Walasmulla divisional secretariat of the Hambantota district, the Walallawita and Palindanuwara divisional secretariats of the Kalutara district, Athuraliya, Pasgoda, Mulatiyana, Kotapola and Akuressa divisional secretariats of the Matara district and the Kiriella and Eheliyagoda divisional secretariats of the Ratnapura district.",
    "The Department of Meteorology predicted showers or thundershowers in the Western, Sabaragamuwa, Central, and North-Western provinces and in the Galle and Matara districts.",
    "The Department predicted strong winds of about 40-45kmph at times over the island.",
    "Sri Lanka’s crisis-hit economy likely to resume growing in 2024 after contracting 3% this year"
  ]
}