{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-tours-Horton-Plains-National-Park/56-756404",
  "time_ut": 1702667995.0,
  "original_lang": "en",
  "original_title": "President tours Horton Plains National Park",
  "original_body_lines": [
    "Stresses need to develop surrounding areas of Horton Plains focusing on the high-end tourism industry",
    "President Ranil Wickremesinghe yesterday emphasised the necessity to transform Horton Plains National Park and its surrounding areas into a premier destination for high-end tourists.",
    "He made these remarks after an observation tour in Horton Plains National Park.",
    "Following a visit to the site office of Horton Plains National Park, President Wickremesinghe recorded his insights in the special guest book and subsequently participated in an observation tour of the park along the Ohio route.",
    "President Wickremesinghe further conducted a survey of the lands owned by the Department of Wildlife and Forest Conservation related to Horton Plains National Park using map sources. During this assessment, he directed officials to compile a comprehensive map encompassing all lands associated with both Horton Plains National Park and its associated region, with a prompt submission deadline.",
    "The President emphasised the potential for the nation to generate significant foreign exchange by strategically developing Horton Plain and its surrounding areas, known for their appeal to both local and international tourists, with a focus on attracting high-end tourists. Additionally, the President underscored the importance of ensuring that all activities align with environmental sustainability and adhere to eco-friendly practices.",
    "President Wickremesinghe further inquired about the living conditions of the residents in the villages surrounding the park, highlighting the potential improvement in their lives through the promotion of the tourism industry.",
    "Subsequently, the President conducted an observation of the road passing through the Udaveriya Estate and its vicinity.",
    "Present during this inspection were Horton Plains National Park Chief Warden R.M.N.K. Rathnayake, Central Provincial Wildlife Assistant Director G. Wickramathilaka and other relevant officials."
  ]
}