{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sajith-proposes-Parliament-pass-special-resolution-to-release-funds-allocated-for-LG-polls/56-745831",
  "time_ut": 1677617937.0,
  "original_lang": "en",
  "original_title": "Sajith proposes Parliament pass special resolution to release funds allocated for LG polls",
  "original_body_lines": [
    "Opposition leader requests Speaker to summon Treasury Secretary and inquire about his refusal to release funds for elections",
    "Warns situation can get worse as protestor has already died while demanding elections on country’s streets",
    "The Opposition yesterday led by Opposition Leader Sajith Premadasa met with Speaker Mahinda Yapa Abeywardane to discuss the future steps the latter hopes to take on the letter sent by the Election Commission of Sri Lanka (ECSL) on the funding required for the Local Government poll.",
    "The meeting was held in the Office of the Speaker in the Parliament complex. During the meeting, Premadasa proposed that a special resolution be passed in parliament to release the funds allocated to the Local Government elections through the 2023 budget. According to the Opposition, the Speaker agreed to this proposal.",
    "Premadasa requested the Speaker to summon the Treasury Secretary Mahinda Siriwardana and inquire about his refusal to release election funds. He warned the situation could worsen in the coming days as the calls for elections have now come onto the streets and one protester has already died at the recently held demonstration by the National People’s Power (NPP) party.",
    "He, therefore, called on the Speaker to convene parliament immediately. He also questioned the purpose of the parliament if the executive is allowed to overrule its fiscal powers. The Opposition Leader also stressed that the President has embarked on a path to a dictatorship.",
    "Attending the meeting parliamentarian Prof G.L. Peiris said that no one has the right to undermine the power of the Parliament, and the Speaker is the representative who has the ability to change this situation. Meanwhile, MP Dullas Alahapperuma said the Provincial Councils are currently inactive and their control is vested with a representative of the President. The MP warned a similar situation would occur in Local Government bodies in the future.",
    "In response, the Speaker informed the group that a meeting of the party leaders has been called today and a decision can be made about the future steps to be taken during the meeting. Premadasa requested the Treasury Secretary be summoned to the meeting as well.",
    "However, the Speaker claimed it can only be done in agreement with the MPs representing the Government. Premadasa nevertheless reminded the Speaker that the latter can summon the Treasury Secretary to a meeting if budgetary allocations passed in parliament are being violated."
  ]
}