{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-insurance-introduces-virtual-claim-assistance-for-motor-plus-customers/",
  "time_ut": 1682442840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Insurance introduces Virtual Claim Assistance for Motor Plus customers",
  "original_body_lines": [
    "Sri Lanka Insurance – The Nations’ protector, has always kept its customers’ needs in the forefront when designing products and services. Amidst demanding daily routines today’s customer looks at convenience and enhanced service experience from their service providers. Efficient processes and quick turnaround time is what a customer will be looking for. Understanding the customers’ frame of mind, SLIC is committed to continuously look at opportunities to enhance customer experience and convenience through new product developments and service enhancements.",
    "The most recent initiative introduced by SLIC to enhance customer experience was the ‘Virtual Claim Assistance’ value added service to its Motor Insurance customers. This service is introduced to smoothen the claim process after a motor accident and after a repair is done for the vehicle. The objective of this new service facility is to ensure customer convenience and to improve service quality.",
    "The Virtual Claim Assistance is a digital service that allows customers to have their vehicle inspected after an accident and assessed remotely by a qualified inspector. Customers can easily upload videos of their vehicle to the insurer’s portal or app, and a qualified inspector will assess the damage remotely and provide a detailed report. This eliminates the need for customers to take their vehicle to a physical inspection center, saving them both time and effort.",
    "The Virtual Claim Assistance service offers customers the flexibility to have their vehicle assessed from anywhere at any time. This means that customers can submit their vehicle details and receive the inspection report even outside traditional working hours, or from remote locations, making the process much more convenient.",
    "The Virtual Claim Assistance service is also valuable for customers who have had their vehicle repaired after an accident. With the after repair inspection service, customers can upload videos of their repaired vehicle, and a qualified inspector will assess the quality of the repair work remotely. This ensures that the customer’s vehicle has been properly repaired, giving them peace of mind and saving them from the hassle of a physical inspection.",
    "SLIC as one of the largest organisation’s in the country understand the importance of a business adopting digital strategies whilst remaining sustainable. It is accepted across industries around the world that digitization of a business is the need of the hour. Therefore, Sri Lanka Insurance continuously invest in digital transformation initiatives to set benchmarks in the industry and to contribute to the overall sustainability strategy of SLIC through long-term cost saving initiatives",
    "More information on SLIC’s Virtual Claim Assistance service can be obtained from SLIC 24/7 hotline 011 2 357 357.",
    "Canon and Metropolitan celebrates 20th consecutive year of No.1 Share of Global Interchangeable-lens Digital Camera Market",
    "Amana Takaful Insurance ranked amongst Most Awarded Companies by LMD – 2nd Most Awarded Insurance Company in Sri Lanka",
    "SLIC partners with KPMG Sri Lanka, a global network of member firms,  to conduct a company-wide ‘Competency Mapping’ exercise",
    "Sri Lanka Insurance becomes the first Sri Lankan corporate entity to implement mobile-based digital signature solution",
    "Sri Lanka Insurance launches Motorplus, a comprehensive motor insurance package for senior citizens",
    "Sri Lanka Insurance Yakkala Branch marks its 4th anniversary at Glitz Park",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}