{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lankan-Embassy-in-Washington-DC-celebratesVesak2023at-White-House/56-748137",
  "time_ut": 1683679519.0,
  "original_lang": "en",
  "original_title": "Sri Lankan Embassy in Washington DC celebrates Vesak 2023 at White House",
  "original_body_lines": [
    "The festival of Vesak, which commemorates the birth, enlightenment and passing of Lord Buddha, was ceremoniously marked at a special event at the White House in Washington DC on 5 May.",
    "On a proposal made by Ambassador of Sri Lanka Mahinda Samarasinghe, the Embassy of Sri Lanka to the United States, brought together envoys from several countries with Buddhist populations and initiated an effort to celebrate Vesak in a manner comparable with similar White House festivities to commemorate other major world religions. A written communication was addressed to Secretary of State Antony Blinken by the Heads of Mission of Cambodia, Nepal, South Korea, Sri Lanka, Thailand and Myanmar, requesting a celebration of Vesak.",
    "Ambassador Samarasinghe, who was nominated by the other participating Ambassadors from Cambodia, Nepal, Thailand and diplomatic representatives from India, Indonesia and Mongolia, to speak on their behalf on the occasion, highlighted the importance of the event which is the most significant in the Buddhist calendar. He thanked President Joseph R. Biden, First Lady Jill Biden, Vice President Kamala Harris and the Second Gentleman Doug Emhoff and all others associated with the event at the White House for their cooperation and support in hosting the event.",
    "The Ambassador expressed the hope that in 2024 and in the years to come that these celebrations will be conducted with presidential patronage, on par with celebrations that mark festivals of significance in Christianity, Hinduism, Islam and Judaism – the other major world religions. He stated that this would establish a tradition that would pave the way for a regular proceeding in the future.",
    "Ambassador Samarasinghe noted that there are 4.5 million adherents of Buddhism in the United States among over 500 million devotees in the world. He said the common initiative taken jointly with several countries with Buddhist populations was of great importance to all followers of the Buddhist faith.",
    "Venerable Maharagama Dhammasiri Thero, Chief Incumbent of the Washington Buddhist Viharaya and Venerable Katugasthota Uparathana Thero, Chief Incumbent of the Maryland Buddhist Viharaya, were among those who delivered sermons along with the several other religious dignitaries who graced the occasion including Venerable Damitha Bodhi Thero of the Mahamewnava Meditation Centre, Rockville and Venerable Dr. Ethkandawaka Saddhajeeva Thero Co-Abbot of the West Virginia, Bhavana Society monastery.",
    "Deputy Assistant to President Biden and Pacific Islander Senior Liaison Erika Moritsugu was among the senior White House officials who attended. The White House event was co-organised by the Ambassadors in conjunction with the International Buddhist Association of America."
  ]
}