{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/merrill-j-fernando-champion-of-business-for-peace/",
  "time_ut": 1690217280.0,
  "original_lang": "en",
  "original_title": "Merrill J. Fernando, champion of ‘Business for Peace’",
  "original_body_lines": [
    "With profound sadness, the International Chamber of Commerce Sri Lanka (ICC Sri Lanka) mourns the passing of Merrill J. Fernando, the visionary founder of Dilmah Tea, who has left an indelible mark on the tea industry and the business world. Merrill J. Fernando was an advocate for sustainable business practices. His commitment to promoting peace through business was recognised in 2015 when he received the Business for Peace Award from the Oslo-based Business for Peace Foundation, ICC Sri Lanka says in a press release.",
    "The release adds: ‘Merrill J. Fernando’s journey began with a vision to offer the world the finest tea, crafted with passion and integrity. With his unwavering dedication to quality and sustainability, he built Dilmah Tea into a globally renowned brand that stood for excellence, ethics, and fairness. He firmly believed in the power of business to foster understanding and harmony among communities. His tireless efforts to promote ethical business practices and sustainable development made him a role model for entrepreneurs around the globe’.",
    "‘The 2015 Business for Peace Award, conferred upon him by the esteemed Business for Peace Foundation, recognised Merrill J. Fernando’s outstanding contributions to society. His nomination by the ICC further underscored his significance as a transformative force in the business community, exemplifying the positive impact that responsible and compassionate entrepreneurship can have on the world.",
    "‘Under the leadership of Mr Fenando, Dilmah Tea was selected as one of Sri Lanka’s Most Admired Companies by the ICC Sri Lanka, based on its financial and non-financial performance. The Dilmah founder was honoured as the ‘Most Admired Leader in Sri Lanka’. He was chosen for his passionate commitment to quality and integrity, and for making business a matter of human service. ICC Sri Lanka reflects on his life and legacy, we extend our deepest condolences to his family, friends, and the entire Dilmah Tea family. Merrill J. Fernando’s spirit of innovation, integrity, and dedication to making a positive difference will live on, continuing to inspire generations to come.’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}