{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/emirates-announces-a-new-brand-ambassador/",
  "time_ut": 1685043540.0,
  "original_lang": "en",
  "original_title": "Emirates announces a new brand ambassador",
  "original_body_lines": [
    "Launching mid-summer 2023, Emirates can reveal that its latest ad campaign and brand collaboration will feature Penelope Cruz.",
    "The Academy Award winning actor and philanthropist is already a fan of the Emirates brand and a frequent flyer who has visited Dubai multiple times. In exclusive behind-the-scenes footage shot onboard a signature Emirates A380 aircraft, Cruz revealed her passion for Emirates and the positive association she has with the brand stating that she was thrilled to partner with Emirates after years of traveling with the airline, on some of the most special trips of her life.",
    "The new TV spots will start to air globally from June 2023, in both English and Penelope’s native tongue of Spanish. With a thought provoking theme of ‘travel is not just about the end destination; ​it’s also about how you get there’, the short ads show Cruz sampling all the exclusive luxuries that Emirates First and Business Class customers experience as they Fly Better, from a crafted beverage in the A380 Onboard Lounge, to an indulgent shower above the clouds, cheering for a football game shown on live TV, to relishing generous helpings of luxury caviar. In other spots, she enjoys the spacious seats in Emirates’ new Premium Economy Class.",
    "She interacts with Emirates Cabin Crew in multiple languages and enjoys the wide variety of movies and content on Emirates’ award-winning ice inflight entertainment system, viewed on a huge 32-inch full HD LCD screen – the largest in the aviation industry. Cruz is also filmed using the personal temperature controls in her private First Class Suite, using bespoke binoculars to enjoy the sky-high views, and wearing the Emirates hydra-active moisturising pyjamas to settle in for a siesta in her lie-flat bed, surrounded by an array of luxury amenities – ensuring her journey is spectacular from the beginning.",
    "Each of the new TV spots were directed and brought to life by Robert Stromberg, a double Oscar-winning Hollywood director, with 21 award wins and 30 award nominations for movies, TV series and commercials throughout his illustrious career. Stromberg worked closely with the Emirates brand team to ensure the TV spots conveyed the thoughtful luxury of the Fly Better experience, while retaining a note of Cruz’ cheeky sense of humour. Esteemed production house Ridley Scott Associates also supported the series of TV spots, and Framestore – the multi award-winning creative studio for special effects.",
    "Richard Billington, Emirates’ Senior Vice President of Brand and Advertising, commented; ‘Emirates is all about Flying Better, where the journey to your destination matters as much as the place itself. We take care of every detail in the Emirates experience and wanted a brand ambassador who reflects the Emirates brand – it needed to be someone classy, stylish, and having modern global appeal. Penelope was the perfect fit.’",
    "Following in the footsteps of other globally successful ads such as Burj Girl, Jennifer Aniston onboard Emirates, and Gerry the Goose, Penelope Cruz will partner in the ad series to be aired globally on TV news channels, featured on Emirates’ own digital channels, with more joint activities to be announced over the coming year.",
    "Aitken Spence records a strong EBITDA of Rs. 30.1 billion with a growth of 30.3% for FY23",
    "Debt restructuring delays seen as sowing confusion among stock market circles",
    "Emirates renews partnership with Sri Lanka Tourism to support tourist arrivals to island nation",
    "Emirates boarding pass unlocks hundreds of offers in Dubai this summer",
    "Emirates invests US$ 135 million in new pilot training centre",
    "Emirates lounge at BIA to celebrate Sri Lanka’s 75th Independence Day with special local delights",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}