{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89572/timely-credible-structural-reforms-vital-for-sri-lanka-to-reset-its-course-world-bank",
  "time_ut": 1680629340.0,
  "original_lang": "en",
  "original_title": "Timely, credible structural reforms vital for Sri Lanka to reset its course: World Bank",
  "original_body_lines": [
    "Sri Lanka’s heightened fiscal, external, and financial sector imbalances and its fluid political situation pose significant uncertainty for the country’s economic outlook, says the World Bank in its twice-a-year update, underscoring the need to address the root causes of the country’s economic crisis and build a strong and resilient economy to prevent future crises.",
    "Released today (April 04), the Sri Lanka Development Update (SLDU), Time to Reset projects the country’s economy to contract by 4.3 percent in 2023, as demand continues to be subdued, job and income losses intensify, and supply-side constraints adversely affect production.",
    "“The economic crisis in Sri Lanka has had deep impacts with over half a million jobs lost and 2.7 million additional people falling into poverty between 2021 and 2022,” said Faris H. Hadad-Zervos, the World Bank Country Director for Maldives, Nepal, and Sri Lanka. “The prolonged recovery from the scarring effects of this crisis in addition to a slow debt restructuring process, limited external financing support and an uncertain global environment pose significant risks to the country’s economic growth.”",
    "The economy will continue to face significant challenges in 2023 and beyond. A lower-level external trade equilibrium could have contagion effects on domestic trade, economic activity, jobs and incomes. Combined with adverse effects from revenue-mobilization efforts, which are essential for regaining fiscal sustainability, poverty projections could worsen. The financial sector needs to be managed carefully, given rising non-performing loans and large public sector exposures.",
    "Mitigating the impacts on the poor and vulnerable remains critical during the adjustment. Reducing poverty requires better-targeted social assistance, an expansion of employment in industry and services, and a recovery in the real value of incomes. However, strong and effective implementation of the government’s reform program, supported by financing from international partners, could boost confidence and attract fresh capital inflows that are key to improving job prospects and restoring livelihoods.",
    "“The current crisis is not a temporary liquidity shock that can be resolved by external financing support from outside. Instead, the crisis provides a unique opportunity to implement deep and permanent structural reforms that may be difficult in normal circumstances,” added Hadad-Zervos. “Sri Lanka can use this opportunity to build a strong and resilient economy.”",
    "The SLDU is a companion piece to the latest South Asia Economic Focus, Expanding Opportunities: Toward Inclusive Growth, which projects regional growth to average 5.6 percent in 2023, a slight downward revision from the October 2022 forecast. Growth is expected to remain moderate at 5.9 percent in 2024, following an initial post-pandemic recovery of 8.2 percent in 2021.",
    "The report notes that to go from recovery to sustained growth, South Asia needs to ensure economic development is inclusive. The region has among the world’s highest inequality of opportunity. Between 40 and 60 percent of total inequality in South Asia is driven by circumstances out of an individual’s control such as place of birth, family background, caste, ethnicity, and gender. Intergenerational mobility is also among the world’s lowest. Data highlighted in the report shows that less than 9 percent of individuals whose parents have low levels of education reach education levels of the upper 25 percent. Such disparities lead to differences in access to jobs, earnings, consumption, and welfare and to calls for redistributive policies.",
    "The report recommends continuing to improve the quality of primary education and expanding access to secondary and higher education, evaluate and strengthen affirmative action policies targeted to “low opportunity” groups, and policies to improve the business climate for small and medium enterprises, who account for the bulk of job opportunities for the less well-off. In addition, reducing barriers to labor mobility can have a powerful equalizing impact as urban areas tend to offer more opportunities for social mobility."
  ]
}