{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90374/pucsl-calls-for-20-immediate-reduction-of-electricity-tariff-",
  "time_ut": 1683552960.0,
  "original_lang": "en",
  "original_title": "PUCSL calls for 20% immediate reduction of electricity tariff",
  "original_body_lines": [
    "The Chairman of Public Utilities Commission of Sri Lanka (PUCSL) Janaka Ratnayake says that the electricity consumers should receive an immediate electricity tariff reduction of approximately 20 percent given the facts of reduced the electricity demand in Sri Lanka, reduced exchange rate and reduced fuel prices.",
    "“According to the tariff requested by CEB on 5th January this year, CEB had estimated an electricity demand of 16,520 GWh for 2023, expecting a revenue of Rs. 722 billion for CEB, from energy sales. But PUCSL forecasted generation demand of 15,031.42 GWh for 2023,” he said.",
    "He said the PUCSL’s demand forecast has been proven by actual demand for January to April and reduced demand forecasted by CEB for the rest of the year.",
    "“According to CEB’s revised demand forecast, total demand for year 2023 will be 15,377 GWh which is very close to the demand that we forecasted early this year. That was the main rationale in our staff’s tariff recommendation which limited a tariff increase below 35%.” Mr Ratnayake said.",
    "The PUCSL chairman claims that this proves the 35 percent tariff increase suggested by the staff of Public Utilities Commission of Sri Lanka is in par with the actual demand forecast which didn’t materialized due to the majority of the Commission members approving the CEB proposal as it is.",
    "“The latest forecast by CEB shows a reduction of 6% from the initial forecast in January. Actual data shows in months March and April, the actual generation to be 10% and 8% less than the initial forecast by CEB. Accordingly, the latest forecast also on the higher side and actual demand for 2023 can be even lower.”",
    "“Therefore, the actual total revenue of 2023 for the distribution licensees could be lower than Rs. 658 billion, if we were able to implement PUCSL’s staff recommended low tariff hike, we wouldn’t need frequent tariff revisions and such low tariff will ensure and stimulate the economic activities while ensuring CEBs’ yield sufficient revenue,” Mr Ratnayake added.",
    "“Given all those facts, we demand an immediate reduction of electricity tariff of 20 percent,” he said."
  ]
}