{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95824/kuwaits-new-emir-sheikh-mishal-sworn-in-highlights-importance-of-accountability",
  "time_ut": 1703157720.0,
  "original_lang": "en",
  "original_title": "Kuwait’s new emir Sheikh Mishal sworn in, highlights importance of accountability",
  "original_body_lines": [
    "Kuwait’s new emir, Sheikh Mishal al-Ahmad al-Sabah, has been formally sworn in before parliament to begin his rule over the wealthy Gulf monarchy.",
    "The new emir, who took over after the passing of his half-brother, Sheikh Nawaf al-Ahmad al-Sabah, on Saturday, took the oath of office during a special session of the National Assembly on Wednesday morning.",
    "In his inaugural address, Sheikh Mishal pledged to safeguard the country and its people, adhere to constitutional principles and fight corruption.",
    "“I swear by Almighty Allah to respect the constitution and the laws of the state, to defend the liberties, interests and properties of the people and to safeguard the independence and territorial integrity of the country,” he declared.",
    "The 83-year-old Sheikh Mishal is Kuwait’s third ruler in just over three years. He has already been de facto leader since 2021 when the frail Sheikh Nawaf handed over most of his duties.",
    "Sheikh Mishal previously served as deputy chief of the National Guard from 2004 to 2020 and head of State Security for 13 years after joining the Ministry of Interior in the 1960s.",
    "As he takes the helm of the OPEC oil producer, he is expected to preserve key Kuwaiti foreign policies, including support for Gulf Arab unity and Western alliances.",
    "Good relations with Saudi Arabia are seen as one of his top priorities. The new emir may also look to expand ties to China as Beijing seeks a bigger role in the region.",
    "Political analyst Hussain Jamal told Al Jazeera that Kuwait’s foreign policy would likely “remain as it is” under the new emir.",
    "“Zero enemies and a lot of friends – regionally and internationally.”",
    "As leader, Sheikh Mishal will also have to grapple with long-running strains between the ruling family and its critics in the perpetually deadlocked and fractious parliament. Critics complain that the friction has hindered fiscal and economic reform.",
    "In 2022, Sheikh Mishal intervened in a protracted dispute between the government and parliament. He dissolved parliament, decreed new elections and replaced the prime minister, but declared no intention to interfere in the vote or the selection of parliament speaker.",
    "After being sworn in, Sheikh Mishal castigated authorities for having previously appointed people to positions “that are not consistent with the simplest rules of justice and fairness”.",
    "He also stressed “the importance of follow-up, responsible oversight, and objective accountability within the framework of the constitution and the law for negligence, dereliction and tampering with the interests of citizens”.",
    "Abdulaziz Mohammed Al-Anjeri, of the Kuwaiti think tank Reconnaissance Research, told Al Jazeera, Sheikh Mishal was likely to rule as a “reformist”.",
    "“He is someone who does not allow nepotism or favourtism to impact his decisions,” Al-Anjeri said."
  ]
}