{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Wiggie-to-seek-support-from-Indian-Hindu-groups-to-stop-Buddhistisation-of-North-and-East/56-749076",
  "time_ut": 1685735234.0,
  "original_lang": "en",
  "original_title": "Wiggie to seek support from Indian Hindu groups to stop Buddhistisation of North and East",
  "original_body_lines": [
    "Confirms he is already in talks with several Hindu groups based in India",
    "Says plan to counter Buddhistisation with their support has not been finalised yet",
    "TPA Leader Mano Ganesan expresses doubts about India’s willingness to help combat the issue",
    "In the wake of mounting allegations of systematic Buddhistisation activities in Sri Lanka’s North and East Former Governor of the Northern Province and Thamil Makkal Thesiya Kuttani (TMTK) MP C.V. Wigneswaran, yesterday said he will seek support from Hindu religious organisations in India to counter the situation.",
    "Speaking to the Daily FT, Wigneswaran said he was already in talks with several Hindu organisations in India on the matter. “We are in talks with Indian Hindu organisations about how to address the ongoing systematic Buddhistisation taking place in Tamil majority areas, but a final plan is yet to be formulated,” he said.",
    "In a recent press release, Wigneswaran proposed seeking the Indian Government’s intervention to halt the process and suggested that steps must be taken to effectively communicate the concerns of the Tamils to them.",
    "It is reported Ilankai Tamil Arasu Kachchi (ITAK) MP S. Sritharan also sent a detailed report on alleged acts of Buddhistisation to the Indian Government last month.",
    "However, Tamil Progressive Alliance (TPA) Leader Mano Ganesan expressed his scepticism about India’s willingness to help curb these practices.",
    "“Since Buddhism was born in India, they believe it should flourish elsewhere as well. India sees no distinction between Buddhism and Hinduism. It is unlikely India can be expected to support Tamil politicians to stop Buddhistisation in the provinces,” he said. Ganesan said rather than looking towards India, local measures must be looked at to address the issue instead.",
    "Tamil MPs have voiced their concerns regarding the destruction of traditional Hindu places of worship, which are being replaced with Buddhist symbols. These allegations gained further traction following the recent incident involving the breaking of the Shiva Lingam of the Adhishivan Temple in Vavuniya – Vedukkunaari. In response to these actions, Tamil people and politicians in the North and East have launched protests, demanding an end to these incidents. Notably, one ongoing protest seeks the removal of a Buddhist Temple constructed in the Thaiyiddy area of Jaffna."
  ]
}