{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/03/only-parliamentary-election-can-change-a-government-president/",
  "time_ut": 1677826980.0,
  "original_lang": "en",
  "original_title": "Only parliamentary election can change a government – President",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lankan President Ranil Wickremesinghe emphasized that a change of government can only be brought about through a parliamentary election and the streets is not an option for parliament.",
    "He made this comment on Friday (3) while participating in the Air Force cadets and other officers Passing Out Parade at the Trincomalee Air Force Base today.",
    "\"When you passed out today, you had to take an oath under the constitution. You also undertook an oath of the Sri Lanka Air Force in public. These two oaths underline your primary responsibility. That is to protect the constitution, and protect the country. There is no constitution with no country. If there is no country, the constitution is just a piece of paper,\" said the President.",
    "\"The constitution come into force because a country exists. The oath makes it clear that you would abide by the constitution and the law, and would be loyal to the republic. This constitution notes it is the Constitution of the Democratic Socialist Republic of Sri Lanka. First, we need to protect the country. For that, we need to be a sovereign, independent and free country. In addition, we need to protect the unitary state,\" added President Wickremesinghe.",
    "He noted that a change of government can only be brought about through a parliament. Governments can be decided only in Parliament, and the streets are not the alternative for a parliament.",
    "\"We need to protect the constitutional institutions and the economy. This is your responsibility. When we protect all this, we will have a country,\" noted President Ranil Wickremesinghe.",
    "Ready to adopt IMF program in March; Can settle $200 Mn from B’desh in September – CBSL Chief",
    "Supreme Court issues Interim Order on funding Local Government Election 2023"
  ]
}