{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Prof-Rankaduwa-appointed-Honorary-Consul-of-Sri-Lanka-for-Halifax-Nova-Scotia/56-757090",
  "time_ut": 1704478506.0,
  "original_lang": "en",
  "original_title": "Prof. Rankaduwa appointed Honorary Consul of Sri Lanka for Halifax, Nova Scotia",
  "original_body_lines": [
    "Sri Lanka’s Acting High Commissioner in Canada Anzul Banu Jhan ceremonially handed over the Commission of Appointment to Professor Wimal Rankaduwa appointing him as the Honorary Consul of Sri Lanka in the province of Nova Scotia on 4 January at the High Commission in Ottawa.",
    "During the brief meeting, the Acting High Commissioner emphasised the need of focusing on promoting bilateral trade, investment and tourism apart from providing consular assistance. She also said that considering Sri Lanka’s strategic location in the Indian Ocean, there is a potential to become a transhipment hub for Canadian agricultural goods.",
    "The newly appointed Honorary Consul said that connecting Halifax Port which is an important Canadian port with Sri Lankan ports could be looked into. He also said he plans to build up his network with the Sri Lankan community in Nova Scotia province with a view to facilitating effective consular service. Minister Counsellor Lashinka Dammullage and the consular staff briefed him on the consular functions that come under his purview.",
    "Honorary Consul Rankaduwa is a Sri Lankan-Canadian academic and an outstanding community service leader living in the Maritimes since 1987. Currently, he is a Professor of Economics at the University of Prince Edward Island (UPEI), where he has served as a member of the Board of Governors and the Senate for several years. He is also an Adjunct Professor in the Faculty of Graduate Studies at the Dalhousie University (DAL) and the Department of Economics at Saint Mary’s University (SMU) in Nova Scotia. Before joining UPEI he taught at Mount Saint Vincent University in Nova Scotia, University of Peradeniya and University of Ruhuna in Sri Lanka. He holds M.A. and Ph.D. degrees from Dalhousie University and B.A. and M.Sc. degrees from the University of Peradeniya, Sri Lanka.",
    "He launched the first ever Sri Lankan-Canadian series of radio ‘Voice of Taprobane’ in 1990 and the television program ‘Taprobane’ in 1995 to promote cultural awareness through creative entertainment.",
    "He is one of the recipients of Top 25 Immigrants in the Maritimes of Canada in 2018. His service was also recognised by Resolution No. 3501 in the Nova Scotia House of Assembly by Honorable Lena Metledge Diab, ECNS, MLA, Minister of Immigration, on 4 May 2016. The office of the Honorary Consul is based in Halifax, Nova Scotia and he could be reached on +1-902-449-0727 or [email protected]."
  ]
}