{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-stocks-close-low-due-to-holiday-sentiment-and-debt-restructuring-fears-117295/",
  "time_ut": 1680525780.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s stocks close low due to holiday sentiment and debt restructuring fears",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stocks closed low on Monday recording a 9-month low turnover, due to the long weekend and holidays, which dampened investor sentiment, an analyst said.",
    "The main All Share Price Index closed down 0.69 percent or 64.16 points to 9,236.93.",
    "The market generated a turnover of 569 million rupees, the lowest turnover since July 08 during the peak of the protests.",
    "“The market is muted mainly due to the upcoming long weekend and fears of potential debt restructuring coming back,” an analyst said.",
    "Sri Lanka will not restructure Treasury bills outside of central bank holdings and will engage with major T-bond holders for voluntary “optimization,” Governor Nandalal Weerasinghe said.",
    "“There will be some treatment on central bank-held Treasury bills, and other Treasury bill holdings will not be treated. Treasury bonds, we envisage voluntary optimization,” Governor Nandal Weerasinghe told a creditor presentation on March 30.",
    "In the past session, the market closed on its highest revenue in nearly two months, generating a revenue of 4 billion rupees, as the banking sector gained confidence after the Central Bank Governor’s statement on domestic debt restructuring, an analyst said.",
    "“The market gained its highest turnover last session on confidence but today generated the lowest revenue in the last 9 months, mainly on holiday sentiment kicking in,” an analyst said.",
    "Turnover was mainly generated by the transportation and banking sector counters.",
    "“Investors adopted a wait-and-see approach after the IMF loan facility got approved, due to domestic debt restructuring, and the Governor’s statement gave investors some clarity,” an analyst said.",
    "Some more domestic debt restructuring discussions have been scheduled for April 20, and investors are likely to wait for further clarity before investing.",
    "The most liquid index, S&P SL20, closed down 0.24 percent or 6.35 points to 2,676.48.",
    "The market saw a net foreign inflow of 5.4 million rupees, and the total offshore outflows recorded so far in 2023 are 2.9 billion rupees.",
    "Top losers were Commercial Bank, Sampath Bank, and Hatton National Bank. (Colombo/April03/2023)"
  ]
}