{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/no-silver-bullet/",
  "time_ut": 1689003600.0,
  "original_lang": "en",
  "original_title": "No silver bullet",
  "original_body_lines": [
    "The new Anti-Corruption Act is being flaunted in some quarters as a miraculous fix. It could be considered something progressive, but there is no silver bullet that will help tackle bribery and corruption in this country, or elsewhere for that matter. Former Director General of the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) Sarath Jayamanne, PC, has been quoted by the Presidential Media Division as saying that the new anti-corruption laws will pave the way for the establishment of a truly independent institution to combat bribery and corruption. He has come up with some valid points in support of his argument. Hope is said to spring eternal.",
    "Making tough laws is one thing, but enforcing them without fear or favour is quite another. There are already enough and more laws in this country to battle bribery and corruption effectively, and what has stood in the way of eliminating, or at least containing, these evils is the politicisation of the enforcement process.",
    "Appointments to the CIABOC are made at the behest of the President, who is a politician; and the Constitutional Council has become a mere rubber stamp for him or her. The CIABOC zeros in on politicians or high-ranking state officials only if they happen to fall from grace.",
    "The CIABOC would have been able to carry out its duties and functions better and live up to the people’s expectations if it had not been stripped of power to initiate investigations without waiting for complaints to be made. Such powers, however, can lend themselves to abuse, and hence the need for really independent men and women of integrity to be handpicked for the task of battling bribery and corruption.",
    "Politicians may pass ‘progressive’ laws but they know how to prevent ‘independent institutions’ from jeopardising their interests. How the incumbent administration has stifled the electoral process is a case in point.",
    "It is doubtful whether the political parties and their holier-than-thou leaders who are crowing about the new Anti-Corruption Act, are serious about eliminating bribery and corruption. One may recall that in 1994, they had no qualms about joining forces in Parliament to deprive the CIABOC of the power to launch probes on its own initiative; they included the JVP, which often takes the moral high ground and pontificates to others about the virtues of transparency, honesty, etc. (The JVP had one MP elected from the Sri Lanka Progressive Front, at the time.) The less said about the other parties such as the SLFP, the UNP and the SLPP, the better.",
    "There are several obstacles to the country’s fight against bribery and corruption. The political authority lacks the will to bring about good governance. Politicians only pay lip service to good governance, which has become a mere political slogan; they flout the anti-corruption laws with impunity to protect their interests. Most state officials do not act above board and are in league with venal politicians. The people have taken bribery and corruption for granted if the manner in which they give bribes to have their interests served often unfairly and illicitly, and elect notoriously corrupt politicians is any indication.",
    "A country cannot usher in good governance without robust anti-corruption laws, which must therefore be enacted, but much more needs to be done to achieve that goal. Most of all, the people’s active participation must be ensured for any campaign against corruption to succeed. This is a task for social reformers and not for politicians.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}