{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-m-a-azeez-an-intellectual-and-visionary/",
  "time_ut": 1700907180.0,
  "original_lang": "en",
  "original_title": "A.M.A. Azeez, an Intellectual and Visionary",
  "original_body_lines": [
    "A.M.A. Azeez’s 50th death anniversary fell on November 24, 2023.",
    "Aboobucker Mohamed Abdul Azeez, an eminent educationist, erudite learned scholar in English and Tamil, brilliant orator, efficient administrator, writer, visionary and dedicated community worker, was born on October 4, 1911 to a traditional elite family of Vannarpannai in Jaffna. His father S.M. Aboobucker, J.P. was a leading lawyer, Quazi and Vice-Chairman of the Jaffna Urban Council. His mother died when he was just seven years old, and his father re-married. He was then petted and pampered by his maternal grandparents and aunt who encouraged him in his studies.",
    "Azeez joined the Allapichchai Quran Madrasa in 1916 where he learnt to read the Quran. After passing the Standard III examination in Tamil medium in 1920 at the Mohammadiya Mixed School, he joined the Hindu school R.K.M. Vaidyeshwara Vidyalayam in 1921, Jaffna Hindu College in 1923 and studied there until 1928. It was at these schools that he gathered a good grounding in the Tamil language and nuances of Hinduism, and instilled in Azeez the phenomenal value of education. He excelled in the study of Hinduism but was not given the prize as he was not a Hindu.",
    "As a boy Azeez was a near prodigy, so much so that when it came to entering the University College in 1928 he had to wait for a year as he was underage. So he spent this year at St. Joseph’s College, Colombo.",
    "On his days spent at Vaidyeshwara Vidyalayam Azeez had stated, “I now feel thrice-blessed that I did go to Vidyalayam and nowhere else. My period of stay, February 1921 to June 1923, though pretty short quantitatively was extremely long qualitatively. It was at Vidyalayam that I became first aquainted with the devotional hymns of exquisite beauty and exceeding piety for which Tamil is so famed through the ages and throughout the world”. Azeez was a scholar in Tamil and for a Muslim he had a deep knowledge of Tamil literature and he would quote the Kural, the masterpiece of the poet-philosopher Thiruvalluvar, with the best of the pundits. His admiration for Tamil activated the Tamil Sangam to greater heights at Zahira College, Colombo when he was Principal.",
    "Azeez was an Exhibitioner in History at the University College and graduated with a Second Class (Upper Division) in History from the University of London in 1933. He was awarded the Government Arts Scholarship and proceeded to St. Catherine’s College, Cambridge University in 1934 to prepare for the History Tripos Part 2. Before leaving, he appeared for the Ceylon Civil Service Examination (C.C.S.).",
    "His sojourn at Cambridge was short-lived and he returned after one term on passing the C.C.S. examination, abandoning his post-graduate studies. Nine members were selected to the prestigious C.C.S. namely, K. Kanagasundram, A.M.A. Azeez, H. Jinadasa, V.S.M. De Mel, S.B.L. Perera, M. Rajendra, D.G.L. Misso, C.P. De Silva and L. Jayasundara in order of merit. Azeez was the first Muslim Civil Servant, and he preferred to follow an administrative career in the public service. He held many important posts.",
    "Azeez’s greatest achievement, was his contribution to food production while serving as A.G.A. in Kalmunai. During the Second World War a shortage of food was looming and the Government had to find ways of accelerating food production. One of the areas selected was the Southern region of the Batticaloa District from Paddiruppu to Kumana, the present Ampara District. Azeez was specially selected by the Minister of Agriculture, Hon. D.S. Senanayake, and was transferred at short notice to set up the Emergency Kachcheri in Kalmunai.",
    "During the short span of two years, from April 1942 to January 1944, Azeez travelled the length and breadth of the areas under his purview and worked long hours to put the district in the forefront as a leading producer of food and the granary of the East. At the successful Harvest Festival in Kalmunai in 1943, Hon. Senanayake in his address, while commending Azeez and others of their achievements, said that “I felt that a Muslim in the Civil Service would be able to get the co-operation of the Tamils and Muslims”. (He knew that Azeez was from Jaffna and was well respected by the Tamils).",
    "Azeez was very interested in the education of girls, and encouraged his cousin, Sithy Kathija, in her education and to sit the University of London Matriculaton Examination. She passed in 1940 and was placed in the Second Division. It was a happy day for him when she became the first Muslim girl to pass this exam.",
    "It was in Kalmunai that Azeez cultivated a close relationship with the renowned Tamil scholar and educationist Swami Vipulananda and the poet Abdul Cader Lebbe. Azeez had confessed that the formation of the Ceylon Muslim Scholarship Fund and his accepting the post of Principal at Zahira College, Colombo were due to the encouragement given by Swami. In August 1948 Azeez retired from the Civil Service to succeed T.B. Jayah as Principal of Zahira College, Colombo sacrificing a brilliant career in order to serve his community. Zahira continued to excel in every field during his tenure until December 1961, which was referred to as the “Golden Era of Zahira”, and Zahira emerged as one of the finest public schools in the country. Over 150 Zahirians entered the University of Ceylon during this period..",
    "Azeez’s vision was to establish the Ceylon Muslim Cultural Centre and a Muslim Cultural University at Zahira College premises as proposed in the Throne Speech in 1961. Due to political changes these did not materialize, and he was disappointed. However, he had an opportunity to implement his ideas when his assistance was sought in the establishment of Jamia Naleemiah in Beruwela in 1973. With great enthusiasm he embarked on this venture until his demise.",
    "When he was the A.G.A. in Kalmunai and later in Kandy, he observed the poverty and illiteracy among the Muslims. In order to assist needy Muslim students to pursue higher education, he founded the Ceylon Muslim Scholarship Fund in 1945 which has benefited many Muslims who hold and held high positions in Sri Lanka and overseas.",
    "He also founded the leading youth organization, the All- Ceylon Young Men’s Muslim Association Conference in 1950, which is rendering yeoman service today with over 150 branches.",
    "Azeez held many positions of importance. He was a member of the Court, Council and Senate of the University of Ceylon. He was President of the All-Ceylon Union of Teachers and the Secretary of the Headmasters’ Conference. He was awarded the title of Member of the British Empire (M.B.E.) on 1.1.1949 in recognition of his achievements in the Ceylon Civil Service. He was honoured as a National Hero and a stamp in his honour was issued on 22.5.1986. Azeez was appointed as a Senator on June 21, 1952 and resigned on March 28, 1963 on being appointed as a Member of the Public Service Commission.",
    "Through Azeez’s writings and fluent speeches in both English and Tamil, on many subjects and on Muslim themes, by way of articles appearing in local and foreign publications, speeches and radio talks, he played a role in the intellectual enrichment of this country. With his basic training in history, he was interested in the history of the Muslims of Sri Lanka. His contributions “Muslims of Ceylon” in the Encyclopaedia of Islam (1961) and “Muslim Tradition in Education” in the Centenary Volume of Education (1969) contain in-depth information on Muslims of Sri Lanka.",
    "Azeez’s only book in English “West Reappraised” (1964) on ten well known personalities in nation building are of interest to researchers.",
    "It was after his busy life at Zahira College that he emerged as a Tamil writer of significance. He had the luxury of more leisure and with reawakened interest in his cultural roots, he began to write in Tamil, the language within which he grew up in Jaffna. His first book in Tamil “Islam in Ceylon” (1963) received the Sahitiya Award in 1963. The other books were “Art of Translation” (1965) and “Arabic-Tamil” (1973). His interest in Arabic-Tamil was influenced by his paternal uncle Asana Lebbe Alim Pulavar, who was a scholar in Arabic and Tamil, a renowned poet and an expert in Arabic-Tamil.",
    "Azeez made a name for himself as a travel writer in Tamil and published five books which were of great interest.",
    "Azeez was well respected by the Tamil community, the climax of which was that the University of Jaffna conferred a posthumous Doctorate of Letters at their first convocation in 1980.",
    "He resigned when Zahira was taken over by the State, and was disappointed that his vision of a Muslim Cultural University did not materialize. His pioneering work at Jamia Naleemiah were in progress when he passed away.",
    "His sudden demise on November 24, 1973 at the comparatively young age of 62 years no doubt left a vacuum not only in the Muslim leadership but in the country at large. His wife Ummu Kuluthum (granddaughter of M.I. Mohamed Alie J.P., the first Persian Vice-Consul and first Muslim Justice of Peace) pre- deceased him. His daughter is Marina and sons are Ali and Iqbal. Iqbal passed away in 2003.",
    "One of the best tributes paid to Dr. Azeez was by Dr. M.A. Nuhman, who retired as Professor of Tamil at the University of Peradeniya. In his Dr. A.M.A. Azeez Memorial Oration delivered in 2013 he stated that “After Siddi Lebbe, Azeez was the most influential intellectual that the Muslim community ever produced”.",
    "(Capt. A.G.A. Barrie hails from Beruwela and was a student at Zahira College during the Azeez era. He is an International Project Consultant and is Chairman of the World Forum of Sri Lankan Muslims)",
    "The distortion of Buddhism and the rise of meaningless rituals",
    "Returning to Sri Lanka, becoming MD of Reckitt’s in SL at age 33 and then Chairman",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}