{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91135/south-west-monsoon-establishes-over-the-island",
  "time_ut": 1686272460.0,
  "original_lang": "en",
  "original_title": "South-west monsoon establishes over the island",
  "original_body_lines": [
    "The south-west monsoon is now established over the island, the Department of Meteorology says in its weather forecast for Friday (June 09).",
    "Showers or thundershowers are expected at times in Western and Sabaragamuwa provinces and in Galle, Matara, Kandy and Nuwara-Eliya districts.",
    "Fairly heavy showers above 75mm will take place at some places in the Sabaragamuwa Province and in Galle, Matara and Kalutara districts.",
    "Meanwhile, the North-Western province will receive several spells of showers.",
    "Showers or thundershowers will occur at several places in Uva province and in Ampara and Batticaloa districts during the evening or night.",
    "Strong winds of about 40-45 kmph can be expected at times in Northern and North-Central provinces and in Hambantota, Puttalam and Trincomalee districts.",
    "The members of the public are urged to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "Showers or thundershowers will occur at times in the sea areas off the coast extending from Puttalam to Matara via Colombo and Galle.",
    "Winds will be south-westerly over sea area around the island and speed will be 25-35 kmph.",
    "The wind speed may increase up to 50-60 kmph at times in the sea areas off the coast extending from Puttalam to Trincomalee via Mannar and Kankesanturai and from Hambantota to Pottuvil. In the sea areas off the coast extending from Puttalam to Hambantota via Colombo and Galle, the wind speed may increase up to 40-50 kmph at times.",
    "The sea areas off the coast extending from Puttalam to Trincomalee via Mannar and Kankesanturai and from Hambantota to Pottuvil will be rough at times.",
    "The sea areas off the coast extending from Puttalam to Hambantota via Colombo and Galle will be fairly rough at times.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}