{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91995/us-treasury-secretary-says-ukraine-aid-is-the-best-boost-for-global-economy",
  "time_ut": 1689495600.0,
  "original_lang": "en",
  "original_title": "US Treasury Secretary  says Ukraine aid is the best boost for global economy",
  "original_body_lines": [
    "Redoubling support for war-stricken Ukraine is the “single best” way to aid the global economy, US Treasury Secretary Janet Yellen said Sunday, along with boosting emerging economies and tackling debt distress.",
    "Yellen also said on the sidelines of a G20 finance ministers summit in India she would “push back” on criticism there was a tradeoff between aid to Ukraine and developing nations.",
    "“Ending this war is first and foremost a moral imperative,” she told reporters in Gandhinagar, which is hosting a wider G20 summit. “But it’s also the single best thing we can do for the global economy.”",
    "Yellen also pointed to efforts to tackle debt distress faced by struggling economies, bank reform and a global tax deal, and warned it was “premature” to talk of lifting tariffs on China.",
    "Russia’s invasion of Ukraine, both global breadbaskets that together exported almost a quarter of the world’s wheat supply, triggered shockwaves in economies worldwide by sending prices for food and fuel shooting up.",
    "G7 leaders promised at a summit in Lithuania on Wednesday to support Ukraine for as long as it takes to defeat Russia’s invasion.",
    "Any discussion on Ukraine is awkward for G20 host India, which has not condemned Russia’s invasion but is also part of the Quad grouping alongside Australia, the United States and Japan.",
    "Yellen also cited debt restructuring progress in Zambia, which she discussed with Chinese officials last week on a visit to Beijing, and said she expected Ghana and Sri Lanka debt treatments would be finalised soon.",
    "She said it was still too soon to lift restrictions placed on China during a trade war launched by former US president Donald Trump.",
    "“Tariffs were put in place because we had concerns with unfair trade practices on China’s side, and our concerns with those practices remain, they really haven’t been addressed,” Yellen said.",
    "“Perhaps over time this is an area where we could make progress but I’d say it is premature to use this as an area for de-escalation.”",
    "Yellen pointed to other work tackling debt distress and the reform of multilateral development banks, including the World Bank and other regional lenders, in efforts she said could unlock $200 billion over the next decade.",
    "More than half of all low-income countries are near or in debt distress, double the case in 2015, she said.",
    "G20 finance chiefs and central bank heads are due to meet on Monday and Tuesday and World Bank chief Ajay Banga warned of a “deep mistrust... quietly pulling the Global North and South apart at a time when we need to be uniting”.",
    "The climate change crisis, post-pandemic recovery efforts, the war in Ukraine and a lack of progress in the fight against poverty were creating divisions, Banga said.",
    "“The Global South’s frustration is understandable,” Banga said in an op-ed.",
    "The International Monetary Fund said finding common efforts to tackle the weak global economy would be crucial.",
    "“The world will be looking for joint action to address rising economic fragmentation, slowing growth, and high inflation,” the IMF said in a statement last week.",
    "The G20 will also discuss cryptocurrency regulations, as well as making access to financing to mitigate and adapt to the impacts of climate change easier for developing nations.",
    "“In the Global North, climate change means emissions reductions,” Banga said.",
    "“But in the Global South, it is a matter of survival, because hurricanes are stronger, heat-resistant seeds are in short supply, drought is destroying farms and towns, and floods are washing away decades of progress.”",
    "A newly agreed first step on a fairer distribution of tax revenues from multinational firms reached by 138 countries on Wednesday is also set to be delivered during the G20 talks.",
    "Multinationals, especially tech firms, are currently able to shift profits easily to countries with low tax rates even though they carry out only a small part of their activities there."
  ]
}