{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ritz-Clothing-marks-new-chapter-with-expansion-of-Nikaweratiya-Factory/34-756304",
  "time_ut": 1702506322.0,
  "original_lang": "en",
  "original_title": "Ritz Clothing marks new chapter with expansion of Nikaweratiya Factory",
  "original_body_lines": [
    "From left: Carlo Chung, Raymond Lau (Sanmar Sourcing), Umesh Amarakoon (Triumph), Amila Fernando (MGF), Udaya Jayasinghe (LIDL), Aruna Sumanadasa (MGF)",
    "Ritz Clothing has recently completed a comprehensive overhaul at its Nikaweratiya Factory with significant investments, increasing capacity from 380 machines to 550 machines, and providing employment opportunities to a further 300 people.",
    "The grand opening of the Nikaweratiya factory was held on 18 November. Officials representing the key brands were present at the event which included Sanmar, Next, Triumph, MGF and Lidl.",
    "As part of its strategic vision, Ritz Clothing has also unveiled plans for the Polpithigama Factory, set to accommodate 2,000 machines with operations slated to commence in July 2024. Magallegama, another forthcoming expansion, will consolidate all intimate wear solutions within one expansive facility.",
    "Rapid expansions in Magallegama, Polpithigama, Alawwa, Humbuluwa, and Yapahuwa underscore the company’s commitment to sustainably growing the scale of its operations. The transformation of Ritz Clothing Yapahuwa and Nikaweratiya, is following the infusion of $ 4.5 million and $ 3 million, respectively, into these endeavours.",
    "Ritz Clothing, a longstanding and respected player in Sri Lanka’s apparel sector, traces its roots back to the visionary initiation of the 200 Factories project of the early 1990s by the late President Ranasinghe Premadasa. At the helm of this dynamic enterprise, Chandrasena Kodikara, has and continues to play a pivotal role in developing factories across the country. Notably, as a visionary businessman and community leader, Kodikara has acquired and revived many factories and value chains, demonstrating his unwavering commitment to the industry.",
    "Founded in 2012 with the acquisition of its inaugural plant in Nikaweratiya, Ritz Clothing’s journey has been one of resilience, driven by an ambitious vision. Kodikara’s leadership, supported by the strategic manoeuvring of Managing Director Punsisi Kodikara, has propelled the organisation to remarkable heights. Now comprising six production facilities manned by a team of over 4,500 Humbuluwa individuals, Ritz Clothing stands as an exceptional example of economic empowerment, particularly in rural communities. Risitha Kodikara, who joined the Senior Management team in subsequent years, has spearheaded the new transformation as well.",
    "Ritz Clothing Group CEO Nalin Amarasena said: “Our journey thus far has allowed us to expand our global reach, whilst empowering our local communities. With factories in multiple regions, we’ve accessed new markets, diversified our customer base, and amplified our presence, worldwide. This commitment to global impact and local value creation is underpinned by our production capacity of 3.2 million garments per month, meticulously crafted using the finest materials and most modern machinery. Driven by a quest for quality and excellence, we are working to consistently transcend the norm and deliver outstanding experiences for our customers.”",
    "Quality is the signature of Ritz Clothing, driven by a dedication to making the world a better place. Accordingly, sustainability lies at the heart of the company’s endeavours, driving its journey towards becoming a leader in the industry. The company is also dedicated towards its communities, with a number of ongoing social upliftment programs and women’s empowerment initiatives. In crafting experiences, fostering economic empowerment, and embracing sustainability, Ritz Clothing has positioned itself not just as an industry leader but as a transformative force shaping the future of apparel manufacturing in Sri Lanka and beyond."
  ]
}