{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/an-attempt-to-prioritise-national-needs/",
  "time_ut": 1678877854.0,
  "original_lang": "en",
  "original_title": "An Attempt To Prioritise National Needs",
  "original_body_lines": [
    "“May the Gods bring us timely rain, May the harvests be bountiful, May the people be happy. And may the King be righteous”,",
    "I believe that there are many Sri Lankans (here and abroad), who are ready to help our country to flourish, and our people to enjoy the maximum benefits, out of the blessings that Nature has so plentifully bestowed on us ,“Where every prospect pleases, and Man alone is vile”, or as that wonderfully expressive Stanza above, inspires us.",
    "We have it all, but have (mis)-managed comprehensively, to destroy our endowments, and reduced ourselves to disgraceful beggary. We have been blessed by our location in the Tropics. Had it not been so, we would perhaps have needed to invest all of our foreign earnings, to merely keep ourselves warm in the biting cold of Winter, and if we could not, possibly perish.",
    "One of the alarmingly helpless laments heard is, “What is the point of writing or talking, when we are sure that nothing will ever happen”? I do not believe so, as the youth of the “Aragalaya” have also proved otherwise.",
    "The authorities seem to be deaf and blind, and ready to sacrifice all that of the “other”, in their insatiable (and insane) greed for power and pelf.",
    "Worldly comforts for them and theirs and to hell with the “sovereign people”. Venality, like Heroin, is addictive and is heritable. We see this crooked parents, parents generally beget crooked children. Retribution, in this or future lives is bound to come.",
    "Despite the pessimism of several friends and others, I am cautiously hopeful. This is what emboldens me to keep on writing. After all, it is the incessant beatings of little drops of rain, that convert even the hardest of rocks into fertile soil. Persistence and patience in doggedly and relentlessly pursuing a worthy goal, are the operative words. The youth in the Aragalaya, displayed the steely courage of their convictions to do so against fearful odds, and to rally against corruption that we, the Seniors had not the guts to do.",
    "Three imperative goals for us (among many others) are: Population, Environment and Law and order. To begin with, certain preliminaries warrant attention.",
    "Great Britain”, became “Britain”. Likewise, “Lanka” could be modest, and less pompous than “Sri Lanka”.",
    "There are examples. “Slave Island” became Kompanna Veediya and the innocent “Havelock Road” morphed into the clumsy and less elegant “Srimath Anagarika Dharmapala Mawatha” so there, you miserable colonizers, take that.",
    "So also, “Deshapalanaya,” which invests with it, the desired flavor of being heroically self-centered, and in supreme control. A less pompous word, more suggestive of humility and compassionate scholarship, might have been better and a lot more accurate. For instance, the well endowed, and nearly deserted Library of Parliament, may be worthy of more patronage by Members. Erskine May, but our thicker skinned legislators, May Not.",
    "The August Assembly could become more reminiscent of a staid Parliament, and less like a disorderly Fish Market. Surely, there must be more to managing and steering a country, than by low grade clowning. If so desired, we could have hired Mr. Bean (sadly, now deceased?), at a lesser cost.",
    "Democracy, we are told, rests on three pillars. The Executive, Legislative and Judiciary. The Judiciary could largely remain as it is. It must however be admitted that certain rulings, particularly those concerning politicians, are disturbing. The inordinate delays of legal process are also in need of reform.",
    "“The Executive” (President as of now), should logically move to, and Head “The Legislative,” whose function is to formulate Laws, and to supervise their intended implementation.",
    "What we consider as the “Administration”, should properly be “The Executive”. The term to “execute” is to act, to perform and to deliver. This is precisely what it does, or is expected to do. It is the wing of Government that has the closest contact with the public, and the most in need of radical change. This brings us to a concept of governance, having as its primary responsibility to ensure convenient and orderly delivery of State service, and not be seen as a nuisance, but more as a friendly helping hand. In short, to minimize the “take” while maximizing the “give”. Needless to say, “Cabinets”-should be established solely in the interests of effectively serving the needs of the public. They have instead become an instrument, not for the common public. They have instead become an instrument, not for the common good, but for shameless electoral convenience.",
    "The first Cabinet at Independence, numbered only about eleven or twelve. Today, there could be near fifty, (counting the Deputy, State, Subject and sometimes, even “over-seeing” Ministers). This is more to assure votes for the governing party, than to provide useful service. This is a naked betrayal of trust.",
    "We may remember that the Buddha had two main Disciples, Jesus Christ had twelve, King Dutugemunu had ten (Dasa Maha Yodayas). While Ali Baba had Forty thieves. I hasten to add that no insinuations are intended. Nevertheless, we need to be mindful that in our eagerness to settle political IOU’s, we may be perilously close to reaching this dreaded figure.",
    "Any subject that could divide the citizenry, should not be entertained. This is particularly so, when it ignores (or provokes) likely unrest. We have seen it happen. What need is there for portfolios such as for “Buddha Sasana” Christian Affairs, Hindu and Muslim Affairs”? Is it not sheer arrogance to think that these great religions need Cabinet  support? How can we talk of Religious or Communal Amity, when all these tend to divide rather than to unite?",
    "Monks in parliament have generally been a disaster. Likewise, culture and sports, are entirely personal matters, and need no governmental intervention.",
    "Thus, to prevent conventional Muslim Attire of females, The “Halal” issue, and the burial of their dead who had succumbed to Covid, were unnecessary and provocative. The worst perhaps was the opposition to singing of the National Anthem in Tamil. No wonder that our country is near bankruptcy, when our Legislators were busily engaged in pettiness, trivialities and robbery.",
    "The diabolical dissolution of the former CCS, mostly comprising an elite and fearlessly independent set of Administrators, was a tiresome barrier to the corrupt. It had to be destroyed, and Felix Dias was the man to willingly and willfully do it. Today we have for the crooked politician, a comfortably compliant service, In place of what should be one of such propriety that none will dare corrupt. A Public Servant who seems willing to double as Toilet Paper for a corrupt boss,  is himself an unforgiveable scoundrel. One can identify several such. We were shocked to hear, from one of them, that half his colleagues in Cabinet were heroin addicts. So, then what?",
    "No superior officer or other, can rob alone. There have to be compliant officials. It may take many courses of fierce purgatives to totally cleanse our corrupt finance system.",
    "Corruption is so entrenched in every nook and cranny of the system, that unbelievably drastic action has to be taken. The complicit quickly learn the ways of the game and gleefully violate all principles of honesty, integrity, decency and culture. The whole structure cries out for urgent reform, and to be made leaner by trimming the superfluous. Some will need a new spine and, some others would warrant castration. In view of the fact that the Politician is often the source of the evil pollutant and source, I began to write about this in some detail. The text got to be so long, that I decided to leave it for the present, and resolved to honor it with an article on its own.",
    "Every livestock farmer is familiar with the concept of “Carrying capacity” which determines the number of chickens that can be sustained in a cage, or cows in a field. What applies to animals surely should apply to our species as well. Natural Laws are universally valid. A farmer reduces his excess stock when it exceeds his capacity, by “culling”. This  cannot conceivably be applied to human populations. Has Nature taken over, by inflicting periodic natural or self- inflicted disasters (conflicts or diseases), to restore some stability.",
    "In 1798, Reverend Thomas Malthus, FRS, postulated that populations would increase beyond the capacity to provide adequate food. Population increases exponentially, while production of (food) can only increase linearly. Thus, sooner or later the former outgrows the latter. At that time, this was condemned as a diabolical plot to deny the benefits of the Industrial Revolution to the poorer countries or the poorer segments of society. It seems that Malthus dire warning is now proving its validity.",
    "Being no demographer, and at risk of rejection as being unprofessional error, and superficial, I am prepared to take the risk. Making some assumptions, our population is said to increase, (growth rate) by 1.8 % per annum. This means an annual population increase, of about (births minus deaths), of about 420,000. This is (roughly) 1,000 + per day. I am no demographer and the numbers could be error. But as a crude estimate, and by a crude calculation, I make this out to be 1.8 x 21,000,,000  divided by 100. This works out to an annual increase of 22,000,  That is roughly about 800 to 1,000 per day. This is ridiculously high, or in fancy words, in error by a magnitude. Whatever, can our country handle the implication of demands by such numbers?",
    "Say, how much rice to feed such numbers? Likewise, schools, houses, jobs, Universities, transport, hospital beds, power and so many other basic needs that our societies enjoy and take for granted.                                                                                                                                                                                                                                                                     One has to note that these are estimated daily requirements. Even if today’s needs are met, tomorrow’s will loom menacingly. This assumes that the present standards of living remain as they are. This seems an impossible task. The only option is some sort of population planning, which of course will be resisted.",
    "Global warming might seem a distant prospect that may not bother us at the moment. This is so, although recent observations suggest that the earlier projections were in error, and the worry is more severe than at first feared.",
    "Several of our major rivers flow brown from eroded soil. This points to serious flaws in our land and water use. The Soil Conservation Act which prohibited forest clearance above elevations of 4,000 feet. was prohibited, but continued nevertheless, mainly for tea planting. If such tea is left unharvested. They would grow into small trees of about 10-15 feet and also allow the establishment of secondary forests of tree species natural to these areas.",
    "Sand for building construction requirement are normally met by river sand. Remembering that most soils, have only a small percentage (say 10%) of sand, Every ton of sand removed, would mean that ten tons of soil has been eroded. It has been estimated that it would take about 400 years for an inch of soil to be restored by the weathering of rock, Thus, a massive tonnage of rock is required to replenish the topsoil washed away continuously.",
    "Forests constitute the natural barriers against erosion. Our forest cover which was estimated to have been about 60 % of our land area at the beginning of the last century, has diminished to less than 18 % now. Urbanization, farming, uncontrolled felling for timber are the main causes of this decline.",
    "Hitherto, forests have been protected mainly by forbidding human entry into forest sanctuaries and control of illicit felling. It is being realized that policing of forests is ineffective. Much the better method is to allow reasonable access to humans for gathering of indigenous herbs required for Ayurveda, firewood from fallen branches and thus engender a sense of ownership and thus offer a protective option, that is much more economical than the hitherto attempted policing of large extents, A new concept of participatory “Agroforestry” has developed. The hitherto degraded “Kandyan Mixed Garden” has regained respectability. The traditional Rotational or Shifting Cultivation (The Chena system) is better regulated. Destructive, mechanized logging operations and unsupervised encroachments, illegal felling and sand mining. Are much better controlled.",
    "There is also a salutary interest in deterring pollution (principally by long-life reusable plastics)."
  ]
}