{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-opens-a-branch-office-in-batticaloa/",
  "time_ut": 1690006440.0,
  "original_lang": "en",
  "original_title": "CSE opens a branch office in Batticaloa",
  "original_body_lines": [
    "The Batticaloa branch of the Colombo Stock Exchange (CSE) was opened by the CSE Chairman, Mr. Dilshan Wirasekera, on July 17 with the participation of investors, Stockbroker Firm representatives, CSE CEO, Mr. Rajeeva Bandaranaike, CRO Mr. Renuke Wijayawardhane, Senior Management, and staff, the CSE said in a news release.",
    "The Batticaloa Branch is CSE’s 10th regional branch office. It presently maintains branches in Matara, Kandy, Kurunegala, Negombo, Jaffna, Anuradhapura, Ratnapura, Ambalantota, and Panadura.",
    "Those interested in investing in the stock market in the Batticaloa region now can access stockbroker services provided by Bartleet Religare Securities and Softlogic Stockbrokers (PVT) Ltd.",
    "Among the services the Branch offers are, the facilitation of opening of CDS accounts, investor education through seminars and workshops, information on investing in the stock market and access to Stockbroker services.",
    "Commenting on the latest addition to the CSE’s branch network, the Chairman of the CSE, Mr. Dilshan Wirasekera, stated, “It is important that market presence and growth initiatives are sustained during all times. The new branch is yet another step in our effort to create greater convenience and better engagement opportunities for investors around the country.”",
    "“The initiatives driven through the branch network relate to various aspects of improving financial literacy, including investor education through regional investor forums, educational workshops, programmes conducted for schools and universities, and other awareness programmes targeting potential investors.”",
    "Mr. Wirasekera also mentioned that, as CSE is a facilitator for capital raising, SMEs in the region could avail themselves of the Empower Board to take their businesses to the next level of growth.",
    "The CSE also conducted an Investor Forum in Batticaloa to create awareness about investing in the stock market last week, prior to opening of the new branch office.",
    "Survey reveals Lankan PR agencies see AI as a game-changer, emphasizes need for technical know-how and ethical guidelines",
    "AML compliance requirements for gem and jewellery sector in Sri Lanka",
    "Shares edge-up in mid-day trade; turnover touches Rs. 4 billion",
    "CSE Masterminds is back for the fifth time – team registration now open",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}