{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-foreign-policy-for-sri-lanka/",
  "time_ut": 1682770920.0,
  "original_lang": "en",
  "original_title": "A foreign policy for Sri Lanka",
  "original_body_lines": [
    "Sri Lanka’s foreign policy has almost always been determined, if not overdetermined, by domestic considerations. In this the country differs little, if at all, from the experience of other states. From India to the US, from Beijing to Britain, it is these considerations which have exerted the dominant influence on foreign policy. What distinguishes Sri Lanka from those other case studies are three facts: 1) it is a small state that 2) neighbours the regional hegemon in the Indian Ocean 3) which in turn happens to be the next-door neighbour of the most powerful extra-regional player in that Ocean.",
    "Sri Lanka has two choices here. It can ignore these facts, or it can factor them in to the exclusion of other priorities. No government in the post-independence period has pursued either of these lines. Even at the height of its irrational, silly anti-Indian frenzy, the UNP governments of D. S. Senanayake, John Kotelawala, and J. R. Jayewardene did not exactly exclude the Indian factor. The Jayewardene regime did trivialise and play around with Indian fears of US expansionism in the region. But this too was eventually resolved, though at the cost of domestic and regional stability vis-à-vis the Sri Lankan civil war.",
    "In that scheme of things, when it comes to Sri Lanka’s foreign relations, India’s interests are bound to predominate. This has been reiterated by successive governments as well. Yet the island faces a quandary here. If it is to factor in India’s worries and concerns, should that be to the exclusion of other factors? Sri Lanka’s foreign policy has been described in many ways by many governments. Under Gotabaya Rajapaksa, we shifted from one tagline to another, barely concealing the fact that we had no bearing on our foreign relations. Since Ministers are by nature, practice, and precedent bound by the norms of collective responsibility, they are only now coming out and critiquing the inconsistencies of that era.",
    "But Sri Lanka tends to tilt from one extreme to another. It is as though, to compensate for the failures of one era, we clutch at another extreme in a succeeding era. Perhaps owing to its size and relative strength, Sri Lanka has managed to carry on this trend for quite some time. Even at the height of the crisis, when officials should have thought better, we managed to anger India, Russia, the US, and China, in quick succession. It would be unfair to pile all the blame on the country’s political elites: they are, after all, constrained in what they can do, given the geopolitical realities facing the country now. But they must share some if not much of the blame, especially in their lack of a proper consensus on what Sri Lanka’s foreign policy must entail. They have been too lethargic, too complacent.",
    "What, then, would be a good starting point? What would be the ideal road to recovery? A salvage operation of this sort demands from officials a combination of intellectual finesse and a firm grasp of the crisis at hand. It requires skin in the game. It needs to convey to the world at large that we are ready to deal honestly, transparently with them, that we do not wish to conceal things from them. More than anything, however, it needs to account for the three factors I have outlined above: the three realities facing Sri Lanka now.",
    "The trick lies in manoeuvring those three points in Sri Lanka’s favour. This is not as hard as it may seem. Yes, Sri Lanka is a small state, and small states are crippled by many limitations. But these very limitations – most discernibly, the absence of an adequately funded foreign ministry or diplomatic apparatus – can be a source of strength. Small states, in particular those located in such strategic hotspots as the Indian Ocean, tend to have enjoyed long and varied histories. Sri Lanka stands at the apex of these states: with a recorded history of over two millennia, it has had connections with practically every country and region in the larger Asian continent, and even Africa. Sri Lanka’s failure here has been to use its size to give itself breathing space and consolidate its already strong ties with its neighbours.",
    "That is not to say that cultural and historical ties must be the end-all and be-all of bilateral relations. In themselves, such commonalities mean little. They must be supplemented by strong economic and trade ties. Sri Lanka is incapable of projecting such ties, because it has failed to reform and recalibrate its economy since, I would say, 1994. That year is crucial, because it represented a turnaround in the country’s economic paradigm, from the largely dirigiste, centrist reforms implemented by the Premadasa administration, with its emphasis on a strong welfare State and vibrant private sector capable of industrialising the country, to a wholesale neoliberal model, with its untrammelled capitulation to global finance. In the absence of a strong manufacturing and industrial base, Sri Lanka cannot and will not be able to overcome its position as “just another small state” in the Indo-Pacific.",
    "As for its proximity to India and India’s proximity to China, this too should not be as big a concern as it’s made out to be. One does not have to go back as far as the Bandaranaike years to find out how Sri Lanka can balance India with its other partners. During the first Mahinda Rajapaksa administration, the country managed to not only procure support from Delhi in its war against Tiger separatists, but also secured support at Geneva. But the then Congress administration made it very clear that such help would be contingent on certain promises that Sri Lanka had made to Delhi, particularly regarding the 13th Amendment. When promises are not kept, it is natural for allies to turn the other way. Redressing this should not necessarily come at the cost of other factors, particularly Sri Lanka’s sovereignty and security. But foreign policy is equally about give and take.",
    "And perhaps that is Sri Lanka’s problem. For too long, we have tilted to two extremes: we have let other powers air their views freely against other powers, often on Sri Lankan soil, and we have adamantly pushed back and baulked at the promises we ourselves have made to our partners. Sri Lanka may be too precious for any one power to lose: this may be why, despite orchestrating one disastrous foreign policy fiasco after another, the government has managed to wrest support from them all. A crisis represents an opportunity. Whether the country and its foreign policy apparatus is willing to turn this crisis into an opportunity, first by addressing the three questions outlined above and then manoeuvring them in Sri Lanka’s favour, remains to be seen. Such reforms cannot be delayed any longer.",
    "The writer is an international relations analyst, researcher, and columnist who can be reached at udakdev1@gmail.com.",
    "The Thriposha Production Plant – Its Construction 40 years ago",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}