{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-wins-best-treasury-team-at-ct-marquee-awards-for-financial-institutions-2/",
  "time_ut": 1702119720.0,
  "original_lang": "en",
  "original_title": "ComBank wins ‘Best Treasury Team’ at CT Marquee awards for financial institutions",
  "original_body_lines": [
    "The Commercial Bank has won the Marquee award for ‘Best Treasury Team’ in the Financial Institutions category at the 2023 CT Awards presented by Corporate Treasurer – the print publication in Asia dedicated to treasury teams and Chief Financial Officers (CFOs), the bank announced in a news release last week.",
    "The CT Awards ceremony was held at the Marriot Tang Plaza Hotel in Singapore on November 21. The event celebrated treasury professionals who operate at the top of their class across three categories – House awards, Marquee awards and Best Treasury & Finance Strategies.",
    "“The Treasury Department’s unwavering commitment to delivering outstanding results across various dimensions is at the heart of the Bank’s exceptional performance,” Commercial Bank’s Deputy General Manager Treasury Mr Asela Wijesiriwardane commented. “This ranges from liquidity management to market risk mitigation. Through strategic initiatives, innovative investments, and an unwavering focus on customer service, the Treasury Department consistently delivers exemplary outcomes that contribute significantly to the Bank’s financial strength and regulatory compliance, while managing the respective treasury units of our Bangladesh operations and Maldives subsidiary.”",
    "The CT Best Treasury Team awards recognizes among others, the success of Commercial Bank’s Treasury Department in liquidity management and addressing the recent foreign currency deficiency in the country, its strategic investment decisions, high level of customer engagement, role in the Bank exceeding profitability goals, enhancing efficiency, innovative deployment of technology for foreign exchange transactions and foreign currency rate risk management, and generating cost efficiencies and cost savings.",
    "Notably, the Treasury Department contributed more than 32% of the Bank’s profits in the period assessed for the award.",
    "Born from FinanceAsia’s dedication to covering treasury news, CT is celebrating its 10thanniversary this year as a standalone publication, and has become the key forum for market intelligence and long-term strategic insights for the community of senior finance professionals across Asia. CT’s core audience comprises over 9,000 CFOs, treasurers and finance directors who want to keep a pulse on the latest trends affecting treasury and banking, including; fintech, forecasting, risk management, regulation, cash management and compliance.",
    "ComBank’s Rs 6 billion debenture issue to open on December 12",
    "ComBank & Green Building Council in landmark agreement to promote sustainable construction",
    "ComBank receives Global Finance ‘Best Bank in Sri Lanka’ award for 21st time",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}