{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/an-indictment-of-slpp-leaders/",
  "time_ut": 1686070380.0,
  "original_lang": "en",
  "original_title": "An indictment of SLPP leaders",
  "original_body_lines": [
    "The easiest task in Sri Lanka is perhaps to distract the public. In ancient Rome, the patricians used bread and circuses to take the plebeians for a ride, but there is no need for bread to hoodwink the masses in this country, where a mere political circus can make them forget even the pangs of hunger. In fact, not even circuses as such are necessary here to divert public attention from the many burning issues that the government has failed, or not cared, to solve; only a propaganda gimmick will do the trick. A stand-up comedienne, who is far from outstanding, a self-styled prophet, and a cantankerous Buddhist monk have found themselves up a creek for having failed to exercise control over their tongues, and the SLPP-UNP government has undertaken to protect Buddhism for political reasons. Besides, everybody is now talking about the next presidential election, which cannot be advanced without a constitutional amendment; the much-delayed local government and Provincial Council polls have apparently been forgotten. The SJB has already named its presidential candidate, and the SLPP remains indecisive with a section of its MPs offering to throw in their lot with President Ranil Wickremesinghe, who, the UNP has said, will run for President.",
    "State Minister of Finance Shehan Semasinghe has, in a television interview, declared that President Wickremesinghe is the best leader around and deserves to be popularly elected at the end of his current term. Politicians know which side their bread is buttered, and never miss an opportunity to ingratiate themselves with the powers that be. So, it is only natural that Semasinghe is fawning over the President, but his statement at issue is proof that the SLPP has become so politically bankrupt that it considers none of its own leaders fit to be the next President! His statement therefore serves as an indictment of the SLPP leadership.",
    "We don’t intend to discuss the possibility or otherwise of a snap presidential election, but Semasinghe’s statement is of interest and much political significance. What it signifies is that the SLPP stalwarts have had to hitch their wagons to Wickremesinghe, whom they condemned vehemently until mid-2022, and even had gone all out to oust as the Prime Minister in 2018, albeit in vain. The claim that the UNP-led Yahapalana government had compromised national security and ruined the country became the SLPP’s rallying cry at the last presidential and parliamentary elections. The SLPP leaders vilified Wickremesinghe and condemned his policies as being detrimental to the country’s interests, and the popular mandate they are flaunting at present to legitimise their hold on power despite their many failures was obtained to ‘save the country from the UNP’. The SLPP has made a mockery of its mandate by elevating the person it used as a foil to promote its leaders as capable patriots, to the highest position in the country. More importantly, it is doing the very obverse of what it undertook to do in its election manifestos. Inveighing against the Yahapalana regime for the sale of state assets, the SLPP leaders declared that never would they resort to the divestiture of public enterprises, which they promised to protect and develop. Today, the SLPP has made a volte-face and is going hell for leather to sell state ventures and other public assets at fire-sale prices.",
    "By making Wickremesinghe the President and helping him carry out his economic policies, the SLPP has unwittingly caused the people to conclude that the UNP-led Yahapalana government would have done what the current dispensation is doing and therefore should not have been voted out. It has thus forfeited its raison d’etre, delegitimised itself well and truly, and lent much weight and credibility to the Opposition’s call for an early general election. In fact, it lost its right to wield power, the day it declared the country bankrupt and began inflicting unprecedented suffering on the people, especially those who had reposed their trust in it, expecting a better future for their children. Efforts being made to straighten up the ailing economy with the help of the very politicians who bankrupted it are as futile and stupid as enlisting Lalith Kotelawala’s support to revive Golden Key and grant relief to its depositors crying out for justice!",
    "Whether Semasinghe has rendered any noteworthy service to the public, as the State Minister of Finance, may be debatable, but he certainly deserves praise for his indictment of the SLPP leadership, unintended as it may be.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}