{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-private-credit-contracts-in-may-amid-currency-gain-analysis-125980/",
  "time_ut": 1689555840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank, private credit contracts in May amid currency gain: analysis",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s private credit contracted by 88.9 billion rupees in May 2023 from a month earlier, while credit to state enterprises and central bank credit also fell, official data shows.",
    "A part of the private credit contraction also came from a fall in dollar loans to the private sector from 550.3 billion rupees to 492.2 billion rupees.",
    "Central bank credit contracted by 90 billion rupees to 2,123 billion rupees in May, despite allowing the central bank to collect reserves amid the private credit contraction.",
    "The central bank credit contracted despite a high yielding portfolio of Treasury bills in the central bank.",
    "The rupee appreciated from 321 to 295 to the US dollar in May. An appreciation of the rupee may also reduce working capital needs as stocks are replaced at lower values.",
    "Private credit has fallen by 693 billion rupees since June 2023 when the rupee collapsed amid a surrender rule which prevented a clean float from taking place by blocking a complete suspension on convertibility.",
    "Credit to state enterprises also fell by 58.4 billion rupees in May. In April, dollar loans from Ceylon Petroleum Corporation were transferred to the central government.",
    "Credit to the government went up by only 90 billion rupees, partly helped by a contraction in dollar debt.",
    "In the run up to sovereign default, the Ceylon Petroleum Corporation as well as the central government borrowed heavily in US dollars as liquidity injections to cut rates under flexible inflation targeting triggered forex shortages.",
    "As private credit and domestic demand recovers, rate cuts enforced with aggressive open market operations and a confidence-busting ad hoc peg arrangement, called a flexible exchange rate may de-stabilize the credit system as it did in the run up to the sovereign default, analysts have warned.",
    "Flexible inflation targeting (trying to target inflation without a clean floating exchange rate) and flexible exchange rate (trying to collect reserve without a consistent policy peg), peddled to third countries without a doctrinal foundation in sound money, tend to trigger forex shortages and external instability, analysts have warned.",
    "In to the toxic mix is added output gap targeting (macro-economic policy) or cutting rates through inflationary open market operations to boost growth.",
    "The exchange rate started to fluctuate rapidly from June, despite broadly deflationary monetary policy under the flexible exchange rate arrangement.",
    "The policy contradictions are contained in a new monetary law to be brought to parliament under an International Monetary Fund agreement.",
    "Broadly similar monetary arrangements with contradictory policy are found in all defaulting countries with high nominal interest rates.",
    "Analysts have blamed the lack of a doctrinal foundation in sound money in the country for the rejection of classical monetary theory and the consequence external instability and depreciation (Colombo/July17/2023)"
  ]
}