{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-should-accelerate-green-financing-and-become-green-economy-hub-in-South-Asia/4-749411",
  "time_ut": 1686591061.0,
  "original_lang": "en",
  "original_title": "Sri Lanka should accelerate green financing and become green economy hub in South Asia",
  "original_body_lines": [
    "Green bonds are an excellent way to secure large amounts of capital to support environmental investments that may not otherwise be available, or that may be uneconomic using more expensive capital",
    "Currently we are experiencing unbearable heat and regular climate changes. The largest impact of climate change is that it could wipe up to 18% of GDP off the worldwide economy by 2050 if global temperatures rise by 3.2°C: (Swiss Re Institute 2023); ‘Climate risk has become a financial risk and investment risk.’",
    "The world still depends heavily on coal, oil and natural gas to meet its energy needs. Climate change is a systemic risk that must be addressed now itself. If not, it will become more expensive and challenging to retrieve while still damaging the environment. The impact of climate change has been forecasted to be the hardest hit for Asian economies, with a 5.5% hit to GDP in the best-case scenario, and 26.5% hit in a severe scenario.",
    "While understanding the severity of the situation, most of the countries are gradually moving away from traditional non-renewable energy sources and shifting to “green energy” to ease environmental destruction while helping the economy. Green energy is generated from renewable sources rather than limited sources, such as fossil fuels. Main renewable energy sources are solar, wind, water (hydropower, tides and waves), biomass and geothermal. The global renewable energy market, according to Allied Market Research, was valued at $ 881.7 billion in 2020 and is expected to reach $ 1.98 trillion by 2030, growing at a compound annual growth rate (CAGR) of 8.4% from 2021 to 2030. Most important fact is that sustainable finance should link to environmental, social and governance (ESG) practices.",
    "Gradual switch of energy generation, from fossil fuels to renewable energy sources could provide a boost to the economy. According to a report from the World Resources Institute, the United States can add 4.5 million jobs per year for 10 years if it invests in clean energy and low-carbon growth strategies. According to the International Renewable Energy Agency’s 2021 report anticipate global renewable energy jobs will increase from 12 million in 2020 to 38 million by 2030 and 43 million by 2050.",
    "The production of renewable energy is usually more efficient compared with traditional energy. Households that have installed solar panels and live in places with net metering significantly reduce their electric bills, which translates to more savings if they purchase an electric vehicle.",
    "For utilities, it is less expensive to build a new solar or wind installation than to continue operating an existing coal-fired power plant. For consumers, driving an electric car costs less than half as much per mile compared with driving a gasoline-powered car. Also we have seen home delivery companies like Uber, courier services use e-bikes which could be connected to solar electricity source for charging. It leads to significant cost savings for the company and ultimately could pass to the end user.",
    "For many years, environmentalists argued for adopting renewable energy to replace traditional energy resources. Today, governments and corporations are singing the same tune because it makes good business sense. Companies make money producing wind turbines and solar panels. For example, General Electric is the global leader in onshore wind energy equipment – a sector that’s responsible for a 20% profit increase. Banking giants like HSBC, JP Morgan Chase continually supporting renewable energy sector and reported to pledge $ 400 billion to fight ‘fight climate change”. They also commit to increasing their own use of renewable energy and to reducing their funding of coal projects.",
    "The construction industry benefits from building retrofitting, while the automobile industry benefits from building mass transit and electric vehicles. For utility companies, it’s less expensive to build renewable power systems than to operate existing fossil fuel plants.",
    "Investing in renewable energy can also have a massive impact on a government’s expenses. For example, Germany imports much of its oil and gas from Russia. As per estimations, the country could be using only renewable energy by 2050, helping it save billions of dollars.",
    "Fossil fuel dependence distorts the energy market, resulting in a significant number of people without power access. Our World in Data estimates that 940 million people worldwide (13% of the world’s population) had no access to electricity in 2020.",
    "A total of 2.6 billion people relied on traditional biomass for cooking in the same year. Cooking with biomass fuel causes household air pollution, resulting in about 4 million premature deaths annually. The vast majority of these individuals were in Asia and sub-Saharan Africa. Renewable energy can reach even remote, deprived areas through decentralised solar and minigrids, although it will take some investment from governments and nongovernmental organisations.",
    "The renewables sector is an ethical, attractive investment for investors who want to look beyond traditional channels. Rising investments create a healthy, positive outlook for the sector, creating an intangible impact on job creation and community cohesion.",
    "In addition to the catastrophic suffering and loss of life caused by climate disasters such as wildfires, droughts, and severe hurricanes and blizzards, governments spend enormous amounts of money on recovery and rebuilding. According to the National Oceanic and Atmospheric Administration (NOAA), since 1980, the total cost of these events exceeds $ 2.19 trillion in USA. When economies shift from fossil fuels to green energy, these climate-related disasters will start to become less frequent and severe.",
    "Although many business types can use green energy in some form, it’s easier for some to make the switch to renewable energy and energy conservation.",
    "Warehouses, superstores and factories: Warehouses and factories with large buildings also have extensive roofs on which they can install solar panels.",
    "Businesses with vehicle fleets: If your business involves distribution, transportation, logistics or delivery, you have a fleet of vehicles. Switching to electric vehicles involves a capital expense that can be amortised (and may qualify you for a tax break), and you will save on fuel costs.",
    "Farms and ranches: Organisations with large amounts of land, particularly in the West, can install wind turbines to generate renewable energy.",
    "Construction companies: Companies involved in new construction can incorporate green energy into the plans, including solar power and green building practices.",
    "Companies with stand-alone buildings: If you have a brick-and-mortar storefront for your business, you can install a micro wind turbine to generate power or a geothermal heat pump for your HVAC system.",
    "Safeguard architectural design to solar generation. Predominately generating solar power has meant installing big, black solar panels on your roof. Cutting-edge technology that could change the way we build sustainable infrastructure. Transparent solar panels could replace window in future. Ubiquitous Energy (UE), and a solar window product called UE",
    "Power. Ubiquitous Energy says its completely see-through solar window panels are “the world’s first aesthetically acceptable, electricity-generating alternative to traditional windows.”",
    "Green bonds are fixed-income instruments which are specifically designed to raise money for climate and environmental projects. In recent years, increasing awareness towards the risks and challenges posed by climate change has changed attitudes towards investing. New investment standards, such as ESG investing, led to the growth of a number of financial instruments and transparency mechanisms in the financial sector to attract more investments in sustainable and green projects. The green finance movement has grown in popularity in recent years, with investors increasingly interested in making their portfolio more sustainable.",
    "The Government could issue green bonds through CBSL specifically from green projects which are being used to meet the objectives and be included in the green project categories defined such as renewable energy, clean transportation, green buildings, eco-efficient products and processes, solar, etc. The green bond issuer could clearly communicate to investors how the selected projects fit within the green projects categories",
    "The Government of Sri Lanka and regulators should take more attention on emerging climatic risk and importance of renewable energy. It was stated that the Government is trying to introduce Green finance or Green fund. The decision was quite impressive and a good initiative, at least take at this critical juncture. Green Bonds have been one of the key drivers of green finance. It is quite encouraging to see CBSL launched the Sri Lanka Green Finance Taxonomy in May 2022 in line with Roadmap for Sustainable Finance of Sri Lanka introduced by the Central Bank in 2019. In addition, recently Colombo Stock Exchange (CSE) introduced listing and trading of Green bonds for the first time in Sri Lanka’s stock market. Now we need to collectively inculcate green finance among all stakeholders.",
    "Challenges exist and opportunities are there to reallocate financial flows towards sustainable activities. Green bonds can mobilise resources from domestic and international capital markets for climate change adaptation, renewables and other environment-friendly projects. They are no different from conventional bonds, their only unique characteristic being the specification that the proceeds be invested in projects that generate environmental benefits. A Green Bond is any type of debt security for which the issuer agrees to allocate exclusively funds to eligible projects or assets with environmental benefits. (UNSDG) Green finance is blossoming. Globally, the green bond market could be worth $ 2.36 trillion by 2023. It is regarded as a way of meeting the needs of environmentalism and capitalism simultaneously (World Economic Forum). The Green Bond",
    "Principles (GBP), the Social Bond Principles (SBP), the Sustainability Bond Guidelines (SBG) and the Sustainability-Linked Bond Principles (SLBP) referred to as the “Principles” have become the leading framework globally for the issuance of sustainable bonds. There are a number of categories in Green bond which is shown in the given table.",
    "The Government could issue green bonds through CBSL specifically from green projects which are being used to meet the objectives and be included in the green project categories defined such as renewable energy, clean transportation, green buildings, eco-efficient products and processes, solar, etc. The green bond issuer could clearly communicate to investors how the selected projects fit within the green projects categories. They could specify, for instance, some exclusion criteria and internal processes (committee, etc.) to select eligible projects. If corporates are interested on buying these bonds, Government should offer some tax concessions to encourage. Some potential benefits to issuers; investor diversification and demand, closer engagement with investors, corporate reputation and awareness, improved internal awareness of sustainability, Government support and incentives.",
    "There would be ample demand for green bonds in Sri Lanka as socially responsible investment (SRI) opportunities to corporates, financial institutions, small scale business institutions and retail investors. Green bonds are an excellent way to secure large amounts of capital to support environmental investments that may not otherwise be available, or that may be uneconomic using more expensive capital. Green bonds are well suited for large-scale sustainability projects such as wind and solar development, which often require capital investment ahead of revenues, and which generate modest revenue over a longer investment horizon. Green bonds also provide municipalities with an ideal opportunity to develop Public-Private-Partnerships (PPPs) to accelerate the advancement of new technologies and energy efficiency. Post COVID era, corporates, banks, individual high net-worth investors should support the Government to develop this country and take to new dimensions. Sri Lanka pursues green bonds to raise funds for clean and renewable energy projects as well as production of organic fertiliser and clean up water tanks to use agriculture. So far two banks have already taken steps to enter into green bonds launched by the Switzerland-based Symbiotics which was a bold step to familiarise green financing in Sri Lanka. Other financial institutions and large corporates should also look at these avenues.",
    "Duly regulated Green Banking window/or special unit in all banks: This would be designed to help everyone – from homeowners, nonprofits, businesses, and even city and state agencies – pay for green energy upgrades, green loans, and sustainability-linked loans tend to reduce their emission intensity over time at a faster rate than other firms.",
    "Green banking unit would offer low-interest flexible loans and help ensure borrowers keep their costs low by taking advantage incentives and concessionary terms for clean energy projects. CBSL could also look into reduce SRR (Statutory Reserve) to a certain extent and release those funds to banks only to use for sustainable energy projects. End use of fund and progress of the project should be closely monitored by respective bank and report to CBSL. This could be arranged as a refinance scheme. Explore to introduce new Sustainable energy related banking saving products to minors and corporates.",
    "The renewables sector is an ethical, attractive investment for investors who want to look beyond traditional channels. Rising investments create a healthy, positive outlook for the sector, creating an intangible impact on job creation and community cohesion",
    "Possibility of setting up a Green Bank (GB) which is a banking institution that uses public and private funding to incentivise the transition to clean energy. Green banks are either government-owned or semi-public. This also could be formed with the participation of all banks. As of 2022, there were 22 financial institutions in the US operating as green banks, according to the Green Bank Consortium. Collectively, those banks have helped to drive $ 9 billion in clean energy investment since 2011. Examples of green banks include IBank, Connecticut Green Bank, and NY Green Bank.",
    "Tire two Capital: Nedbank recently announced the launch of an innovative Sustainable Development (SDG) Linked, tier 2 capital instrument. This instrument which was the first of its kind in South Africa, is listed on the Green Bonds segment of the Johannesburg Stock Exchange (JSE). This instrument demonstrated the growing appetite in SA for sustainable and renewable investment on both sides of the balance sheet. It showed that it’s time for both borrowers and investors to get fully behind the green agenda. Sri Lanka banks also should think out of the box and explore possibility of issuing debt instrument linking sustainable finance which would certainly support capital and investment in the sector.",
    "Government should set up a sustainable energy fund (SEFSL) which should be represented by key stakeholders mainly Government treasury, sustainable energy authority, banks, corporates, etc. It is a multi-donor special fund managed by a specialised Development Bank. It should provide catalytic finance to unlock private sector investments in renewable energy and energy efficiency. SEFSL will offer technical assistance and concessional finance instruments to remove market barriers, build a more robust pipeline of projects and improve the risk-return profile of individual investments.",
    "The Fund’s overarching goal is to contribute to universal access to affordable, reliable, sustainable, and modern energy services for all in Sri Lanka’s Sustainable Development Goal.",
    "Tax concessions and import relaxation for industries who are into sustainable and renewable energy projects and related industries. This would certainly encourage small and larger organisations to think differently and support the global threat. Tax amnesty to people who are interested to invest in renewal energy/sustainable energy projects, purchase green bonds.",
    "Mandatory listing of green bonds and change in debt instruments composition in financial institutions and corporates. There has been a trend in all corporates and bank issue debentures. Instead the regulators should advise them to change the composition of the fund raised through debentures and green bonds.",
    "Encourage banks, large corporates to set up a dedicated sustainable development department under Group Risk Management, which reports through the Chief Financial Officer. This team acts as a knowledge centre and catalyst for initiatives and the embedding of sustainable development across all of the business units. ABN AMRO bank already implemented this in order to manage sustainability efforts.",
    "Sweeping and effective changes in regulations. Although the Power and Energy Ministry has taken bold steps to push these areas, pace and approval process is not being improved and transparency becomes a question mark. Sri Lanka Sustainable Energy Authority should involve more and educate public and entities. Approval turnaround period should be improved and taken up to more efficient levels. Encouraging the use of solar power systems set up at roofs to ensure the availability of low-cost energy for households and small enterprises. Encouraging the private sector and entrepreneurs to undertake renewable energy projects.",
    "Encourage R&D in this sector and provide financial support. Through this explore opportunity to capture export market to supply solar panels, wind power expertise, etc., mainly Maldives, Vietnam, African countries. First mover advantage by entering those countries.",
    "Integrate financial literacy to promote sustainability. Map energy efficiency and the role of energy-related financial literacy. Incorporate sustainable energy finance into school curricular and introduce as a subject in universities. Educate public on the pros and cons of the concept as the majority is still not aware of the sector.",
    "Recently Government and regulators have taken ambitious plans to promote sustainable energy in Sri Lanka which would certainly support our economy and fulfil expected growth by IMF and WB. This should be done with clear timelines, effective planning, stakeholder participation, commitment, finally with right direction. “The country that owns and dominates green is going to have the most energy security, national security, economic security, competitive companies, healthy population and most of all, global respect” – Thomas Friedman.",
    "(The writer is a well-experienced professional banker and independent researcher in economic, banking, risk management, social economic subjects. (PhD – MSU Malaysia, MBA, AIB, MCIM, PGDp, SLIM, Certify Lending IFS UK.)"
  ]
}