{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81739",
  "time_ut": 1681585560.0,
  "original_lang": "en",
  "original_title": "Sri Lanka After 75 Years of Independence has become a Failed State says Chandrika Kumaratunga;“We are incapable of managing the affairs of the state,” tates the Former Sri Lankan President",
  "original_body_lines": [
    "Despite possessing enviable social indicators at the time of Independence in 1948, Sri Lanka, at 75, is a “failed state”, former President Chandrika Bandaranaike Kumaratunga said on Sunday.",
    "“Seventy-five years is a long time for a nation to achieve considerable progress. Even after 450 years of destruction by colonial rulers, at Independence, Sri Lanka possessed some of the best socio-economic indicators. Today, at 75, Sri Lanka is a failed state,” she said, delivering the UNESCO Goodwill Ambassador Madanjeet Singh Memorial Lecture of 2023, in an online event, organised by the South Asia Foundation and the Asian College of Journalism, Chennai.",
    "“We are incapable of managing the affairs of the state,” said the 77-year-old former head of state, who hails from one of Sri Lanka’s most powerful political clans.",
    "“The government has declared bankruptcy — a very rare situation for any country in the world; the economy is in tatters; peasant agriculture and small and medium industries are struggling to survive, or have already closed down; tourism sector is at an all-time low; large industries are retrenching employees and new jobs will be a long time coming,” Ms. Kumaratunga said. The situation “compelled” Sri Lanka to seek an IMF facility coming with “ very stringent” conditions, she said",
    "While President Kumaratunga has earlier blamed the Rajapaksas for the country’s economic collapse, she underscored corruption and Sri Lanka’s failure at “essential nation building” as key factors leading to the current crisis.",
    "“Widespread corruption at every level”, had become the “gospel of Sri Lankan politics”, and had seeped down the major pillars of democratic governance, including the judiciary, the police, and the public service. Further, independent Sri Lanka failed to “weld together” the diverse ethnic and religious communities to form a united pluralistic state, Ms. Kumaratunga said.",
    "Historically, the island’s majority Sinhala-Buddhist community had felt discriminated against by the colonial rulers. “Although Independence gave the majority community an opportunity to correct this, sadly that did not happen,” she added.",
    "“The solution they adopted was to arrogate all the privileges of economic and social development exclusively to themselves. The just resolution of the minorities’ question would have been to guarantee equal rights to all citizens and a system of political power-sharing with the minorities. We have failed to do this for 75 years,” the two-time President said.",
    "Sri Lanka’s present Constitution, introduced by President J.R. Jayewardene in 1978, “is not a democratic one”, Ms. Kumaratunge contended, recalling how her own draft proposals for a new Constitution in 2000, widely considered progressive, could not be taken forward owing to lack of support.",
    "Outlining the “root causes” for Sri Lanka’s failures, she said that while the country functions as a modern, emerging economy financially, it is “mired in the practices of a backward, semi-feudal society”, in the social and cultural spheres. “Eleven out of the 14 people that have governed Sri Lanka until now have hailed from five families,” she said, in an apparently self-critical reference to the country’s famous ruling clans, including her own family. All main political parties invariably played the “ethno-religious card” in every election, she added.",
    "Referring to last year’s historic street protests, Ms. Kumaratunga said “a cataclysmic socio-political upheaval shook the nation to its very core”.",
    "“An entire nation, young and old rose up, demanding radical changes in the existing system of governance, of the ethics and values of leaders. Citizens of all ethnic, religious communities, irrespective of political affiliations, came together spontaneously, without any known leaders to demand a new country, a better Sri Lanka,” she said, calling for a “total overhaul” of governance, with new, principled leaders."
  ]
}