{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-yields-fall-ghana-t-bill-rates-rise-inflation-high-after-broader-ddr-125684/",
  "time_ut": 1689054060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka yields fall, Ghana T-bill rates rise, inflation high after broader DDR",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s bond and bill yields fell as authorities announced a domestic debt restructure that largely maintained investor confidence, while Ghana T-bill yields spiked again after a broader domestic re-structuring.",
    "“Interest rates have steadily been rising in the past few weeks, even though Ghana has received the first tranche of the $3 billion IMF loan since May,” Ghanaweb, an online portal reported.",
    "“The increasing interest rates are a source of worry as the government will have to pay more in maturities.”",
    "For the 91-day bills, interest rates have increased from 23.95 percent to  24.39 percent, the 182-day bill increased from 25.79 percent, to 26.02 percent, the report said.",
    "Bills were spared from DDR, like in Sri Lanka, but bond markets were dealt a crippling blow.",
    "“The first few domestic bond issuances following the restructuring, which would likely not",
    "happen until 2024, will be carefully managed to prioritize successful execution, perhaps using",
    "placements rather than auctions and starting with small volumes,” according to Ghana;’s IMF program report issued in May.",
    "“Once domestic market access is more firmly established, primary issuance will switch to competitive auctions.",
    "“Non-resident investors in domestic bond markets will not be offered special incentives.”",
    "Without a functioning debt market, a government cannot fund a deficit or roll-over maturing debt, leading to money printing, forex shortages, depreciation and inflation.",
    "Bonds – at whatever yield – are paper, which are not exchangeable for real goods or foreign exchange unlike a currency note.",
    "According Ghana’s central bank, inflation is 42.2 percent and its policy rate is 29.5 percent.",
    "On Tuesday, a sri Lanka bond maturing on 15.09.2027 was quoted at 14.50/70 percent steady from 14.50/80 percent from the previous close.",
    "A bond maturing on 15.05.2026 was quoted at 14.75/15.25 percent steady from 14.50/15.00 on Tuesday. Bond were down about 10 to 12 percent from before a DDR was announced.",
    "Sri Lanka is set to resume bond auctions this week. Based on current secondary yields, the government will make large savings in rolled over bonds helping reduce the overall deficit and the debt to GDP ratio over time, as long as monetary stability is maintained.",
    "However there have been warnings that if the exchange rate instability returns amid rate cuts, the picture may turn.",
    "Like most defaulting countries Sri Lanka and Ghana deny monetary stability to the poor as well as businesesses dual-anchor conflicting monetary regimes where an inflation rate (a domestic anchor) is targeted with a fixed policy rate, despite having a reserve collecting central bank (a de facto peg).",
    "Ghana’s monetary standard is worse than Sri Lanka with an 8-10 percent inflation target compared to a 4-6 percent for the island.",
    "Ghana’s currency has see-sawed over several months, crippling energy utilities, though some stability has been seen in recent weeks.",
    "Sri Lanka has brought inflation down by ending money printing with the holp of domestic bond market, and also repaid foreign debt on a net basis with no foreign inflows.",
    "The central bank has also allowed the exchange rate to appreciate amid deflationary policy and negative private credit. (Colombo/July11/2023)"
  ]
}