{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96158/is-claims-responsibility-for-deadly-iran-bombings-that-killed-84",
  "time_ut": 1704427680.0,
  "original_lang": "en",
  "original_title": "IS claims responsibility for deadly Iran bombings that killed 84",
  "original_body_lines": [
    "The Islamic State group (IS) has said it carried out a bomb attack in Iran on crowds marking the anniversary of spymaster Qasem Soleimani’s assassination by the US.",
    "The attack in Kerman in southern Iran killed 84 people and wounded many more.",
    "The death toll was revised down on Thursday morning by the head of Iran’s emergency services from an earlier figure of 95.",
    "Iran initially said that Israel and the US must have been behind the attacks.",
    "IS made the claim via its channels on Telegram. The group later released an image on its news outlet Amaq showing two masked men, who it said were responsible for the attacks.",
    "The report stated that the first suicide bomber detonated his explosives belt among a gathering of people and that the second bomber triggered his explosives about 20 minutes later.",
    "IS named the attackers as “Omar al-Muwahhid” and “Sayfullah al-Mujahid”. They are generic names that make it hard to ascertain if the attackers were Iranians or foreigners.",
    "IS has attacked civilians and security forces in Iran on a number of occasions in recent years.",
    "It welcomed the 2020 death of Gen Soleimani, whose militias fought against the group in Iraq for years.",
    "Earlier, President Ebrahim Raisi’s political deputy, Mohammad Jamshidi, blamed Israel and the US. However, the US said it had no indication that Israel was involved and dismissed any suggestion that Washington was involved.",
    "And as many Middle East watchers said at the time, this was not the way Israel operates inside Iran.",
    "Attacks there that have been presumed to be orchestrated by Israel’s external spy agency, Mossad, have nearly always been precisely targeted assassinations of prominent nuclear scientists or military figures.",
    "It would not be in Israel’s interests to squander its precious intelligence assets inside Iran by blowing up civilian mourners.",
    "Iran’s Supreme Leader Ayatollah Ali Khamenei vowed a “harsh response” to the attacks.",
    "“Cruel criminals must know that they will be strongly dealt with from now on and undoubtedly there will be a harsh response,” Ayatollah Khamenei said in a statement on Wednesday evening.",
    "Now that Islamic State (IS) has claimed they were behind it, even naming two suicide bombers they say were involved, an apology from Iran’s Revolutionary Guard is highly unlikely. The Tehran regime’s hostility to the US and Israel is visceral and manifests itself on many fronts: in Lebanon, Iraq, Gaza and Yemen.",
    "Soleimani was seen as the most powerful figure in Iran after the supreme leader before he was killed in a US drone strike in neighbouring Iraq in 2020.",
    "Wednesday’s attack comes amid heightened tensions in the region after the deputy leader of the Iran-backed Palestinian group, Hamas, was killed in an apparent Israeli drone strike in Lebanon.",
    "Footage broadcast by Iranian state TV showed large crowds were taking part in a procession along a road lined with banners featuring Qasem Soleimani when the explosions happened.",
    "People could be heard screaming and then seen running away in panic after one of the blasts.",
    "Iranian media reported the first bomb was detonated around 15:00 local time (11:30 GMT), about 700m (2,300ft) from the Garden of Martyrs cemetery around the Saheb al-Zaman mosque, in the eastern outskirts of Kerman.",
    "The second bombing took place about 15 minutes later, around 1km away from the cemetery, targeting people who had fled the first, they said.",
    "Kerman province’s governor told state news agency Irna that both blasts happened outside security checkpoints and that authorities were sure they were caused by bombs. But he said it was not yet clear whether they were detonated remotely or by suicide attackers.",
    "The hardline Tasnim news agency, which is affiliated with Iran’s Revolutionary Guards, earlier cited sources as saying that “two bags carrying bombs” were apparently detonated “by remote control”.",
    "“We were walking towards the cemetery when a car suddenly stopped behind us and a waste bin containing a bomb exploded,” a witness was quoted by Isna news agency as saying.",
    "“We only heard the sound of the explosion and saw people falling.”",
    "As commander of the Revolutionary Guards’ overseas operations arm, the Quds Force, Soleimani was an architect of Iranian policy across the region.",
    "He was in charge of the Quds Force’s clandestine missions and its provision of guidance, funding, weapons, intelligence and logistical support to allied governments and armed groups, including Hezbollah and Hamas.",
    "Then-US President Donald Trump, who ordered the 2020 drone strike, described Soleimani as “the number one terrorist anywhere in the world” and alleged that troops under his command had murdered hundreds of American civilians and servicemen over the previous two decades.",
    "Iran’s government accused the US of an act of international terrorism and issued arrest warrants for Mr Trump and other officials."
  ]
}