{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82681",
  "time_ut": 1694461260.0,
  "original_lang": "en",
  "original_title": "Is the Tail Wagging the Dog?If the Ministry of Defence   on Behalf of the Govt can  Deny Beforehand  the Accusations  in the Documentary Against the Intelligence Apparatus , then What is the Use of Presidential Commissions or Parliamentary Select Committees being Appointed to Investigate?",
  "original_body_lines": [
    "(Text of Editorial appearing in the “Daily FT” of 12 September 2023 under the Heading “MoD,the tail wagging the dog?”)",
    "The only thing more shocking than the allegations made by UK’s Channel 4 last week was the hyperbolic rebuttal issued by the Ministry of Defence (MoD). Channel 4 claims that Sri Lanka’s intelligence apparatus had links with the Easter Sunday bombers who killed over 260 people in April 2019.",
    "A documentary released last week revealed that current head of the State Intelligence Service, Major General Suresh Sallay met with several of the suicide bombers several months before the attacks and that military intelligence attempted to derail several investigations into the Islamic terrorists, before and after the Easter attacks.",
    "Within 48 hours of the broadcast, two important developments have taken place. Firstly, President Ranil Wickremesinghe announced that he will appoint a retired Supreme Court judge-headed committee to probe allegations made by Channel 4. Earlier minister Manusha Nanayakkara informed Parliament that a select committee will be appointed to investigate the allegations made in the recent documentary.",
    "The second development last week is that the MoD “vehemently denounces the accusation of orchestrating the attack and assisting the bombers against a dedicated senior military officer who has served the nation for 36 years.”",
    "“On behalf of the Government of Sri Lanka, the Ministry of Defence hereby categorically refutes these false allegations and reiterates the Government’s unwavering commitment to the truth, justice and the well-being of the Nation,” the MoD statement concludes.",
    "If the MoD “on behalf of the Government” has rejected and denied these allegations against its own units, what is there, then for a parliamentary committee or a president appointed committee to investigate?",
    "The President as the Minister of Defence would have surely been consulted by the MoD before speaking on behalf of the whole Government. Why then waste public resources on committees and investigations when the allegations have already been categorically denied by the Government and the President?",
    "It baffles logic and any semblance of credibility in due process.",
    "The MoD and its intelligence apparatus was already on thin ice when it came to accountability and credibility. It has been implicated in numerous, heinous crimes. Investigations carried out by the Criminal Investigation Department (CID) have uncovered numerous crimes in which military intelligence personnel were directly implicated. In one such case the now infamous Tripoli platoon linked to the Army’s intelligence unit is accused of killing journalist Lasantha Wickrematunge, abducting, and assaulting other journalists such as Keith Noyahr, Upali Tennakoon and Namal Perera. A separate unit of the MI is accused of abducting journalist Prageeth Eknaligoda. The Navy’s intelligence unit is accused in the killing of parliamentarian Nadarajah Raviraj and the abduction, holding to ransom and killing of at least 11 mostly Tamil civilians.",
    "In all these cases the police were not allowed to carry out their investigations. Those who courageously led these investigations including DIG Ravi Seneviratne, SSP Shani Abeysekera and IP Nishantha Silva were harassed and threatened. Abeysekera was incarcerated for 11 months while Silva was forced to seek asylum abroad. This then is the record of the military intelligence apparatus that now speaks “on behalf of the Government of Sri Lanka.”",
    "President Wickremesinghe has to now decide and demonstrate if the MoD is the tail that wags the dog or whether in the democratic Sri Lankan State there is civilian control over the military.",
    "If the latter is the case, then the Government needs to rein in the intelligence apparatus and ensure a credible investigation into the allegations made against it that should not be predetermined by the accused."
  ]
}