{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-to-vote-against-DDR/56-750143",
  "time_ut": 1688150327.0,
  "original_lang": "en",
  "original_title": "SJB to vote against DDR",
  "original_body_lines": [
    "Says the party’s decision is based on the effect DDR will have on EPF",
    "Claims proposal is being put through Parliament to create a crisis among opposition parties",
    "Accuses Govt. of making contradictory statements on DDR and making false assurances it would not take place",
    "Samagi Jana Balawegaya (SJB) Spokesman and Deputy National Organiser S.M. Marikkar this week announced the main Opposition party’s decision to vote against the proposal to restructure domestic debt in Parliament.",
    "Marikkar said the SJB will oppose the proposal as the Employees Provident Fund (EPF) will be affected by the process.",
    "“The Government’s actions contradict the earlier statements made by the Minister of State for Finance and the Governor of the Central Bank, who claimed that domestic debt restructuring would not occur. However, it is evident that the Government has already completed all the necessary preparations for this restructuring. Notably, convening Parliament on a Sunday, which has never been done before, further highlights the Government’s keen interest in the matter,” he said.",
    "“This is not a constitutional amendment or an act. These proposals are seemingly intended to generate a crisis between political parties. The primary objective behind this move is to disrupt the formation of the largest opposition coalition,” Marikkar claimed.",
    "Explaining the party’s decision to vote against the proposal, the MP said it is evident the Government’s decision will negatively affect the EPF.",
    "“The employees’ provident fund represents a crucial portion of hard-earned money and serves as a secure pension for individuals who diligently contribute through their taxes, especially during times of economic crisis. However, the current proposal to deposit this pension fund in a bank and receive interest poses a significant threat. We vehemently oppose this plan, as it creates concerns regarding the benefits employees receive due to the reduction in interest rates,” he noted.",
    "“During our group meeting held on Monday, several decisions were made, and we have collectively decided not to support this action primarily due to its impact on the EPF. Historically, there have been attempts to lower the interest rates of the provident fund through investments in the stock market. However, it is concerning that there has been no reduction in interest rates or expiration of shares held by the country’s capitalists,” he added."
  ]
}