{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jat-holdings-and-mtv-channel-private-limited-join-forces/",
  "time_ut": 1689697200.0,
  "original_lang": "en",
  "original_title": "JAT Holdings and MTV Channel Private Limited join forces",
  "original_body_lines": [
    "JAT Holdings PLC, the market leader for wood coatings in Sri Lanka, is proud to announce a groundbreaking partnership with MTV Channel Private Limited, a leading broadcaster and media organization. This strategic collaboration, which is the first of its kind, will see JAT Holdings join forces with MTV Channel Private Limited as the media partner for the JAT Pintharoo Shilpee Abhiman programme, further expanding its scale, scope and coverage. Thus, the partnership marks a significant milestone in the history of JAT Holdings and the entire woodcraft industry in Sri Lanka.",
    "The JAT Pintharoo Shilpee Abhiman programme, initiated in December 2021, has already witnessed over 250 painters successfully graduate with internationally-recognized NVQ Level certifications, provided by JAT. .Holdings in partnership with the National Apprentice and Industrial Training Authority (NAITA). This long-term initiative aims to uplift communities of woodcraftsmen and painters by providing recognition, financial stability and professional training to skilled individuals who demonstrate exceptional talent but lack formal certification. Now, with JAT Holdings PLC’s media partnership with the MTV Channel Private Limited, JAT Pintharoo Shilpee Abhiman is set to reach new heights and enable more woodcraftsmen and painters to participate and benefit.",
    "The partnership was officially entered into at a special ceremony and press conference held to mark the occasion, on the 14th of July 2023, at MBC Network’s flagship Stein Studios. Senior representatives from both organizations were present at the event, including from JAT Holdings PLC, Nishal Ferdinando – CEO, Wasantha Gunaratne – Director Sales & Technical, and Dilshan Rodrigo, – Senior General Manager- Marketing, and from MTV Channel Private Limited, Chandana Sooriyabandara, CEO – Stein Studios and Roshan Watawala, Director – News 1st.",
    "Mr. Nishal Ferdinando, expressed his enthusiasm for the partnership and the programme saying, “This partnership with MTV Channel Private Limited is a game-changer for the Pintharoo Shilpee Abhiman programme. We are joining forces with a reputable and wide-reaching media organization that is renowned for continuously carrying out projects to build a better and sustainable society. They share our vision for a brighter and more inclusive future. Leveraging this partnership, we will work together to significantly increase the program’s awareness, reach, and coverage. This will create more opportunities for woodcraftsmen and painters to enrol and develop their skills. Personally, I am immensely pleased as this programme is close to my heart. I look forward to this partnership further revolutionizing the woodcraft industry in Sri Lanka, uplifting our communities, and providing a platform for talented individuals to thrive.”",
    "The collaboration will connect JAT Pintharoo Shilpee Abhiman with the public in all three languages through various channels, including TV, radio and digital platforms. These include MBC’s TV channels, such as Sirasa TV, Shakthi TV, and TV1, and radio stations such as Sirasa FM, Shakthi FM, and Yes FM, as well as its digital platforms such as News 1st’s Facebook page and YouTube channel. MBC Network’s diverse audiences will be treated to engaging content including teasers, trailers, live updates, news segments and special programmes and documentaries, to be rolled out in three phases.",
    "Phase 1 will feature a series of JAT certified painter testimonials in Sinhala and Tamil, highlighting the success stories of JAT Pintharoo Shilpee Abhiman graduates. This phase aims to inspire aspiring painters by sharing the achievements of the talented graduates. Phase 2 will include a series of painter workshops that will take place in eight different locations across the island. The primary objective of these workshops is to provide painters with the necessary technical knowledge and skills to enhance industry standards. By uplifting the skill set of painters, JAT aims to contribute to the growth and development of the industry as a whole. Phase 3 will introduce an exciting and innovative initiative, which will be a first of its kind in the industry. JAT Holdings and MTV//MBC Network are eager to share more details about this programme in the upcoming weeks as it unfolds.",
    "Commenting on this historic partnership, Chandana Sooriyabandara, CEO – Stein Studios of MTV Channel Private Limited said, “It’s an honour to partner with such a visibly beneficial and uplifting social programme as JAT Pintharoo Shilpee Abhiman. Leveraging the extensive reach of our network, we aim to work together with JAT Holdings PLC to empower painters and woodcraftsmen across Sri Lanka, providing them with opportunities for growth, recognition and success. We’re confident that this initiative will help transform the woodcraft industry in the Island, and contribute to the development of certified, skilled professionals with bright prospects.”",
    "As the partnership between JAT Holdings PLC and MTV Channel Private Limited unfolds over the next six to seven months, the JAT Pintharoo Shilpee Abhiman Programme will continue to shape the woodcraft industry in Sri Lanka. To learn more about JAT Pintharoo Shilpee Abhiman, interested parties can call 0777468295 or 0769984365.",
    "JKH hoping to see recovery across all segments aided by pickup in economy",
    "Convocation ceremony for 2nd batch of JAT Pintharoo Shilpee Abhiman Graduates concludes successfully",
    "‘JAT posts stellar Q2 – doubles PBT and commences manufacturing in Bangladesh’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}