{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-true-cost-of-climate-change-Measuring-loss-and-damage/4-756906",
  "time_ut": 1704132134.0,
  "original_lang": "en",
  "original_title": "The true cost of climate change: Measuring loss and damage",
  "original_body_lines": [
    "The year 2023 marks a milestone towards addressing climate-induced loss and damage, but there are still considerable challenges to overcome",
    "The year 2023 marks a milestone towards addressing climate-induced loss and damage (L&D) at the global level. During the recent meeting of the Conference of the Parties to the UNFCCC and the Paris Agreement (COP28), the long-awaited loss and damage fund (L&DF) was operationalised and received a first round of pledges that totalled around $ 800 million. Furthermore, the Santiago Network, which is meant to catalyse technical support for addressing L&D, found its host in UNDRR and UNOPS, enabling it to become an active part of the institutional arrangements on L&D under the UNFCCC.",
    "However, there are still considerable challenges when it comes to measuring as well as addressing L&D at the local and national level. Aside from the issue of climate attribution—i.e., defining how much of L&D is caused by climate change, as opposed to other natural and human factors—there are many forms and aspects of short-, medium-, and long-term climate impacts that currently lack robust and standardised methodologies and metrics.",
    "The easiest way to assess climate impacts is by measuring their direct economic damages. Especially in the wake of climate-induced disasters—such as storms, floods, or droughts—, this includes destroyed or damaged property and infrastructure, loss of crops and livestock, collapsed houses, and similar indicators that are routinely recorded by disaster management authorities.",
    "All of these things are commonly traded on markets and have a clear economic value, making it straightforward to count or estimate them. However, they are far from the only consequences of climate change, which also include indirect and non-economic consequences of disasters and extreme weather events as well as long-term processes such as soil degradation or sea level rise.",
    "For this reason, assessments of L&D often consider “non-economic losses” as a separate category, albeit one that is closely interconnected with economic L&D. Common categories of non-economic losses include loss of human live, impacts to human health (physical, mental, psychosocial), loss of ecosystem services, loss of territory, and cultural loss.",
    "In some ways, non-economic losses are more difficult to count and can vary greatly in their valuation even within a country or community. They are also far less easy to compensate, as money often cannot replace irreversible losses (such as territory, social cohesion, tangible cultural heritage, places of significance, or extinct species), and other aspects, such as trauma, are difficult to heal or recover, especially if there are insufficient facilities or resources available in affected areas.",
    "Both economic and non-economic L&D have long-term implications and erode the adaptive and coping capacities of individuals or communities, leading to cascading vulnerabilities that heighten the risks of future impacts.",
    "For example, disasters, loss of income, or climate-related migration and displacement can affect the ability of children and youth to attend school and receive an education that would enable them to find skilled employment. In general, groups that are already vulnerable—such as the young, the elderly, women, or those with disabilities—can face long-term challenges regarding their healthcare, chronic diseases, dietary consistency, nutrition, or available services and infrastructure.",
    "Compounding the long-term impacts and cascading vulnerabilities outlined above is the opportunity cost imposed by L&D—in other words, the inability to utilise or lost access to positive opportunities for those affected.",
    "With resources spent on relief, recovery, and reconstruction, both households and economies often lack the fiscal space for new investments. This can mean lost opportunities for modernisation, digitisation, or investments in machinery and equipment, but also simply the inability to focus on skills development, entrepreneurship, or adaptation initiatives. Furthermore, there is also a danger of lapsing on loan or debt interest payments or outright defaulting, as well as a deterioration of trust and credit ratings as well as available loans and insurance schemes in areas that are repeatedly affected by climate-induced L&D.",
    "In conclusion, while significant steps have been made in 2023, much work remains to be done at all levels. As highlighted in the main outcome decision of COP28 (the Global Stocktake decision or “UAE Consensus”), there is “deep concern regarding the significant economic and non-economic loss and damage associated with the adverse effects of climate change for developing countries, resulting, inter alia, in reduced fiscal space and constraints in realising the Sustainable Development Goals.”",
    "In particular vulnerable developing countries such as Sri Lanka need to receive adequate support to assess as well as address L&D in all its forms as well as considering its various implications, be they economic or non-economic, direct or indirect, and short- or long-term.",
    "(The writer works as Director: Research and Knowledge Management at SLYCAN Trust, a non-profit think tank based in Sri Lanka. His work focuses on climate change, adaptation, resilience, ecosystem conservation, just transition, human mobility, and a range of related issues. He holds a Master’s degree in Education from the University of Cologne, Germany and is a regular contributor to several international and local media outlets.)"
  ]
}