{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Sri-Lanka-Shippers-Council-has-its-say-over-multiple-issues/14-747364",
  "time_ut": 1681678823.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Shippers’ Council has its say over multiple issues",
  "original_body_lines": [
    "Clarifies position on behalf of importers and exporters on implementation of Gazette no. 2321/62",
    "Says introduction of gazette leads to unethical profiteering by local agents/representatives to transfer out of the country, illegal profits to principals overseas",
    "Sri Lanka Shippers Council (SLSC) which is an umbrella organisation of 17 associations representing exporters and importers issued the following detailed statement refuting misinformation as well as raising concerns over the Government’s decision to implement the Gazette no. 2321/62",
    "The import and export sectors of Sri Lanka, which comprise the critical and crucial economic segments of Sri Lanka and which contribute to the country’s overall commercial activities, have been seriously affected by the recent action of the Minister of Ports and Shipping by introducing and implementing the Gazette no.2321/62. The new gazette annulling the Gazette no. 2041/10 dated 17 October, 2017, which was originally introduced on 27 October 2013, to the benefit of importers and exporters, since its introduction.",
    "The benefits to importers and exporters which have accrued since the implementation of the Gazette no. 2041/10 dated 17 October, 2017, have prevented several anti-competitive practices which have been carried out by service providers for several years before its implementation.",
    "The annulling of the Gazette no. 2041/10 has created a ripple effect, which will result in Sri Lanka’s imports and exports becoming costlier and uncompetitive, due to the unethical surcharges which will be levied, and which will lead to the loss of the country’s market share in the global market.",
    "After 2017, the relevant legislation in Sri Lanka recognised the concept of an all-inclusive freight cost for imports and exports, which was payable by the contracting party. A delivery order payment was the only fee that was payable outside of the all-inclusive freight cost. What this meant was that when importing goods on a Cost Insurance Freight (CIF) basis, the importer was only required to pay the local delivery order fee. It is the responsibility of the shipping line to subsequently pay the Sri Lanka Ports Authority for the unloading and loading of vessels, which is the stevedoring charges. In an all-inclusive freight payment, these charges are in turn, paid in dollars by the shipping line to the SLPA.",
    "A recent article which was published on 10 April 2023 in the printed media, incorrectly alludes to a leakage of foreign currency which prevailed prior to the implementation of the new Gazette 2321/62. This is completely untrue.",
    "The information contained in the media article regarding dollar leakage is a gross misinterpretation of the facts. Paying the cost of goods in international trade is an accepted norm and has to be the total of all services rendered for the goods to reach the buyer. The original Gazette no. 2041/10 strongly supported this by establishing the need for the contracting party to pay all charges so that there is no breaking of costs at different points. On the contrary, rescinding the Gazette no. 2041/10 has now authorised any operator/provider of a service, to levy any amount, at any point, irrespective of the terms of the contract.",
    "This has paved way, as in the case of the “Zero freight Bills of Lading” in the past to the introduction of numerous surcharges, which number over 40, for operators to collect illegal and unethical fees from non contracting parties and remit the proceeds collected back to overseas agents deceitfully and the collection of charges which the local parties should not pay as part of sales contracts. The result will be a further erosion of already scarce foreign exchange which will only benefit rogue third parties to whom it is a sole profit-making item in disguise of moving Cargo from one place to another.",
    "The very fact that transportation costs are not being negotiated in the all-inclusive freight rate, after rescinding the Gazette, results in the inability for the users to negotiate and benefit from the best price. This constitutes unethical profiteering by local agents/representatives to transfer out of the country illegal profits to their principals overseas.",
    "Payment of Port Handling Charges to the SLPA is the responsibility of the shipping line, irrespective where the so-called Terminal Handling Charge is paid. In containerised freight, the International Commercial Terms (INCOTERMS), clearly defines where the cost and responsibility of the seller ends and those of the buyer starts. They are well defined in the sales contracts between seller and importer or exporter and buyer. It becomes farcical when contractors attempt to define sales terms which are exclusively between buyers and sellers, while they only have to be concerned with and maintain service levels they agree on with consignees on contract – in containerising CY, CFS or door. For clarity, all three service levels demand the carriers/ forwarders/consolidators to deliver freight beyond the terminal, therefore, the so-called Terminal Handling Charge should and must be a part of contracted freight cost that should be paid by the party contracting and not by the other party to the sales contract. These cardinal principles were carefully thought of when the structure of the charges gazette was introduced.",
    "When importing on a CIF basis, the importer remits foreign currency to the shipper, but it is then the duty of the shipper to pay the costs in dollars to the SLPA. As such, the stevedoring charges are a net inflow in dollars to the country. Since the publication of Gazette no. 2321/62, shipping lines have already informed their customers that a component called a Terminal Handling Charge will be payable locally. In the SLPA tariff charges, there is no such charge, and this is a word coined by the logistics groups to include a line item that can be collected locally. Shipping lines are already talking of a cost of $ 151 for a 20 ft container ($ 6 per CBM). The lines claim that this amount was previously included in the all-inclusive freight rate. However, when freight rates out of for example, India are at $ 9 to $ 12 per CBM, to imply that there is a $ 6 per CBM charge within the port, is a clear indication of the opportunistic conduct of the group to use the relaxation in the legislation to feather their own nest. It is known that prior to the 2017 regulations, shipping lines had more than 40 plus different line items which were being levied from importers. The return to this regime will inevitably lead to higher prices for items like dhal, onions, rice and other basic food items that are imported.",
    "Because of the resulting increased costs to the Sri Lankan consumer, according to the media article which claims that they would not support any measures that negatively affect the economy, this is totally incorrect, because of the serious impact that it would have.",
    "Costs will increase for all importers – those serving the domestic market will pass them onto the consumer, and those importing for value addition and re-export will only make exports less competitive – at a time when an export driven economy is a key component of the recovery of the economy. With the Government required to raise the GDP over the next few years, with the increase of FDIs into the country, this will be severely impacted when investors and current investors cannot identify fixed logistics costs. This will immediately make Sri Lanka uncompetitive for foreign direct investment as well.",
    "The new requirement of charging the so-called THC locally, will also lead to a loss of revenue to the Government as duty would be calculated net of these costs. At a time when tax revenue is desperately needed for the development of the economy, it must be questioned why legislation is being introduced that will reduce tax revenue to the Government. The media article also claims that the 2017 regulations threaten the loss of business to the Port; this statement is completely false. an examination of the Colombo Port’s performance, especially the movement of containers through the Port of Colombo will disprove and clarify the statement.",
    "It is the hope of the Sri Lanka Shippers’ Council that the unacceptable and hasty decisions which have been taken will be re-visited, to address the interests of the country first and not to cater to the selfish and own advantage of a section of the logistics community."
  ]
}