{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-participates-in-6thPeriodic-Review-under-ICCPR-in-Geneva/56-746199",
  "time_ut": 1678476174.0,
  "original_lang": "en",
  "original_title": "Sri Lanka participates in 6th Periodic Review under ICCPR in Geneva",
  "original_body_lines": [
    "Sri Lanka participated in its 6th Periodic Review under the International Covenant on Civil and Political Rights (ICCPR) on 8 and 9 March 2023 in Geneva.",
    "The review was conducted in a hybrid format, during three two-hour sessions over two days by the Human Rights Committee. The preparations for the Review were led by the Ministry of Foreign Affairs over the past several weeks and included participation by a number of government agencies.",
    "The Human Rights Committee is a body comprised of 18 independent experts that monitor the implementation of the ICCPR. The reviews of all States Parties to the Covenant are conducted by the Committee. In addition to Sri Lanka the Committee also reviewed Egypt, Turkmenistan, Zambia, Peru and Panama during its 137th session from 27 February to 24 March 2023.",
    "In her opening statement, the Head of the Sri Lanka Delegation Permanent Representative of Sri Lanka to the UN in Geneva Ambassador Himalee Arunatilaka, said that since the submission of Sri Lanka’s 6th Periodic Report in 2019, many significant developments in the country have taken place, including the enactment of the 21st Amendment to the Constitution, further strengthening democratic governance through the Constitution, Regulation of Election Expenditure Act, amendments to the Prevention of Terrorism Act and drafting of anti-terrorism legislation, reconciliation through independent domestic mechanisms, convening of an All Party Conference, establishment of a Cabinet Sub-Committee on Reconciliation and release of land held by military for security purposes in the North and the East to the legitimate owners. Ambassador Arunatilaka also pointed out that the period under review posed unprecedented socio-economic challenges for Sri Lanka and the Government’s main objective during the past year was to restore economic and political stability and on delivering urgent socio-economic necessities.",
    "Human Rights Committee Chairperson Tania María Abdo Rocholl in her opening remarks commended the high representation of women in the Sri Lanka delegation. During the Review, the Human Rights Committee acknowledged the progress made by Sri Lanka including resettlement of internally displaced persons, welcomed the releasing of private land held by the military to legitimate civilian owners and the adoption of the Prevention of Domestic Violence Act, and recognised the efforts made to combat gender-based violence.",
    "The interactive discussion between the Sri Lanka delegation the Committee covered a wide range of issues relating to the constitutional and legal framework within which the International Covenant on Civil and Political Rights (ICCPR) is implemented.",
    "The Committee members raised issues concerning interalia, the constitutional reform process, and independence of the judiciary, rights of freedom of association, expression, assembly and religion, states of emergency, alleged discrimination against LGBTI persons, allegations of intimidation against journalists, human rights defenders and civil society. The Sri Lanka delegation responded and engaged constructively with the members of Human Rights Committee during the Review and also undertook to provide written responses to some of the questions raised.",
    "In her closing remarks, Ambassador Arunatilaka highlighted that Sri Lanka participated in the Review in a spirit of openness and constructive engagement amidst several socio-economic challenges.",
    "The delegation comprised senior officials from the Ministry of Foreign Affairs, Presidential Secretariat, Attorney-General’s Department and the Permanent Mission of Sri Lanka to the UN in Geneva participating in person. Senior officials participating from the Ministry of Foreign Affairs in Colombo joined the Review virtually representing the Ministry of Justice, Prison Affairs and Constitutional Reforms, Ministry of Defence, Ministry of Women, Child Affairs and Social Empowerment, Ministry of Public Security, Ministry of Health, Department of Prisons, Department of Police, National Dangerous Drugs Control Board, Bureau of the Commissioner General of Rehabilitation, Office on Missing Persons (OMP), Office on Reparations (OR), Office for National Unity and Reconciliation (ONUR)."
  ]
}