{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Treasury-bill-auction-fully-subscribed-Averages-increase/34-747502",
  "time_ut": 1681931284.0,
  "original_lang": "en",
  "original_title": "Treasury bill auction fully subscribed; Averages increase",
  "original_body_lines": [
    "The weekly Treasury bill auction saw its total offered amount been fully taken up at its 1st phase of the auction after a lapse of one week while weighted averages increased across the board. The total offered amount of Rs. 90 billion was subscribed as the bids to offer ratio increased to 1.76:1.",
    "The 91-day Treasury bill represented 60.82% of the total accepted amount while its weighted average rate recorded an increase of 85 basis points to 25.65%. The 182-day bill increased by 87 basis points to 24.97% while the 364-day bill increased by 32 basis points to 22.96%.",
    "The 2nd phase of the auction was opened only for the 182-day and 364-day maturities at its weighted average rates until 3.30 p.m., today (i.e., 20.04.23). Given below are the details of the auction,",
    "In the secondary bond market, liquid maturities of 01.07.25, 15.05.26 and 15.09.27 were seen changing hands at levels of 28.00% to 28.05%, 26.90% to 27.27% and 25.90% to 26.00% respectively.",
    "The total secondary market Treasury bond/bill transacted volume for 18 April 2023 was Rs. 12.92 billion.",
    "In money markets, the overnight net liquidity deficit was Rs. 185.41 billion yesterday with the said amount being withdrawn from Central Banks SLFR (Standard Lending Facility Rate) of 16.50%. The weighted average rates on overnight call money and REPO stood at 16.49% and 16.50% respectively.",
    "In the Forex market, the USD/LKR rate on spot contracts were traded within the range of Rs. 321.00 to Rs. 321.25 yesterday before closing the day at Rs. 321.100/321.50 against its previous day’s closing level of Rs. 320.50/321.50.",
    "The total USD/LKR traded volume for 18 April was $ 14.50 million.",
    "(References: Central Bank of Sri Lanka, Bloomberg E-Bond trading platform, Money broking companies)"
  ]
}