{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Evolved-mindsets-and-understanding-the-work-of-stand-up-comedians/172-261554",
  "time_ut": 1687368320.0,
  "original_lang": "en",
  "original_title": "Evolved mindsets and understanding the work of stand-up comedians",
  "original_body_lines": [
    "I found only two videos analysing her words and actions in a rational manner and in acceptable language. Even then, the speaker in one of those videos calls her ‘that stupid woman.’",
    "The usual argument is that what is done in the West cannot be done here",
    "Most Sri Lankans do not know what stand-up comedy is like, either",
    "In a country full of religious maniacs, halfwits and bigots, I’m determined to avoid the prickly subject of religion, but what happened to standup comic Natasha Edirisooriya needs a comment.",
    "She says (my translation) ‘That Suddhodana’s kid, (Ara Suddhonadanage podi eka) he managed to walk on the day he was born,’ and ‘That Suddhodana’s kid, he even managed to recite a poem the day he was born; but just look at these…”",
    "If we think of this as blasphemy, we are only exposing our own backwardness in a largely secularised, advancing world. She and another person have been arrested under a draconian law under which the accused cannot be bailed out.",
    "This young stand-up comedian has been subjected to a flood of hate videos on YouTube and other social media. In one, a Buddhist monk calls her a whore.",
    "I found only two videos analysing her words and actions in a rational manner and in acceptable language. Even then, the speaker in one of those videos calls her ‘that stupid woman.’",
    "This is my take on what she did. What she has done is to secularise sacrosanct figures from Buddhist history and mythology and demystify them. If she had said ‘That king Suddhodana’s newborn son prince Siddhartha,” people would have found that more acceptable.",
    "But in a country where people elevate crooked, immoral politicians to the level of gods and royalty, her demystification and secularization of ‘untouchable’ figures caused a profound shock and will not be forgiven.",
    "In Norman Jewison’s movie ‘Jesus Christ Superstar’ (based on a Broadway rock musical by Andrew Lloyd Webber), Jesus has an affair with Mary Magdalene (‘Ooh, Mary, that feels good,’ Jesus  croons at one point), and admits to being exhausted and sick at heart with the endless healing he must do (the song at Gethsemane). His followers sing mockingly: “Hey JC, JC, would you die for me?”",
    "He tells Judas: “There will be poor always/pathetically struggling/look at the good things you’ve got.” This runs directly against the idea that the poor are blessed, and Judas tells the Christ pointedly after his resurrection: “If you come today you could reach the whole nation/first century BC had no mass communication.”",
    "Imagine one of Buddha’s disciples telling something similar in a pop song. Jesus Christ superstar was iconoclastic, but artistically mature. There is a huge gap when it comes to artistic freedom, or artistic license, from there to here. Nor is this radical new way of looking at icons a recent phenomenon in modern art. 17th century Italian painter Caravaggio was attacked savagely by critics for using common people from the streets – vagabonds and sex workers – as models for Jesus Christ and Virgin Mary in his paintings, breaking away from classical ideals. Fortunately, important patrons saw the quality of his art and he got major commissions even from the church hierarchy.",
    "The usual argument is that what is done in the West cannot be done here. But, when it comes to fashion, transport, communications, cuisine and much else, a lot that is done in the West is done here, too (at least at the better off end of the spectrum).",
    "17th century Italian painter Caravaggio was attacked savagely by critics for using common people from the streets – vagabonds and sex workers – as models for Jesus Christ and Virgin Mary in his paintings, breaking away from classical ideals. Fortunately, important patrons saw the quality of his art and he got major commissions even from the church hierarchy.",
    "It’s at the level of ideas that we find all the trouble. Conservatives are terrified of new ideas. They pretend that the world doesn’t change (denial of climate change is an extension of this). Culture is seen as the last frontier and bulwark against corrupting foreign influences, the ultimate guardian of old values. But, while these values have disappeared from politics and business forever, culture is still seen as a newborn to be protected. But cultures evolve faster than the minds of ultra conservatives. Culture has never been monolithic; rather, it has always been a collage of wide-ranging influences. Countries which fail to understand and adapt to this keep falling behind, and Sri Lanka is unfortunately in that category.",
    "Literature and the arts are forerunners of change. That’s why repressive regimes like the ex-USSR kept a tight censorship on the arts and those writers and artists who stepped out of line were severely punished.",
    "While our system may not look as bad, it’s just as repressive as Natasha’s case shows (she and another person are now in remand custody for three weeks). In the Soviet Union, ideology was the sacred cow. Over here, it’s religion.",
    "We have a long, long way to go before we can look at religion in a similar manner. In the 1970, Sri Lanka’s foremost novelist Martin Wickremasinghe was severely criticised for his novel Bavatharanaya, a mature attempt to demystify Prince Siddhartha, and tell the story of his love for his wife Princess Yasodhara.",
    "I despair we will never get there as people are descending more and more into intolerance, superstitions and fanaticism.",
    "Most Sri Lankans do not know what stand-up comedy is like, either. It’s by definition irreverent and far more sophisticated than what our film and theatre comedians are capable of.",
    "In neighbouring India, ruled by an ever popular, but intolerant prime minister, there is disturbing news. I quote from a news report:",
    "“Children under 16 returning to school this month at the start of the school year will no longer be taught about evolution, the periodic table of elements or sources of energy.",
    "“The news that evolution would be cut from the curriculum for students aged 15–16 was widely reported last month, when thousands of people signed a petition in protest.",
    "“But official guidance has revealed that a chapter on the periodic table will be cut, too, along with other foundational topics such as sources of energy and environmental sustainability.",
    "“Younger learners will no longer be taught certain pollution- and climate-related topics, and there are cuts to biology, chemistry, geography, mathematics and physics subjects for older school students.s",
    "“Overall, the changes affect some 134 million 11–18-year-olds in India’s schools.”",
    "Evolution is at the heart of biology. This looks like a calculated attempt to damage the secular segment of India’s population. Children in their most informative years will now grow up being taught that the world was created by Brahma, with no secular, scientific alternative taught in their schools.",
    "India and Sri Lanka have one glaring thing in common. We have cunning, dangerous politicians doing their best to keep us perpetually ignorant."
  ]
}