{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91016/sri-lankas-country-assessment-on-anti-money-laundering-and-countering-the-financing-of-terrorism-due-soon",
  "time_ut": 1685867940.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s country assessment on Anti-Money Laundering and Countering the Financing of Terrorism due soon",
  "original_body_lines": [
    "President Ranil Wickremesinghe has revealed that Sri Lanka’s next country assessment on Anti-Money Laundering and Countering the Financing of Terrorism is slated to commence soon.",
    "Addressing the National Law Conference yesterday (03 June), President Wickremesinghe noted that the holds immense significance as it directly impacts the country’s ease of doing business rating and its ability to attract foreign investments.",
    "This assessment holds significant weight as Sri Lanka’s compliance in these areas is crucial for enhancing the ease of doing business rating and attracting foreign investments, the President’s Media Division (PMD) reported.",
    "As discussions unfold, it becomes apparent that addressing the identified gaps in the anti-money laundering and counter-terrorism financing framework is of utmost importance. Failure to rectify these gaps poses a potential risk of Sri Lanka once again being labelled as a country with strategic deficiencies. Such a designation could have severe adverse effects on the country’s economic development.",
    "Recognizing the urgency, it is imperative for Sri Lanka to prioritize bridging these gaps, which will also support the governance and anti-corruption framework, ensuring the successful implementation of the International Monetary Fund (IMF) program.",
    "During the discussions, various issues have come to light. One major concern is the bureaucratic hurdles and legal complexities faced by the citizens, resulting in frequent court visits. Participants reflect upon the past, where significant infrastructure projects were accomplished within specified timeframes, even amidst an ongoing war. However, the current administrative structure and an excess of legal professionals hinder the timely completion of projects, demanding a comprehensive review.",
    "To tackle these challenges effectively, a recommendation is made for all stakeholders, including the bench, the bar, the government, and the parliament, to convene and compile a joint report.",
    "This collaborative effort would provide a clear roadmap for addressing the backlog and delays caused by legal proceedings. Additionally, it is emphasized that the formulation of a national policy, determined by parliament rather than the cabinet, is essential to resolve various issues and ensure broad agreement on critical subjects.",
    "Well, it’s been a long and fruitful discussion, but I don’t think I should keep you all too long because yesterday, I was given 15 minutes, but I nearly took twice that time. As the representative of the government, along with the three panel members, I will address the issues raised. One of the primary complaints has been the bureaucracy, laws, and the increasing frequency of court visits.",
    "Reflecting on my 17 years in government, during the first ten years, we successfully constructed seven large reservoirs in the Mahaveli scheme, as well as Samanala Wewa and Lunugam Vehera outside of it. We also built the Left Bank canals, Right Bank canals, and completed all these projects on time.",
    "During President Jayawardena’s tenure, we established two investment promotion zones and a new capital with a parliament, along with several buildings. During President Pramadasa’s time, we developed two more investment promotion zones, including 200 garment factories. We managed to stay on schedule, with no major overruns, despite the on-going war at that time. However, the current circumstances make it challenging to achieve similar results. Therefore, we need to re-evaluate the entire administrative structure.",
    "Regarding the issue of backlog and law delays, which Justice Priyantha Gunawardane emphasized, I propose that all stakeholders, including the bench, bar, government, and parliament, come together to produce a unified report. This would facilitate parliamentary action and allow input from opposition lawyers.",
    "We can all convene and work out the necessary steps within a short period of time. As a representative of the government, I will ensure the involvement of the Secretary and the treasury, depending on the available resources. Adequate funding is essential. Additionally, I recommend that the unofficial bar, official bar, and bench provide a report on other raised concerns. The lack of a national policy contributes to some of these problems. While most governments have neglected the formulation of national policies, our constitution places the responsibility on parliament rather than the cabinet.",
    "Therefore, we aim to implement this system and have already established a committee on national policy. Though agreement among all may not be guaranteed, striving for the broadest possible consensus on various subjects is our objective, ensuring their enactment.",
    "Now, addressing the energy issue, we must first focus on unbundling the Ceylon Electricity Board (CEB). Unbundling was advised by the Asian Development Bank in 2003, but later, due to union influence, the government reversed the decision. The unions now insist on unbundling. Had we done it in 2004, we would have avoided the current problem.",
    "The second issue pertains to renewable energy. We have a renewable energy authority under the 13th Amendment and it’s under the Provincial Councils and the other is hydroelectricity. As for the national grid, its definition remains incomplete, allowing for the possibility of parallel grids. Consequently, an energy regulator, specifically an electricity regulator, is necessary to balance the powers of the CEB and the Provincial Councils.",
    "We are currently exploring the appropriate regulatory framework and seeking resolutions for the raised concerns, including tariffs. Furthermore, we have initiated a committee on Digital Transformation to drive digitalization in the government.",
    "During my tenure as Minister of Industries and Technology, we discussed digitalization in customs, but even after 30 years, progress has been insufficient. The presence of numerous lawyers leads to further complications, with court stays being sought amid on-going processes.",
    "To address this problem, we are introducing a new system inspired by the Malaysian model the Lab methodology. This system involves bringing all stakeholders together to discuss and provide a report within six weeks, which the government will then implement. In the Sinhalese language, we refer to this approach as “Sanghayana” where everyone participates, discusses, and returns with recommendations.",
    "This methodology aims to resolve government-related issues and streamline procedures in collaboration with the private sector. Lastly, regarding the local firms, we will provide assistance to competitive companies to improve their competitiveness. However, non-competitive local firms cannot expect special treatment.",
    "In the past, we focused heavily on the construction sector, providing BOI proposals and tax incentives. Our economy became overly reliant on concrete-related activities. While we support the growth of our construction and real estate firms, we also encourage other companies to come if they meet our standards.",
    "A level playing field is essential for development. By looking beyond our borders and adopting a unified policy, we can overcome the challenges we face. I won’t take any more of your time as you have other sessions and a lunch break. I extend my gratitude to all of you, and let’s follow up on these matters.",
    "Finally, I want to emphasize that we are preparing for the upcoming country assessment on anti-money laundering and countering the financing of terrorism. Sri Lanka recognizes the importance of addressing the identified gaps, strengthening our governance framework, and ensuring compliance. With the support and cooperation of all stakeholders, we strive for sustainable economic development and international cooperation.",
    "Meanwhile, Mr. Kaushalya Navaratne, President, Bar Association of Sri Lanka addressing the gathering said, “The aim of this conference is to initiate a dialogue between the legal fraternity, policymakers, bureaucrats, and the business community. Recognizing the significance of both entrepreneurship and the rule of law, it is crucial for these sectors to understand each other’s importance for the nation’s prosperity.",
    "To ensure a fruitful discussion, it is essential to involve the political leadership, and we appreciate the dedication of President Wickremesinghe in joining us for this event. The presence of senior judicial officers, policymakers, bureaucrats, lawyers, and corporate leaders will contribute to candid and open discussions.",
    "The focus of the conversation should be on real problems and realities, aiming to find long-lasting solutions. With this in mind, let us commence the conversation and work towards a productive outcome.”",
    "Addressing the gathering, Mr Faiszer Mustapha PC, Chairman NLC said, “Reflecting on the past 75 years since our independence, we acknowledge the initial optimism for Sri Lanka’s growth. However, the devastating impact of war and economic mismanagement has hindered our progress and led us to our current challenges. It is now our duty to rectify past mistakes and confront these obstacles.",
    "We must begin by addressing our debt and engaging in debt restructuring to regain control of our economy. Business as usual is no longer an option; we must forge a new path towards efficient economic growth and sustainable development. This requires a deep understanding of the roles and responsibilities of the legal fraternity, judiciary, entrepreneurs, and guardians of the rule of law.",
    "The business community plays a crucial role in job creation, wealth generation, and innovation. Without a thriving business sector, our nation’s advancement will be compromised. It is essential for the legal fraternity and judiciary to foster trust and collaboration with the business community, while businesses must uphold the rule of law and consider their social responsibilities beyond individual targets.”",
    "Supreme Court Justice Priyantha Jayawardena PC said, “The significance of this conference cannot be understated, particularly in light of the unprecedented economic and financial challenges our nation is currently facing. It is our collective responsibility to strive for the betterment of our country and overcome this situation.",
    "The fact that we have gathered here today is a testament to the shared interest we all have in this conference. Throughout the event, we will be focusing on important topics such as improving the ease of doing business, enhancing contract enforcement within a favourable legal framework, and related subjects.",
    "It is crucial to note that Sri Lanka’s current rankings by the World Bank place us at 29th in the ease of doing business index and 164th in enforcing contracts. These rankings significantly influence investment decisions, making it imperative for us to address these parameters for the economic revival of our nation.”",
    "Mr. M. Rajaram, Partner/Chairman, K&L Gates Straits Law LLC (Singapore); “Investors perceive Sri Lanka as an increasingly attractive destination for investments, as acknowledged in discussions held in Singapore, India, the UK, and the US. However, investors seek certain assurances and a level of comfort when considering investment opportunities. When disputes arise, investors prioritize two key factors: certainty of outcome and a fast resolution.",
    "Drawing from Singapore’s experience, specialized judges and a case management system have been established to address different types of issues, aiming to resolve cases within 15 months in most instances. Additionally, modernization efforts, such as paperless filings and electronic hearings, have been implemented in Singaporean courts.",
    "Despite being a small nation with limited natural resources and a smaller population compared to Sri Lanka, Singapore has successfully embraced these measures. Therefore, the suggestion is made to consider modernizing Sri Lanka’s court system using artificial intelligence (AI) and implementing strict case management controls.”",
    "President’s Counsel Dr. K Kanag-Isvaran, President’s Counsel Dr. Faizer Mustapha, Central Bank Governor Dr. Nandalal Weerasinghe, Finance Ministry Secretary Mahinda Siriwardena, President’s Senior Adviser on Economic Affairs Dr. R.H. Samaratunga, attended the conference as panelists while President’s Counsel Mr. Chandaka Jayasundere moderated the panel discussion.",
    "Attorney General Sanjay Rajaratnam, Mr. Ronald Perera PC, Chairman, Bank of Ceylon, Chairman, Sri Lanka, Insurance Corporation Mr. Thulci Aluwihare, Deputy Managing Director, CHEC Port City Colombo(Pvt) Ltd, Mrs. Nadeeja Tambiah, President- Head of Legal and Secretarial- John Keells Holdings, Mr. Mohamed Azmeer, CEO, Amana Bank PLC, Mr. Premalal Brahmanage, Chairman, Prime Group, Mr. Nirmal Cooke, Group Director Capital Maharaja Organization, Mr. Vinod Hirdaramani, Chairman, Hirdaramani Group, Mr. Asgi Akbarally, Executive Director, Akbar Brothers Group, Mr. Dipak Das, Managing Director, Lanka IOC PLC, Mr. Imal Fonseka, Chief Executive Officer, Richardson Group, Mr. Janaka Abeysinghe, Chief Executive Officer, Sri Lanka Telecom, Mr.Thushan Meemanage, Director, Scope Cinemas (Pvt) Limited and a distinguished group of Supreme Court judges and lawyers attended this event."
  ]
}