{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-hits-the-nail-on-the-head-at-un-ecosoc-financing-for-development-forum/",
  "time_ut": 1681920660.0,
  "original_lang": "en",
  "original_title": "Sri Lanka hits the nail on the head at UN ECOSOC Financing for Development Forum",
  "original_body_lines": [
    "• Says existing system of international debt schemes hinders vulnerable, developing economies",
    "• Urges for political will at global level to reform international financial architecture",
    "• Requests for support in debt restructuring, debt sustainability and adequate climate financing",
    "Shehan Semasinghe, State Minister of Finance speaking at the UN ECOSOC Financing for Development (FfD) Forum held in New York, on 17 April 2023 said that Sri Lanka’s recent experience has shown the constraints developing countries face in the existing system of the debt architecture, particularly when developing economies are faced with vulnerabilities that are beyond their control.”",
    "Referring to the 54 countries categorized as having severe debt problems given the global outlook of high inflation, low growth and high interest rates, Semasinghe appealed to the high-profile international finance forum that it needs to have a look at the global financial architecture and ensure that the vicious cycle of debt and default does not repeat itself.”",
    "“I came to New York after attending the Spring Sessions of the IMF and the World Bank with whom we have an ongoing dialogue on the reforms being undertaken by Sri Lanka towards economic recovery, and the IMF’s Extended Fund Facility approved last month. As observed by the UN Secretary-General, many developed countries, adopted expansionary fiscal and monetary measures to aid recovery in the aftermath of the pandemic. However, many developing countries could not do so and were burdened with high interest rates and lowered credit ratings. According to the UNDP’s Paper on “Avoiding ‘Too Little Too Late’ on International Debt Relief,” 54 countries are categorized as having severe debt problems given the global outlook of high inflation, low growth and high interest rates. Sri Lanka has had its share of above challenges in recent times,”",
    "“With the successful conclusion of negotiations with the IMF on an Extended Fund Facility, we have reason for optimism and are now engaged in a debt restructuring programme within a framework comprising of a Special Creditor Coordinator Committee comprising of India, France and Japan. Towards this objective, the government of Sri Lanka is committed to making the hard policy decisions needed for the restoration of its economy on sound economic practices.”",
    "“We meet at a time when the development agenda [sustainable development goals of the UN] that we embarked on in 2015 seems to have regressed and is in danger of remaining unachieved in 2030. Even before the pandemic, the development agenda was somewhat constrained due to a multitude of factors. These factors have exacerbated due to a combination of events stemming from the pandemic to the conflict in Ukraine and climate change. Multilateralism and multilateral organizations as well as the process of globalization have today come under threat due to the perception that institutions committed to delivering the Development Agenda have not achieved their milestones. The lack of adequate and sustainable financing remains the primary and key challenge today that many states face in meeting the targets of the 2030 Agenda.”",
    "“The key message in the report on “Financing for Sustainable Development” provides a snapshot of the predicament we are in, the urgency of the action to be taken and the clear recommendations on what needs to be done. What remains to be seen is whether there is political will at the global level to take adequate measures, especially on reform of the international financial architecture, to meet already expressed pledges on Official Development Assistance, assist countries in debt restructuring and debt sustainability and ensure adequate climate financing.",
    "” It is our hope that the SDG Stimulus proposed by the Secretary-General and the deliberations at this Forum will find fruition; stop the back sliding and provide the necessary stimulus to ensure that the Agenda 2030 regains its traction . We cannot be in a state of inertia; we must act with the necessary political will now, if we are to ensure that the global sustainable development prospects will not back slide further and reach a point of irretrievability when we will see an exacerbated finance divide and a yawning sustainable development divide. The time horizons available to scale up SDG financing, investment and development cooperation is short. My government is committed to undertaking national actions to accelerate sustainable industrial transformations. We look forward to forging bilateral and multilateral partnerships to assist this process,” Semasinghe said.",
    "Related Topics:State Minister Shehan SemasingheUN ECOSOC Financing for Development Forum",
    "The Saints to Go Marching this 28th and 29th April at the SSC",
    "Nations Trust Bank together with Singer expands to over 500 locations for remittance services",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}