{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/It-is-not-just-Telecom-but-transparency-too/4-749739",
  "time_ut": 1687303117.0,
  "original_lang": "en",
  "original_title": "It is not just Telecom but transparency too",
  "original_body_lines": [
    "Most information the public should have access to, is often left unpublished under President Wickremesinghe who still takes pride in introducing the RTI Act and for establishing SOC for greater democracy",
    "Parliamentary “Sectoral Oversight Committees” (SOC) have begun to probe numerous ministry activities and the recent report by the SOC on “national security” has turned a thorn in the President’s economic policy. They were established in December 2015 on a Resolution moved by the “Yahapalana” Government during their first year and after the 19A was adopted in April the same year. SOCs were strongly appealed for by Wickremesinghe then as PM to strengthen parliamentary centred democratic governance.",
    "At a three-day workshop held in February 2016 at the Diyawanna parliamentary complex to introduce working of SOCs to parliamentary members, PM Wickremesinghe delivering the keynote address, basically said, the SOCs will have far more powers in decision making than even the cabinet of ministers. He said, SOCs will transform the whole parliament into a government. “Government” is defined in the constitution as the “cabinet of ministers.” He went to the extent of saying SOCs should be open for public consultations too.",
    "The Resolution adopted in establishing SOCs says, “The Sectoral Oversight Committees shall have the power to examine any Bill, any subsidiary legislation including Regulation, Resolution, Treaty, Report or any other matter relating to subjects and functions within their jurisdiction.” Thereafter the Resolution says, “Where a Sectoral Oversight Committee recommends the enactment of legislation or submit a non-legislative report, the Cabinet of Ministers shall submit its opinion to Parliament within six weeks of such report being tabled in Parliament – (SOC recommending enactment of legislation).” Every SOC established has a specific subject area demarcated for its scrutiny and recommendations if any. Loosely coined, SOCs may push those boundaries further if they want to, for political reasons.",
    "These provisions that give SOCs the “power to examine any bill, legislation, etc.” and subject the cabinet of ministers to submit its opinion to parliament on any issue raised by SOCs, basically allows the parliament to supervise the work of the cabinet of ministers and to pass judgement on them. That makes SOCs more powerful than other monitoring committees like COPE and COPA.",
    "Interestingly, these provisions in the Resolution that established SOCs were required by the “Yahapalana” Government during its initial period, when Wickremesinghe became PM for the second time in a cabinet chaired by an Executive President. Though there were serious attempts to leave the executive president “as a near nominal head” of State, the 19A adopted in parliament in late April 2015 with an overwhelming majority of 214 votes could not go that far. These SOCs I believe was an attempt by Wickremesinghe to gain more control of the Government via parliament with a UNP controlled majority.",
    "The Galle Face #GotaGoHome demand in April 2022 leading to a violent “Aragalaya” on Colombo Fort streets by June, created a wholly unexpected and a different path for Wickremesinghe to become the Executive President, he is now. SOCs he was proud to establish six years ago are no more a necessity for President Wickremesinghe, but they remain to challenge his authority in governance. That precisely is what his whole economic program is now faced with.",
    "The SOC tasked with “National Security” submitted a report on “The effects of the privatization of Sri Lanka Telecom on National Security”, almost a fortnight ago on Friday 9 June this year. Chaired by MP Sarath Weerasekera (Rtd. Rear Admiral) this SOC disagreed with President Wickremesinghe’s Government decision in divesting all State-held shares in Sri Lanka Telecom. As I see, the SOC chaired by MP Weerasekera has been strictly concerned with the issue of “national security” and not on selling off profit-making State-controlled business entities. Perhaps they do agree with privatisation “on principle”. Yet, challenging the divestiture of State-held shares in SLT, they have challenged Wickremesinghe’s oft repeated argument “the State should not be in business.”",
    "What this SOC Report firmly says is, national security was not compromised all these years, as the State had overall authority in policy making in the SLT. That was with 49.5% shares held directly by the Treasury with 4.45 from remaining 5.2% of the shares, controlled by Government through State-owned entities and funds like the EPF, ETF, Ceylon Insurance and public banks while Maxis of Malaysia held 44.98% through GTH.",
    "The argument put forward by the SOC on “national security” is, divesting all shares to the private sector, the Government and the State will not have any control over national security issues as before. Government and the State will be wholly ignored in how all the high-end technology available with SLT now and anymore that will be accrued by the privately owned SLT in the future would be utilised for more and bigger profits irrespective of the impact on national security. That in fact is no empty talk.",
    "This stand adopted by the SCOP chaired by MP Weerasekera is one that could be called a “SLPP political stand” with 9 out of 11 in the SCOP being SLPP members. The other two being MP Sarath Fonseka (Field Marshal) of SJB and Nimal Piyathissa of JNP, both very strong Sinhala-Buddhist politicians. Thus, MP Weerasekera as chairman of the SCOP on national security would have had unanimous consent for his political argument, divesting SLT shares may allow “diaspora Eelamists” to enter SLT. Thus picking it up as a “threat” to national security in divesting SLT shares, seems a political slogan valid for sale in Sinhala South. More so in elections, most believe is round the corner.",
    "That Sinhala-Buddhist political stand could also lead to a collective voice in parliament for Weerasekera’s report on SLT and national security. All of it would create a conflict between President Wickremesinghe as the Executive and the parliament as the legislature. This was evident within a few hours, after Weerasekera tabled the SCOP Report on SLT share divestiture. President’s media division released a long statement countering the SCOP Report, arguing there will be no such threat to national security by divesting SLT shares. It insisted the SCOP report lacked credible data analysis to address the issue and stressed, it is the policy of the Wickremesinghe Government to ease out of business, leaving it to the private investor.",
    "There is speculations in how the President’s media division could respond within a few hours with such clarity on a report tabled in parliament. That certainly allows for many flavoured speculations. But there is a need felt within those around the presidency to officially assure the people there is no such threat to national security, before the Sinhala Buddhist campaign take hold of the “Eelam scare”. Also to tell the cabinet of ministers, president is not stepping back on his principle stand of selling off all SOEs including those running at a profit.",
    "What nevertheless is worth focusing on is the legitimacy of the President making a public statement on Government policy the parliament is now vested with based on the Resolution on SOCs. The Resolution adopted to establish SOCs clearly leaves out the “Executive” on deliberations, the legislature should get involved in. On what President Wickremesinghe then said about SOCs over seven years ago, it is the parliament that should act as “government” in deciding policy. Role of the president on his own perception then, was to execute the policy of the Government as decided in parliament. That stands more valid, when the policy on privatisation of all SOEs including those that successfully make profits, have not been presented to parliament for approval.",
    "If Wickremesinghe now as Executive President believes his policy should remain as Government policy, he should have then presented to parliament a detailed policy paper for majority consent. Having avoided that option, now that a SOC had submitted a detailed report, the President should have explained inadequacies of the report to the Speaker of the House in writing, instead of making a public statement. He should have argued his case in parliament as Minister of Finance, Economic Stabilisation and National Policies to walk the talk on SOCs. Making a public statement, President’s media division has sent out the message, parliamentary democracy would remain as decided by the Executive irrespective of SOCs. Thus the SLT share divestiture issue explains the political expediency of the Wickremesinghe rule.",
    "The question therefore remains whether the parliament would reduce the debate on Weerasekera’s SOC report on national security to its technical references or would the parliament insist the cabinet send its response on the report to parliament within six weeks for deliberations. Way most things get manipulated with a non-plus Opposition, there can be a discussion fixed on the SOC Report, instead of the Speaker requesting observations on the report from the cabinet of ministers. Worst is, despite the SOCs being established for greater democracy and people’s involvement, I have not been able to source any SOC reports and minutes of meetings in the parliamentary website till 17 June last. Most information the public should have access to, is often left unpublished under President Wickremesinghe who still takes pride in introducing the RTI Act and for establishing SOC for greater democracy. That would also say quite a lot on privatisation of SOEs and transparency."
  ]
}