{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Aragalaya-Karadaraya-and-Mardanaya-system-change/4-748198",
  "time_ut": 1683838404.0,
  "original_lang": "en",
  "original_title": "Aragalaya, Karadaraya and Mardanaya; system change",
  "original_body_lines": [
    "Suppression can pause the noise for a moment but certainly not the inner enlightenment created",
    "My prayer is that the powerful political and religious leaders of this nation along with the simple and the ordinary will hear the lament of Mother Lanka. Please wipe her tears. Sincerely work to relieve her pain. If you do not, neither Mother Lanka nor God will forgive you. You will not escape. Let us not forget that the current situation that we are in is a consequence of our sins for refusing to listen to the lament of Mother Lanka, being repeatedly raped by the corrupt politicians, because they threw the bones to us",
    "It has been one year since we got assaulted in front of the Temple Trees on 9 May 2022. A simple candlelight protest that began in Kohuwala on 1 March 2022 grew to be an expression of major people’s power which really shook the unshakable Sri Lankan political powers since independence. The fuel and gas queues along with over 10 hours of power cut, etc., brought everyone in Colombo under one umbrella of protest. The word ‘Aragalaya’ was considered everyone’s darling.",
    "However, with the appointment of Ranil Wickremesinghe as the Prime Minister in May 2022 and particularly after his appointment as the president by a parliamentary vote in July 2022, the cracks in the Aragalaya movement began to appear. For some, the rain seemed to have seized, particularly for the upper echelon of the business community and they began to leave the umbrella.",
    "Today the Aragalaya is received with mixed feelings. Some say that “Jeyagranayen thora nimawak netha” (No end without victory) while some others say, “Aragalaya” (The struggle) is a Karatharaya (Nuisance), while the Ranil Wickremesinghe government and his supporters are hell bent on to treat it with Mardanaya (suppression), the latest being a proposed ban on protests and musical programs on Galle Face Green and the proposed controversial Anti-Terrorism Act (ATA).",
    "This brief article is not to delve into who is right and who is wrong or to statistically prove which side is stronger, because the truth is noticeably clear, it is out there, and one needs no rocket science to reckon it. But, to draw attention to the common grounds that if not both sides at least most subscribe to. We ‘all’ want a ‘system change’ in this country. We all agree that the path Sri Lanka has taken since independence needs to be redefined and restructured. We all agree that corruption of the powerful and the ignorance of the ordinary are the major causes that have resulted in our state today. The question is what do we do and where do we start?",
    "The transformation of the Galle Face Green into a protest village positively brought hope onto the surface. It was all about that transformation is not impossible; ants are insignificant in terms of size but together they are not only powerful but also dangerous. Needless to say, about the extent of injury that Mother Lanka is being inflicted with the issues related religion and ethnic matters. The common understanding is that these injuries cannot be healed. What a pathetic sight to see her bleeding, yet powerless to stop it. Aragalaya was able to bring everyone together. The memorial of those who died in the north due to the war, which was not even easy to commemorate by the Tamils in the north and the east, saw it being commemorated on the Galle Face Green with all ethnic groups participating with a completely different mindset. Muslims broke fast with the Christians, Buddhists, and Hindus. Vesak became a festival of light of hope to all religious people. A sight that gave hope to Mother Lanka. She began to smile even amid the pain.",
    "The Aragalaya, depicted a model society. The youth, women and men took responsibility towards the nation with commitment and sacrifice. An unarmed new set of warriors of the nation was getting germinated. The rich and the haves sustained the have nots. There was no shortage of food and water. Healthcare, education, entertainment, technology, legal aide, you just name it, all were there. Everyone took responsibility, whether supplying food, cooking, cleaning, security or discipline and order. Above all, it was all voluntary. Nothing came under compulsion, power of force or intimidation. Isn’t this all about being a free society?",
    "A new society that looked beyond class, religious and ethnic barriers. There were no differences whether one was ordinary, prominent or a religious figure. Everyone was seen equally but treated with dignity. It was a confederation of diverse groups without a central leader. Power was not concentrated on a single individual or a few individuals, yet accountability was kept on a higher pedestal. When discipline and order was breached, it was never put under the carpet, it became a public matter, everyone knew it and was dealt with openly. Isn’t that we all aspire to as a nation?",
    "Sadly, however, this model fell apart. The young women and men were too sincere. They lacked knowledge about the seasoned wolves in the political arena. They were too ambitious and enthusiastic, and completely miscalculated the calm before the storm. Today, the Galle Face Green is cleaned up. Some triumphing for reclaiming the lost beauty. The noises have ceased. A solid calmness but like in the desert. However, one cannot stop hearing the wind and I hear a lament in the sounds of the waves. A lament that echoes the heart of Mother Lanka, crying for her children. A lament only a sincere Sri Lankan will hear and can comprehend. A Sri Lankan who is committed to the teachings to rise above craving.",
    "We say that the system change must produce accountability at all levels and that no one is above the law. An efficient and corrupt-free public service. The politicians must serve the people and not the other way around. All citizens must reap the benefit of development. No one is left behind. For this we say that we must have a constitution and a mechanism that is people oriented. An independent judiciary where justice is always upheld irrespective of political powers or statuses. We can keep adding. This list sounds as if we are proposing heaven on earth. However funny it may sound; I believe that the answer to the problem also lies within this notion.",
    "What would be the most crucial factor that needs to be addressed to achieve the above heaven in Sri Lanka? I would say, ‘attitudes’! The makeup of our Sri Lanka society is made up of our attitudes. How we look at public property. How selfish we are in voting for our candidates. What do the voters expect? Why the ordinary continue to be complacent in a feudal mentality. Why do some rich business people see Aragalaya as a karadarayak? How people can be so aloof in making a quick buck today over the vulnerability of the people.",
    "This covers a wide range, from the poor three-wheel drivers to the top businesspersons. Is cheating limited to politicians? What about those who manipulate human sympathy by robbing people with their sob stories? All these revolve around those attitudes such as selfishness, craving for material wealth and power by means of corruption and abuse of power. Achieved at the cost of the innocent. Which all the major religions in this country speak against. What have the powerful religious establishments done? Time to wake up.",
    "It is said that circus elephants that are held back as babies, with a small chain around their legs, continue to remain the same even after they have grown up into massive animals. They just don’t know that they have greater strength that will very easily break the chain. The case of citizens in Sri Lanka since independence is the same. Kept chained by the politicians. The Aragalaya, for the first time, made the people know that they have greater strength and power. Most certainly it has shaken the Powerful. Suppression can pause the noise for a moment but certainly not the inner enlightenment created. Therefore, needless to say that the spirit of the Aragalaya will continue to haunt the politicians. Hope it will help to keep checks and balances.",
    "My prayer is that the powerful political and religious leaders of this nation along with the simple and the ordinary will hear the lament of Mother Lanka. Please wipe her tears. Sincerely work to relieve her pain. If you do not, neither Mother Lanka nor God will forgive you. You will not escape. Let us not forget that the current situation that we are in is a consequence of our sins for refusing to listen to the lament of Mother Lanka, being repeatedly raped by the corrupt politicians, because they threw the bones to us. Therefore, the popular philosophies and religions of this nation to which we subscribe will stand as a judge against us if we continue to be ignorant. Consultation and participation are much desirable over suppression, for the latter cannot be sustained for longer. Arrogance will not only fail the nation but also those who believe in it. The solution is just a change in attitude. It is very hard yet very easy.",
    "While the Aragalaya in exerting pressure for democracy, good governance, anti-corruption and for accountability must continue, it is time that the Aragalaya movement must also find new and creative ways to do it. To be cautious not to give space to the Government to use the Aragalaya as the scapegoats for their failures. Not to be accused of adding extra burdens on the ordinary who are already being burdened to the extent of struggling to make ends meet. Let the new motto be, YES to keeping the Pressure. NO to stop Working!",
    "(The writer is the Vicar – St. Paul’s Church, Milagiriya Colombo 4.)"
  ]
}