{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-sjb-vows-to-form-new-alliance-amid-intense-speculation-of-crossovers-117845/",
  "time_ut": 1681125300.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s SJB vows to form new alliance amid intense speculation of crossovers",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main opposition the Samagi Jana Balawegaya (SJB) will form a grand alliance targeting upcoming elections with party leader Sajith Premadasa as a common presidential candidate, SJB legislator Nalin Bandara said amid intense speculation of imminent crossovers to government benches.",
    "Speaking to reporters in Colombo on Monday April 10, Bandara said the United National Party (UNP), which President Wickremesinghe now leads, is welcome to join the proposed alliance as the SJB currently holds 54 seats compared to the UNP’s solitary seat in parliament.",
    "The SJB broke away from the UNP following the defeat of then UNP deputy leader Sajith Premadasa at the 2019 presidential election. The UNP, once Sri Lanka’s single largest party, was reduced to one seat at the 2020 general election, with Wickremesinghe occupying that seat as a national list member.",
    "Bandara claimed at Monday’s press conference that the ruling Sri Lanka Podujana Peramuna (SLPP) is now split between supporting Wickremesinghe, whose presidency has reportedly earned him growing support within the SLPP camp, and the Rajapaksa family which controls the party.",
    "“I see this as some kind of divine retribution. The SLPP has fallen to a low where they have to say Ranil Wickremesinghe is their presidential candidate,” he said, referring to one minister who said in a television interview that the party will back Wickremesinghe at the next presidential election, due in November 2024.",
    "“Today, the UNP has no base. It’s the SJB that has a vote base. UNP supporters are with the SJB. We’re ready for any election,” said Bandara, as reports abound of a number of high profile SJB legislators allegedly planning to extend their support to President Wickremesinghe as he sees through his International Monetary Fund (IMF)-backed reform agenda.",
    "“One or two may leave. We won’t say 100 percent that no one will leave. Some are looking to obtain ministries. It is surely no big deal for people who have been jumping this way or that since back then,” said Bandara.",
    "Fielding questions from journalists, the MP said the SJB remains a strong party.",
    "“We plan to form a massive common alliance in the future. A programme is under way to form a future government. Premadasa with the SJB will lead that alliance. Many parties and groups are talking to us about it,” he said.",
    "“We are the main party. Any party can discuss joining an alliance with us, the UNP included,” he added.",
    "Responding to a question about a claim by former Sports Minister Namal Rajapaksa that a conspiracy had been hatched to remove the Rajapaksas from power, Bandara said the son of former president and SLPP leader Mahinda Rajapaksa has become nervous about rising support for Wickremesinghe from within the SLPP camp..",
    "“If there was a conspiracy as Namal Rajapaksa said, then Wickremesinghe is the mastermind of it, and then they have either contributed to the conspiracy or have fallen prey to it,” he said.",
    "Taking on further questions, Bandara said the SJB does not advocate for another Aragalaya, the youth-led protests that saw the forced resignation of former President Gotabaya Rajapaksa.",
    "“We don’t say get on the streets every day. That’s not the SJB policy. The country must go forward. But we don’t see that Wickremesinghe’s administration together with the Rajapaksas is the way forward. We have a better team, with no corruption record,” he said.",
    "“We’d like to remind the SLPP that in the near future when you sit in the opposition, you would realise your mistake when you start to feel [the new anti-terrorism act’s] effects,” he said.",
    "Getting into more speculative territory, Bandara said it is possible that President Wickremesinghe wishes to align more with the SJB and slowly sideline the SLPP.",
    "“He knows the UNP has no votes. He also knows the SLPP has no votes. Thirdly, he has a dream to be president next time. For him to be president, he has to join with a party that has votes. So maybe he wants to bring the SJB together,” he said.",
    "“The best thing would be for him to hold a parliamentary election and see what happens. There is another year left. He could’ve embarked on a fresh journey with a new cabinet and new prime minister,” he added.",
    "The SJB could support the president if he joined the SJB-led alliance, said Bandara.",
    "“We can’t go and join his party. His party has one. We have 54 seats. We’re the majority. He can join us,” he said.",
    "“We too can see that President Wickremesinghe is ready for a presidential election and nothing else. In that case, we too are ready for a presidential poll. We have a 5.5 million base. Mr Premadasa won that many votes. He has support in north and east too,” he added.",
    "Bandara said the SJB is confident of victory even in a presidential election, though his tone sounded somewhat cautious.",
    "“We will form a broad alliance targeting both the presidential and parliamentary polls. Sajith Premadasa will lead that alliance. He will be the common candidate of that alliance.",
    "“We have the team with us. It’s not something one individual can do. All these groups are now talking to the SJB,” he added.",
    "Rival opposition group the National People’s Power and its charismatic leader Anura Kumara Dissanayake are no threat to the party either, said Bandara.",
    "“Anura Kumara Dissanayake has realised that their balloon has also become deflated. In 2019, he filled Galle Face but how many votes did he get? We don’t see him as a challenge,” he said. (Colombo/Apr10/2023)"
  ]
}