{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/china-ready-to-buy-five-tons-each-of-local-spices-annually/",
  "time_ut": 1703697000.0,
  "original_lang": "en",
  "original_title": "China ready to buy five tons each of local spices annually",
  "original_body_lines": [
    "A visiting Chinese trade delegation assured top officials of the Ministry of Agriculture that it is ready to purchase five tons each of all Sri Lankan spices annually.",
    "A senior official of the ministry told The Island Financial Review that the quantity to be exported is minimal and steps would be taken to increase it in keeping with the demand.",
    "The visiting Chinese trade delegation discussed the purchase of spices, such as, pepper, cardamom, cloves, turmeric and cinnamon produced in Sri Lanka.",
    "Representatives of 42 companies of the China Spice Importers Association took part in the discussion last week.",
    "The delegation consisting of 50 persons engaged in discussions with officials of the Ministry of Agriculture and Plantation Industries regarding the spices produced in the island.",
    "Minister of State for Agriculture Mohan de Silva, Secretary of the Ministry Janaka Dharmakeerthi and chairman of the Spices and Related Products Board Mrs. Kumudini Gunasena participated in the discussions.The Chinese trade delegation that sells spices in China had stated it places orders for larger quantities when it comes to cinnamon and pepper.",
    "The official said that Chinese companies have been buying spices produced by the Spices and Allied Products Board for two years now. “On completion of two years of these activities, the group has come to our country to see the spice production process here, he added.",
    "At the meeting held at the Ministry of Agriculture and Plantation Industries, the group which expressed its opinion regarding the spices of our country mentioned that the spices of Sri Lanka can be named as being of the foremost quality worldwide.",
    "“They said that steps should be taken to further enhance the quality of spices in our country, and that their companies are ready to provide all the support for that if necessary, the official further said.",
    "The Chinese delegation also visited the main office of the Spices and Related Products Marketing Board in Battaramulla last Thursday and surveyed its main sales outlet.",
    "Related Topics:China and Sri Lanka Local Spices buying and Selling AggrementSri Lankan Local Spices Purchesing",
    "Halpé Tea celebrates triple triumph at the 31st National Export Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}