{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95206/fairly-heavy-showers-expected-in-parts-of-the-island",
  "time_ut": 1701137220.0,
  "original_lang": "en",
  "original_title": "Fairly heavy showers expected in parts of the island",
  "original_body_lines": [
    "The Meteorology Department says showers or thundershowers will occur at times in Eastern and Uva provinces and in Hambantota district while several spells of showers will occur in Northern and North-central provinces.",
    "Showers or thundershowers will occur at several places in other provinces of the island after 01.00 p.m.",
    "Fairly heavy showers about 75mm are likely at some places in Central, Uva and Sabaragamuwa provinces and in Galle and Matara districts, it said.",
    "The general public is kindly requested to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "A low-pressure area is formed over south Andaman Sea and adjoining southeast Bay of Bengal Sea area. It is likely to move west-northwestwards and intensify into a depression over southeast Bay of Bengal around 29th November 2023.",
    "Fishing and naval community are requested to be attentive to future forecasts issued by the Department of Meteorology in this regard.",
    "Showers or thundershowers will occur at several places in the sea areas off the coast extending from Trincomalee to Puttalam via Pottuvil, Hambantota and Galle.",
    "Winds will be North-easterly. Wind speed will be 30-40 kmph in the sea areas off the coast extending from Chilaw to Trincomalee via Puttalam, Kankasanthurai. And from Galle to Hambantota via Matara. Wind speed will be 20-30 kmph in the other sea areas around the island.",
    "The sea areas off the coast extending from Chilaw to Trincomalee via Puttalam, Kankasanthurai and from Galle to Hambantota via Matara will be moderate and slight in the other sea areas around the island.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}