{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cbsl-reduces-statutory-reserve-ratio/",
  "time_ut": 1691592240.0,
  "original_lang": "en",
  "original_title": "CBSL reduces Statutory Reserve Ratio",
  "original_body_lines": [
    "The Monetary Board of the Central Bank of Sri Lanka, at its meeting held on 8 August 2023, decided to reduce the Statutory Reserve Ratio (SRR) applicable on all rupee deposit liabilities of Licensed Commercial Banks (LCBs) by 200 basis points, from 4.00 per cent to 2.00 per cent, with effect from the reserve maintenance period commencing 16 August 2023. This decision was taken with the view to inject liquidity to the banking system and further reduce market liquidity deficit on a permanent basis, in line with the current monetary policy stance of the Central Bank.",
    "This reduction in the SRR is expected to release around Rs.200 billion of liquidity to the domestic money market, which would enable a further downward adjustment in the market lending rates as a result of the reduction in cost of funds of LCBs, thereby supporting the expansion in credit flows to the economy. While LCBs are expected to pass the benefit of the SRR reduction to their customers without delay, the Central Bank will continue to monitor market developments, and take appropriate administrative measures, if required, to ensure faster reduction of market lending rates.",
    "SL in urgent need of research-based policy decision-making – Minister of Foreign Affairs",
    "Commercial banks ordered to pass benefit of latest CB Statutory Reserve Ratio reduction on to customers pronto",
    "Central Bank sets its macroeconomic projections in a firm direction",
    "CBSL: Debt servicing won’t lead to huge depreciation of rupee",
    "Export earnings exceed USD 1 billion for second consecutive month",
    "Central Bank of Sri Lanka publishes inaugural Monetary Policy Report (July 2023)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}