{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/President-urges-all-to-work-together-to-build-glorious-SL-free-from-bankruptcy/34-748583",
  "time_ut": 1684700356.0,
  "original_lang": "en",
  "original_title": "President urges all to work together to build glorious SL free from bankruptcy",
  "original_body_lines": [
    "Commissions Rs. 22.4 b worth largest water project in the Sabaragamuwa Province for which foundation was laid by Wickremesinghe as Premier in 2018",
    "President Ranil Wickremesinghe on Saturday called on every Sri Lankan to contribute to creating a glorious and prosperous country free of bankruptcy.",
    "The appeal to the people was made after he declared opened the Kegalle, Aranayaka ‘Asupini Ella water scheme’ the largest water project in the Sabaragamuwa Province implemented under the financial allocation of Rs. 3.8 billion from the Government and Rs. 18.6 billion loan from the Government of the Netherlands. It addresses providing solutions to drinking water problems in 135 Grama Seva Divisions belonging to Aranayaka, Mawanella and Rambukkana Divisional secretariats in Kegalle district.",
    "The construction work of the water scheme commenced in 2018 and the work was done under the supervision of the National Water Supply and Drainage Board under the guidance of the Ministry of Water Supply and Estate Infrastructure Development.",
    "A water treatment plant with a capacity of 21,000 cubic meters per day, 07 service reservoirs, a transmission pipe system of 37 kilometre and a distribution pipe system of 120 kilometre have been constructed under this scheme.",
    "Under this project, around 169,000 people covering 52,300 families will have clean and safe drinking water facilities, under which 25,200 new water connections will be provided and 27,100 existing water connections will be improved.",
    "In his remarks, Wickremesinghe said in 2018, he came to lay the foundation stone of this water scheme as the Prime Minister and today, as the President he considered it as a great privilege to declare it open.",
    "“After Sri Lanka was declared a bankrupt country, no investors came to the country. Former investors left the country. In such an environment, foreign investors are not interested in providing aid to Sri Lanka. In such a situation, I have taken charge of the country and gone to the IMF to bring the country’s economy to a stable state. Because whether they are Sinhalese or Tamil, people do not wish to live as beggars. They wish to live with dignity.",
    "“The IMF had imposed tough conditions on us. But we had no other options. Similar conditions were presented earlier in the negotiations with the IMF. There, one previous Government withdrew from transactions with the IMF. But we have gone to the IMF and are taking the program forward with proper management.",
    "“By the coming month of September, it is possible to successfully complete the debt restructuring program and bring the economy to a stable level. We have submitted the agreement with the IMF to the Parliament and passed it.",
    "“Members of the SLPP have expressed their will and given the necessary support to the economic policy of the United National Party. That support is very important if this country is to recover from the economic crisis. We should all work together and work hard to build a prosperous country out of bankruptcy.”",
    "Water Supply and Estate Infrastructure Development Minister Jeevan Thondaman, Water Supply State Minister Sanath Nishantha, Foreign Affairs State Minister Tharaka Balasuriya, Technology State Minister Kanaka Herath, Dutch Ambassador Bonnie Horbach also spoke.",
    "State Minister Ranjith Siyambalapitiya, Members of Parliament Kabir Hashim, Rajika Wickramasinghe, Sujith Sanjaya Perera, Udayakantha Gunathilaka, public representatives of Kegalle district and Turkish Ambassador Demet Sekercioglu were also present on this occasion."
  ]
}