{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/20/sri-lanka-suspends-use-of-indian-eye-drops/",
  "time_ut": 1681991040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka suspends use of Indian eye drops",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Health Ministry has informed all hospital directors to immediately suspend the use of Prednisolone eye drops imported from India with immediate effect, after complications were reported after its use.",
    "The Medical Supplies Division of the Health Ministry said the delivery of Prednisolone eye drops to hospitals was also suspended.",
    "A spokesperson for the National Eye Hospital said that issues arose with the use of the Prednisolone eye drops after three patients who uanderwent surgery experienced complications.",
    "The spokesperson said that all equipment used for the said surgeries were directed for tests and inspections.",
    "According to reports obtained some 48-hours after the surgeries, it was observed that one medicine in question was responsible for the complications.",
    "In addition, steps were taken to close down the operating theaters that were used to treat the patients who experienced complications, as the germ in question could have spread inside the theaters.",
    "The spokesperson for the National Eye Hospital told News 1st that surgeries will resume after the operating theaters are subject to a sterilization process.",
    "At the same time, patients at the Batticaloa Teaching Hospital have also experienced a similar complication.",
    "A spokesperson for the hospital said an investigation is underway.",
    "Notably, both these hospitals had used the Prednisolone eye drops imported from India.",
    "The Medical Supplies Division (MSD) of Ministry of Health, Dr. D. R. K. Herath told News 1st that laboratory test reports on the Indian drug are yet to be made available to him.",
    "He said that the delivery of the medicine was suspended citing several complaints.",
    "He said that a complication was reported from the Nuwara Eliya Hospital as well, after the imported eye drops were used.",
    "Anti Terrorism Bill: US expresses concerns over aspects that fall outside of international standards"
  ]
}