{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90007/x-press-pearl-disaster-sri-lanka-to-file-case-in-singapore-tomorrow",
  "time_ut": 1682230260.0,
  "original_lang": "en",
  "original_title": "X-Press Pearl disaster: Sri Lanka to file case in Singapore tomorrow",
  "original_body_lines": [
    "The Attorney General’s Department has decided to file a case before a commercial court in Singapore tomorrow (April 24) against the shipping company of MV X-Press Pearl which sank off the western coast of Sri Lanka after being gutted in a massive fire two years ago.",
    "Thereby, the Attorney General’s Department will demand compensation for the massive environmental damage caused by the shipwreck.",
    "Sri Lanka witnessed what is considered one of the worst marine environmental disasters after the Singapore-flagged container ship vessel, only three months after being commissioned, caught fire some 16 kilometers off Colombo on May 20, 2021, while transporting 1,500 containers including 25 tonnes of nitric acid.",
    "The fire that continued for nearly two weeks resulted in a massive spillage of damaged containers, microplastics, plastic pellets, chemicals and other harmful substances into the sea.",
    "Following the disaster, the Marine Environment Protection Authority (MEPA) appointed a committee of experts comprising professors and other relevant top public officials to assess the damage.",
    "Earlier, the MEPA said it has provided all necessary documents to the Attorney General’s Department to prosecute the ship owner or the operator or the ship’s agents in Sri Lanka under the Criminal Law, in terms of Section 26 of the Prevention of Maritime Corruption Act.",
    "As the approval of the Cabinet of Ministers was previously given to continue the litigation process in Singapore, the Attorney General’s Department recently mentioned that it is proceeding with the legal matter accordingly.",
    "However, the committee of expert lawyers appointed to look into the matter has suggested that the prosecution be done in Sri Lanka to recover the estimated USD 6.2 billion in damages.",
    "The decision to continue the legal proceedings in Singapore attracted criticism as it was deemed a very costly move.",
    "The MEPA, however, explained that the Australian law firm, which is assisting the Attorney General’s Department with the civil suit to claim compensation, has advised that carrying out the litigation process in Singapore is favourable to the island nation.",
    "Meanwhile, Justice Minister Wijeyadasa Rajapakshe revealed that he has been tipped off on several occasions about a local official being bribed by the insurer of the X-Press Pearl",
    "According to him, speculations are rife that a local official has received a bribe of USD 250 million from the vessel’s insurers to hinder the litigation and compensation processes.",
    "The justice minister said he has given directives to the Inspector-General of Police and the DIG in charge of the Criminal Investigation Department (CID) to initiate an investigation to uncover the truth."
  ]
}