{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/28/nobody-has-the-right-to-lecture-you-russian-ambassador-slams-us-for-blacklisting-karannagoda-and-interference/",
  "time_ut": 1682654040.0,
  "original_lang": "en",
  "original_title": "‘Nobody has the right to lecture you’ – Russian Ambassador slams US for blacklisting Karannagoda and interference",
  "original_body_lines": [
    "COLOMBO (News 1st); Russian Ambassador to Sri Lanka Levan Dzhagaryan has expressed his displeasure over the US decision to blacklist former Sri Lankan Navy Commander, Admiral of the Fleet Wasantha Karannagoda.",
    "Speaking to reporters in Colombo on Thursday (27), the Ambassador hit out at the United States for interfering with the internal / domestic affairs of other countries.",
    "\"You write about relations with the United States. Their main aim is the destabilization of the situations in the world, and they interfere into the domestic affairs of many countries, not only in Russia,\" he said.",
    "Noting that he learned via the media that the US had designated the Governor of the North Western Province of Sri Lanka Admiral of the Fleet Wasantha Karannagoda for 'so-called' Human Rights Violation, the Ambassador said the US should first focus on its own domestic issues.",
    "\"Such interference in domestic affairs of so many countries, including Sri Lanka, are totally unacceptable,\" said the Russian Ambassador to Sri Lanka.",
    "\"Nobody has a right to lecture you on what to do. This is your domestic issue. I think the government of Sri Lanka, your political parties both opposition and ruling party, all political forces, you're wise enough to solve your problems yourself. Western countries better focus on their own domestic problems, not to lecture others,\" he added.",
    "On Thursday (27), the United States said it was designating Wasantha Karannagoda, Governor of North Western Province in Sri Lanka, pursuant to Section 7031(c) of the Department of State, Foreign Operations, and Related Programs Appropriations Act, 2023, due to his involvement in a gross violation of human rights during his tenure as a Naval Commander.  As a result, Karannagoda and his wife, Srimathi Ashoka Karannagoda, are ineligible for entry into the United States.",
    "The allegation that Wasantha Karannagoda committed a gross human rights violation, documented by NGOs and independent investigations, is serious and credible.  By designating Wasantha Karannagoda, the United States reaffirms its commitment to upholding human rights, ending impunity for human rights violators, acknowledging the suffering of victims and survivors, and promoting accountability for perpetrators in Sri Lanka.",
    "The bilateral relationship between the United States and the Government of Sri Lanka is based on 75 years of shared history, values, and a commitment to a free and open Indo-Pacific.  As we continue to build our bilateral relationship, we are committed to working with the Sri Lankan government on advancing justice, accountability, and reconciliation, including promoting security reform that maintains human rights at the forefront while ensuring Sri Lanka has the resources and training to properly address emerging security concerns."
  ]
}