{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-debt-falls-by-march-2023-amid-monetary-stability-analysis-123306/",
  "time_ut": 1686626400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka debt falls by March 2023 amid monetary stability: analysis",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s debt has fallen absolutely in rupee terms, as the value of dollar debt fell faster than the high interest rates in rupee debt, Finance Ministry data showed, as the central bank appreciated the rupee with non-conflicting money and exchange policies.",
    "Sri Lanka’s central government debt, guaranteed state enterprise debt and central bank debt was valued at 91.5 billion US dollar by March 2023 up from 84.7 billion US dollars in December 2022, according to a debt update released by the Finance Ministry.",
    "In the period US dollar debt fell absolutely to 58.7 billion US dollars from 58.9 billion US dollars as lenders stopped giving loans and government paid debt back on a net basis despite a default or debt suspension.",
    "Sri Lanka has also shifted some Ceylon Petroleum Corporation debt owed to banks to the central government as rupee debt.",
    "With the central bank no longer printing money and monetary stability restored, Sri Lanka not only repaid debt on a net basis but also built foreign reserves further reducing the net foreign debt.",
    "Countries which suffer monetary instability from so-called flexible exchange rate regimes or ad hoc pegs, get into trouble as central banks start to print money claiming inflation is low under flexible inflation targeting and loses the ability to collect reserves or repay debt.",
    "The central bank’s gross debt also fell from 5.12 billion US dollars to 5.06 billion US dollars. But with foreign reserves being collected with deflationary policy, the central bank’s gross reserves went up from 1.8 billion US dollars to 2.69 billion US dollars further reducing net debt.",
    "The central bank also holds about 1.5 billion US dollars worth yuan on an unspent swap, indicating that its net debt is lower. In addition the central bank is a fully owned government entity which has Treasury bills in its balance sheet, which was bought to print money and run down reserves in the past.",
    "The rupee was also allowed to appreciate to 327.29 to the US dollar by March 2023 from 363.11 at December 2022, by the central bank under amid deflationary open market operations.",
    "Sri Lanka’s dollar debt including gross central bank debt fell from 21,419 billion rupees in December 2022 to 19,241 billion rupees.",
    "Rupee debt fell went up from 14,419 billion rupees to 15,551 billion rupees as deficit mostly driven by interest expanded. However the increase was lower than the fall of the dollar debt value.",
    "In rupee terms total debt including guaranteed and central bank gross debt fell by 1,317 billion rupees.",
    "Sri Lanka is now attempting to re-structure its debt under an International Monetary Fund program.",
    "Countries that fail to maintain monetary stability with deflationary or neutral open market operations and depreciated currencies may default on their re-structured debt, analysts say.",
    "Currency depreciation, from monetary instability also pushes up nominal interest rates in the long run, making it difficult to manage budgets. Countries that maintain monetary stability through strict rules, either through a consistent peg, or clean float tend to see domestic interest rates collapse.",
    "Sri Lanka’s Treasury has also cut spending, deviating from the previous ‘revenue based fiscal consolidation’ to spending based ‘consolidation to spending based consolidation’."
  ]
}