{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91420/core-group-urges-sri-lankan-authorities-to-protect-freedoms-of-expression-and-association",
  "time_ut": 1687346940.0,
  "original_lang": "en",
  "original_title": "Core Group urges Sri Lankan authorities to protect freedoms of expression and association",
  "original_body_lines": [
    "The Core Group on Sri Lanka at the UN Human Rights Council (UNHRC) has urged Sri Lankan authorities to protect freedoms of expression and association.",
    "Led by the United Kingdom, the Core Group comprises Canada, Malawi, Montenegro, North Macedonia and the United States.",
    "In a joint statement issued by UK’s Human Rights Ambassador, Rita French, said the Core Group remains concerned by the continued use of the Prevention of Terrorism Act (PTA).",
    "While acknowledging the ongoing efforts to replace the PTA, the Core Group urged the Sri Lankan government to ensure that terrorism legislation is consistent with the country’s international obligations.",
    "The Core Group’s statement also stressed the importance of transparency, accountability, inclusivity and of building meaningfully on past work and recommendations that address the root causes of conflict and impunity.",
    "Sri Lanka should safeguard its representative democracy by maintaining voters’ confidence in the country’s electoral systems and ensuring the independence of its institutions and commissions, the statement read further.",
    "Welcoming Sri Lanka’s initial steps towards addressing concerns around land returns, long-term detentions and corruption, the Core Group said these steps can provide a basis to begin a process to protect the rights of all Sri Lankans, from all ethnic and religious communities.",
    "Further, the Core Group called on Sri Lanka to work with the UN High Commissioner for Human Rights and his office and remain ready to support Sri Lanka in addressing HRC resolution 51/1."
  ]
}