{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Eran-accuses-Gotabaya-of-politically-benefitting-from-Easter-Sunday-attacks/56-747637",
  "time_ut": 1682282582.0,
  "original_lang": "en",
  "original_title": "Eran accuses Gotabaya of politically benefitting from Easter Sunday attacks",
  "original_body_lines": [
    "Says mastermind of attacks can be identified by asking three simple questions",
    "Claims it was Gotabaya Rajapaksa that got clear advantage from devastating attacks",
    "Expresses dismay Govt. has failed to deliver justice to victims and is instead trying to create terrorists out of others by bringing in new undemocratic laws",
    "Calls on President Wickremesinghe to deliver justice to the victims through the courts",
    "Samagi Jana Balawegaya (SJB) MP Eran Wickramaratne yesterday charged that it was only Gotabaya Rajapaksa who benefitted from the Easter Sunday attacks by riding on its wave to become President in 2019. Wickramaratne said the mastermind of the attack can be easily traced by focusing on just three questions.",
    "“Who benefitted from the Easter Sunday terror attack? Was it the Catholics? Or was it the Muslims?” he asked during a media briefing.",
    "According to the MP, it was Rajapaksa who had the clear advantage from the attack that took the lives of over 260 people and injured scores of others.  The MP said following the failed constitutional coup of 2018, it is regrettable that the Government which came to power on the back of terrorism has failed to deliver justice to the victims of the terror attack. Wickramaratne made these comments at a press conference held at the Opposition Leader’s office in Colombo.",
    "The SJB MP called on President Ranil Wickremesinghe to deliver justice to the victims and said he should not let the investigations into the attack be undermined.",
    "Wickramaratne said the President must ensure that justice is meted out to the victims through the judicial system. However, the MP said instead of dealing with the Easter Sunday attack, the Government is attempting to bring new anti-democratic laws such as the proposed Anti-Terrorism Act. “It is tragic that the Government is trying to turn trade unionists, students and journalists into terrorists through it,” he said.",
    "“People took to the street to commemorate the attacks on 21 April and we were reminded once again that justice must be delivered to them as they are still suffering from the injustice done to them,” he said.",
    "In 2018, when the Government was in power, a 52-day coup was carried out by non-other than the President himself. Its purpose was to oust the existing Prime Minister. The court ruled that the coup was completely against the Constitution. After that, they conspired to change the Government using terrorism through the Easter bomb attack. Following that, the same group went around the country saying that this Government cannot protect the country, and terrorists were allowed to group. The Rajapaksas then made Gotabaya Rajapaksa the President,” the MP noted.",
    "The SJB MP said despite Gotabaya Rajapaksa’s promises to punish the masterminds once he comes to power the people were only deceived. “They said security issues will be addressed and justice will be delivered. None of this happened,” he said. “Who organised the attack, who is behind it and which political party got the benefit of it? People should think of all these,” the MP added."
  ]
}