{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/omak-technologies-reveals-new-brand-identity-with-redesigned-logo/",
  "time_ut": 1683563460.0,
  "original_lang": "en",
  "original_title": "OMAK Technologies reveals new brand identity with redesigned logo",
  "original_body_lines": [
    "Today, OMAK Technologies, a leader in restaurant and retail management solutions, has unveiled a bold new look that supports the modernisation and transformation the company over the last 10 years. The transformation represents OMAK’s progression and ambitions over the years and its growth in 2023 and beyond.",
    "“We are excited to launch our refreshed brand, which represents an exciting chapter for our company,” said Chrishan Perera, Chief Executive Officer of OMAK Technologies. “Our refreshed brand identity reflects our commitment to investing in the future and creating new opportunities for growth and success.”",
    "These changes come at a time when the company is evolving its service offerings and expanding its global reach. “The new branding marks the launch of a new era in the company’s journey. Our aim is to emphasise what we stand for within the industry both in Sri Lanka as well as globally. With this new look, we want to communicate to our customers that we are ready for change and this modern new look is a step in the right direction,” comments Mr. Perera.",
    "Despite the logo change, OMAK’s business models and core values remain intact, and the brand will continue to be one that is committed to satisfying its customers.",
    "Consumers can expect to see OMAK’s new branding on its website and social media channels initially. A new company website will also be launched soon to provide an all-in-one point where customers can comfortably interact with the Company online.",
    "Omak Technologies, a cloud-based POS, is one of the fastest growing restaurant and retail management solutions provider operating a SaaS (Software as a Service) model. The Company has been committed to providing industry-leading solutions for over a decade and its solutions are currently deployed at a number of F&B outlets in Sri Lanka and the region. OMAK is the 1st POS provider to integrate with PICK ME Foods and UBER EATS in Sri Lanka.",
    "Ceylinco Life sales stars win 13 awards at SLIM National Sales Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}