{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95675/mahapola-education-and-trade-fair-makes-comeback-after-10-year-hiatus",
  "time_ut": 1702622520.0,
  "original_lang": "en",
  "original_title": "Mahapola Education and Trade Fair makes comeback after 10-year hiatus",
  "original_body_lines": [
    "The Mahapola Education Exhibition and Trade Fair reopened its doors on 13 December, after a decade-long break, the President’s Media Division (PMD) reported.",
    "Addressing the Mahapola 2023 Exhibition, President Ranil Wickremesinghe emphasized the transformative impact of Mahapola on education, stating that it plays a crucial role in creating knowledgeable citizens and bringing the benefits of the open economy to rural areas.",
    "The event, organized by the Ministry of Trade, Commerce and Food Safety, was held at the Municipal Council Grounds in Ja-Ela yesterday (14 Dec.).",
    "Expressing gratitude for the late Minister Lalith Athulathmudali’s contribution to education through the initiation of the Mahapola Scholarship Fund, President Wickremesinghe announced that the Seethawaka University Post Graduate Institute for Research would be named after him.",
    "The Mahapola Trade Fair was initiated to support the Mahapola Higher Education Scholarship Fund, established by the late former Minister Lalith Athulathmudali. The fund aims to provide educational opportunities for the children of underprivileged parents in Sri Lanka.",
    "It is noteworthy that the 226th Mahapola Fair is being held this year after a 10-year hiatus, with the exhibition scheduled to continue until December 17th. Featuring over 350 diverse booths, the exhibition offers a platform for inventors and entrepreneurs to showcase their products and tap into potential markets. The exhibition commenced on 13 December.",
    "Yesterday marked the second day, which was dedicated to education, and the President also visited the exhibition booths. President Ranil Wickremesinghe had a friendly meeting with the school students who came to see the exhibition.",
    "Additionally, the President launched the website www.eservices.mahapola.lk, providing an online donation facility for the Lalith Athalamudali Mahapola Higher Education Scholarship Trust Fund. Parakrama Banadara made the first donation for that fund.",
    "Furthermore, President Wickremesinghe actively participated in the award ceremony for the winners of the art, essay, short film and street drama competitions associated with Mahapola 2023.",
    "The distinguished gathering included Ven. Maha Sangharatna, Minister of Trade, Commerce and Food Security Nalin Fernando, State Minister for Small and Medium Enterprises Development Prasanna Ranaweera, Member of Parliament Sahan Pradeep, Governor of the Western Province, Air Marshal Roshan Gunathilake and Senior Advisor to the President on National Security and Chief of Staff to the President Sagala Ratnayaka."
  ]
}