{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90723/sri-lanka-eyes-chinese-tourism-to-help-ease-debt-crisis",
  "time_ut": 1684754700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka eyes Chinese tourism to help ease debt crisis",
  "original_body_lines": [
    "Sri Lanka is mulling measures to lure back Chinese tourists in a bid to alleviate an unprecedented debt crisis, its tourism minister said, as the South Asian nation tries to stabilize the economy.",
    "The country is targeting half a million Chinese tourists in 2024, nearly double its pre-Covid visitor levels, Tourism Minister Harin Fernando said at a press briefing in Beijing on Monday.",
    "If each Chinese tourist spent $5,000 that could raise a figure comparable to the recent International Monetary Fund bailout, he said. “If you really look at it, tourism can get Sri Lanka out of this mess,” the minister added.",
    "Sri Lanka clinched a $3 billion bailout loan from the IMF in March after six months of negotiations. It is still trying to reach a debt restructuring agreement that would help the release of the next round of funds. China has been an observer to those talks.",
    "Paris Club members account for $4.8 billion, or more than 10% of Sri Lanka’s external debt, according to IMF data. That’s slightly higher than China, which stands at $4.5 billion, while India is owed $1.8 billion. Palitha Kohona, Sri Lanka’s ambassador to China, who was also at the event in Beijing, said bilateral debt talks were ongoing.",
    "Fernando said he’d presented a plan to Sri Lanka’s government that included free tourist visas for Chinese travelers until November. “They can just walk into Sri Lanka with a Chinese passport,” he said.",
    "The minister also said he was holding talks with Chinese carriers, including China Southern Airlines and Air China, asking them to increase the number of flights to Sri Lanka. This month, carriers are operating 92 flights between the two countries, down from 174 in the same month in 2019, according to flight data provider Cirium.",
    "Sri Lanka has battled its worst economic problems since independence in recent years, after protests over soaring inflation, food shortages and lengthy power cuts toppled the government. A series of deadly terror blasts in 2019 also hit tourism arrivals, along with the subsequent Covid pandemic.",
    "Before all that, Sri Lanka saw some 266,000 Chinese arrivals in 2018, according to the Sri Lanka Tourism Development Authority. That fell sharply to 167,863 the following year, according to the authority.",
    "The return of Chinese tourists is considered essential to the rebound of global tourism, but outbound travel is still lagging pre-pandemic levels. More than half of Chinese travelers said they hadn’t set plans to go abroad this year in a survey published last month."
  ]
}