{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91568/sri-lanka-tea-prices-dip-40-from-record-high-on-production-rebound",
  "time_ut": 1687931580.0,
  "original_lang": "en",
  "original_title": "Sri Lanka tea prices dip 40% from record high on production rebound",
  "original_body_lines": [
    "Sri Lankan tea prices that had been piping hot have cooled off as production in the world’s fourth-largest tea grower begins to recover.",
    "The benchmark weekly average price on the Colombo Tea Auction came to around 965 Sri Lankan rupees ($3.12) per kilogram in mid-June, the lowest in about 15 months. Prices are also about 40% below the all-time high reached in September.",
    "Tea exports are a major source of foreign currency for Sri Lanka, which has been mired in financial crisis for over a year. The government kept supporting farmers despite the lack of cash during that time.",
    "The factors driving the decline boil down to a recovery in supply. Tea leaf production had been down on the year until March, then logged an 8% year-on-year increase in April, followed by a 2% rise for May.",
    "The recovery comes after Sri Lanka defaulted on its debt in May 2022 and its shrinking foreign currency reserves made it difficult to import sufficient amounts of fertilizer.",
    "“Even when planned blackouts and restrictions on gasoline sales were rolled out, priority was given to supplies of diesel for shipping tea from tea-farming regions and fuel for power generators at tea processors in Colombo,” said Yasunari Uchimura at S. Ishimitsu, a Japanese importer and wholesaler of coffee, tea and other beverages.",
    "Production also rose after the country secured a $3 billion bailout from the International Monetary Fund in March, which contributed to increased fertilizer imports.",
    "Income from tea exports, which account for 10% of total export revenue, increased to 411 billion Sri Lankan rupees in 2022, a 56% jump on the year, and soared 44% during the first five months of 2023.",
    "“With the support from IMF and revenue from exports of tea and other primary commodities, the worst days are behind Sri Lanka,” said Toru Nishihama, chief economist at Dai-ichi Life Research Institute in Japan.",
    "Sri Lanka had about $2.7 billion in foreign exchange reserves in April, up 70% from a low in October.",
    "Some predict the decline in tea prices will be short-lived. Tea-growing regions are set to see a dry season in late July, when production tends to decrease while quality continues to improve. In August and onward, main customer Russia is expected to step up purchases ahead of its peak consumption season late in the year.",
    "Prices will move toward 1,000 Sri Lankan rupees again, one observer said."
  ]
}