{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Drug-bought-through-Indian-Credit-Line-suspected-to-have-caused-two-deaths/108-261394",
  "time_ut": 1687180583.0,
  "original_lang": "en",
  "original_title": "Drug bought through Indian Credit Line suspected to have caused two deaths",
  "original_body_lines": [
    "The anaesthetic drug suspected to have been the cause of two deaths that occurred at the Peradeniya Teaching Hospital has been received through the Indian Credit Line, Sri Lanka’s top drug regulatory body said.",
    "According to Dr. Vijith Gunasekera from National Medicines Regulatory Authority (NMRA), drugs that were received through the Indian Credit Line had to be approved despite several of them not having been registered under the NMRA.",
    "“Given the foreign exchange crisis triggered by the economic crisis, Sri Lanka was in dire need of essential items including drugs. In that context, we were desperately dependent on loans given by various countries and organizations,” he explained.",
    "“As such, the relevant drug linked to the issue at the Peradeniya Hospital has been received through the Indian Credit Line,” he added.",
    "Commenting on the quality failures on drugs, Dr. Gunasekera said quality failures could occur in any medicine as Sri Lanka is not equipped with the potential to test every batch of imported drugs.",
    "Meanwhile, Peradeniya Teaching Hospital Director Arjuna Thilakarathna also confirmed to Daily Mirror that the relevant drug had been received through the Indian Credit Line and two deaths were reported after the use of the drug. However, the Health Ministry is conducting an inquiry into the incident to ascertain the cause of deaths.",
    "On June 16 a patient undergoing treatment at the Peradeniya Teaching Hospital in the Kandy district had passed away after receiving the Indian-manufactured anaesthetic Bupivacaine. This news raised concerns as a pregnant woman had died at the same hospital just two months prior after being given a different Indian-made anaesthetic drug. As a precautionary measure, the Health Ministry had previously suspended the use of the latter drug in April.",
    "In May 2023, Indian-made drugs once again made headlines when doctors at the general hospital in Nuwara Eliya, reported that several patients who had received Indian medicines after eye surgery had complained of visual impairment.",
    "These incidents have brought the quality of imported drugs, as well as the responsibility of Sri Lanka’s national drug regulator, back to the national headlines.",
    "India has been Sri Lanka's largest supplier of medical supplies for several years, with nearly half of its pharmaceutical imports in 2022 coming from India.. This trading relationship has become increasingly crucial in the aftermath of Sri Lanka's unprecedented economic collapse last year, which resulted in critical shortages, including medicines. Despite the country's crisis, it has continued to procure essential medical supplies from India through the credit line offered by the Indian government as part of a nearly $4 billion assistance package. (Sheain Fernandopulle)"
  ]
}