{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88792/president-highlights-need-for-urgent-transition-towards-green-economy",
  "time_ut": 1677774180.0,
  "original_lang": "en",
  "original_title": "President highlights need for urgent transition towards green economy",
  "original_body_lines": [
    "President Ranil Wickremesinghe has announced that a foundation is presently being established to advance Sri Lanka’s economy to a global level over the next five years by implementing green economic policies.",
    "The President made this statement while attending the ceremony held today (02 March) for the opening of Volta Auto Tec Engineering Private Limited, Minneriya.",
    "As a solution to the current fuel crisis in the country, when there is a need for electric motorcycles and three wheelers, Volta Auto Tec Engineering Private Limited has facilitated the purchase of assembled tractors, electric motorcycles and three-wheelers from today onwards.",
    "At present, Volta Auto Tec Engineering Private Limited has established a collaborative production partnership with India, and has reported receiving orders from countries such as Vietnam.",
    "During his visit to the factory, the President inquired about the assembly process of bicycles, electric motorcycles, and tricycles from the officials.",
    "A representative from a local farmers’ organization also presented a souvenir to the President marking this occasion.",
    "“I am delighted to have come to see the talents of the Volta Auto Tec Engineering Private Limited. The government is looking into ways of supporting this initiative. We should appreciate this step taken to create a green economy. All should work to shift the country’s economy to a green economy by implementing such projects. Now, the countries of the world are moving towards a green economy.\"",
    "As Sri Lanka, we should also embark on that journey. Sri Lanka has the potential to achieve many advantages by moving towards a green economy in the next five years. In this regard, the country needs such investors and businessmen who stand up on their own. Therefore, I congratulate Mr. Jagath Makavita on this initiative.”",
    "Minister of Sports Roshan Ranasinghe, Minister of Power and Energy Kanchana Wijesekera, State Ministers Dilum Amunugama, Siripala Gamlath, Premitha Bandara Tennakoon, Presidential Senior Adviser on National Security and Chief of Presidential Staff Sagala Ratnayake, former Minister Ravi Karunanayake, former Member of Parliament Chandrasiri Sooriyaarachchi, Chairman of Volta Auto Tec Engineering Private Limited Jagath Makavita and others were present on this occasion."
  ]
}