{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/ruling-sought-from-sri-lanka-speaker-on-supreme-court-hearings-on-ddr-127685/",
  "time_ut": 1691487000.0,
  "original_lang": "en",
  "original_title": "Ruling sought from Sri Lanka Speaker on Supreme Court hearings on DDR",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Tourism Minister Harin Fernando raised a parliamentary privilege question over court hearings on restructuring domestic debt under an International Monetary Fund program which the opposition said undermined the separation of powers.",
    "At least two groups have gone to court over restructuring of government bonds in the Employees Provident Fund.",
    "President Ranil Wickremesinghe tabled an agreement with the IMF and in parliament and a motion was approved on April 28, Minister Fernando said.",
    "On July 01 parliament had voted on a resolution approving a debt restructure and passed it.",
    "“Therefore, a ruling is sought from Honorable speaker whether any matter pertaining to the parliament’s powers of public finance as envisaged in the constitution could be challenged or questioned or determined in a court of law, or whether such a process would tantamount to interfering with the powers, immunities, privileges of parliament…” Fernando said.",
    "Fernando cited articles 120, 121 and 122 of the constitution.",
    "Deputy Speaker Ajith Rajapaksa said Speaker Mahinda Abeywardene will make a statement on the issue at a later date.",
    "Opposition leader Sajith Premadasa protested saying the principle of separation of powers of the executive, legislature and judiciary was indispensable for democracy.",
    "“It is very important that we as a legislature recognize the separation of powers principle and the tripartite system of government, which is the very essence of our democracy,” Premadasa said.",
    "“I would like to humbly make the submission that the independence of the judiciary and the right of the judiciary to adjudicate on matters of fundamental rights and writ jurisdiction. These are all matters prescribed by the constitution.",
    "Lakshman Kiriella Chief Opposition whip said in the past IMF programs were not brought to parliament, and now a question is asked whether the courts can hear cases relating to the program."
  ]
}