{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Understanding-informal-remittances-during-a-crisis-Experience-from-Sri-Lanka/14-757108",
  "time_ut": 1704479636.0,
  "original_lang": "en",
  "original_title": "Understanding informal remittances during a crisis: Experience from Sri Lanka",
  "original_body_lines": [
    "Remittances carry vast economic implications for recipient countries at both macro and micro levels. The choice to send remittances through formal channels such as banks, registered money transfer operators, and online platforms, as opposed to informal avenues like Hawala/Undiyal operators or family networks, plays a pivotal role in achieving positive outcomes for migrants, their families, and the broader society of these nations.",
    "The recent foreign currency crisis and subsequent economic downturn in Sri Lanka, partly linked to the decrease in remittance inflows, underscore the increased importance of understanding remittance channels, especially during crises. However, gaining an understanding of the market for informal remittances is hampered by the intrinsically hidden nature of such activities that has led towards limited data availability. By recognising these gaps in the existing literature, this study aims to bridge the knowledge deficit by delving into the realm of informal remittances, focusing on the use of informal remitting channels in Sri Lanka during an economic crisis. The study relies on qualitative data while utilising a thematic approach towards data analysis in presenting empirical evidence addressing two specific researches:",
    "1) What are the characteristics of the informal remittance channels used by Sri Lankans?",
    "2) What are the implications of informal remittances on the economic crisis in Sri Lanka?",
    "The study derives information from a range of sources, such as extensive desk research and qualitative data collected via 19 key informant interviews. The interviewees represent migration-related stakeholders (the IOM, State Ministry of Foreign Employment Promotions and Market Diversification and Sri Lanka Bureau of Foreign Employment), five remittance-related stakeholders (the Central Bank, private and public sector banks and financial institutions), three researchers, seven migrant workers (three low skilled and four high skilled) currently working in the UAE, Japan, Malaysia, and Saudi Arabia, engaged in domestic work, technical, government or banking sector, etc. Qualitative data were also collected from respondents with experience regarding outward informal remittances. The determination of the sample size was based on reaching the point of saturation, where no new information emerged in subsequent interviews. Furthermore, the sample composition was guided by employing the maximum variation sampling technique. To focus on remitting behaviours surrounding informal channels during times of crisis, data were collected between May and August 2022.",
    "Prior to the economic crisis, formal channels effectively channelled remittances, but the widening cost disparity amid the crisis drew more workers towards informal sectors.",
    "While using informal channels raises concerns such as potential misuse for criminal activities and economic penalties, individual risks are overrated, with a low likelihood of negative outcomes.",
    "The regulatory framework for remittances varies across countries, reflecting local needs and conceptualisations.",
    "Factors influencing channel choice include cost, transaction speed, and no transaction limitations, convenience, accessibility and anonymity.",
    "Hawala/Undiyal systems emerged as widely used informal channels, especially among low-skilled migrants. Trust and confidence in these unregulated systems minimised the perceived risks.",
    "For irregular migrants, the added benefit of anonymity in informal channels has shown to be particularly advantageous.",
    "During the economic downturn, trust in the regulatory framework diminished due to new policies, pushing workers towards informal channels.",
    "Using formal channels persisted among those aware of legal requirements and with access to digital platforms.",
    "Exchange rate volatility, rupee depreciation, and increased control over remittances steer migrants towards informal channels during crises.",
    "As informal channels gain widespread popularity, controlling their usage becomes a considerable challenge. The study outlined the following recommendations to provide a comprehensive understanding of the intricate dynamics associated with informal remittances and contribute to effective measures for managing their impact.",
    "Lowering the cost of remittances through formal channels and aligning exchange rates with market rates.",
    "Shifting formal channels from rules-based to risk-based approaches in implementing documentary and identification requirements within KYC policies.",
    "Tailoring incentives for formal channels to cater to the specific needs of migrant groups and ensuring that migrants are well-informed about potential benefits of formal channels.",
    "Removing national and international barriers hindering access to formal channels.",
    "This policy insight was prepared by IPS researchers Dr Bilesha Weeraratne ([email protected]), Piyumi Ranadewa and Manisha Weeraddana based on findings from a study on 'Understanding Informal  Remittances During a Crisis: Experience from  Sri Lanka' authored by Dr Bilesha Weeraratne, Thilini Bandara and Thisuri Ekanayake under The South Asia Centre for Labour Mobility and Migrants (SALAM) project conducted by IPS. For more policy insights from IPS, visit: https://www.ips.lk/publications/policy-insights/."
  ]
}