{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-crypto-dilemma/",
  "time_ut": 1686991380.0,
  "original_lang": "en",
  "original_title": "THE CRYPTO DILEMMA!",
  "original_body_lines": [
    "While we will all remember 2021 for the seemingly endless waves of the pandemic, the crypto market will also similarly be remembered. The shifts in cryptocurrency prices have not affected the proliferation of variations of cryptocurrencies. A classic example of this was seen by the sudden skyrocketing of Dogecoin – a crypto currency initially created as a lighthearted joke for crypto enthusiasts – a mere two hours after Elon Musk included the Doge avatar into the new Twitter logo.",
    "The blockchain space in Sri Lanka has similarly witnessed considerable turbulence, since the recent crypto scam which swindled more than 15 billion Sri Lankan rupees ($46.6m) from more than 8,000 Sri Lankan citizens. Yet despite the major challenges faced over the years, the crypto market continues to grow, with the price of Bitcoin rising above $30,000 in April, igniting a cycle of news claiming that the crypto winter is finally over!",
    "Cryptocurrency is a digital currency that does not rely on the banking system to verify transactions. Instead, transactions are verified through a peer-to-peer network via a digital ledger known as blockchain. This technological development has paved the way for transactions to take place outside the centralized banking channel, causing dilemma to regulators globally.",
    "Cryptocurrencies are created through a process called ‘mining’. However, mining cryptocurrencies does not require sweat and blood, but rather the ability to solve a complex mathematical algorithm known as proof-of-work, and of course a great level of energy consumption.",
    "Cryptocurrencies can be obtained through the process of mining. Further, this can also be bought and exchanged via investment platforms and crypto exchanges.",
    "There is a widespread public interest on cryptocurrencies globally, with a variety of cryptocurrencies proliferating the global market. Whilst regulators around the world took a wait and see approach to cryptocurrencies two years ago, there is now a shift in the global regulatory stance towards crypto. Many countries have introduced and are introducing laws to regulate cryptocurrencies, while some others have taken steps to ban cryptocurrencies completely.",
    "Sri Lankans too have been caught up with the crypto craze! The announcement by a well-known Sri Lankan retailer in October 2021, of its decision to accept payments in Bitcoins evinces the potential acceptance of crypto currencies in the retail market which may very soon become widespread.",
    "The question that then comes to light is “whether this is legal in Sri Lanka?”",
    "Presently there are no laws and regulations regulating cryptocurrencies. However, the Central Bank of Sri Lanka (CBSL) has not turned a blind eye towards cryptocurrencies. In discharging its function of maintaining financial stability in the country, the Central Bank has warned the public of the potential issues that cryptocurrencies raise. A brief notice issued in 2018 highlighting money laundering and terrorism financing risks was followed by a more detailed notice in 2021.",
    "In 2021 the CBSL expressed concerns on the risks posed by virtual currency and emphasized the following:",
    "● No regulatory or specific legal recourse for transaction/user disputes",
    "Further, in March 2023, the CBSL, warned the public of the growing number of financial scams operating with the promise of high returns based on crypto investments.Recourse for such financial scams under the consumer protection laws in Sri Lanka require transactions to be made for ‘money consideration’ under the Sale of Goods Ordinance 11 of 1896 of Sri Lanka.",
    "The quandary however is whether cryptocurrencies can be classified as money and the approach to this has not been consistent globally. While countries like China have taken a drastic approach of completely banning cryptocurrencies, others like El Salvador and the US appear to support the view that cryptocurrency may equate to money. There have also been instances where different regulators within the same jurisdiction have taken a differing stance on this question – the crypto dilemma!",
    "Whether cryptocurrencies are classified as ‘money’ is legally untested in Sri Lanka.",
    "The Monetary Act identifies “Sri Lankan Currencies” as Legal Tender. What this means is that in the absence of an agreement to the contrary the mode of payment between the parties will be the Sri Lankan currency.",
    "However, this does not prevent parties using currencies without “Legal Tender” status in private transactions. As such persons may use any mode of exchange in a private transaction. Therefore, retailers and consumers can transact with cryptocurrencies, as was recently witnessed when a payment gateway for bitcoin was used to accept crypto payments for the first-ever International Music Festival in Sri Lanka earlier this year.",
    "The only downside is the crypto industry remains unregulated in Sri Lanka, therefore parties enter into such transactions at their own risk, as they may not be able to exercise their rights as a consumer.",
    "However, parties may still be able to bring an action in the court of law for breach of contract for any breach of contractual terms by either party.Ultimately, whether the law should recognize cryptocurrency as satisfying the Sale of Goods Ordinance, requires the following questions to be considered:",
    "Should ‘money’ include more than fiat currency in the 21st century?",
    "If a key objective of the Sale of Goods Ordinance is to regulate commercial trade, can we achieve this by allowing the use of an unregulated commodity to pay the price of goods?",
    "Whilst technological innovation in providing financial inclusion is much applauded, this cannot be at the risk of the stability and security of the financial system. Laws, although a necessity must also be formulated in a manner that understands and takes into consideration the technology underpinning cryptocurrencies. In this regard, Sri Lanka’s announcement of an establishment of a special committee, with private and public sector participation, to formulate policy on crypto-related activities in 2021 was much welcomed. This will increase investor confidence and pave the way for a stable financial market, whilst ensuring that Sri Lanka is on par with its Asian neighbor Singapore, in promoting itself as a technology hub!",
    "Trump in trouble, Boris bolts, Bunga Bunga era ends, King Ranil reigns",
    "NIA files charge sheet against 13 in India-Sri Lanka illegal drugs, arms trade case",
    "Driving sustainable investment: The crucial role of sustainable finance and private capital for Sri Lanka",
    "Shaheen returns for Sri Lanka Tests; Hurraira, Jamal handed maiden call-ups",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}