{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/20/fao-trains-300-agri-officers-under-eu-funded-project/",
  "time_ut": 1689839820.0,
  "original_lang": "en",
  "original_title": "FAO trains 300 Agri Officers under EU-funded Project",
  "original_body_lines": [
    "The Food and Agriculture Organization of the United Nations (FAO), in collaboration with the Department of Agriculture and Mahaweli Authority in Sri Lanka (MASL), is taking crucial steps, supported by funding from the European Union (EU), to address the threat to food security caused by two consecutive seasons of poor harvests in 2021-2022. With a nearly 40% drop in paddy production in 2022, Sri Lanka's rice ecosystem is vulnerable and requires immediate attention.",
    "To combat this issue, FAO has initiated an innovative project titled RiceUP, with funding of €4 million from the European Union (EU). As part of this project, FAO and its partners are conducting training programmes for Agriculture Extension Officers (AEOs) on Integrated Plant Nutrient Management (IPNM) in four districts: Ampara, Badulla, Hambantota, and Polonnaruwa. The training will equip them with the necessary skills and knowledge to guide paddy farmers on soil management and the optimal use of organic and chemical fertilizers to enhance crop yield while reducing chemical dependency.",
    "The initial training session for Agriculture Extension Officers (AEOs) on IPNM practices was launched yesterday at the Rice Research and Development Institute in Batalagoda. This session marks the beginning of a series of five training programmes, aiming to train a total of 300 AEOs from the selected districts. The Training Manual, developed collaboratively with international and national consultants, the Department of Agriculture, MASL, and the University of Peradeniya will serve as the cornerstone of these training sessions.",
    "IPNM is a sustainable land management practice that ensures soil quality, prevents degradation, and maximizes crop productivity while safeguarding the environment. FAO's induction of IPNM, coupled with the provision of urea fertilizer to smallholder farmers in selected districts, is a response to the challenges faced by farmers in accessing essential fertilizers and maintaining food security. By adopting IPNM and accessing urea fertilizer, smallholder paddy farmers can reduce costs and improve productivity, leading to better profitability and resilience to future shocks.",
    "Through the implementation of sustainable farming practices, including the safe and efficient use of fertilizer and quality seed, RiceUP aims to enhance productivity, food security, and livelihoods in Sri Lanka's paddy farming sector. Together with its partners, FAO remains dedicated to ensuring the long-term sustainability and resilience of Sri Lanka's agriculture sector.",
    "Court prevents protests near Colombo General Hospital for 24 hours",
    "No cesarean medication in Kalutara – Sajith tells Parliament, Keheliya says NO"
  ]
}