{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Chicken-and-wedding-albums-Reality-and-delusion-in-the-new-normal/172-257722",
  "time_ut": 1681763140.0,
  "original_lang": "en",
  "original_title": "Chicken and wedding albums: Reality and delusion in the new normal",
  "original_body_lines": [
    "The wedding album market has become a goose that lays golden eggs.Image courtesy- Social Media",
    "There is something peculiar about human psychology. What people accept as normal can change suddenly, without warning, due to natural disasters, political upheaval, military conflicts and economic downturns. The new situation – people becoming refugees, going broke, losing touch with each other, or going hungry – becomes the new normal.",
    "It then becomes a pointless exercise to talk about the ‘good old days.’ People need to adapt themselves to the new normal to survive. This happens all over the world, at both macro and micro levels. At the micro level, we can take a local typhoon, floods, drought or limited civil unrest, though nowadays floods cause so much damage (for example earlier this year in Pakistan) that they can no longer be considered micro.",
    "People need to adapt themselves to the new normal to survive. This happens all over the world, at both macro and micro levels",
    "At the macro level, with devastation affecting the whole nation, we can take as an example from recent and ongoing history Iraq after the US-led invasion followed by the Islamic State terror, Syria in the ongoing civil war, Afghanistan after the Taliban takeover, Turkey after the earthquake, Ukraine after the Russian invasion, and Sri Lanka after bankruptcy.",
    "I have come across some interesting views when talking to people in the ‘new normal’ context.’ These are people who refuse to acknowledge that things are worse for most people. They are not people unaffected by disasters. But they reconcile themselves to the new context by believing that some, at any rate, are able to afford what they find hard to buy. It’s a strange way of assuring oneself that things are somehow all right with the world.",
    "The wedding market sector is a good example. Like everything else, it’s the victim of inflationary prices of everything from food to reception halls and wedding albums",
    "Last year, when prices of food and consumer products skyrocketed, I met an acquaintance from a hill country town. When I mentioned that meat had become unaffordable to many, he laughed.",
    "“A chicken dealer in this town gets 200 kg of chicken daily, and he clears it in two hours. How can you say people can’t afford meat?’",
    "That town has a metro population of over 91,000. I don’t know how many chicken dealers are in it. Assuming there are five, and they all sell the same amount of chicken daily, that’s 1,000 kg of chicken, and assuming one kg of chicken is shared by four people, that means roughly one in 23 gets 250 grammes of chicken per day (assuming they buy it regularly).",
    "The overall picture is murky, with some sectors of the economy and society doing seemingly brisk business while others are in despair, limping along or going bankrupt",
    "That’s not a lot. Things have turned much worse since we had this conversation, and the number would be even less now. Many Lankans can’t afford any meat at all. But it’s the same ‘it’s somehow all right with the world’ complacency (or self-delusion) that makes people think, after seeing the rush hour traffic, or people queuing up to buy liquor or takeaway food and declare that things are now back to normal. But they aren’t. We are looking at some of the more evident, crowd-pleasing features of the new normal, and deluding ourselves.",
    "Politicians make capital of this universal human weakness. The most unscrupulous kind depend on their hard-core, die-hard supporters to spread lies about the real causes of a given crisis – things are never as bad as the opposition claims it to be (like the number of chicken consumers in that hill country town), and a sinister plot (homegrown or foreign, often both working together) is the root cause of the current crisis. Once those sinister elements are dealt with (usually with draconian laws and police/military action), the country will be prosperous beyond anyone’s dreams.",
    "A young salesman who told me he couldn’t afford to hire a car for his wedding paid Rs.185,000 for the album (only still photographs, no videos). An album maker said that in Colombo people pay up to Rs.400,000 for an album, adding that the market is flooded with new photographers, with ‘more wedding photographers available than three-wheeler drivers.",
    "This formula doesn’t always work as well as it should, but it’s stood the test of time. All that a conniving, unscrupulous leader has to do is wait for the right psychological moment to make his well-worn pitch to the hysterical masses again. Democracy is a battle between citizens more sympathetic to the suffering of those less well-off, conscious of civil liberties and basic human rights, and those who are not.",
    "They cannot be neatly divided as liberal and conservative. In many ways, politics is similar to religion. The world has seen many ‘mass conversions’ of voters of one faith to another. France is a good example from Europe, though her smaller neighbours would do just as fine. Many disgruntled socialist voters turned full circle and became supporters of the ultra-nationalist Le Pen. In the last presidential election, a right-wing victory was avoided narrowly, and only after several socialist party politicians decided to back the incumbent centrist president in a bid to keep the common enemy at bay.",
    "In Sri Lanka, the situation is highly inflammable. The ultra-nationalist juggernaut, rolled back by last year’s massive apolitical uprising, is becoming restless again as harsh economic realities continue to erode people’s faith in government. The ‘waiting lobby’ remains confident of finding that right moment to overheat the overworked reactor, knowing that reawakened demons of xenophobia, religious bigotry and ethnic hatred will override common daily survival worries.",
    "The overall picture is murky, with some sectors of the economy and society doing seemingly brisk business while others are in despair, limping along or going bankrupt.",
    "A chicken dealer in this town gets 200 kg of chicken daily, and he clears it in two hours. How can you say people can’t afford meat?",
    "The wedding market sector is a good example. Like everything else, it’s the victim of inflationary prices of everything from food to reception halls and wedding albums. In one place, those who offer cars for wedding hires are in despair, while others elsewhere have a brisk business. The wedding album market has become a goose that lays golden eggs because there is always a segment of the population willing to pay any amount for what is now seen as the most important element in the wedding expenses list. A young salesman who told me he couldn’t afford to hire a car for his wedding paid Rs.185,000 for the album (only still photographs, no videos). An album maker said that in Colombo people pay up to Rs.400,000 for an album, adding that the market is flooded with new photographers, with ‘more wedding photographers available than three-wheeler drivers.’",
    "When people see a good thing, everyone jumps on the bandwagon. But, just like the brisk sale of chicken in that hill country town, that isn’t the big picture. This is the small frame format, but many are only too glad to accept it as the big picture. That is the frightening reality of the new normal."
  ]
}