{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Ukraine-war-one-year-on-All-we-are-saying-is-give-peace-a-chance/172-254733",
  "time_ut": 1677171735.0,
  "original_lang": "en",
  "original_title": "Ukraine war, one year on: All we are saying is give peace a chance",
  "original_body_lines": [
    "Today, the Russia-Ukraine war – call it the Russia-NATO war -- enters its second year. It was on February 24, last year, some 200,000 Russian troops crossed the border and invaded parts of Ukraine. Western leaders and their embedded media were quick to blame Russia’s President Vladimir Putin, calling him an aggressor and war criminal.",
    "But wars are not started by firing the first shots or by boots on the ground. It is policies and provocations that lead to war. Georges Clemenceau, a former French prime minister, once famously said, “War is too important to be left to the generals.” But war is too important to be left also to politicians, for they can make costly policy miscalculations. Political leaders, especially eccentrics or mentally unsound leaders, could even destroy the world if they have their fingers on the nuclear button.  The golden rule is the decision to wage war should be a combined effort between government leaders and top generals. Otherwise, wars will produce humiliating outcomes.",
    "Here is an example. The then United States President George W. Bush the hawk had plans for an attack on Iraq from day one in office. When 9/11 happened, he was adamant that Iraq be punished. But saner counsel prevailed. Defence experts urged him to defer the Iraq invasion and focus on Afghanistan. They cobbled up a strategy for the Afghan invasion. They succeeded in ousting the Taliban regime and sending Dl-Qaeda leaders into hiding, but struggled to bring stability to Afghanistan. Finally, in embarrassing scenes reminiscent of the US evacuation from Vietnam in 1973, the last of the US soldiers left Afghanistan in August 2021, handing over the country on a platter to the very Taliban they had been fighting for 20 long years.",
    "Similarly, Russia worked out its Ukraine war strategy based on its war in Georgia in 2008. But it is now searching for a face-saving exit, no matter how long it takes. Julius Caesar’s Veni Vidi Vici -- I came, I saw and I conquered -- is certainly not the slogan or strategy that suits modern-day warfare.",
    "The so-called war on terror enabled the US to implement the neocon agenda prepared by the war-mongering think-tank, the Project for New American Century (PNAC). Washington’s global war on terror was a pretext to establish military bases in strategic locations and control global resources.  The US focus was the newly emerged Eurasian and Central Asian regions. The two regions are oil and gas rich. No wonder, Bush’s Vice President Dick Cheney, a former oil industry executive, salivated.",
    "With Russia embroiled in multiple domestic crises ranging from the economic downturn and civil wars, the US tried to make its presence felt in newly independent former Soviet republics. Kyrgyzstan and Uzbekistan offered military bases to the US when the war on terror began.",
    "The US policy of containment – against the Soviet Union -- continued even after the end of the Cold War. This time to contain Russia. Worked out by President Harry Truman’s administration (1945-1953), the policy sought to prevent communism’s expansion then spearheaded by the Soviet Union.",
    "When Russia emerged stronger due to the oil price hike and its military victory in Chechnya in 2000, the US-led North Atlantic Treaty Organisation (NATO), disturbed by Russia’s rise, felt the need to weaken Russia’s resolve and ability to cast its control over former Soviet republics.",
    "Soon Bulgaria, Estonia, Latvia, Lithuania, Romania, Slovakia and Slovenia became NATO members in 2004 in what was seen as the biggest enlargement of NATO, which should have been a cold war relic if not for Washington’s insistence that it should be maintained and fortified. After the cold war, Russia extended an olive branch to NATO. But its overtures for partnerships with NATO were spurned. In yet another provocation, the US set up defence missile shields in Eastern Europe. When Russia protested, the US said it was aimed at countering threats from “rogue states” such as Iran and North Korea.",
    "As Russia became alarmed over NATO’s eastward expansion, Georgia took steps to join NATO. That was a red line Russia has drawn for NATO.",
    "The result was the Russia-Georgia war in 2008. Russia carved out two independent states – South Ossetia and Abkhazia – from Georgia’s territory in what was a warning to Russia’s neighbours which were flirting with NATO. Russia also regained its lost clout in Central Asia and parts of Eurasia through arrangements such as the Collective Security Treaty Organization (CSTO).",
    "In this new cold war between Russia and NATO, the name of the game is encirclement. It is also happening in the other cold war theatre where China is being encircled by US military bases.",
    "In 2010, shattering NATO’s hopes for a permanent foothold in Ukraine, Viktor Yanukovych was elected President of Ukraine. He was pro-Russia and had the support of the people in the Russian-speaking eastern regions of Ukraine. The US rolled out its regime change operation, discarding the fact that Yanukovych was elected by the people in a",
    "The Maidan protests engineered by the US saw Yanukovych being overthrown in 2014 and Russia, in a swift military counteraction, annexing Ukraine’s pro-Russian region of Crimea. Ukraine was plunged into a civil war. Pro-Russian political parties were banned, while neo-Nazi paramilitary groups backed by the new pro-West Ukrainian government carried out atrocities in Russian-speaking eastern areas in a bid to crush the region’s tendency to break away from Ukraine.",
    "To end the civil war in eastern Ukraine a peace agreement was signed at Minsk in Belarus, with Russia, Ukraine, and the Organisation for Security and Cooperation in Europe (OSCE). But Russia claimed the Minsk agreement was observed in the breach, especially by the Ukrainian Neo-Nazi paramilitary groups.",
    "Moscow, in the meantime, kept warning Ukraine not to join NATO. The West kept prodding Ukraine, telling it that as an independent nation, it had the right to join any international organisation.",
    "Russia, which did not want NATO missiles and troops in Ukraine, felt scorned by the US failure to honour the international relation custom of one big power not messing around in an area considered by another big power as its backyard. In the United States, this custom is called the Monroe doctrine, a policy first outlined by President James Monroe in 1823 as a warning to European colonial powers.",
    "This was the context for the NATO-Russia war, with Ukraine acting as a NATO proxy or pawn.",
    "This week’s events, including US President Joe Biden’s surprise visit to the Ukrainian capital Kyiv and pledge to back Ukraine no matter how long it takes and Russian President Vladimir Putin’s tough warnings to the West in his address to the nation, indicate both NATO and Russia are not willing to give peace a chance. This is while hundreds of millions of people worldwide suffer the adverse impacts of the war in the form of rising food and energy prices and billions of dollars are spent to buy weapons instead of eliminating poverty and dealing with climate change."
  ]
}