{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Arjuna-Herath-bids-Adieu-to-EY/34-750184",
  "time_ut": 1688409805.0,
  "original_lang": "en",
  "original_title": "Arjuna Herath bids Adieu to EY",
  "original_body_lines": [
    "Ernst and Young announced the retirement of Arjuna Herath as a Partner and Head of Consulting for EY Sri Lanka and Maldives with effect from 30 June 2023 after an illustrious consulting career spanning over 22 years. He built the EY Consulting practice in Sri Lanka for it to be a significant part of the business portfolio. Arjuna was selected as one of the 20 leading men and women from our world of business by Lanka Monthly Digest in its fifth edition of Captains of Commerce and Industry in Sri Lanka in recognition of his outstanding work for the corporate sector in the country.",
    "Arjuna Currently serves as a member of the Board of Directors of the Colombo Stock Exchange. He previously served as a Commissioner of the Securities and Exchange Commission of Sri Lanka and as a Board Member of the Sri Lanka Accounting and Auditing Standards Monitoring Board. He also served as a member of the Company Law Advisory Commission and has been on the Boards of Directors of many private sector companies.",
    "Arjuna is a distinguished senior Chartered Accountant and is a Past President of The Institute of Chartered Accountants of Sri Lanka. He was actively involved in the international fora in the field of accounting and is a Past President of the South Asian Federation of Accountants and a Board Member of the Confederation of Asia Pacific Accountants. He is the first Sri Lankan to Chair a Committee of the International Federation of Accountants (IFAC), the apex body of the accounting profession, as the Chair of the Professional Accountancy Organisation Development Committee of the IFAC.",
    "He is a fellow member of the Institute of Chartered Accountants of Sri Lanka and is a Chartered Global Management Accountant with a Bachelor of Science degree from the University of Colombo, an MBA from the University of Strathclyde in the United Kingdom, and a MA in Financial Economics from the University of Colombo."
  ]
}