{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88833/over-5000-devotees-seen-at-2023-st-anthonys-feast-in-katchatheevu",
  "time_ut": 1677948300.0,
  "original_lang": "en",
  "original_title": "Over 5,000 devotees seen at 2023 St. Anthony’s Feast in Katchatheevu",
  "original_body_lines": [
    "The annual St. Anthony’s Feast in the Katchatheevu Island was held today (04 March), with over 5,500 devotees participating in the event.",
    "The annual feast saw crowds this large after nearly two years owing to the COVID-19 pandemic and the relevant limitations and restrictions that were in place pertaining to the number of participants, and saw a vast number of devotees from both India and Sri Lanka.",
    "Playing an integral role in the development of the existing Indo-Lanka relations, the religious event, hosted by St. Anthony’s Church, is held on the Katchatheevu Island, almost 64 kilometres Southwest of Jaffna, and has a history of over 100 years.",
    "Katchatheevu is an islet belonging to Sri Lanka, located close to the International Maritime Boundary Line (IMBL) of Sri Lanka and India.",
    "The main mass of the church festival was conducted by the Auxiliary Bishop of the Archdiocese of Colombo, Rt. Rev. Anton Ranjith Pillenayagam, and proceedings of the event had been organised under the guidance of the District Secretary of Jaffna,  A Sivabalasundaram and with the support of Navy Christian Council.",
    "The Sri Lanka Navy too, rendered assistance for the successful conduct of the festival, and made all arrangements in place to ferry dignitaries, diplomats, priests, government officials, devotees, service providers, local and foreign journalists as well as equipment needed for the church mass, from Kurikadduwan Jetty to the Katchatheevu islet.",
    "The Northern Naval Command also worked in coordination with the Jaffna District Secretariat and the Delft Divisional Secretariat to provide food and drink, sanitary facilities, put up temporary roads and jetties, make available electricity and deployed lifesaving and medical teams for the safety and convenience of devotees."
  ]
}