{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/orel-corporation-partners-prime-residencies-for-their-iconic-project-the-palace-gampaha/",
  "time_ut": 1701278340.0,
  "original_lang": "en",
  "original_title": "Orel Corporation partners Prime Residencies for their iconic project, The Palace Gampaha",
  "original_body_lines": [
    "Orel Corporation, the leading electrical manufacturer in Sri Lanka, has announced a strategic partnership with Prime Residencies, a leading real estate company in the country, for their upcoming iconic project, The Palace Gampaha. The partnership was officially signed recently which designates Orel Corporation as the primary contributor responsible for external electrical systems in this innovative development.",
    "Operating across 5 continents including Asia, Europe, North America, Orel Corporation boasts for four decades of expertise in designing and manufacturing electrical devices / accessories for both domestic (residences) and infrastructure development projects locally and internationally. For this turnkey project, Orel Corporation undertakes from design to delivery of customer solutions for Electrical & ELV Systems in the EM2 Categorization as stipulated by Construction Industry Development Authority (design, project management, supply of goods, after sales / maintenance services).",
    "This partnership is based on the trust reputation of Orel Corporation, which is evident through their outstanding contributions towards landmark projects such as Altair, Lux Resort (Maldives), Access Capital Heights, ITUM, Defence HQ, and the eagerly awaited 606 The Address by providing the electrical backbone, which powers the property.",
    "Related Topics:Orel CorporationOrel Corporation and Prime Residencies at the signing of the partnership agreement",
    "Lumbini Aquaria wins 2 ‘Best Exporter’ awards at Presidential Export Awards 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}