{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82916",
  "time_ut": 1697397840.0,
  "original_lang": "en",
  "original_title": "Supreme Court  ruling on Nazeer Ahamed v SLMC and others, case  redresses a tilt evidenced since the year 2000 in favour of an expelled political party member and to the clear disadvantage of the political party concerned.",
  "original_body_lines": [
    "Not so long ago, on the cusp of some general election or the other, there was a pithily phrased segment in one of Sri Lanka’s electronic media channels titled ‘Kawde Pannin Ne?’ (in other words, ‘who will jump next?’)",
    "That was a ‘must watch’ commentary on behind-the-scenes happenings in the run-up to the elections with wild speculations by news anchors as to who had been paid how much to ‘jump’ from one party to the other. That is all well and good if the ‘jumping’ concerned had been limited to the pre-hustings period. But what had gone stunningly wrong in Sri Lanka’s cesspit of politics was that the  circus of ‘jumping over’ continued even after election to Parliament.",
    "This pattern had manifested itself in recent decades not with one or two parliamentarians ‘crossing the floor’ on a question of conscience as was the case in Sri Lanka’s legislative assemblies of old but with considerably less noble motivations in mind. Those included outright monetary payments, the amount of which varied depending on the political clout that the individual concerned was assessed to have. Other heady inducements related to ‘power, position and Ministerial portfolios.’",
    "Now, a somewhat amusingly breathless suspense has gripped Sri Lanka’s parliamentarians who have been expelled from the political parties on whose tickets they were elected, ‘crossed over’ but have nevertheless retained their seats. The fact that thereafter, they act in every which way contrary to the popular mandate are truly remarkable acrobatic feats.",
    "This unexpected result has come in the wake of a recent decision by the Supreme Court holding that one such expulsion was valid (Nazeer Ahamed v SLMC and others, 6th October 2023).",
    "Consequently, the political worthy concerned holding the Environmental ministerial portfolio has lost his seat in the House. Meanwhile, his successor, who would have least expected this particular boon to fall into his lap, is busy in ecstatic celebrations promising his faithful that he will not fail their trust. That, of course, is a vain promise given that the one consistent feature of the Sri Lankan political class is that it invariably betrays the public trust, notwithstanding as to who ‘crosses the floor’ or not.",
    "In fact, that ruling of the Court has led to a degree of tumult across the public-political divide. ‘Hosannas’ are sung by many who see this decision as manna from heaven and proclaim an end to the ‘long drought’ of the Supreme Court‘s recalcitrance or let me say more advisedly, reluctance to hold the expulsions of parliamentarians by their respective political parties as valid.",
    "As an aside, it must also be remarked that this level of high excitement is noticeably absent in regard to other matters obviously assessed by our politicians as well as the media to be far less consequential.",
    "That would include enforcing accountability for the 2019 Easter Sunday attacks, Sri Lanka’s exponential rise in poverty and malnutrition following last year’s economic collapse for which responsibility is still absent as is the continuation of gross corruption in procurement of medical and pharmaceutical essentials. To that we should add rising communal tensions in the East and continued cries for justice from the country’s minorities.",
    "In fact, even relevant adjournment debates only show the quorum bell being repeatedly rung in the House due to the dismal attendance of the members. But no matter, Sri Lanka’s famed or ill-famed ‘expulsion cases’ arise around Article 99 (13)(a) of the Constitution which may lay claim to fame as being one of the most abused provisions in the apex document. This enables a parliamentarian who has been expelled by his or her political party, to challenge that expulsion in the Supreme Court thereby preventing a vacancy arising.",
    "To be scrupulously fair, the 6th October ruling of the Court does redress a tilt evidenced since the year 2000 in favour of an expelled political party member and to the clear disadvantage of the political party concerned. A bitter complaint often made by political parties was that, in consequence thereto, they had been unable to enforce political discipline in regard to their members. The cases in which these contested questions arose are numerous.",
    "One vivid instance is the ruling handed down by the Supreme Court in 2000 (Amunugama and others v Karu Jayasuriya, Chairman, United National Party (UNP) and others). Here, the UNP Working Committee had expelled five UNP MPs for severe breach of party discipline.",
    "That included one of the expelled members, Sarath Amunugama making media statements that went against the party line and attending meetings of the opposing political candidate (Chandrika Kumaratunge) without informing his party.",
    "This was to  discuss the formation of a national government and agree to support her candidature for the forthcoming Presidential Elections. In the face of this conduct, the party had believed further inquiry to be redundant. However, the Court took the opposite view. It was held that “the summary dismissals were intrinsically unfair even though they may have been fully justified.’ No hearing had been given to the expelled dissidents contrary to party guidelines. No extraordinary urgency existed to dispel with that safeguard.",
    "Confining themselves to natural justice requirements, the judges very clearly declined to examine whether the expulsion was valid on its merits’. This stand is immediately distinguishable from a ruling handed down several years earlier where the expulsion of six MPs of the UNP including late Ministers Lalith Athulathmudali and Gamini Dissanayake were upheld. That decision went on to consider the merits of the expulsions in detail (Dissanayake v Kaleel and others, 1993).",
    "In the Amunugama case, it was thought that there were “no weighty considerations” compelling the Court to go further. Unfortunately, that case as well as the cases that followed including most particularly, Ameer Ali’s case (Divisional Bench, 2006) ruling expulsions as invalid were based on a narrow insistence on natural justice protections. But wider and substantive questions were in issue. For example, was the conduct of the rebel MPs in Amunugama’s case sufficient to justify expulsion?",
    "Was the talk of a national government merely a cloak for sabotaging the election campaign of their party leader? To what extent, could they have dissented from the party hierarchy? And if so, would the Court have followed a previously well articulated line of judicial reasoning that tended to emphasise the will of the party? Does the lack of a hearing vitiate an expulsion rigidly in all cases and in all circumstances? Surely that cannot be the case. In Amunugama’s case, the judges did not examine any of these issues due to the evidence ‘being  incomplete.’",
    "It is that gap that the Supreme Court has sought to address in 2023. In this month’s decision, the Court  concluded that the offending political party member’s failure to tender a written explanation as to why he had offended party discipline by voting in favour of the Appropriation Bill (2022) took away all force from his complaint that he had not been given a hearing.  The expulsion in issue was not mala fide or discriminatory.",
    "In the final result, the finding by the Court that the breach of natural justice alone cannot finally decide on the validity of an expulsion remains the most important point. If that same standard had been set in Amunugama’s case and others, Sri Lanka’s history relating to ‘expulsions’ of the past two decades might well have been transformative rather than being just very sad."
  ]
}