{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/11/24/imf-program-will-be-approved-in-december-cbsl-chief/",
  "time_ut": 1700816640.0,
  "original_lang": "en",
  "original_title": "IMF program will be approved in December – CBSL Chief",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Central Bank Chief is positive that the country will be able to get its IMF program approved in December 2023.",
    "\"We will be able to get the IMF program approved within the month of December. We are making good progress, and what is required are assurances from the official bilateral creditors, that is both the OCC (creditor committee) and the Chinese Exim Bank,\" said Dr. Nandala Weerasinghe during a briefing at the Central Bank on Friday.",
    "He said that following the first review and the approval, additional flows from ADB, World Bank, and IMF Budget Support would help the government with better financing measures.",
    "China's separate approach to Sri Lanka’s debt treatment 'has made life difficult', said the Ranil Wickremesinghe, the President of the island nation of 22 million people.",
    "Speaking to India's FirstPost, Wickremesinghe said that Sri Lanka's economy is not out of the woods yet.",
    "Noting the China is the largest bilateral creditor to Sri Lanka, the President said that it is the international Sovereign bonds held by private creditors that are the biggest creditors.",
    "\"China has been in it separately, we negotiate with them separately. This has nothing to do with Sri Lanka or any other country. They are not satisfied with the terms they are getting from the IMF and the World Bank, they feel that they should have a bigger role to play in the IMF so they've decided to opt out of it and they're going separately. It's making life more difficult for all of us who are in debt. But this is the reason. It's something that has to be sorted out by the big boys,\" elaborated Wickremesinghe.",
    "He said that China is sending a message to the IMF and others so it is upto them to sort it.",
    "The Export-Import Bank of China reached a preliminary agreement with Sri Lanka in September on the disposal of China-related debts.",
    "The agreement in principle covers approximately USD 4.2bn of outstanding debt. It constitutes a key step towards restoring Sri Lanka's long-term debt sustainability and will pave the way to a prompt economic recovery.",
    "China said that it is closely following the difficulties and challenges that Sri Lanka is facing, and said that it is doing what it can to assist the economic and social development of the island nation.",
    "China's Foreign Ministry Spokesperson Wang Wenbin speaking to reporters, said that since last year, China’s relevant financial institutions have been in close touch with Sri Lanka on the debt issue involving China, engaged in active bilateral consultations, and provided a financing support document to Sri Lanka in a timely manner to help it obtain loans from the IMF.",
    "He said that Chinese financial institution has taken part in all the creditors’ meetings as an observer and maintained friendly communication with other creditors to share with them the progress of the debt treatment.",
    "In early November, US Ambassador to Sri Lanka Julie Chung said that the Chinese Exim Bank restructuring proposal with Sri lanka should be shared with the other creditors.",
    "She was speaking exclusively on 'The People's Plaform' program on News 1st, and said that the US is waiting on China to share the debt restructuring proposal that it pur forward via the Chinese Export and Import Bank.",
    "\"We hope that there is an equal, comparable approach by all creditors,\" she said.",
    "The US Ambassdor said that with the proposal made available Sri Lanka can move forward with the IMF restructuring and then be able to address some of its macro-economic policies and governance issues of the past.",
    "Online Safety Bill will curtail freedom, reveals a survey by Verité Research",
    "Harnessing People’s Power | Prof. Savitri Goonesekere on the Talk of the Town"
  ]
}