{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/26/navy-brings-ill-fisherman-ashore-for-immediate-treatment-from-high-seas/",
  "time_ut": 1685082960.0,
  "original_lang": "en",
  "original_title": "Navy brings ill fisherman ashore for immediate treatment from high seas",
  "original_body_lines": [
    "The Sri Lanka Navy today (26th May 2023) brought ashore an ill fisherman who had fallen ill while aboard a multiday fishing trawler. The rescue operation took place approximately 460 nautical miles (about 851km) off the coast of Galle, in the southwestern region of Sri Lanka.",
    "The multiday fishing trawler named 'Krevin Baba 01’ (Reg. No. IMUL-A-0921 CHW) with six crew members on board had set sail from the Dickkovita fisheries harbour on 23rd May for fishing. However, as misfortune struck, one of the crew members fell seriously ill at sea, southwest of Sri Lanka. Meanwhile, the Department of Fisheries and Aquatic Resources, alerted the Maritime Rescue Coordination Centre (MRCC) Colombo, located at the Navy Headquarters, about the developments.",
    "Responding to the urgent situation, the Navy directed SLNS Vijayabahu on surveillance duties in southern waters to the designated sea area to bring the patient ashore. On 24th May, naval personnel braved rough seas and transferred the ailing fisherman to the naval ship. The ship then proceeded towards the Galle harbour and the Navy also administered crucial first aid to the patient aboard. Upon arrival in Galle today (26th May) the patient was swiftly rushed to the Karapitiya Teaching Hospital for further treatment.",
    "The Sri Lanka Navy continues to exemplify its dedication and unwavering commitment to safeguarding lives at sea, serving as a beacon of hope and security for seafarers and the fishing community.",
    "Comedian Nathasha Edirisooriya arrested by the CID at Bandaranaike International Airport",
    "New PUCSL Chairman to be appointed once President returns to SL, says Semasinghe"
  ]
}