{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Meta-ICTA-and-partners-unite-for-digital-empowerment-of-Sri-Lankan-women/34-746664",
  "time_ut": 1679516902.0,
  "original_lang": "en",
  "original_title": "Meta, ICTA and partners unite for digital empowerment of Sri Lankan women",
  "original_body_lines": [
    "Sri Lankan women entrepreneurs and partners that participated at the national forum hosted by ICTA, Meta, and the Ministry of Women, Child Affairs and Social Empowerment",
    "State Minister of Technology Kanaka Herath, and State Minister of Women and Child Affairs Geetha Samanmalee Kumarasinghe, presenting awards to women entrepreneurs and partners",
    "Meta, formerly known as the Facebook company, has been working with Sri Lanka’s Information and Communication Technology Agency (ICTA) and other partners in Sri Lanka to support the economic and digital empowerment of women.",
    "On 15 March, ICTA, Meta, and the Ministry of Women, Child Affairs and Social Empowerment, hosted a national forum to celebrate the achievements of Sri Lankan women entrepreneurs who are using digital platforms for business. They announced the impact of the program over the last five years and deliberated the plan for the next phase of women’s economic development as part of their partnership on the Suhuruliya program contributed through Meta’s SheMeansBusiness initiative.",
    "Meta’s Director of Policy Programs in the Asia Pacific region Beth Ann Lim, said: “Due to the pandemic and the economic turbulence that followed, unlocking the potential of women-owned businesses became vital. We are pleased to work with our partners in Sri Lanka to offer women entrepreneurs the inspiration to join the digital world that enables access to local and overseas markets.”",
    "In 2020, Meta became a partner of the Suhuruliya initiative and brought their expertise and tools to help women entrepreneurs in Sri Lanka adapt digital technologies to advance their businesses and become more resilient.",
    "So far, more than 17,000 women entrepreneurs have received training on digital skills. From the impact survey, the income of trained women entrepreneurs had increased by 36 percent and a total addition of Rs. 1.2 billion in annual income was recorded. State Minister of Technology Kanaka Herath, attended the event and said: “Empowering women entrepreneurs with digital knowledge is not just a goal; it’s a necessity for a brighter and more inclusive future. Congratulations on the Suhuruliya initiative and to ICTA and partner entities for the efforts taking on empowering women nationwide.”",
    "State Minister of Women and Child Affairs Geetha Samanmalee Kumarasinghe, also attended the event in Colombo and shared her remarks in support of the program.",
    "ICTA Chairman Professor Malik Ranasignhe, said: “A digitally empowered woman is one of the pivotal factors in Sri Lanka’s vision towards inclusive development. I recognise that this initiative has paved the way by making a conducive ecosystem to accelerate women’s development in the nation.”",
    "Meta has also partnered with Sarvodaya-Fusion’s IT Yahamaga initiative together with ICTA and Ministry of Education to launch their flagship initiative We Think Digital aimed for multiple segments of the society such as students, youth, teachers, and persons with disabilities to increase their digital safety and literacy awareness. A special program was carried out over the last 12 months which has trained 5,000 women and girls in Sri Lanka on how to navigate the digital space safely and their social media campaign has reached nearly 150,000 people.",
    "On 16 March, an event was held in Vishva Nikethan, Moratuwa, to engage women’s representatives to discuss the current status of digital education for women and girls and to share the results and learnings from the We Think Digital program, while celebrating the International Womens’ History Month."
  ]
}