{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-buy-dollars-for-nri-target-on-liquidity-availability-cb-governor-117797/",
  "time_ut": 1681042200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to buy dollars for NRI target on liquidity availability: CB Governor",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank will buy dollars to meet the net international reserve target of an International Monetary Fund program, based on ‘liquidity availability’, Central Bank Governor Nandalal Weerasinghe said.",
    "“Whenever we see a [dollar] liquidity availability in the market, we intervene and purchase,” Governor Weerasinghe told reporters on April 04.",
    "“Even in the last couple of days we purchased. When there is a situation of liquidity availability we purchase. We use the opportunity to build our [reserve] position.”",
    "Governor Weerasinghe was responding to a question on the exchange rate policy to meet a net international reserve target under the IMF program.",
    "A central bank which collects reserves has to have an exchange rate policy and its monetary policy independence is constrained by the reserve target, unless it is willing depreciate the peg and impose further inflation and instability on the economy, analysts say.",
    "Up to March the central bank was buying dollars a on a transparent policy, where a daily guidance peg was announced and a surrender rule prevented appreciation amid a domestic credit contraction resulting from high rates imposed to prevent a meltdown of the currency and possible hyperinflation.",
    "However, the central bank sold back dollars as needed on subsequent days to prevent additional downward pressure on the rupee through excessive purchases by the central bank, leveling out over daily changes in demand.",
    "By February net purchases permitted by the credit contraction was around 200 million US dollars.",
    "Sri Lanka’s central bank has to buy and take out of the economy at least around 1.4 billion US dollars from inflows in 2023, under an IMF program.",
    "The program the NIR target (which can include any residual IMF loans not used for budget purposes) is 1,748 million US dollars, including an expected repayment of a swap from the Bank of Bangladesh.",
    "As of December 2022, the central bank’s net reserves were negative by 3.54 billion US dollars according to IMF program data. The negative position has to be improved to 1,592 million dollars by December 2023 unless adjusted.",
    "Sri Lanka steadily lost the ability to collect reserves from around August 2019 as rates were kept down with liquidity injections (reported balance of payments deficits) as domestic credit recovered.",
    "The central bank also borrowed from swaps from other central banks and spent them, as monetary instability continued under liquidity injections.",
    "Monetary in recent years instability drove foreign borrowings of the central government, Ceylon Petroleum Corporation as well as the central bank. (Colombo/Apr09/2023)"
  ]
}