{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90341/gunman-among-9-dead-in-shooting-at-texas-shopping-centre",
  "time_ut": 1683429420.0,
  "original_lang": "en",
  "original_title": "Gunman among 9 dead in shooting at Texas shopping centre",
  "original_body_lines": [
    "A gunman killed eight people and wounded seven others — three critically — in a shooting at a Dallas-area mall before being fatally shot by a police officer who happened to be nearby, authorities said Saturday.",
    "Officials did not immediately provide details about the victims, but witnesses reported seeing children among them. Some said they also saw what appeared to be a police officer and a mall security guard unconscious on the ground at Allen Premium Outlets.",
    "The gunman reportedly stepped out of a silver sedan and began shooting people outside the outlet mall in the suburb of Allen, forcing hundreds to lock down in stores or flee in panic in the latest gun violence to strike the country.",
    "Allen police said in a Facebook post that nine victims had been taken to hospitals. Medical City Healthcare, a Dallas-area hospital system, said in a written statement it was treating eight victims between the ages of 5 and 61. Their conditions were not disclosed.",
    "Dashcam video that circulated online showed a man step out of a vehicle outside the mall and immediately start shooting at people on the sidewalk. More than three dozen shots could be heard as the vehicle recording the video drove off.",
    "An officer with the Allen Police Department was in the area on an unrelated call when he heard shots at 3:36 p.m., department wrote on Facebook.",
    "“The officer engaged the suspect and neutralized the threat. He then called for emergency personnel. Nine victims were transported to local hospitals by Allen Fire Department,” the agency wrote in the Facebook post, adding: “There is no longer an active threat.”",
    "Mass killings are happening with staggering frequency in the United States this year, averaging about one a week, according to an analysis of AP/USA Today data.",
    "The White House said President Biden had been briefed on the shooting and that the administration had offered support to local officials. Texas Gov. Greg Abbott, a Republican who has signed laws easing firearms restrictions after previous mass shootings, called the attack an “unspeakable tragedy.”",
    "Rep. Keith Self (R-Texas), whose congressional district encompasses the mall, said he had confirmed with law enforcement that the shooter was dead, and that he had apparently acted alone.",
    "On Saturday evening, hundreds of shoppers stood outside across the street from the mall as officers circulated among them asking whether anyone had seen what happened.",
    "Fontayne Payton, 35, was at H&M and wearing headphones when he heard the sound of gunshots.",
    "“It was so loud, it sounded like it was right outside,” Payton said.",
    "People in the store scattered before employees ushered them into the fitting rooms and then into a lockable backroom, he said. When they were given the all-clear to leave, Payton saw the store had broken windows and a trail of blood to the door. Discarded sandals and bloodied clothes lay nearby.",
    "“I pray it wasn’t kids, but it looked like kids,” he said. The bodies were slumped over bags on the ground and covered in white towels, he said.",
    "Further away, he saw the body of a heavyset man wearing all black. Payton said he assumed it was the shooter, because unlike the other bodies it had not been covered up.",
    "Stan and Mary Ann Greene said they were browsing in the Columbia Sportswear store when the shooting started.",
    "“We had just gotten in, just a couple minutes earlier, and we just heard a lot of loud popping,” Mary Ann Greene told AP. “I said, ‘Was that gunfire?’”",
    "Employees immediately rolled down the security gate and brought everyone to the rear of the store until police arrived and escorted them out, the Greenes said.",
    "Eber Romero was at the Under Armour store when a cashier said that there was a shooting.",
    "As he left the store, Romero said, the mall appeared empty, and all of the shops had their security gates down. Then he started seeing broken glass and people who had been shot on the floor.",
    "Video shared on social media showed people running through a parking lot amid the sound of gunfire.",
    "More than 30 police cruisers with lights flashing blocked an entrance to the mall after the emergency calls, and there were multiple ambulances, some from neighboring cities, on the scene.",
    "A live aerial broadcast from the news station showed armored trucks and other law enforcement vehicles stationed outside the sprawling outdoor mall.",
    "The Dallas office of the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives also responded to the scene.",
    "Allen, a suburb about 25 miles north of downtown Dallas, has roughly 105,000 residents."
  ]
}