{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/importance-of-northern-irelands-good-friday-agreement-for-the-south/",
  "time_ut": 1681372380.0,
  "original_lang": "en",
  "original_title": "Importance of Northern Ireland’s Good Friday Agreement for the South",
  "original_body_lines": [
    "To be sure, not all has gone well for Northern Ireland since the coming into being of the British province’s Good Friday Agreement on April 10th 1998. For instance, it has been without a ruling executive since January 2017, when the province’s power-sharing government’s Deputy First Minister Martin McGuinness resigned in protest over what has come to be known as the Renewable Heat Incentive scandal. Moreover, not all parties to the decades-long conflict are shunning the path of militant nationalism. Nor has residual violence been completely wiped out.",
    "However, inter-denominational peace in the province has largely held over the years. In the lead up to the Good Friday Agreement, armed groups among the Catholic and Protestant communities were locked in a slow, wasting violent conflict which claimed the lives of some 200 persons yearly. Latterly, the annual death toll had reportedly dropped to two. By any standard, this is a remarkable achievement and it is traceable to the Good Friday accord, the main triumph of which is an agreement among the principal communities in the conflict to share power. US President Joe Biden is currently visiting Northern Ireland and it is left to be seen whether he would prove instrumental in fully restoring the executive arm of the province’s administration. However, if there is one factor that has contributed towards the relative success of power-sharing governance in Northern Ireland it is the backing it has continually received from external quarters that matter. It needs to be recalled in this connection that the decision by the British and Irish governments to underwrite the Good Friday accord in the late nineties played a substantial role in making the agreement work.In fact the principal Good Friday agreement consists of two components; (a) a multiparty agreement among the province’s key political parties and (b) an agreement between the British and Irish governments to underwrite the main accord.",
    "The latter agreement is likely to have gone a long way in defusing anxieties and reservations the warring parties may have had with regard to the Good Friday agreement. For example, the Irish Republican Army (IRA), the principal armed formation among the province’s Catholics, preferred union between the province and the Irish Republic, while the main militant organizations among the Protestants opted for continued union with Great Britain. That the British-Ireland accord would have had a reassuring impact on the main parties to the conflict ought to be plain to see.",
    "However, the clinching factor, so to speak, in the Good Friday accord is its provisioning for power-sharing among the warring denominations. Minus this factor, the principal agreement would have proved ‘toothless’.",
    "Besides, commentators point to the following principles, enshrined in the main accord, as contributing towards its success: inter-party consent, commitment to civil and political rights, cultural parity of esteem, police reform, paramilitary disarmament and the early release of paramilitary prisoners.",
    "Interestingly, the Ranil Wickremesinghe regime in Sri Lanka is currently voicing the need to bring about ‘reconciliation’ among the country’s majority Sinhala community and the land’s minorities. This initiative ought to be welcomed by the well-meaning of Sri Lanka, if the regime is in earnest. However, the track record of successive Sri Lankan governments with regard to ethnic peace-building is so botched and scarred that the commentator has no choice but to be skeptical until something substantial and positive emerges on this score.",
    "One should not be surprised if the current regime’s peace-building initiatives too are mere populist ploys aimed at ‘catching’ votes at election time. This columnist hopes he will be proved wrong this time around and that we would see the emergence of effective and result-oriented peace initiatives.",
    "However, measures that could turn out to be unpopular among sections of Sri Lanka’s majority community would need to be taken by the Wickremesinghe regime if genuine ethnic peace is to be achieved. For example, substantive power-sharing arrangements between the centre and the North-East would need to be launched and sustained. To begin with, the 13th amendment to Sri Lanka’s Constitution would need to be fully implemented and not merely spoken about. This is among the principal challenges facing the regime.",
    "For the countries of the South in general which are up against state-breaking tendencies, such as separatist revolts, genuine power-sharing between the centre and the peripheries is the time-tested answer. In this regard in the South Asian region it is India that emerges as most exemplary. Time and again, India has not dodged the challenge of creating new states, on a power-sharing basis, to prevent the country from fragmenting. However, hardly 30 years ago, there were commentators who predicted a massive break-up of India into a multiplicity of independent states. Successive administrations in India prevented this through effective power-sharing arrangements between the centre and the troubled regions.",
    "In neighbouring Myanmar, though, armed separatist rebellions seem to have been only staunchly persisting over the decades. There is the Karen separatist revolt, for example, which seems to be dragging on with no prospect of closure. The same goes for the Balochi revolt in Pakistan. It is difficult to see these conflicts coming to a close in the absence of measures that recognize the rebels’ need for a degree of self-governance within unitary state structures.",
    "Power devolution and power-sharing need to be seen by governments as the means to better manage the conflicts concerned. The world is unlikely to see dramatic positive changes in the direction of ethnic peace in these trouble zones. There will be a crop of residual issues that demand addressing by governments. The same goes for Northern Ireland.",
    "Even as this is being written, effective denominational integration is proving a challenge in Northern Ireland. Apparently, the Catholic and Protestant communities are continuing to administer separate schools for their children. Break-away IRA factions are continuing to voice for an Irish Republic that will be linked to mainland Ireland. Some are even threatening a return to arms.",
    "All such questions would need to be managed insightfully and with the close application of statesmanship. Northern Ireland has been fortunate thus far with regard to such concerns because the relevant political leaders in both Britain and Ireland have looked beyond short term interests. Such foresight is likely to prove beneficial for Northern Ireland even in its handling of some Brexit-linked issues that are currently facing it. When magnanimity combines with statesmanship in politicians the management of intra-state questions could prove expeditious.",
    "Why you need to leave your comfort zone to achieve personal growth",
    "Pragmatism likely to be accented in foreign policy of Southern powers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}