{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95731/sri-lankan-workers-plug-gap-in-israeli-labor-force",
  "time_ut": 1702832220.0,
  "original_lang": "en",
  "original_title": "Sri Lankan workers plug gap in Israeli labor force",
  "original_body_lines": [
    "One of the consequences of the war has been a lack of manpower in Israel. The agriculture and construction sectors have been particularly hard-hit since work permits were withdrawn from Palestinians from the West Bank and Gaza.",
    "This situation has been compounded by the loss of foreign workers, including thousands of Thai nationals, many of whom have returned home.",
    "Sir Lankan Ambassador to Israel Nimal Bandara said he has been working tirelessly with the Israeli and Sri Lankan governments to find a solution to the problem.",
    "Bandara said he was devastated by the Hamas atrocities on October 7.",
    "Two Sri Lankan caregivers, Anula Ratnayaka, 49, and Sujith Yatawara, 48, both of whom lived and worked on Kibbutz Be’eri, were murdered in the attacks, leaving the Sri Lankan community here and in the homeland shaken to its core, he said.",
    "Bandara said he immediately took action, identifying their bodies and arranging for their repatriation.",
    "He also encouraged Sri Lankan citizens in Israel to remain here and help with the war effort by donating blood and volunteering on farms. None of them returned home, he said, adding that they stayed to help wherever possible.",
    "Recognizing that the lack of manpower was a significant problem, Bandara said he met with Agriculture and Rural Development Minister Avi Ditcher, Director-General Oren Lavi, and Senior Deputy Director-General Yakov Poleg to discuss how Sri Lankan workers could help. They agreed on a plan of action, he said.",
    "With a significant number of vacancies, thousands of permits are being issued to Sri Lankans for this project, which is being administered “government to government,” with no private-sector involvement, Bandara said.",
    "The Sri Lanka Bureau of Foreign Employment is interviewing and choosing applicants in Sri Lanka, representatives of the Sri Lankan embassy said. Sri Lankans who are selected will start to arrive in small numbers over the next few weeks, depending on flight availability. They will have to cover the cost of their flights, which the bureau will arrange on their behalf.",
    "The Sri Lankan embassy in Israel and the Population and Immigration Authority will coordinate the project in Israel.",
    "Upon arrival, most of the Sri Lankans will work in the agriculture and construction sectors. A smaller number will work as caregivers alongside the Sri Lankans who already live and work in Israel in this field.",
    "While for many years, Sri Lankans have been an integral part of the caregiving community in Israel, the new arrangement will see their role expand among the workforce. Bandara anticipates that this will be beneficial for both countries.",
    "Not only will Israel be able to service its construction and agriculture sectors, thereby boosting its economy, but the Sri Lankan economy will receive a considerable boost through the workers who send money home to their families, he said.",
    "“This strengthening of ties between the two countries, both of which can expect to see economic growth as a result, has been a welcome development in an otherwise bleak period,” Bandara said."
  ]
}