{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Inflation-shows-some-stickiness-but-could-accelerate-downtrend-with-fuel-price-reduction/108-257032",
  "time_ut": 1680455579.0,
  "original_lang": "en",
  "original_title": "Inflation shows some stickiness but could accelerate downtrend with fuel price reduction",
  "original_body_lines": [
    "Inflation showed some stickiness in the recent couple of months as the ease in prices slowed down notably reflecting the next leg of decline in prices could take longer.",
    "The headline inflation came down sharply from a peak of 69.8 percent in September 2022 to 57.2 percent in January 2023, but the next stretch of declines to mid-single digits appears to be taking longer.  Sri Lanka’s inflation measured by the Colombo Consumer Price Index rose 2.9 percent in March from a month ago, accelerating from 0.5 percent in February.",
    "The prices measured on an annual basis rose by 50.3 percent in the year through March, marginally decelerating from 50.6 percent through February and 51.7 percent in January.",
    "This is while the relatively low base that prevailed in the first quarter of last year.  However, the so-called core prices, fell sharply to 39.1 percent in the year through March 2023 from 43.6 percent through February.  The core prices strip out often volatile items such as food, energy and transport.",
    "The sharp increase in electricity tariffs, upward revision in petrol and cooking gas prices contributed mainly to March inflation.",
    "With the electricity tariffs revision being completed and the sharp downward revision in fuel prices announced last week, analysts expect prices to decelerate somewhat faster in April and the following months.",
    "The recent gains by the rupee against the US dollar will also contribute positively towards reduction in consumer prices.",
    "The food inflation continued to fall in March with prices declining by 2.4 percent from a month ago while the yearly prices too followed suit as they decelerated to 47.6 percent from 54.4 percent through February, coming down below 50.0 percent for the first time in many months.",
    "But the non-food prices, which particularly remain stickier, continued to climb both monthly and annually. The monthly prices sharply accelerated to 5.5 percent from 1.8 percent due to aforementioned power and fuel price revisions while the annual prices too rose to 51.7 percent from 48.8 percent."
  ]
}