{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Comedians-persons-of-the-cloth-and-hate-speech-EDITORIAL/172-260138",
  "time_ut": 1685478731.0,
  "original_lang": "en",
  "original_title": "Comedians, persons of the cloth and hate speech - EDITORIAL",
  "original_body_lines": [
    "In the run up to what is now referred to as ‘Black July’ the media was one of the culprits in propagating hate speech, often quoting person of the cloth who roused racism.",
    "In the end those acts of violence led to a near 30-year ethnic war which resulted in thousands of deaths of innocent Tamil civilians, attacks homes and businesses owned by them and the creation of hundreds of thousands of refugees fleeing from Lanka to various parts of the world.",
    "Our country itself was subject to scrutiny by the United Nations (UN), some of which are as yet ongoing. There is a lesson to be learned here. Sadly we Lankans do not seem to learn the lessons of history.",
    "Hardly had the dust of the 30-year war settled, our countrymen and women were aghast when we witnessed men of religious bent lead mobs who attacked places of worship and members of the Christian and Muslim community. At Amparai, a Methodist church was attacked and the pastor-in-charge was roughed up. In other anti-religious attacks, members of the Muslim community were attacked after a particular religious party roused religious animosity against Muslims in Aluthgama.",
    "A common thread that runs through the murder and mayhem created by the ethnic and religious rabble rousers is NONE of them were vigorously prosecuted.",
    "The Easter Sunday bombings of April 2019 where three churches and three tourist hotels were attacked - killing over 250 innocent church goers and tourists could have sparked country-wide rioting. The intervention of the head of the local Catholic Church and timely action by the security services, nipped serious rioting in the bud.",
    "Today, we are witnessing what could amount to be a cold-blooded attempt to promote ill-feeling between religious communities, via use of technology and a perversion of free speech and a twisted sense of humour. Out of nowhere, a little-known preacher of a lesser-known Christian sect attempted to belittle Buddhist beliefs via satirical comparisons of the two great religious teachers. These ‘sermons’ were subsequently spread via YouTube so-as-to receive maximum publicity both within and outside the country.",
    "Around the same time, an equally unknown Buddhist cleric also received huge publicity for his hate-filled speeches made in a remote corner of the country via a YouTube broadcast.",
    "And more recently, a stand-up comedian - also little unknown - suddenly received huge publicity via ‘vlog’ for making derogatory comments of the Buddha himself.",
    "Again, we are beginning to see a common thread - all disturbers of the peace - claim they are merely using their right of the ‘freedom of speech’.",
    "Yes, freedom of speech is one of the most basic rights, we all hold dear to ourselves. Yet, ‘free speech’ this does not give anyone the right hurt or ridicule the beliefs or faith of another.",
    "The little-known Christian sect leader meanwhile fled the country and ‘prophesied’ to his followers that he would be back and no one could touch him as he is protected by God himself. He has still to return to the country! But this time around, government has cracked down. Two persons - the comedian and the cleric - have been arrested and are in remand custody. The little-known (now well-known) sect leader as mentioned earlier is absconding.",
    "The big question is, who is funding these ‘mischief-makers? Who is providing mega funds to these charlatans (in the guise of preachers and comedians) to rouse animosity between and against sections of our people. This country is trying to drag itself out of an economic morass some of our political leaders dragged us into. Presently the groundwork has been laid for the country to take its first steps out of the financial crisis.",
    "A bout of blood-letting at this stage will effectively end this process. This curious project of setting our people one against the other also distracts from concentrating efforts on economic recovery. This can only lead to destruction of our land as we know it.",
    "An investigation is already on to uncover the hidden agenda behind the attempt to sow seeds of disharmony within our communities.",
    "We are certain that in the not-too-distant future, police investigations will reveal the names of those behind the plot, and the country providing the funding to these unscrupulous elements engaged in setting up brother against brother, father against son and mother against daughter."
  ]
}