{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95478/joint-himalayan-declaration-promoting-a-pluralistic-sri-lanka-presented-to-president-",
  "time_ut": 1702012680.0,
  "original_lang": "en",
  "original_title": "‘Joint Himalayan Declaration’ promoting a pluralistic Sri Lanka presented to President",
  "original_body_lines": [
    "The Global Tamil Forum (GTF) and esteemed Buddhist monks have presented the ‘Joint Himalayan Declaration’, which advocates a pluralistic Sri Lanka, to President Ranil Wickremesinghe.",
    "The significant diplomatic encounter took place on Thursday (Dec.07), the President’s Media Division (PMD) said.",
    "‘Joint Himalayan Declaration’, a collaborative effort between the Global Tamil Forum and the Buddhist delegation, advocates for a pluralistic Sri Lanka that actively promotes the well-being of all its communities.",
    "While emphasizing the importance of learning from the nation’s historical missteps, the declaration underscores the necessity for implementing measures that ensure accountability.",
    "The joint delegation comprised esteemed Buddhist monks, including Ven. Dr. Madampagama Assaji Tissa Thero, Anu Nayaka of Ambagahapitiya Chapter of Amarapura Nikya; Ven. Siyambalagaswewa Wimalasara Thero, Chief Sanganayaka of Northern & Eastern Provinces and Malwatta Chapter of Siam Nikaya; Ven. Kithalagama Hemasara Nayaka Thero, General Secretary of Siri Dharmarakshitha Chapter and Chief Sanga Nayaka of Western Province; Ven. Prof. Pallekande Rathnasara Thero, Acting Mahanayaka of Vajirawansa Chapter of Amarapura Nikaya; Ven. Kalupahana Piyaratana Thero, former Member of SL Human Rights Council 2023 and Chairperson of Human Development Edification Centre; Ven. Narampanawe Dhammaloka Thero, Chief Sanganayaka of Pathathumbara of Central Province and Asgiriya Chapter of Siam Nikaya; and Ven. Wadduwe Dhammawansa Thero, Deputy General Secretary, Ramagngna Nikaya.",
    "Additionally, the delegation included international representatives Suren Surendiran (UK), Dr. Kannappar Mukunthan (Australia), Bhavan Bhavaguhan (UK), Prakash Rajasundram (Australia), Velupillai Kuhanendran (UK), Raj Thavaratnasingham (Canada) and Dr. Elias Joseph Jeyarajah (USA).",
    "The handover of the Joint Himalayan Declaration marks a significant step towards fostering dialogue and collaboration for a harmonious and inclusive Sri Lanka, the PMD noted.",
    "President Wickremesinghe has expressed his appreciation for the initiative and committed to considering the recommendations outlined in the declaration. The diplomatic discourse sets the stage for continued efforts towards national reconciliation and progress.",
    "Global Tamil Forum, an influential Tamil diaspora group based in the UK was blacklisted in 2014 by then-President Mahinda Rajapaksa, however, it was delisted by his predecessor Maithripala Sirisena in 2015.",
    "The ban was put in place again by former President Gotabaya Rajapaksa and was lifted by President Wickremesinghe in August 2022, as it was found to be ‘no longer funding terrorist activities’."
  ]
}