{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/20/ata-suffers-from-a-bad-definition-of-terrorism-geoffrey-alagaratnam/",
  "time_ut": 1682001840.0,
  "original_lang": "en",
  "original_title": "ATA suffers from a bad definition of terrorism – Geoffrey Alagaratnam",
  "original_body_lines": [
    "COLOMBO (News 1st); New laws are not going to help Sri Lanka if they are only going to be used against certain targeted persons who are perceived as opponents of the government, warned Geoffrey Alagaratnam, PC the Past President of the Bar Association of Sri Lanka.",
    "Speaking to reporters in Colombo on Thursday (20) he said that the proposed Anti-Terrorism Bill should be considered as a dangerous legislation.",
    "\"\"A country has to protect itself against possible terrorism or terrorist attacks. But, do we need this law. Or, does not the existing law, as the Human Rights Commission says, provide ample scope with certain modifications to cover such a thing,\" he said.",
    "\"We have protests, freedom of expression, where people are protesting against certain measures and against the government. We do not have any terrorist activity as such. The government claims it wiped out LTTE terrorism, and Islamic extremists who staged the Easter Sunday bombings, and not the Islamic community as such, have also gone silent. On the contrary, you have the persons in power who funded the LTTE, and who funded Zaharan's group,\" he added.",
    "President's Counsel Geoffrey Alagaratnam noted that the ATA itself suffers from a bad definition of terrorism. \"A very broad and wide definition which can catch up anything and anybody. That is the first fundamental problem.\"",
    "\"The significant problem is, all this is giving the power of a detention order to a DIG. We know we have the highest rates of impunity of the world, torture of persons in custody. The police force has been the tool of the politician. When the police force does not enjoy that confidence, why do you give it to a DIG to impose a detention order that can go up to 12 months. Previously, it was with the Secretary of Defence,\" he noted.",
    "Peru’s ex-President to be extradited from U.S. to face bribery charges in Peru",
    "Payment of welfare benefits for low-income-earning families operational from 1st of July",
    "Increase in mental complications due to rise in environmental temperature"
  ]
}