{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/brilliant-bougainvillea/",
  "time_ut": 1703929800.0,
  "original_lang": "en",
  "original_title": "Brilliant Bougainvillea",
  "original_body_lines": [
    "The hospital matron glanced up from her desk and for a moment compassion clouded her eyes, as she looked at the small, frail woman standing before her desk, shakily holding out a typed sheet of paper.",
    "“Ah…. you got our letter came on the 5.30 bus from Matara this morning. Matron Nona. I … I… can’t understand My son — Ranjit — has been transferred to the psychiatric ward?” Tears welled in Somawathie’s eyes.",
    "The matron’s sigh was hardly noticeable. There were so many cases. Her training forbade emotional reaction.",
    "She said gently, “His head wound is healing nicely. But you see, there are other problems.",
    "“He was so much better the last time I saw him, about two weeks ago! The nurse also said so… .” Somawathie wiped her eyes with her sari pota and pushed back a strand of grey hair that had loosened itself from the small tight knot at the back of her head.",
    "“Did he speak to you then? Has he said anything to you on any of your visits?”",
    "“Yes … no … nothing much, because so much pain, no? His head all bandaged.” She blew her nose into a handkerchief which she took out from inside her hatte.",
    "“Amme, I understand, but try and tell us. His bandages were off when you saw him, two weeks ago.”",
    "“Yes, with the blessings of the gods! He was looking fine then That is why I thought he would be discharged soon.”",
    "The matron sighed. It was always the same. Contradictions muddled thoughts, in times of stress. Gently she said, “This Amme. can you repeat to us even a word or two he said? You see, he refuses to talk to us.”",
    "The overhead fan creaked, shifting humid air from one side’ of the room to the other. The work-worn hands of the mother twisted together nervously. Her eyebrows knit, deepening the already existing lines on her forehead as she tried to remember.’",
    "“He – he was a quiet boy, never much of a talker. Kept to himself. Didn’t even join the village boys. They called him the upasakaya. We just could not believe it, when he said that he had joined the army.”",
    "The matron interrupted. “Did your son say anything to you about how he got his injuries? Or anything at all?”",
    "Somawathie’s bleary eyes took on a distant look as she tried to think back, to recollect. She remembered her fear for her son’s life when she was first told that he had been brought to the army hospital, with injuries to his head. She remembered seeing him lying on his side on the iron bed, with bandaged head and motionless body. She had stroked his arm gently, and bending over, asked him whether he could hear her. But he did not respond. Then a nurse led her away saying, “He is still in shock, and it’s best to let him rest now.”",
    "The next time she visited him, a week later, he was seated in bed leaning against the bedhead with his eyes closed, his head still firmly bandaged. At first, she had thought he was in deep meditation, but then she saw his lips moving silently and presumed he was praying. She had waited in silence for a long time before she spoke.",
    "“I have come to see you, Putha. Are you feeling better now?” Perhaps he hadn’t finished his prayers because he did not answer. She gave him more time, before she spoke again.",
    "“Ranjit, look at me, Putha, I have come all the way from Matara to see you. Please speak to me.” Still silence. Yet she had continued trying to engage him in conversation.",
    "“Tell me Putha, what happened to you? I was so relieved when they said that you had no gunshot injuries. How did it happen? Was it a bomb blast? We never get to hear what really happens to our children! Putha, please tell me what happened,” she pleaded.",
    "Then he suddenly spoke, “I don’t know. I can’t remember,” but remained motionless with his eyes closed.",
    "Somawathie continued talking to him although he had withdrawn once more into his lonely silence. She had told him about the bodhi poojas she was carrying out to bring about his full recovery; how the priest asked after him every time she went to the temple; that pirith was being chanted for him every day.",
    "She touched his hand, but he remained unresponsive. Perhaps he was tired, she’d thought, and needed to rest. As she bent to touch his shoulder and bid him goodbye, she heard him whisper to himself, panati-pata veramanisikka padam samadiyami mouthing the precept to abstain from killing. He is observing his five precepts she had thought, but then, he seemed to be repeating the first precept over and over again, as though he had forgotten the rest.",
    "The next time she saw him he was walking towards his bed returning from the toilet. His head had been shaven. The bandage had been removed and the back of his head was covered with dressing held together with bands of sticking plaster. He looked so different, but better, and she was pleased.",
    "He had walked past her and sat on the bed. Obviously, he had seen her, she’d thought, so she walked up to him and laughing said, “So, now you only need a yellow robe and you can join the Sangha!”",
    "He had turned his face away from her. Perhaps she had said the wrong thing, even though she had meant it to be light banter. She was happy to see him better, much better, and wanted him to feel good too.",
    "She winced, as her mind raced back to the time when Ranji went missing for several hours after a row with his father. She had eventually found him seated under a coconut tree by the kamatha, his face swollen with crying. Eyes broody, unhappy.",
    "“Where were you this morning?” his father had demand angrily.",
    "“So, helping at Sunday School is more important than helping your father in the field? The field that brings you the rice that fills your belly? Do you call yourself a male?” he sneered.",
    "“You are worse than a woman. Your sisters have more energy in them than you have. They are a credit to this household, unlike you. See how they work. All you can do is to get to a side and read books or creep to the temple! You may as well shave your head and go live in the temple!”",
    "The derision in the father’s voice had hung heavy in the room like dark monsoon clouds. With head hung low, a sinking heart, trying to hold back tears of humiliation that stung his eyes, Ranjit cringed out of the house. His relationship with his father had never been an easy one. He had always known that he failed to measure up to his father’s expectations. Sitting under the tree brooding, he felt as though an old wound he had tried to keep at bay, to ignore, had started bleeding. His sense of inadequacy and alienation ran deep. I’ll show him that I am not the weakling he thinks I am. I will join the army.",
    "“Putha,” said Somawathie, gingerly placing the comb of pIantains she’d brought for him on the bedside table. “Aren’t you going to look at the plantains I brought you? They are just how you like them – not overripe.” He took no notice.",
    "“Ranjit, are you angry with me? I was only joking, Putha, about you looking like a Buddhist monk.” But he remained silent, his eyes fixed on the blank wall.",
    "“Your sisters are worried about you. In fact, Prema wanted to come with me today, but I didn’t think she should be travelling such a long distance in her condition. The baby is due end of the month.” He didn’t seem to be listening.",
    "“Why don’t you talk to me, Putha? Have I annoyed you?” “No,” he snapped, suddenly, harshly.",
    "“Then why don’t you talk to me? I have come all the way from Matara and you won’t even look at me!”",
    "“Amma! I need to think. I need time to remember. I have to sort things out,” he almost shouted at her, not hiding his annoyance. “What things  Putha?”",
    "He did not answer; but lay down on the bed and shut his eyes and shut her out.",
    "The Matron’s voice brought her back to the present. “Try to remember his words,” she was saying.",
    "“I think he didn’t like it when I joked with him and said he looked like a monk, with his shaven head.”",
    "The Matron sighed. She had seen too many cases like this where there was no easy answer. But Ranjit had been an exceptionally docile patient, doing what he was told to do, never complaining. But this silence from a man, so young … something was wrong … radically wrong. Strange, that the window beside his bed was always kept closed with the curtains drawn. No sooner the nurse opened it, he’d get out of bed and shut it. How could he be helped if he wouldn’t even talk to the doctors?",
    "The mother gingerly touched the Matron’s hand in a gesture of pleading. “What happened to my boy, Matron? How did he get hurt? We are never told.”",
    "A division of the Sri Lanka Army, with Ranjit among 40 soldiers led by a Captain, were detailed to search a village in Vavuniya believed to be harbouring Tigers – cadres of the Liberation Tigers of Tamil Eelam. Shooting had broken out, and hand grenades thrown at the soldiers.",
    "“We lost 14 soldiers,” the matron said quietly. “Several were very badly wounded. Your son was lucky to have escaped with only a head injury. What is so strange is, that he seems to have been hit with a blunt instrument. He won’t tell us what happened.”",
    "“That is because he does not know. He said he couldn’t member what happened.”",
    "“Yes,” said the mother, “He said he needed time to think. He said he needed time to remember.” His words rang strong in her mind now.",
    "Ranjit walked slowly to the window. Although he tried not to look as he reached out to shut the window, he couldn’t help but notice from the corner of his eye the bougainvillea he now hated much. The creeper had hooked its treacherous thorns on to the trunk and branches of a mango tree, crept up stealthily and then burst into bloom. It was the colour he couldn’t stand.",
    "It ‘wasn’t the common purple-red, nor an orange-red, rather, it was a deep, deep, red, the colour of blood. The colour that seeped through his eyes, and into his brain. It flooded inside and created a pressure in his head that was unbearable. It was worse than the pain of his wound. Why did they insist on opening the window!",
    "He gently touched the dressing at the back of his head as he ,tried to remember for the umpteenth time what happened on that fateful day. The more he tried, the more his grip on his memory slipped away, his mind like a shattered mirror, its pieces scattered. As he tried to piece a few together, they disintegrate again into splintered fragments. A kaleidoscope of images’; scenes, noises, smells, feelings, memories – distant and recent advanced, receded, merged, unceasingly. He desperately strain",
    "recognize a pattern; to insert the pieces of the jigsaw together and make up a picture he could comprehend.",
    "Suddenly his body jerks with the sound of an explosion. A overpowering smell of gunpowder, blood, and singed flesh assail him. He is engulfed in the odour of death.",
    "Then the kaleidoscope shifts and he is walking along a jungle path which, dream-like, turns into a field where the village boys are playing.",
    "“Come and join us – we are catching grasshoppers,” they shout He shrinks back. “Are you afraid?” they taunt. “Grasshoppers don’t bite.”",
    "“I’m not afraid of grasshoppers,” he affirms. Cupping his bands he traps a grasshopper on the ground. He feels its frantic movements against the hollow of his cupped palms.",
    "“Coward! Coward! Coward!” they taunt with evil laughter. The word ‘coward’ ricochets in his head, as gunshots blast, around him.",
    "“Shoot!” a voice booms behind him. “Shoot to kill. You blood coward shoot!”",
    "His insides twist in fear as if an invisible band is clenching his guts. He lifts his gun and points at the young woman running towards him.",
    "“Please don’t kill me. Please. Please,” she screams in Tamil as she draws closer with out-stretched arms. The white gemstone on her nostril glints as the sunlight catches it.",
    "Images and sounds recede. Something tugs at him, sucking him down into a dark void of exhaustion; he struggles frantically and drags himself out slowly. The kaleidoscope shifts again.",
    "His mother is seated cross-legged in her room on the cement floor. He is seated in her lap. She takes his little hands and places his palms together. He repeats the Pali stanza after her. Panatipata veramani  sikkbapadam samadiyami . …",
    "That’s the first precept she says. Then she explains what it means. You must never take the life of any living creature. Yes, not even an ant. Killing is a sin.",
    "Suddenly the vision explodes like fireworks against his eyelids. Images pile one on top of another. Bodies thrown up in the air, coming down in pieces; blood and shattered bone; heads with eyeless black sockets. Shrill cries of terror.",
    "The vision comes upon him again. The woman running towards him with outstretched arms. “Please, don’t kill me…",
    "He feels the coldness of the trigger on his forefinger. He feels the wetness of urine running down his leg.",
    "A gunshot echoes in his head. The woman crumples to the ground. He smells blood as he too collapses and lies on the parched earth. Intense pain stings like live coals at the back of his head.",
    "“Ranjit,” the Matron’s voice grated on his raw nerves. “Your mother is here to see you.”",
    "Ranjit’s fists clenched. Why couldn’t he be left alone! He needed to sort things out in his head. He needed to know what happened. He needed time to remember.",
    "“Get out! Get out!” he screamed. “Just leave me alone.” Somawathie stepped back in shock, unbelieving, desperate.",
    "Captain Welgama’s heavy boots stomped along the grey corridor behind the woman in the blue uniform. Suddenly, she slowed down, then stopped and looked at him.",
    "“I’m telling you once again, Captain, Ranjit will not talk. He does not talk to anyone, and if he does, it will only be to chase you out.”",
    "“But I need to talk to him Matron. It is important to me and perhaps to him too. I would have come earlier if I was allowed, but I was discharged from hospital only yesterday.” His voice was powerful even though he tried to speak softly. “You say he can’t remember what happened to him?”",
    "“That’s what he told his mother. He does not speak to us.” They resumed walking.",
    "The Captain frowned. “Maybe I could jog his memory. You see, we were fighting quite close to each other during the attack. saw him collapse, just before I got shot in my leg.”",
    "He took out a handkerchief and wiped his face. “Tell me Matron, could Ranjit’s present problems be the result of the blow to his head?”",
    "“I don’t know Captain, I’m not a doctor. Ranjit did suffer concussion. Sometimes, people can’t remember because they subconsciously block out memories, which are too painful. T here could be other reasons too for his loss of memory.”",
    "The matron stopped at the entrance to Ward 12 and opened he door.",
    "“Captain, I don’t think you should stay too long,” she murmured, moving towards the far end of the ward. Ranjit was lying on his bed with his eyes closed.",
    "“You have a visitor, Ranjit,” the matron said with forced cheerfulness.",
    "Ranjit screwed up his eyelids and tensed his body as if in anticipation of an onslaught. He was determined to resist any attempt to divert his attention from the vital task he had: to put together his shattered thoughts and make sense of the images that constantly besieged him.",
    "“Hello Ranjit, how are you?” Captain Welgama tried to keep his voice down. “I would have come to see you earlier, but I was in hospital too. I was shot in my leg.” He dragged the chair that was against the wall by the window and sat by Ranjit’s bed.",
    "Ranjit sat up as if galvanized by electricity. The voice boomed in his head echoing, vibrating like the sound of a gong. Shoot!",
    "Shoot! Coward! Idiot! Shoot! His hands crumpled and clenched the bed sheet. His eyes stared at Captain Welgama unseeing. The captain stood up and placed his hands on Ranjit’s shoulders.",
    "“I’m sorry, man, I’m truly sorry for what I did to you. I just lost control.”",
    "Ranjit looked at Welgama, trying to, but not understanding him.",
    "“I saw the woman running towards you, and you were in a better position to shoot. I couldn’t understand why you were, hesitating",
    "The puzzle was slowly coming together in Ranjit’s head. “But’ she was asking to be spared, she was innocent, she was coming towards me with outstretched arms…",
    "“Yes, but she could have been a suicide bomber. Why was she running towards you, instead of running away? What happened to all those months of training?”",
    "Ranjit’s eyes were fixed on the bare wall, but his mind was seeing the woman, running towards him with her arms stretched out, pleading. He felt his hands lifting the gun as if in slow motion. He felt his finger on the trigger. The voice boomed from somewhere behind him. “Shoot! Shoot!” and suddenly his mind went blank.",
    "The captain saw the anguish on the young man’s face and tried to say something to comfort him. But he couldn’t think of what to say. For a few moments they were locked in silence.",
    "“You see, Ranjit,” Welgama said gently, as if speaking to a child, “by hesitating, you were putting so many lives in jeopardy. That is why I lost my temper. I brought my gun down on your head, with all the energy I could muster. It was such a savage blow; I might have killed you. I am sorry, Son.”",
    "“I can’t remember you hitting me, or even falling down. I saw her falling after I’d shot her, and the next thing I remember is lying on the ground feeling a great pain in my head.”",
    "“But you didn’t shoot her! That is why I hit you. I was behind you when I shot her. I shot her and then whacked you.”",
    "Ranjit looked at the captain’s face, suddenly noticing his features for the first time. The deep-set eyes beneath his well-defined eyebrows, the slim long nose, the full lips and the slightly protruding teeth, and he felt a surge of gratitude. Gratitude to a man who helped him back to his senses; a man who’d lifted the heavy oppression that had been weighing him down, so long. The man who had used his gun on him with ferocity but now had brought resolution to his paralyzing mental turmoil.",
    "“Did you say I didn’t kill her?” Ranjit wanted to hear it over and over again till every brain cell in his head was imbued with this knowledge. “Are you sure, Sir, are you sure?” Tension from his face and body was visibly easing. He felt a lightness of body and mind he had previously not experienced.",
    "“Of course, you didn’t, man! I wish you had. Then you wouldn’t have suffered that head injury.” He walked to the window, drew the curtains apart and opened it. “It’s so hot, man, I don’t know how you stay in this room with the window closed!”",
    "The curtains danced as a cool breeze blew in through the window.",
    "“That is a beautiful bougainvillea,” commented the Captain, looking out. “It’s an unusual colour.”",
    "Ranjit looked at the bougainvillea with new eyes. “Yes, Sir,” he said, “It is a brilliant colour.”",
    "Political and Electoral Uncertainty in Sri Lanka Ahead of 2024",
    "Sri Lanka to Remove Barriers to Women Rising to Top Roles in Military",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}