{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95374/floods-landslides-kill-dozens-in-northern-tanzania",
  "time_ut": 1701669180.0,
  "original_lang": "en",
  "original_title": "Floods, landslides kill dozens in northern Tanzania",
  "original_body_lines": [
    "At least 47 people have been killed and 85 others injured in landslides caused by flooding in northern Tanzania, says a local official, with warnings the toll could rise.",
    "Heavy rain on Saturday hit the town of Katesh, some 300km (186 miles) north of the capital Dodoma, district commissioner Janeth Mayanja said.",
    "“Up to this [Sunday] evening, the death toll reached 47 and 85 injured,” Queen Sendiga, regional commissioner in the Manyara area of northern Tanzania, told local media.",
    "Both warned the death toll was likely to increase. Mayanja added that many roads in the area had been blocked by mud, water and dislodged trees and stones.",
    "Tanzania’s President Samia Suluhu Hassan, in Dubai for the COP28 climate conference, sent her condolences and said she ordered the deployment of “more government efforts to rescue people”.",
    "“We are very shocked by this event,” she said in a video message posted online by the Tanzanian Ministry of Health.",
    "After experiencing an unprecedented drought, East Africa has been hit for weeks by torrential rain and flooding linked to the El Nino weather phenomenon.",
    "El Nino is a naturally occurring weather pattern that originates in the Pacific Ocean and drives increased heat worldwide, bringing drought to some areas and heavy rains elsewhere.",
    "The downpours have displaced more than a million people in Somalia and left hundreds dead. In May, torrential rains caused devastating floods and landslides in Rwanda that killed at least 130 people.",
    "The Horn of Africa is one of the most vulnerable regions to climate change, with extreme weather events growing increasingly common and intense.",
    "Since late 2020, Somalia as well as parts of Ethiopia and Kenya have been suffering the region’s worst drought in 40 years.",
    "In 2019, at least 265 people died and tens of thousands were displaced during two months of relentless rainfall in several countries in East Africa.",
    "The impact of El Nino, a weather pattern that contributes to rising global temperatures, can be exacerbated by climate change, scientists say.",
    "In response, African leaders are pushing for new global taxes and changes to international financial institutions to help fund climate change action.",
    "The launch of a “loss and damage” fund at the COP28 summit in Dubai earlier this week was hailed as a historic as it will see the biggest historical polluters pay for the damages sustained by countries that have been hit the hardest by the climate crisis, while also being the least responsible for it.",
    "But details of the fund have not been fleshed out, and while 118 countries have pledged to boost clean energy at the summit, the world continues to fall far short of the Paris Agreement’s target of limiting global warming to 1.5 degrees Celsius (2.7F).",
    "Scientists expect the worst effects of the current El Nino will be felt at the end of 2023 and into next year."
  ]
}