{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ending-2023-with-no-arrears-for-first-time-in-25-years-pmd-145320/",
  "time_ut": 1703920800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ending 2023 with no arrears for first time in 25 years: PMD",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has ended 2023 by making payments to all certified expenses, the first year in 25 years that had ended with no arrears, President’s media office said in quoting the Finance Ministry.",
    "All approved and certified payments for which bills have been submitted up to December 15 have been paid, the statement said.",
    "“Accordingly 2023 becomes the first time in 25 years that all approved payments have been paid,” the statement said.",
    "Arrears in commuted pensions which had accumulated for 18 months up to the end of 2022, had also been cleared by 2023, the statement said.",
    "Under improvements in public finance management Sri Lanka is not expected to run arrears under an International Monetary Fund backed program.",
    "Sri Lanka has had a practice of running arrears which are cleared in the next year, including by borrowing from the central bank through provisional advance in a bid to keep down interest rates, triggering external crises from around the end of the first quarter.",
    "Central bank profits are also transferred as new liquidity adding to currency pressure in the first quarter.",
    "Instead of the liquidity injections and profit transfers, the public and the deficit is blamed for external stability by the perpetrators, critics say.",
    "Arrears themselves cannot create instability, unless they are re-financed by central bank liquidity tools or open market operations, but can stress private credit as suppliers borrow to finance the state through arrears.",
    "Payment delays can also force suppliers into quoting higher than required prices to sell to the government.  (Colombo/Dec30/2023)"
  ]
}