{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jayantha-karunaratne-13th-president-of-nce/",
  "time_ut": 1679072880.0,
  "original_lang": "en",
  "original_title": "Jayantha Karunaratne, 13th president of NCE",
  "original_body_lines": [
    "The National Chamber of Exporters of Sri Lanka (NCE), the only private sector Chamber that exclusively serves Sri Lankan exporters and is known as the “Voice of the Exporter,” held its 28th Annual General Meeting on March 14, at the Main Ball Room, Hotel Galadari to elect Council members and office bearers for the year 2023 and to conform to other statutory requirements. The AGM was followed by a Post Business Forum, with Murtaza Jafferjee, chairman of Advocata Institute, gracing the event as Guest of Honour and Keynote Speaker.",
    "During the AGM, Jayantha Karunaratne was elected the new president, and Kaushal Rajapakse and Dilshan Rajapakse were elected vice presidents of the NCE.",
    "Karunaratne is the founder, Chairman and Managing Director of the Imperial Teas Group. His 40+ years of experience in the tea trade began in 1977 when he served as a Tea Taster at a leading tea export company in Sri Lanka.",
    "Extensive travel has given him an in depth knowledge of overseas markets and trading concepts and methodologies. He is the immediate Past Chairman of the Colombo Tea Traders Association and it is during his tenure as chairman of CTTA that Karunaratne headed and facilitated the transition from an outcry auction system to an e-Auction due to the severe implications caused on the tea industry from the Covid-19 pandemic. He is also a past president of the Tea Exporters’ Association.",
    "Investors in wait-and-see mode ahead of reportedly crucial IMF-Govt. talks",
    "Unilever Voted Sri Lanka’s Number 1 Employer of Choice for the 11th Consecutive Year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}