{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Export-Marketing-Planning-and-Market-Pitching-Program-boosts-SMEs-export-prospects/34-756890",
  "time_ut": 1704064248.0,
  "original_lang": "en",
  "original_title": "Export Marketing Planning and Market Pitching Program boosts SMEs export prospects",
  "original_body_lines": [
    "Sri Lanka’s Export Development Board (EDB) completed a comprehensive six-week export coaching program aimed at assisting small and medium-sized enterprises (SMEs) with an export potential, registered under EDB New Exporter Development Program (NEDP) to develop their Export Marketing Plans as the first step in their journey towards becoming export-ready. New Exporter Development Program implemented by the Sri Lanka Export Development Board is aimed at developing export potential of SMEs’ to enter export markets.",
    "The program consisted of three phases. A group of 25 SMEs demonstrating export potential were selected by an internal evaluation panel as the first step of the program.",
    "The second phase involved individual and group training sessions on export marketing planning. A dedicated team of Export Development Board officers, trained by the International Trade Center (ITC) as Export Marketing Plan (EMP) coaches, conducted these informative sessions. SMEs received guidance from these officers in developing their export marketing plans for a selected product in a target market. Additionally, there were some knowledge sharing sessions for the SMEs on important aspects on export planning such as packaging development for the export market, marketing and branding, logistics and export documentations with the support of experts from the industry.",
    "The final stage featured an Export Market Pitching program on 5 December 2023 where 17 SMEs presented their export marketing plans, outlining their financial requirement for entry into the international market, such as obtaining market intelligence, quality enhancement, capacity building, packaging development, marketing and branding.",
    "An external evaluation panel, including   International Finance Corporations (IFC) Senior Operations Officer Rathnija Arandara, Colombo University Faculty of Management and Finance Senior Lecturer Prof. B. Nishantha and Sri Lanka Institute of Marketing (SLIM) Secretary Dr. Dilhan Sampath Jayatilleke evaluated the presented export marketing plans. Import Promotion Desk Germany External Consultant Rosa Nelly participated in the program as an observer, giving the feedback on the Export Marketing Plans presented.",
    "Eventually, Lak Nature International Ltd., Serangreen Holdings Ltd., Saviru Spices and Naturals Ltd., Star Mushroom, Aqua Zone Ornamental Fish Farm Ltd., Cloud Content Marketing Ltd., Jay Ceylon Cinnamon Ltd., Nathuco Brown, Randee Super Food Ltd., and St. Theresa DC Mills Ltd. were selected by the panel as the 10 best export marketing plans. The winning companies will be assisted by the Sri Lanka Export Development Board to implement their next stage of Export Marketing Plans."
  ]
}