{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Terminal-2-project-of-BIA-to-resume-with-Japans-assistance-Aviation-Minister/108-256487",
  "time_ut": 1679656252.0,
  "original_lang": "en",
  "original_title": "Terminal 2 project of BIA to resume with Japan’s assistance: Aviation Minister",
  "original_body_lines": [
    "The International Monetary Fund (IMF) has extended its support to Sri Lanka to restore the economy and the Airport and Aviation Services (Sri Lanka) Limited (AASL) can resume the Terminal 02 project of the Bandaranaike International Airport (BIA) with the assistance of JICA and the Government of Japan, Ports, Shipping and Aviation Minister Nimal Siripala de Silva said.",
    "While addresing the 40th Anniversary Celebration of AASL today, the Minister said that due to the economic crisis of the country, JICA suspended its loan extended to build the Terminal 02 project of the BIA which is a much needy and timely development.",
    "At the moment, AASL is managing five international airports in the country namely BIA, Mattala Rajapaksa International Airport (MRIA), Colombo International Airport Ratmalana, Palali, and Batticaloa contributing to a large extent to the national economy.",
    "The AASL has significantly expanded its operations in Sri Lanka and employs nearly 4,000 employees in all airports contributing to the socio-economic development of the country and also providing employment opportunities for youth.",
    "When Sri Lanka was challenged by the Global pandemic, the national airports served the nation continuously to facilitate all repatriations and cargo aircraft movements.",
    "Sri Lanka was facing its worst foreign exchange crisis that significantly affected the island nation's earnings from tourism and remittances. But the AASL anchored to overcome the challenges and contributed to the national treasury towards regaining the economic stability, the Minister said.",
    "QTerminal 02 projects will enhance the quality and integrity of AASL as a service provider. AASL is working hard to make Mattala, Palali, and Rathmalana Airport viable business ventures through innovative interventions, the Minister added. (Chaturanga Pradeep Samarawickrama)"
  ]
}