{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/11/29/mullenlowe-sri-lanka-named-%e2%80%9cmost-effective-agency-of-the-year-2022-23%e2%80%9d/",
  "time_ut": 1701265500.0,
  "original_lang": "en",
  "original_title": "MullenLowe Sri Lanka named “Most Effective Agency of the Year 2022/23”",
  "original_body_lines": [
    "Colombo (News 1st) – MullenLowe Sri Lanka was named the \"Most Effective Agency for 2022/23\" at the 2023 Effie Awards in a gala event on Tuesday night, an award it jointly shared with Dentsu in a tie of points.",
    "It is the fourth time in five years that MullenLowe Sri Lanka has clinched this prestigious title, coming in a close 2nd last year. MullenLowe achieved the rare feat of being the only company to win the title three years in a row when they won the awards in 2019, 2020 and 2021 and have collectively won the title six times in just the past eight years alone.",
    "Thayalan Bartlett, the Chief Executive Officer of the MullenLowe Group, said “Advertising is very simply about staying true to people, ideas, and brands. We are fortunate to be blessed with some of the very best talent who create, effective and distinctive work for one of the most sought-after brand portfolios in the country. I am immensely delighted for our people, brands and clients who deserve to be in this spotlight.”",
    "\"As a company we have been divesting from being a typical advertising agency. With our revamped model, we offer our clients a full gamut of services, having broken our business down to eight verticals that offer a holistic solution,\" said Thayalan.",
    "MullenLowe is venturing into overseas markets and would be providing certain services in Australia, New Zealand, Bangladesh and Pakistan, said Thayalan.",
    "Dilshara Jayamanne, Senior Vice President and Chief Creative Officer of the MullenLowe Group said “As Sri Lanka heroically recovers from a perfect storm of crises the importance of doing the best work that makes an exponential impact in the market becomes more important than ever. This award is a testament to our commitment to delivering exactly that.”",
    "“I always believe ‘effective’ advertising is like high octane fuel for brands and I am deeply honoured to be a part of a strong creative culture that consistently produces impactful and effective work, especially in the face of challenging economic conditions,” said Harendra Uyanage Vice-President and Executive Director of the MullenLowe Group.",
    "The MullenLowe Group (MLG) is Sri Lanka’s largest marketing communications group. Supported by eight independently managed strategic verticals – MullenLowe, LoweLintas, LoweDigital, LoweTech, LoweActive, LowePublic, LoweMedia and LoweGo the group is well represented across categories covering FMCG, Banking & Finance, Insurance, Leisure, Mobile & Broadband, Tech, Fintech, Enterprise Solutions, Milk based foods, Beauty, Personal and Home Care, Carbonated, Energy and Fresh Drinks, Packaged Foods & Biscuits and Sanitary Pads to name a few. By the sheer representation of diverse industries, the Group draws on a vast amount of category knowledge making it the most influential brand communications group in the country. MullenLowe Sri Lanka is a full member affiliate of MullenLowe Worldwide headquartered out of Boston and is part of a network of 95 global offices across 65 markets. MullenLowe Worldwide employs 6400+ people around the world.",
    "With an average age of 30 years, MullenLowe is staffed with immensely talented young thinkers, who are led by two highly acclaimed creative leaders and eight strategic business leaders who manage 80% of the top 10 and 50% of the top 20 most advertised categories and brands in the country. MullenLowe is a melting pot of ideas, cultures, brands, and people.",
    "\"This singularly contributes to the richness of our creative culture and diversity making us a very different breed of advertising professionals. Such consistent recognition is only a manifestation of the values we represent and the kind of company we truly are,\" said Thayalan.",
    "Photo Caption: (from left) Thayalan Bartlett – Director & Chief Executive Officer, Dilshara Jayamanne – Snr. Vice President & Chief Creative Officer, Harendra Uyanage – Associate Vice President & Executive Creative Director.",
    "IMF says Sri Lanka debt deal could help board clear first bailout review",
    "The government’s Trojan horse | Dr. Gehan Gunatilleke on The People’s Platform"
  ]
}