{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-hosts-key-ASEAN-Regional-Forum/56-748792",
  "time_ut": 1685126422.0,
  "original_lang": "en",
  "original_title": "Sri Lanka hosts key ASEAN Regional Forum",
  "original_body_lines": [
    "The 14th ASEAN Regional Forum (ARF) Inter-Sessional Meeting on Non-Proliferation and Disarmament (ISM on NPD) was held in Colombo from 16 to 17 May, hosted by Sri Lanka and co-chaired with Thailand and the United States of America.",
    "The ARF meeting brought together officials from the Ministries of Foreign Affairs, Defence and Trade of 17 ARF Participant countries, in person with 5 ARF Participant countries taking part virtually. The meeting was chaired by Ministry of Foreign Affairs (Sri Lanka) Director General of the Satya Rodrigo, who also chaired discussions on the peaceful uses of nuclear energy. The Co-Chairs Principal Deputy Assistant Secretary Ann K. Ganver (United States) and Deputy Director General Bolbongse Vangphaen (Thailand) chaired discussions on Non-Proliferation and Disarmament, respectively.",
    "During the opening, Director General Rodrigo noted Sri Lanka’s role in making the first calls for a special session on disarmament in 1975 and Sri Lanka’s continued contribution to disarmament in regional and international fora. Director of the National Centre for Non-Destructive Testing of the Sri Lanka Atomic Energy Board Anura Jayatilaka gave a presentation on the role of Non-Destructive Testing (NDT), and its applications for manufacturing and construction industries.",
    "Sri Lanka has been a member of the ARF since 2007. The ARF is an important ASEAN-led mechanism for security dialogue in the Asia-Pacific region and provides a forum to foster constructive dialogue and consultation towards promoting confidence building measures and preventive diplomacy in the region.",
    "The Sri Lanka delegation comprised senior officials of the Ministry of Foreign Affairs, including ARF SOM Leader, Addl. Secretary / Bilateral (East) Yasoja Gunasekera, Director General / Southeast Asia and Central Asia Waruna Wilpatha, and other senior officials of the Sri Lanka Atomic Energy Board."
  ]
}