{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90213/janet-yellen-warns-us-could-run-out-of-cash-by-june-1",
  "time_ut": 1682994540.0,
  "original_lang": "en",
  "original_title": "Janet Yellen warns US could run out of cash by June 1",
  "original_body_lines": [
    "The United States could run out of money to pay its financial obligations - risking a catastrophic default - as early as the start of June, Treasury Secretary Janet Yellen said on Monday (May 1), as policymakers tussle over raising the debt ceiling.",
    "Last week, the Republican-led House of Representatives voted to lift the national borrowing limit, but only with drastic cuts as they sought a showdown with President Joe Biden, a Democrat, over what they see as excessive spending.",
    "Republicans were determined to muscle the Limit, Save, Grow Act through the lower chamber of Congress to strengthen their position in negotiations with Biden, who has refused to agree to spending cuts. But the act has no chance of becoming law as it is opposed by Democrats controlling the Senate and White House.",
    "The impasse has raised the possibility of Congress and White House overseeing the first national debt default.",
    "“Our best estimate is that we will be unable to continue to satisfy all of the government’s obligations by early June, and potentially as early as Jun 1, if Congress does not raise or suspend the debt limit before that time,” said Yellen on Monday, in a letter addressed to House Speaker Kevin McCarthy and other leaders.",
    "While the United States hit its US$31.4 trillion borrowing limit in January, the Treasury has taken extraordinary measures that allow it to continue financing the government’s activities.",
    "But if the debt ceiling is not raised or suspended before current tools are exhausted, the government risks defaulting on payment obligations, with profound implications for the economy.",
    "“Given the current projections, it is imperative that Congress act as soon as possible to increase or suspend the debt limit in a way that provides longer-term certainty that the government will continue to make its payments,” Yellen said.",
    "The White House said late on Monday that Biden called McCarthy that afternoon to invite him to a meeting on May 9 with the other chief Republican and Democratic leaders of Congress.",
    "A source familiar with negotiations told AFP that Biden spoke on Monday with McCarthy on extending the national debt and avoiding a default.",
    "As head of the narrow Republican majority in the House, McCarthy has primary control over US budget issues.",
    "In a statement late on Monday, McCarthy appeared unbowed, accusing Biden of “threatening to bumble our nation into its first ever default.” He called on the president and the Senate “to get to work - and soon” to accept spending cuts and avert the crisis.",
    "In an earlier letter, Yellen said it was unlikely that cash and extraordinary measures would run out before early June.",
    "She added on Monday that the latest expectations are based on current available data and noted that the actual date when Treasury exhausts its measures could be “a number of weeks later” from the early June estimate.",
    "“Because tax receipts through April have been less than the Congressional Budget Office anticipated in February, we now estimate that there is a significantly greater risk that the Treasury will run out of funds in early June,” said CBO director Phillip Swagel in a separate statement on Monday.",
    "In an earlier report, the CBO projected that extraordinary measures would likely be exhausted between July and September, although it also acknowledged uncertainty in its expectations.",
    "“House Republicans are running out of time to avert an economic catastrophe of their own making,” said Brendan Boyle, a top Democrat on the House Budget Committee.",
    "“Today’s update from the Treasury Department needs to be a wakeup call for Speaker McCarthy,” he added, saying that the Speaker has “wasted enough of the House’s time” appeasing his extreme allies.",
    "But House Republicans, in a tweet after the Treasury’s announcement, doubled down on the need to “limit Washington spending.”"
  ]
}