{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/IronOne-Technologies-appoints-former-Ambassador-Manori-Unambuwe-as-Vice-President-to-drive-global-expansion/34-748725",
  "time_ut": 1684964243.0,
  "original_lang": "en",
  "original_title": "IronOne Technologies appoints former Ambassador Manori Unambuwe as Vice President to drive global expansion",
  "original_body_lines": [
    "From left:  IronOne Technologies Vice President of Strategy and International Markets Manori Unambuwe, IronOne Technologies  and BoardPAC Founder and Executive Director Lakmini Wijesundera and BoardPAC Head of Operations Buddhika Abeygooneratne",
    "IronOne Technologies is pleased to announce the appointment of Manori as Vice President of Strategy and International Markets. In this role, Manori will lead IronOne’s global strategy, overseeing the company’s expansion into new markets and driving growth in existing ones. She will also be responsible for IronOne’s business development efforts, identifying new opportunities to bring innovative IT solutions to clients worldwide.",
    "Manori brings to IronOne over 20 years of experience in information technology, having held senior leadership positions in three global technology giants. Prior to her appointment as Ambassador, she served as the Sri Lankan Ambassador Extraordinary and Plenipotentiary to the Federal Republic of Germany with concurrent accreditation to Switzerland, Croatia, North Macedonia, and Montenegro. She has also served on the Boards of the Information and Communication Technology Agency of Sri Lanka (ICTA) and the Sri Lanka Computer Emergency Readiness Team (SLCERT).",
    "“We are delighted to welcome Manori to the IronOne team,” said IronOne Technologies Co-founder and Executive Director Lakmini Wijesundera. “Her extensive experience in information technology and her track record of success in business development and market expansion will be invaluable as we continue to grow and expand our global reach.”",
    "The appointment plays a crucial role in IronOne’s strategic vision to position the company as the foremost IT solution provider in the field of artificial intelligence across Asia and expand its global business presence.",
    "Manori said, “I am excited to join IronOne Technologies and to work with the talented team to drive the company’s growth and success. I look forward to contributing to the company’s vision of bringing innovative IT solutions to clients worldwide.”",
    "IronOne Technologies is an IT solutions provider to many clients worldwide, including some listed in the Fortune 500. Its AI labs division, consisting of a highly skilled team of AI engineers with experience in Data Science and Machine Learning, can deliver state-of-the-art solutions to various industries. Atrad, a multi-disciplinary financial trading platform with over 80% of the market share in Sri Lanka, and the Mobile web solutions, with unique apps provided to renowned global brands, are the other business solutions the company provides.",
    "Manori currently serves as an Ambassador for AsiaBerlin Forum, an initiative by the Berlin Senate to support Asian tech start-ups to access the German market. Her experience and knowledge will be instrumental in guiding IronOne Technologies’ strategic decisions and expanding its global footprint."
  ]
}