{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89782/semasinghe-holds-several-rounds-of-talks-on-economic-reform-program",
  "time_ut": 1681457460.0,
  "original_lang": "en",
  "original_title": "Semasinghe holds several rounds of talks on economic reform program",
  "original_body_lines": [
    "Finance State Minister Shehan Semasinghe has had several rounds of discussions with top foreign finance officials pertaining to restructuring Sri Lanka’s debt and the economic reform program.",
    "Semasinghe, accompanied by Central Bank Governor Dr. Nandalal Weerasinghe and Treasury Secretary Mahinda Siriwardana, is in Washington DC to take part in the Spring Meetings of the International Monetary Fund (IMF) and the World Bank Group.",
    "Accordingly, China has assured its continuous support for Sri Lanka’s ongoing efforts to address debt vulnerabilities and boost the island nation’s economy.",
    "This was conveyed by China’s Vice Minister of Finance Wang Dongwei during a meeting with Semasinghe to discuss matters of mutual interests.",
    "On the sidelines of the Spring Meetings, Semasinghe also met with First Deputy Managing Director of the IMF, Gita Gopinath to discuss the macro-economic challenges faced by Sri Lanka and she reaffirmed the island’s commitment to the reform agenda to consolidate an economy that is competitive & sustainable.",
    "The state minister said he had a productive discussion with Deputy Assistant Secretary of the US Treasury, Robert Kaproth, during which Sri Lanka’s efforts to stabilize the economy through decisive reform agenda was appreciated. Kaproth also assured support for the debt restructuring process and improve treasury operations.",
    "On Thursday (April 13) – the third day of the IMF-World Bank Spring Meetings – a common platform on restructuring Sri Lanka’s debt was announced at the IMF Spring Conference.",
    "The common platform for the talks among bilateral creditors to coordinate the restructuring of Sri Lanka’s debt was announced under the leadership of the Japanese government.",
    "It was attended by Japanese Finance Minister Shunichi Suzuki, French Director General of the Treasury Emmanuel Moulin, India’s Finance Minister Nirmala Sitharaman, IMF Managing Director Kristalina Georgieva and IMF Deputy Managing Director Kenji Okamura. President Ranil Wickremesinghe joined the conference virtually.",
    "Wickremesinghe made an open invitation to all creditors to join this common platform and provide the necessary support to the debt restructuring program and support the acceleration of debt restructuring in Sri Lanka."
  ]
}