{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90993/death-toll-from-fatal-train-crash-in-india-climbs-over-230",
  "time_ut": 1685759520.0,
  "original_lang": "en",
  "original_title": "Death toll from fatal train crash in India climbs over 230",
  "original_body_lines": [
    "At least 233 people are now known to have been killed and 900 injured in a multiple train collision in India’s eastern Odisha state, officials say.",
    "More than 200 ambulances were sent to the scene in Balasore district, says Odisha’s chief secretary Pradeep Jena.",
    "One passenger train is thought to have derailed before being struck by another on the adjacent track late on Friday.",
    "It is India’s worst train crash this century. Officials say the death toll is expected to rise further.",
    "Indian Railways said the two services involved were the Coromandel Express and the Howrah Superfast Express.",
    "A total of 233 bodies had been recovered so far, Mr Jena said.",
    "He said earlier that more than 100 additional doctors had been mobilised.",
    "Indian Prime Minister Narendra Modi said he was distressed by the incident and his thoughts were with the bereaved families.",
    "“Rescue ops are under way at the site of the mishap and all possible assistance is being given to those affected,” he tweeted.",
    "Meanwhile, Home Minister Amit Shah labelled the incident “deeply agonising”.",
    "One male survivor said that “10 to 15 people fell on me when the accident happened and everything went haywire. I was at the bottom of the pile.",
    "“I got hurt in my hand and also the back of my neck. When I came out of the train bogie, I saw someone had lost their hand, someone had lost their leg, while someone’s face was distorted,” the survivor told India’s ANI news agency.",
    "It is believed that several carriages from the Shalimar-Chennai Coromandel Express derailed at about 19:00 local time (13:30 GMT), with some of them ending up on the opposite track.",
    "Another train - the Howrah Superfast Express travelling from Yesvantpur to Howrah - is then thought to have hit the overturned carriages.",
    "Indian officials said that a goods train - which was stationary at the site - was also involved in the incident. They provided no further details.",
    "Some surviving passengers were seen rushing in to help rescue those trapped in the wreckage.",
    "Local bus companies were also helping to transport wounded passengers.",
    "India has one of the largest train networks in the world and accidents are common, despite successive governments investing hundreds of millions of dollars to improve the infrastructure, says BBC South Asia regional editor Anbarasan Ethirajan.",
    "India’s worst train disaster was in 1981, when an overcrowded passenger train was blown off the tracks and into a river during a cyclone in Bihar state, killing at least 800 people."
  ]
}