{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/DarazMart-Sundays-to-provide-unparalleled-value-convenience-to-shoppers/34-748510",
  "time_ut": 1684520340.0,
  "original_lang": "en",
  "original_title": "‘DarazMart Sundays’ to provide unparalleled value, convenience to shoppers",
  "original_body_lines": [
    "Daraz has announced the launch of ‘DarazMart Sundays’, an initiative that aims to provide customers convenient and affordable access to groceries.",
    "The onset of the pandemic caused an upsurge in e-commerce in Sri Lanka, especially for the purchase of groceries and other necessities. A recent study by Daraz and SLASSCOM revealed that groceries and household items were the second most popular items bought online.",
    "As consumer preferences continue to shift towards online shopping, DarazMart Sundays offer additional value to those who choose to buy their everyday items online. With this proposition, customers can take advantage of discounted prices on a wide range of products including Groceries, Health and Beauty products, and Mother and Baby items every Sunday, making the platform the perfect choice for all their weekly household shopping needs. Customers who use debit or credit cards will benefit from further discounts when paying for their purchases in advance.",
    "Chief Commercial Officer Oshan Ranatunga said: “We hope that with DarazMart Sundays, customers are able to find a wide range of products for their weekly shopping occasion, as well as benefit from the best savings possible. Our express and same-day delivery services will also ensure that shoppers have an exceptional shopping experience from discovery to delivery. We are committed to providing our users with the best experiences, and we believe that Daraz Mart Sundays is a step in the right direction to provide customers with the choices, affordability, and reliability they expect, while also enhancing visibility and stimulating business growth for our DarazMart business partners.”",
    "DarazMart Sundays are designed to give customers an immersive shopping experience, with discounts of up to 50% on leading brands like Unilever, Hemas, Reckitts, and Munchee, as well as bundled offers, freebies, and exclusive discounts of 20% on orders above Rs. 2,500 when using Mastercard. Moreover, customers can expect to make better-informed purchase decisions with the aid of the exciting content on the Daraz Livestreaming feature and also avail of the Buy Now Pay Later application Koko to make payments in three equal interest-free instalments, for an even more affordable and accessible shopping experience."
  ]
}