{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/30/cbsl-assures-safety-of-57-million-bank-deposits/",
  "time_ut": 1688094360.0,
  "original_lang": "en",
  "original_title": "CBSL assures safety of 57 million bank deposits",
  "original_body_lines": [
    "(PMD) During a special press briefing held at the Presidential Media Centre on Domestic Debt Optimization (DDO), Dr. Nandalal Weerasinghe, the Governor of the Central Bank, emphasized the importance of relieving the burden on the banking system caused by the already excessive 50% taxes. This measure aims to safeguard the treasury, strengthen the economy, and ensure the protection of the 57 million public and private bank deposits in Sri Lanka.",
    "The Governor highlighted the severe repercussions that would result from a collapse in the country’s banking sector. To prevent such a scenario, Friday, June 30th, was declared a bank holiday until the Parliament approves the restructuring of local debt.",
    "Furthermore, Dr. Nandalal Weerasinghe assured the public that the existing Employee Provident Fund (EPF) would remain untouched. Additionally, he guaranteed a minimum interest rate of 9% for the EPF.",
    "In attendance at the press conference were Dr. R.H.S. Samaratunga, the Senior Advisor to the President on Economic Affairs, Mr. Mahinda Siriwardena, the Secretary of the Finance Ministry, Mr. A.K. Seneviratne, the Deputy Treasury Secretary, as well as heads of media organizations and media representatives.",
    "Dr. Nandalal Weerasinghe, the Governor of the Central Bank, further commented on the DDO;",
    "In order to achieve a sustainable level of the government’s domestic debt, we must work towards stabilizing the current criteria within a 10-year timeframe, as agreed upon with the International Monetary Fund (IMF). For instance, by the end of 2022, the public debt as a percentage of the Gross Domestic Product (GDP) stood at 128%. However, our target is to reduce it to below 95% by 2032, which is the first criterion. The second criterion involves reducing the government’s total financing requirement, currently at 34.6% of the GDP annually, to an average level of 13% or lower during the 5 year period of 2027-2032.",
    "The third criterion pertains to foreign debt servicing, which currently accounts for 9.4% of the GDP. Our aim is to bring it down to 4.5% during the period of 2027-2032. Achieving these goals will lead to a reduction of $16.9 billion in the relief required to bridge the external financing gap. Additionally, there are three other tasks that need to be accomplished in order to attain these three objectives.",
    "There are three key aspects to address in the debt restructuring process. Firstly, discussions are underway regarding the restructuring of official bilateral debts. Secondly, there are on-going discussions regarding the money borrowed through sovereign bonds in commercial markets. Thirdly, there is a focus on optimizing domestic debt. The optimization of domestic credit plays a significant role in this overall process.",
    "Through the restructuring of local debts, the aim is to reduce the government’s gross debt burden and meet its financial needs. If the proposed measures are implemented, it is projected that the gross financial need will decrease to 12.7, aiming for a value below 13. If successfully implemented, this would result in a reduction of public debt as a percentage of the gross domestic product, bringing it down to 90%.",
    "Currently, there are 4.1 trillion in treasury bills, with 62.4% held by the Central Bank. Conversion of treasury bills into long-term treasury bonds has been proposed previously. However, additional measures are required, prompting consideration of treasury bonds to fulfil the remaining financial requirements. Presently, there are 8.7 trillion in treasury bonds, with 36.5% held by the superannuation fund and approximately 36% held by banks. The remaining portion is owned by insurance companies and private individuals.",
    "As the Central Bank, our primary concern is to find the best solution to ensure the stability of the banking system and the well-being of the Employee Provident Fund (EPF). The Central Bank, being the custodian of the EPF, actively participates in discussions and supports the proposed measures to safeguard deposits and protect public funds such as the EPF from any potential harm.",
    "According to the proposal, the banking system has already made a significant contribution to reducing the government’s indebtedness. Currently, banks pay over 50% of their income as taxes, including 30% as company tax, 18% as VAT and financial services tax, and 2.5% as social security contribution. Therefore, more than 50% of the banks’ earnings are already allocated to taxes and contribute to the government’s revenue. In comparison, superannuation funds have a lower tax rate of 14%.",
    "Hence, the first point to note is that the banking system is already making a considerable contribution.",
    "Secondly, the banking system has incurred losses due to non-payment of loans resulting from economic challenges and grace periods provided. In the past, grace periods with a value of 1.6 trillion were granted, indicating that the banking system has already contributed to the economy.",
    "Protecting the banking system and ensuring the safety of depositors’ funds are crucial responsibilities. The banking system plays a vital role in the economy, as evidenced by the 57 million bank accounts holding deposits from a population of around 20 million. Any harm to these funds would have a severe impact on the banking system. As the Central Bank, our primary objective is to safeguard the banking system and the currency. Recently, there were rumours about bank collapses, and concerns were raised regarding the safety of deposits. Withdrawing deposits from banks would lead to an economic collapse.",
    "Therefore, the foremost effort is to protect the funds of depositors in the 57 million accounts without harming the banking system, as it would have the greatest social impact. Consequently, the banks should not be further burdened.",
    "Moving on to the superannuation funds, which include the Employee Provident Fund (EPF) and the Employees’ Trust Fund (ETF), they are subject to a 14% tax rate, which is lower than the tax rate imposed on banks. The proposal suggests retrieving all existing treasury bonds from these funds and issuing new bonds in return. These bonds will earn 12% interest until 2025 and 9% interest thereafter. Importantly, the amount in the EPF will not decrease, as the government guarantees a future benefit of 9% interest. The government assures that if there is any deficit, the treasury will cover it.",
    "Those who choose not to participate in the Treasury bond exchange have the option of paying a 30% tax instead of the standard 14% tax.",
    "We aim to complete the bond exchange within a few weeks and finalize this process in July.",
    "CCPI based headline inflation records another sharp decline in June 2023",
    "Two world leaders found guilty of misusing social media and mass media for elections",
    "Installation of boat service between India and Sri Lanka to be delayed"
  ]
}