{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/universal-declaration-of-human-rights-and-the-importance-of-swing-states/",
  "time_ut": 1702487220.0,
  "original_lang": "en",
  "original_title": "Universal Declaration of Human Rights and the importance of ‘Swing States’",
  "original_body_lines": [
    "‘All human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of brotherhood.’ Thus reads Article 1 of the historic and vital Universal Declaration of Human Rights (UDHR). It is 75 years young this December since its establishment on December 10, 1948.",
    "The question that is likely to surface in the minds of particularly cynics is whether the UDHR has proved effective and commanded the respect of the world in its entirety over the past decades. Needless to say, an unqualified answer in the affirmative could not be given to this poser but it ought to be obvious to humanistic and progressive-minded sections of the international community that the world would be the poorer by not appropriating the core values of the UDHR. In fact, the UDHR easily defines what it means to be fully human.",
    "It is plain that the UDHR is observed more in the breach by sections of the world community, including some originators of the historic document, but that in no way invalidates the principal import of the landmark declaration.",
    "The fact is that the UDHR underlines the sanctity of human life and minus this supreme moral parameter the current international disorder would be of even graver proportions. Savagery is rampant at present in some war and conflict zones but such gross human perversions are not beyond the possibility of rectification.",
    "Dire situations of this kind render it imperative for women and men of conscience to continually speak out against flagrant violations of the UDHR and international humanitarian law. Some few persons of conscience could not have expressed it more thought-provokingly when they said that, ‘Evil prospers when good women and men remain silent.’",
    "The time is ripe to think through in earnest some principal issues that grow out of the UDHR and its implementation. None blessed with reason and a conscience would criticize the UDHR mindlessly, considering that it helps to define humanity in its true sense. Yet, there is also no denying that, on the face of it, it does not command total loyalty from those sections that are expected to adhere to its moral injunctions most scrupulously. One of the chief end results from this irregularity is the seeming ineffectiveness of the UDHR in the face of lawlessness and barbarism.",
    "Two current theatres of war that seem to bear out the ineffectiveness or the lack of ‘teeth’ of the UDHR are the Gaza Strip and Russia-ravaged Ukraine. In these Killing Fields civilian lives are unconscionably savaged and snuffed-out. While it is true that Hamas pulled the trigger to the unfolding horrors in the Gaza, the Israeli military response to the Hamas-inspired atrocities has been equally mind-numbing. The UDHR, therefore, is being stood on its head, so to speak, in the Middle East of today.",
    "The same goes for Ukraine. Two years and counting, the principal players in the Ukraine tragedy are standing accused of violating international humanitarian law. The Russian state has to date shown the least concern for the lives of civilians. Humanity does not seem to be having a restraining influence on the Russian state in its efforts at furthering its territorial ambitions.",
    "However, in the case of the Gaza violence, the external backers of the main warring sides too stand accused of lacking in humanity. Regional military supporters of Hamas, for instance, could help in containing the conflagration by reining-in the militant organization but they do not seem to be doing anything of the kind. Their power aspirations apparently are getting in the way of their playing a constructive and humane role in the Gaza.",
    "Likewise, by failing to restrain the Israeli state in the conduct of its retaliatory military measures against Hamas, which are having disquieting consequences for Palestinian civilians, the US and its close allies too are guilty of being dismissive of moral considerations of the kind that derive from the UDHR.",
    "Considering the foregoing, it is small wonder that the UDHR is seemingly proving ineffective in the face of human aggression. In each of the above theatres of war, power is emerging as a prime aim for the main actors concerned. The lust for power within the main parties is apparently smothering and stifling all civilizational restraints and controls.",
    "The message the main actors mentioned above send to the world is that humanitarian considerations count for almost nothing in the pursuit of power. It should not come as a surprise, therefore, if international lawlessness comes to be greatly compounded.",
    "However, all is not lost. As the recent UN General Assembly (UNGA) resolution reveals, the majority of humanity is for a ceasefire in the Gaza. The same goes for the Ukraine. The majority of states favour a political solution in both theaters. That is, humanity is proving a prime consideration for the majority of humans.",
    "For major powers, such as Russia and the US, UNGA resolutions may not seem to matter much, but they cannot afford to overlook for long the moral positions of ‘Swing States’, or those democratic states of the South that could bring together a large following behind them on account of their growing influence and power. Some of these states are, India, Indonesia, South Africa and Brazil.",
    "The need is urgent for these ‘Swing States’ to come together and voice their opposition unitedly to the savagery or unbridled power politics of our times. In doing so they will do well not to side with this or that major global political formation. Right now, the US and its major allies could be seen as forming one such bloc. On the other hand, China and Russia are commanding a major following from among states of the South. The ‘Swing States’ would do well to follow an independent course in world politics by avoiding identification with such prominent power blocs.",
    "The ‘Swing States’ have the potential of being a singular voice of reason and morality in the present global disorder. This is on account of the fact that they are both economic heavyweights and dominant democracies. They could leverage their influence and power to make the major powers of East and West give ear to their moral concerns and convictions. However, to be substantially effective these ‘Swing States’ would need to stand firmly behind the UN system, for which there is no viable replacement at present.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}