{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90403/aswesuma-welfare-benefit-payments-to-commence-in-july",
  "time_ut": 1683631980.0,
  "original_lang": "en",
  "original_title": "“Aswesuma” welfare benefit payments to commence in July",
  "original_body_lines": [
    "President Ranil Wickremesinghe has given directives to initiate “Aswesuma” welfare benefit payments, which are scheduled to commence on July 01.",
    "The relevant gazette notification has been published pursuant to the powers delegated to the Head of State as Minister of Finance, Economic Stabilization & National Policy, according to the President’s Media Division.",
    "Accordingly, these payments will be distributed among four social categories; transitional, vulnerable, poor, and extremely poor.",
    "Additionally, the usual allowances will be given to the differently-abled, elderly, and kidney patients as well.",
    "Thereby, 400,000 ‘transitional’ beneficiaries will receive Rs. 2,500 per month until December 31, 2023. A total of 400,000 ‘vulnerable’ beneficiaries will receive Rs. 5,000 per month until March 31, 2024.",
    "Meanwhile, Rs. 8,500 per month will be provided to 800,000 ‘poor’ beneficiaries and Rs. 15,000 per month for ‘extremely poor’ beneficiaries for three years starting from July 01, 2023.",
    "Currently, 72,000 differently-abled people receiving welfare benefits will each be given Rs.5,000 per month; 39,150 kidney patients receiving support will each get Rs.5,000; and 416,667 people senior citizen allowance will each get Rs. 2,000.",
    "Around 3,712,096 applications for welfare benefits were received from 340 Divisional Secretariats across the island, with 91.5% of the process of verifying program information to identify those who are eligible for payment of these welfare benefits completed as of yesterday (May 08).",
    "The data has been monitored through selection committees consisting of three members at the regional office level, and the process of approval by the district secretary has also started.",
    "The highest number of applications confirmed and finalized were from Vavuniya district, which is 98% followed by 96.5% from Kandy district, 96% from Kilinochchi district, 96% from Jaffna district and 95.5% from Trincomalee district.",
    "The PMD says 3,362,040 applications in total covering the entire island have been verified thus far."
  ]
}