{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Will-President-s-behaviour-reduce-global-economic-support-to-solve-our-crisis/4-746186",
  "time_ut": 1678469986.0,
  "original_lang": "en",
  "original_title": "Will President’s behaviour reduce global economic support to solve our crisis?",
  "original_body_lines": [
    "The worrying question is whether the President’s efforts to stop the election will materially diminish the international support for solving our economic crisis. Elections are like a holy grail in the USA and the Western world. A fundamental right. Having elections is an important part of the ethos of these countries. Whether a country has elections and has a respect for human rights play a major role in determining whether they will support a country. If these two boxes cannot be given a tick the desire to help evaporates quickly. We then run the risk of being an outcast country. The worrying question is, to what extent will international support diminish due to the no elections saga?",
    "We rose in the esteem of the free world, when a people’s revolt removed an incompetent president who also belonged to the Rajapaksa clan who many believed were corrupt. No elections will wipe away all this goodwill.",
    "This expression which means, underhanded, manipulative behaviour, captures well the President’s recent behaviour about local Government elections. The President’s convoluted argument that there is no local Government election has been clinically destroyed by M.A. Sumanthiran PC. He posed the question of why RW’s UNP, paid deposits and fielded candidates, if there were no Local Government elections. He questions further why funds were provided to the Election Commission to conduct elections, and then suddenly seeks refuge in the contention of no money, without making a concerted effort to find the money, including asking the public to subscribe to an election fund.",
    "This is all a part of his jiggery-pokery behaviour to defer elections. Sumanthiran combats this, and sets out succinctly “that our position is that periodic elections are an important element to establish there is democratic governance in the country. That can never be compromised by the postponement of elections which is an essential feature of democracy.” Prof. Charitha Herath put an end to the President’s aspirations by pointing out that it is not the President’s task and that it is the sole right of the Election Commission to call for elections.",
    "We can in the words of Cicero to the Senate, ask RW, “When do you mean to cease abusing our patience? How long is that madness of yours still to mock us? When is there to be an end to that unbridled audacity of yours, swaggering about as it does now? ... Do you not feel that your plans are detected? Do you not see that your conspiracy is already arrested and rendered powerless by the knowledge which everyone here possesses of it?”",
    "We saw this with the Aragalaya. What was a peaceful protest turned violent and the President had to even leave his cash behind and run to a boat to save himself. What was the actual trigger? We may never know for certain, but what we do know is that peaceful protests can suddenly explode. This is the danger that prevails now. We are sitting on a powder keg. There are protests all over the place, with doctors, teachers, public servants, workers of various types, and then the political protests organised by the main players. A dangerous scenario.",
    "We had AKD saying at a rally at Lipton Circus, that their battle to hold LG elections could not be turned back by firing tear gas or water cannons. “We will win this battle for the sake of the people … to create a country free of corruption, drugs, and looting public money and to create a lawful country. This is the responsibility of this generation. We will win this struggle by hook or by crook.” All the ingredients for an explosion are there. What’s the trigger that will set it off?",
    "What must be done without delay, is for the President to stop trying to prevent the local Government elections. We can think of a number of nasty epithets he has earned, but I will let it rest by saying he has been very foolish. If elections are announced and funds provided and every assurance given that no attempts will be made by the Government to defer, delay or cancel elections, the temperature will drop by quite a few degrees. The risk of a major explosion of dissent will recede. What will remain on the agenda is the economic revival of the country.",
    "The Government team is not doing well with the IMF and the country’s creditors!",
    "We need the IMF and their money. When we get it the bonus is that it is like getting a good reference from the headmaster which will help us to get a good job. Similarly when the IMF gives us money it is a sign that the IMF is satisfied that we are taking proper actions to resolve our economic problems. This then enables us to get help and finance from other sources.",
    "When we go to the IMF we need to be clever and manage the process of what we are asked to do by the IMF. They send out a team of bright young economists. They are a very theoretical bunch of economists. They have ratios for everything and the remedies they prescribe are to get to all their sacred ratios. They have little or no concern about the political problems that will follow when one implements the IMF recommendations. This is exactly our current problem. To get the revenue to the levels stipulated by the IMF we have to raise taxes that are stridently opposed.",
    "My personal experience of dealing with the IMF makes an interesting story. We went to the IMF during President CBK’s regime. I too as an economist was Senior Advisor Ministry of Finance. The Secretary Treasury was a very bright economist Dr. P.B. Jayasundera. He battled it out with the IMF economists convincing them that their model was not the only model and other solutions that were politically manageable should be explored. My task was to build a good relationship with the local head of the IMF and to make him understand the political realities which restricted our options when seeking solutions. We succeeded on both fronts and got the funds from the IMF with very manageable conditions to fulfil. I see a lack of this type of approach from our current team negotiating with the IMF. We have not heard about any alternate proposals on tax being pursued with vigour with the IMF. Maybe they don’t have the freedom with a President that wants to comply with all their demands.",
    "Our debt restructuring efforts have stuttered along as the Chinese have not been helpful. We have not countered with a more robust approach even though we have a very strong case that the Chinese debt is an ‘odious debt’!",
    "The concept of odious debt is well-established in international law. A dip into the internet will provide the full legal picture on odious debt. Briefly an odious debt is one where the person giving the money benefits and the one receiving it does not. In international law there is a strong case for not repaying odious debt.",
    "The Chinese came with many unsolicited tenders to build various things like, roads, ports, airports, cricket grounds, theatres .They provided the contractor who was Chinese, and gave us the money in dollars to pay the contractor. These projects produced no stream of income in dollars and therefore we had no way of repaying these loans which became classic odious loans.",
    "Why did Mahinda Rajapaksa enter into these contracts? To us now it is irrelevant whether he was plain stupid or he did it because he was given large sums of money. Either way on the face of it there is a strong case for arguing that they are odious debts that do not have to be repaid. There is nothing in the media or any statements by the Governor of the Central Bank to indicate that the Government has considered the odious debt concept.",
    "Is this due to another RW intervention because pursuing it would mean telling the world about what MR did to burden us with the Chinese loans? Perhaps those who pull the strings that control RW did not want this pursued."
  ]
}