{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Political-risks-loom-over-Sri-Lanka-s-economic-stabilisation/14-756617",
  "time_ut": 1703203226.0,
  "original_lang": "en",
  "original_title": "Political risks loom over Sri Lanka’s economic stabilisation",
  "original_body_lines": [
    "www.eastasiaforum.org: Sri Lanka’s economy showed signs of stabilisation in 2023 after the worst economic and political crisis since its independence in 1948. An acute balance of payments crisis caused lower- and middle-income Sri Lankans to pre-emptively default on foreign debt, which exceeded $ 50 billion in April 2022. A crippling economic contraction, spiralling inflation, shortages of food and fuel and financial uncertainty followed.",
    "The remarkable change during 2023 can be traced to decisive policies by President Ranil Wickremesinghe’s new Government, formed in July 2022, after mass protests forced then President Gotabaya Rajapaksa to resign.",
    "The Wickremesinghe Government implemented stabilisation measures — namely hiking interest rates to control inflation, removing fuel subsidies, raising taxes and passing a law to improve the independence and accountability of the Central Bank of Sri Lanka. The government also conducted external debt restructuring talks with creditors, intensified discussions with the International Monetary Fund (IMF) on an economic bailout, sought Indian aid and engaged in free trade agreement-led Asian regionalism.",
    "These efforts made a difference. The Sri Lankan economy is stabilising despite major challenges that remain. Inflation fell from a peak of 70% in September 2022 to 3.4% in November 2023. Foreign exchange liquidity pressures eased, with usable foreign reserves rising from only $ 20 million in April 2022 to $ 2 billion in October 2023. Waiting lines for essential goods have disappeared.",
    "In March 2023, the IMF Board approved a tough Extended Fund Facility worth $ 2.9 billion over 48 months, which emphasises revenue-based fiscal consolidation and governance reforms. The first review by the IMF Board on 12 December 2023 rated ‘Sri Lanka’s performance as satisfactory’ meaning that total IMF disbursement will be $ 670 million (22%) in 2023. The IMF facility unlocked additional funding from the World Bank and the Asian Development Bank for social protection, financial sector development and infrastructure development.",
    "Subscribing to the notion that the 21st century is the Asian Century, Sri Lanka also formally applied to join the Regional Comprehensive Economic Partnership (RCEP), the world’s largest trading bloc. It also revived stalled bilateral free trade agreement talks with Thailand, India and China. Agreements with these countries could create new trade and supply chain opportunities for Sri Lanka.",
    "There is cautious optimism in domestic policy circles about concluding a Thailand-Sri Lanka trade agreement in the first quarter of 2024 and an India-Sri Lanka bilateral investment agreement some time in 2024. But RCEP membership may take some time — the trading bloc has yet to agree on accession rules for new members and regulatory reforms are needed in Sri Lanka.",
    "Partly linked to stabilisation progress and FTA talks, Sri Lanka announced two of its largest-ever foreign investments in late 2023. These are focused on improving infrastructure development.",
    "One is a project to develop the $ 700 million West Container Terminal at the Port of Colombo —a joint venture project between India’s Adani Group and Sri Lanka’s John Keels Holdings. This will expand the capacity of the port, which Lloyd’s List ranks as the world’s 26th largest container port by throughput. The US Development Finance Corporation has announced co-financing of $ 553 million for the project.",
    "In a geopolitical twist, China’s Sinopec Group — which will also operate 200 fuel filling stations in Sri Lanka — will invest $ 4.5 billion in an oil refinery in the controversial, low-profit Hambantota Port in Southern Sri Lanka.",
    "In November 2023, after yearlong talks, Sri Lanka concluded an initial agreement with key bilateral creditors, including India and the Paris Club, to restructure $ 5.9 billion in external debt. This was important for reducing interest payments and for unlocking IMF financing in 2024. This deal follows China’s separate agreement with Sri Lanka in October 2023 on conditions for debt restructuring.",
    "While the details are not public, these agreements are on similar terms, extending deadlines and lowering interest rates. But perhaps ominously, private creditors — who held about 40% of external debt (end-2022)— have expressed concerns about the extent of the ‘haircut’ on debt they could face, and say little engagement has occurred with them due to the focus on talks with official creditors.",
    "Stabilisation could translate into growth. The World Bank expects Sri Lanka’s GDP to grow at 1.7% in 2024 — up from negative 3.8% in 2023 and negative 7.8% in 2022. But previous poverty reduction gains over past decades have been reversed, because of growth going backwards and job losses. The percentage of people living beneath the $ 3.65 a day poverty line has doubled to 25% during the last two years. Child malnutrition increased as many families switched to less healthy diets.",
    "Few deep structural reforms have so far been implemented to bolster inclusive growth. There has been no privatisation of seven targeted state-owned enterprises, including two hotels and the Sri Lanka Insurance Corporation, despite months of preparation. Sri Lanka’s rigid education system, outdated labour laws, excessive holidays and inefficient agriculture also need reform to attract foreign and domestic investment.",
    "Worryingly, too, political risks could derail IMF stabilisation and reform efforts beyond 2024 — Presidential elections are due by September next year and Parliamentary elections are likely in 2024. High poverty levels and growing dissatisfaction with mainstream political parties appears to be boosting support for left-wing populist parties, which advocate alternative, home-grown policies. And the leader of the opposition, who is the head of a centre right party, says that he wants to renegotiate the IMF agreement.",
    "There is thus urgent need to build a national coalition for stabilisation and reform if economic recovery in Sri Lanka is to last.",
    "(The writer is Professorial Fellow in Economics and Trade at Gateway House.)"
  ]
}