{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95997/south-africa-files-genocide-case-against-israel-at-world-court",
  "time_ut": 1703907360.0,
  "original_lang": "en",
  "original_title": "South Africa files genocide case against Israel at World Court",
  "original_body_lines": [
    "South Africa asked the International Court of Justice (ICJ) on Friday for an urgent order declaring that Israel was in breach of its obligations under the 1948 Genocide Convention in its crackdown against the Palestinian group Hamas in Gaza.",
    "The ICJ, sometimes known as the World Court, is the United Nations venue for resolving disputes between states. Israel’s foreign ministry said in a reaction that the suit was “baseless.”",
    "South Africa’s filing alleged Israel was violating its obligations under the treaty, drafted in the wake of the Holocaust, which makes it a crime to attempt to destroy a people in whole or in part.",
    "It asked the court to issue provisional, or short-term, measures ordering Israel to stop its military campaign in Gaza, which it said were “necessary in this case to protect against further, severe and irreparable harm to the rights of the Palestinian people.”",
    "While the ICJ in The Hague is considered the U.N.’s highest court, its rulings are sometimes ignored. In March 2022 the court ordered Russia to immediately halt its military campaign in Ukraine.",
    "War began on Oct. 7 when militants of the Islamist group Hamas killed 1,200 people in a cross-border attack on Israel and seized 240 hostages by Israel’s count. Israel responded with an assault on Hamas-ruled Gaza, killing more than 21,000 people, Palestinian health officials say.",
    "In a first response to South Africa’s suit, Israel’s foreign ministry blamed Hamas for the suffering of Palestinians in the Gaza Strip by using them as human shields and stealing humanitarian aid from them, accusations Hamas denies.",
    "“Israel has made it clear that the residents of the Gaza Strip are not the enemy, and is making every effort to limit harm to the non-involved,” the ministry statement said.",
    "Palestine, whose statehood is contested but is seen by the court as having “observer state” status, said it welcomed South Africa’s suit.",
    "“The court must immediately take action to protect the Palestinian people and call on Israel, the occupying power, to halt its onslaught,” the Palestinian Foreign Ministry said in a statement.",
    "The court application is the latest move by South Africa, a critic of Israel’s war, to ratchet up pressure after its lawmakers last month voted in favour of closing down the Israeli embassy in Pretoria and suspending diplomatic relations.",
    "In a statement from South Africa’s Department of International Relations and Cooperation (DIRCO), the government said the application against Israel was filed on Friday.",
    "“Israel, since 7 October 2023 in particular, has failed to prevent genocide and has failed to prosecute the direct and public incitement to genocide,” DIRCO said in a statement.",
    "South Africa has backed the Palestinian cause for statehood in Israeli-occupied territories for decades, likening the plight of Palestinians to those of the Black majority in South Africa during the repressive apartheid era, a comparison that Israel vehemently denies.",
    "A different court in The Hague, the International Criminal Court (ICC), is separately investigating alleged atrocities in Gaza and the West Bank, but has not named any suspects. Israel is not a member of the ICC and rejects its jurisdiction."
  ]
}