{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/maitriya-hall-its-history-and-heritage/",
  "time_ut": 1682167920.0,
  "original_lang": "en",
  "original_title": "Maitriya Hall – Its History and Heritage",
  "original_body_lines": [
    "Nestled behind the Mettarama temple in Lauries Road Bambalapitiya and accessed through the gates of the hallowed temple, in the shade of a leafy environment sits the stately building “Maitriya Hall”. The tangible and physical character of this place is fully understood only if experienced. Walking in through the arched doorways of this historic building one is embraced by an immense sense of peace and quietude, which belies the fact one is the midst of the city with its hustle and bustle.",
    "This week in April 2023, the Maitriya Hall completes 120 years of fulfilling the purpose it was built for – that of disseminating the Buddha’s teachings, in English. The anniversary event is an opportune moment to reflect on the significance and value of this Hall and its unique historical, architectural and spiritual aspects.",
    "In the late 1880s a few Buddhist families in Bambalapitiya were concerned their offspring were not exposed to the Buddha’s teachings and erected a “Bana Maduwa accessed through a narrow gravel path”.(1) The Dhamma Talks intermittently held here took a meteoric rise when this group invited a brilliant young scholarly monk, Pelene Vajiragnana Thera, to reside at the site. The transformation of this preaching hall or Dharma Sala to ‘Siri Vajiraramaya’, the world renowned bastion of the Buddha Sasana, is history well known.",
    "As recorded by Dr. Ananda Soysa a son of a member of this history-making group, ‘within the small group of devotees it was Mr. J.E.R. Pereira who made the momentous invitation to the Most Venerable Pelene Vajiragnana Thera’. (1). Others in the group were G.J Silva, W.J. Soysa, W.A.de Silva, Simon Alwis and G.G.M. Silva.(1). As a young boy in the late 1920s Dr Soysa carried a lantern ahead of the monks as they traversed the footpath that was snake infested. Today this narrow path is the traffic burdened Vajira Road in Colombo 4.",
    "A few years later, it was the same John Ellenson Richard Pereira (J.E.R. Pereira) who steered the construction of Maitriya Hall, a parallel venture to cater to the English educated residents of Colombo. Well preserved documents show that in 1899 Mr. J.E.R. Pereira founded the Buddhist Aid Association comprising of “thirteen like-minded Buddhists” who jointly funded the purchase of a piece of land in Lauries Road. Their aim was “to establish a school room to teach Western languages to Buddhist monks” and to provide a hall “for the study and promulgation of Buddhism, in English”.",
    "Around this time, in 1900, Allan Bennett, a young scientist from London, arrived in Sri Lanka (Ceylon) in search of the Dhamma, having read the Light of Asia. He befriended Dr. Cassius Pereira, a son of the Pereira family. The dearth of monks with ability to teach in English was spotlighted when the need arose to find a teacher adept at imparting both Pali and the Dhamma to Allan Bennett. The search succeeded and the student made amazing progress under the tutelage of Venerable Weragampitiye Revata Maha Thera, an erudite monk in Kamburugamuwa. Allan Bennett who grasped Pali in the exceedingly short space of six months proceeded to get ordained. (2)",
    "There is no doubt Allan Bennett played a major role in influencing Mr. J.E.R. Pereira to build a large Hall to replace the existing small thatched roofed building they had purchased. The new building cost Rs. 6,000. Mr and Mrs J.E.R. Pereira were the prime donors with Jeannie Mary Pereira, wife of J.E.R. Pereira laying its foundation stone.",
    "The hall was ceremonially opened on April 25, 1903. As reported in Sarasavi Sandaresa Venerables Hikkaduwe Sri Sumangala, Mahagoda Gnanissara, and Dodanduwe Piyaratana Theras were at the head table. Having ordained in Myanmar, Allan Bennett returned as Bhikkhu Ananda Maitriya, and after paying obeisance to the three senior monks he addressed the gathering. Thereafter Bhikkhu Ananda Maitriya delivered talks every Sunday evening until he bid farewell to a tearful crowd after speaking on “Right Living”. The stirring speeches he delivered led Mr. J.E.R. Pereira to name the hall “Maitriya Dharma Sala” .",
    "Elizabeth Harris author, researcher and Buddhist scholar reports “the audience was mesmerized at seeing a white person in robes”. Bhikkhu Ananda Maitriya, later also known as Ananda Metteyya and Ananda M was the second Englishman ever, to be ordained as a Buddhist monk. It is noteworthy that in 1908, Bhikkhu Ananda Maitriya went on to become the “First British Emissary of Buddhism to England” (3).",
    "The hall functioned as a school for Ceylonese and Burmese monks with a specially engaged teacher and was open to the public on Sundays for a morning session at 8 am and at 6 pm in the evening. The world’s first international Buddhist Journal, the Illustrated Quarterly Review published in Rangoon Burma in 1903 states in its account on Ceylon:",
    "“Some 25 Bhikkhus, Sinhalese and Burmese attend the school for monks in",
    "Maitriya Dharmasala. The school is rapidly gaining in popularity amongst the",
    "Bhikkhus who are quick to see the advantages to be obtained from the course of instructions. There are more applicants for studentship than can be admitted at",
    "the present state of the finances, at their disposal. We would urge upon our",
    "brothers in Ceylon the extreme importance of this work- for the preservation of",
    "” The Hall was willingly lent by the Trustees to the Director of Public Instruction for holding of the Government Examinations in Pali, Sinhalese and Sanskrit. These",
    "Examinations are a new departure on the part of the Government and is to be",
    "congratulated on at last embarked on this very important work”.",
    "Mr. J.E.R. Pereira passed away in 1919. Two years later his son Dr. Cassius Pereira revamped Buddhist Aid Association and renamed it he Servants of the Buddha. This was on April 16, 1921. Maitriya Hall remained the headquarters of the Servants of the Buddha from its inception in 1921 to date i.e. for over 102 years.",
    "The Founder and First President of Servants of the Buddha was Dr Cassius Pereira, son of J.E.R. Pereira, who later joined the Order as Ven. Kassapa; with both first and higher ordinations held on the same day at Vajiraramaya. Ven. Kassapa then became the Patron of Servants of the Buddha. The close friendship of Dr. Cassius Pereira and Bhikkhu Ananda Maitriya continued until the latter passed away in England at age 50 years.",
    "The close ties the Pereira family had with the Hall and the Servants of the Buddha, spanned over three generations. J.E.R. Pereira created Maitriya Hall (1903); his son Cassius Pereira Founded the Servants of the Buddha (1921) and served as President for a total of 27 years. Next was Dr Cassius Pereira’s son, Crown Counsel Ananda Pereira who took up the mantle of President (1956) and rendered yeoman service for 12 years maintaining strong links with the Sanga, until his untimely demise in 1968.",
    "The family grave of the Pereira family is in General Cemetery Kanatte in Colombo.",
    "Although in the Christian section the Headstone has Buddhist Insignia. A swastika mounts the column bearing the names on both sides of the plinth, starting with J.E.R. Pereira. We are grateful to Dilky Pereira a direct descendent and a Buddhist domiciled in Australia, for the family photograph.",
    "The Maitriya Dharmasala was built when the country was under British rule. At first glance it resembles a church. Given that many churches were built near Buddhist temples at the time, the uninitiated may think this building’s origin was as a church. Nothing could be further from the truth.",
    "This Hall was purpose built as a House of Dhamma. Its resemblance to a church signifies the Universality of the Buddha’s Teachings which is not restricted to a race, colour or any other barrier. The Hall was also meant to attract and “wean Buddhists back to the religion of their forefathers”.",
    "Human behaviour in Ceylon at the time, is described by Bhikkhu Ananda Maitriya as follows. “Westernised Ceylonese, who mostly wear European clothes, dislike going to hear the Dhamma preached in temples, where they have to sit on the ground. The Maitriya Dharmasala obviates this where benches are provided.”",
    "Extracts from Deeds researched by Mr Sinha Basnayake state: “The building thus constructed in the architectural style of a church, replete with pews and an altar, has distinct features drawn from the Gupta period”. “The Maitriya Hall thus constructed symbolised the meeting of East and West and was named after Ven. Ananda Maitriya, the spiritual inspiration behind this historic endeavour”.",
    "Chartered architect Shanta Gunaratna writes: “The style of architecture is English Gothic Revival; a style prevalent at the time. Moulded in plaster is the form of a chaitya on the keystone of the arch in the hall claiming the building as a Buddhist place of worship. Plaster moulded lotus-like flowers and leaves on the column capitals supporting the arch gently highlight the altar and statue of the Buddha. Oriental motifs are evident on the front façade. The Chaitya motif on the top parapet indicates it is a House of Dhamma” (5)",
    "Dissemination of the Dhamma in English is the hallmark of the Servants of the Buddha; and has taken place unfailingly on a weekly basis for over a century. This unbroken record began at a time the Dhamma had still not taken root in the west. It is not incorrect to surmise that this is a world record held by the Servants of the Buddha and the Maitriya hall. The Discussions that followed Dhamma talks in English was another novelty at the time, that attracted the intelligentsia.",
    "Formal teaching of the English language in a classroom setting has abated within the walls of Maitriya Hall, but a platform to hone one’s skills in communicating the Dhamma in English is available to monks and nuns who speak at the weekly sessions. This opportunity and its benefits have been clearly expressed by monks who improved English proficiency by speaking in the Hall. Ven Welimada Jinalankara Thera, a much sought after Dhamma teacher in New Zealand documents his ‘Dhamma Journey of crossing the oceans’ with the starting point as Maitriya Hall and how encouragement received from some listeners helped build confidence to impart the Dhamma in a foreign tongue. (6)",
    "Another noteworthy mention is found in a ‘biographical sketch’ of Ven Narada Maha Thero an outstanding Dhammaduta of our times. It states “Narada thera joined the Servants of the Buddha society and actively participated in the weekly dhamma discussions. It was really here that the foundation was laid for the missionary activities of the young Bhikkhu”. (7) A book titled ‘English through Buddhism’ was launched at the Centenary event of the society, was pilot tested among monks in Vajiraramaya with positive reports of ‘very useful and recommended’ by the current Patron Ven Siri Vajiraramaye Nanasiha Thera. Furthering its use is underway.",
    "This unique weekly meetings continued on Sundays until at some unspecified point in time, it shifted to Saturdays with equal regularity and commitment. It is said, even on Easter Sunday 1942, the day the ‘air raid’ took place over the Colombo jetty, a brief meeting was held in Maitriya hall and a few faithful devotees arrived. The ‘lockdown of the Covid pandemic’ caused the physical meetings to undergo a profound change by moving to the virtual platform.",
    "With the Saturday talks entering the Internet Age it quickly attracted an international audience and international speakers. The noble aims of our Founders continue to flourish on the digital stage. The post-pandemic return to Maitriya Hall requires more equipment with expensive technology to ensure high quality Hybrid Events. This is a felt need at present.",
    "The cornerstone for the success of the spiritual activities of the Society and the longevity of Maitriya Hall’s pristine physical condition is the selfless devotion, untiring commitment and hard work of successive generations of Presidents, Secretaries, Directors, and Members underpinned by the wise counsel of the Patrons. The strong links with Vajiraramaya is evident by the series of Patrons who were and still are from Vajiraramaya – Ven Kassapa, Ven Narada, Ven Piyadassi and at present the Ven Siri Vajiraramaye Nanasiha Thera.",
    "May the Maitriya Hall continue to shine the Beacon of Light lit by the Founders for a further 120 years and more.",
    "(1). Dr. AD.Soysa A great and benign influence on Sri Lankan culture. Daily News 11Nov2009",
    "(3) Elizabeth Harris1998 Ananda Metteyya; The First British Emissary of Buddhism BPS.",
    "(4) Buddhist Activities :In Buddhism: An Illustrated Quarterly Review (1903) Vol 1 No 1",
    "(5) S.Gunaratna Architectural Features of Maitriya hall – Dhamma Gems 2021 Pg 32",
    "(6) Ven W.Jinalankara A Dhamma journey of crossing the oceans Dhamma Gems 2021",
    "(7) Gunaseela Vithanage 1979 A Biographical Sketch Narada Felicitation Volume BPS",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}