{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Why-is-GRs-staff-still-heading-a-unit-at-Presidents-Office/155-259744",
  "time_ut": 1684889227.0,
  "original_lang": "en",
  "original_title": "Why is GR’s staff still heading a unit at President’s Office?",
  "original_body_lines": [
    "- GR's private secretary Sugeeswara Bandara heads 'special projects' unit at President's Office",
    "- GR himself continues to receive incentives entitled to a former president despite his early resignation following public anger",
    "- GR allocated security at bungalow in Malalasekara Mawatha and Mirihana",
    "- Questions arise over the mandate of the 'special projects' office",
    "Just over a year since former President Gotabaya Rajapaksa resigned from office following nationwide protests demanding him to step down, evidence has come to light that the former president's staff who are mostly political appointees continue to be recruited in the President's Office under a newly created unit called 'special projects'.",
    "Even though Rajapaksa did not complete his full term and was forced to resign due to his mismanagement which spiraled the economic crisis, Rajapaksa's hand-picked staff including his former private secretary Sugeeswara Bandara continue to receive a salary and perks from the state as they head the special projects unit in the President's Office.",
    "Rajapaksa himself continues to receive the incentives entitled to a former president despite his early resignation following public anger and has also had security appointed at his luxury bungalow provided to him by the state at Malalasekara Mawatha in Colombo and outside his private residence in Mirihana.",
    "Rajapaksa is not residing at Malalasekara Mawatha due to complaints that the area was 'noisy' and other issues but it continues to be held by him with a security contingent also deployed for him.",
    "In addition to the former president enjoying all benefits from the state despite the economic crisis, his former staff who functioned with him continue to be recruited at this specially created unit at the President's office with serious concerns raised as to what the mandate of this office is.",
    "This unit is now headed by Sugeeswara Bandara who was Gotabaya Rajapaksa's private secretary when he was the president and is now functioning as the Director General of the Special Projects unit.",
    "Senior officials attached to the former president's staff told Daily Mirror that despite being recruited at the President's office, officials such as Bandara are often seen accompanying Gotabaya Rajapaksa at events.",
    "The former President's staff being recruited at the President's office raises serious concerns about why such special units continue to accommodate political appointees despite Gotabaya being forced out of office over a year ago.",
    "A senior official from the President's Office told Daily Mirror that the special projects section was a 'unit' at the President's office and its staff were mandated to coordinate some projects which were taking place outside Colombo and liaise with the President's staff. It was also a unit formed at the request by the SLPP.",
    "With the economic crisis far from over, concerns have also been raised as to why the former president's staff continue to enjoy the salary and perks from the state at a time when staff can be reduced in order to ease the burden on the Treasury. (JAMILA HUSAIN)"
  ]
}