{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-s-Apparel-industry-triumphs-over-31-awards-at-the-25th-Presidential-Export-Awards/34-756032",
  "time_ut": 1701896036.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Apparel industry triumphs over 31 awards at the 25th Presidential Export Awards",
  "original_body_lines": [
    "MAS wins 16 awards at the Presidential Export Awards including the most coveted ‘Exporter of the Year’ award for both 2021/22 and 2022/23",
    "The apex body of the apparel sector, Joint Apparel Association Forum (JAAF), applauds the unprecedented achievements by apparel companies at the 25th Presidential Export Awards. Exhibiting excellence across multiple categories, the industry secured an impressive collection of 31 awards, reaffirming its dedication to innovation, sustainability and expanding market horizons.",
    "Organised by the Sri Lanka Export Development Board (EDB), the awards spanned across 13 categories over the financial years 2021/2022 and 2022/2023. These awards are the pinnacle of recognition conferred by the President of Sri Lanka on exporters who have made exceptional contributions to the country’s export sector and economic advancement.",
    "The accolades achieved by the apparel sector were recognised across several categories, including best performing emerging exporter, contributors from the Regions to the export, innovative export product of the year, and contributor to sustainable development, market diversified exporter, net foreign exchange earner of the year and exporter of the year.",
    "“The resounding success of the apparel industry at the Presidential Export Awards serves as a testament to the industry’s continuous pursuit of excellence, innovative practices and sustained contribution to the growth and development of Sri Lanka’s export landscape,” said JAAF Secretary General Yohan Lawrence.",
    "Leading apparel giants and SMEs recognised at the awards included MAS Active, MAS Intimates, Brandix Apparel, J.K. Garments, Dial Textile Industries, Texlan Center, Ocean Lanka, Teejay Lanka, Hela Clothing and Hayleys Fabric.",
    "In a first for the awards, MAS Holdings secured over 16 awards, with MAS Active Trading recognised as the Exporter of the year. Brandix, was adjudged the leader in sustainable development in exports from Sri Lanka and was acknowledged for its role in the Large Category for Apparel Exports.",
    "Under the sectorial category, J.K. Garments was awarded the Best Exporter – Apparel - Medium, while Hela Apparel Holdings was awarded overall award for Best Exporter in Product Diversification and the Sector Award for Best Exporter–Apparel–Medium category. Dial Textile Industries gained the Merit Award for Apparel-Medium category.",
    "Ocean Lanka, Hayleys Fabric and Teejay Lanka were recognised for their contribution in the Knitted Fabric category, while Texlan Center was presented with the Best Exporter of the year award in the Hosiery category.",
    "The Joint Apparel Association Forum congratulates all award winners for this outstanding achievement and remains steadfast in its commitment to empowering its members to boost Sri Lanka’s economy and foster its advancement. These awards serve as added motivation for the industry to persist in its efforts to reach even greater milestones.",
    "Dial Textile recognised for a merit award in both 2021/22 and 2022/23 in the Apparel medium category",
    "Ocean Lanka was honoured with the Best Exporter award in the Knitted Fabric category",
    "Hayleys Fabric received merit awards in the Knitting Fabric sector for both 2021/22 and 2022/23",
    "Sectorial Best Exporter award - Apparel (medium) 2021/22 awarded to J.K. Garments",
    "Brandix Head of Environmental Engineering Jarook Mohamed and Associate Thakshila Maduwanthi receive the award from President Ranil Wickremesinghe",
    "Team Hela with its Chairman A.R. Rasiah who were awarded the overall winner in Best Exporter in Product Diversification and the award for Best Exporter – Medium category",
    "Texland awarded Best Exporter of the year award in the Hosiery category for the year 2021/22 and 2022/23"
  ]
}