{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Commercial-High-Court-affirms-rights-of-Hada-Wiman-Dorin-song-over-Menthos-Maxaa-television-commercial/34-747180",
  "time_ut": 1680826821.0,
  "original_lang": "en",
  "original_title": "Commercial High Court affirms rights of ‘Hada Wiman Dorin’ song over Menthos Maxaa television commercial",
  "original_body_lines": [
    "Commercial High Court Judge of Colombo Pradeep Hettiarachchi recently delivered judgment over the contested intellectual property rights of popular song ‘Hada Wiman Dorin’ from the famous 1972 Sinhala film ‘Kasthuri Suwanda’, a part of the lyrics and melody of which was used in the 2015 television commercial for Menthos Maxaa.",
    "The song ‘Hada Wiman Dorin’ was written by the late Karunaratne Abeysekara and composed by the late Sarath Dassanayake, whereas the film Kasthuri Suwanda was directed and produced by Sena Samarasinghe. The movie is now owned by Tissa Nagodavithana Films Ltd founded by late Tissa Nagodavithana which was the 3rd (added) defendant in the case.",
    "The Plaintiffs of the case, ‘Authors, Composers and Publishers Organization of Sri Lanka’ filed this action against the 1st and 2nd Defendants Phoenix Ogilvy Ltd. and Perfetti Van Melle Lanka Ltd over an alleged violation of the copyrights of the song which was claimed to be acquired by the Plaintiff from the descendants of late Karunaratne Abeysekara and late Sarath Dassanayake.  The copyright violation was alleged to have occurred when the 1st Defendant, an advertising agency, utilised part of the lyrics and melody of the said song to create a television commercial to introduce the 2nd Defendant’s product ‘Menthos Maxaa’. The Plaintiffs alleged that the said television commercial has used/ remade the lyrics and melody of the song aforesaid without permission of the Plaintiff whereas the 1st Defendant stated that they had obtained permission from Tissa Nagodavithana Films Ltd.",
    "The Court held that the rights to the lyrics or melody of the song have not been transferred properly to the Plaintiff, and the Plaintiff does not have any intellectual property rights or economic rights to the said movie or the song.",
    "The court further emphasized that the said advertisement did not contain any visuals from the said movie, and is not a reproduction of the song. The 1st Defendant also had submitted that they only used the first line of the lyrics of the song and in the advertisement and did not use the original voice or music at all.",
    "It was stated that although the film is a collective work, the rights to the song are separate and different from the copyright for the entire volume of work. The Court decided that the use of the lyrics and the melody of the song ‘Hada Wiman Dorin’ by the 1st and 2nd Defendants amounted to ‘fair use’ within the meaning of the Intellectual Property Act No. 36 of 2006 and accordingly dismissed the plaintiff’s action awarding costs amounting to Rs. 25,000 payable to each of the three defendants by the Plaintiff.",
    "The Plaintiff was represented by Senior Counsel Charitha Galhena instructed by Manoja Gunawardane Attorney-at-Law, the 1st Defendant by Senior Counsel Manoj Bandara with Attorneys-at-Law Thidas Herath, Thamali Wijekoon and Chandula Devangie Wijeratne instructed by Sudath Perera Associates, 2nd Defendant by Senior Counsel Amrit Rajapakse instructed by John Wilson Partners and the Added Defendant by Senior Counsel Dhanya Gunawardane instructed by Shiranthi Gunawardane Associates."
  ]
}