{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/unilever-sri-lanka-partners-cbl-group-to-expand-b2c-transactions-over-the-internet/",
  "time_ut": 1687367760.0,
  "original_lang": "en",
  "original_title": "Unilever Sri Lanka partners CBL Group to expand B2C transactions over the internet",
  "original_body_lines": [
    "* Vision is to enable shoppers to purchase all their basket needs on a single platform",
    "* How it would be made a buyer-oriented market place remains ‘confidential information’",
    "Unilever Sri Lanka recently took a notable step forward to enrich its official e-commerce platform, uStore.lk, through a partnership with CBL Group in order to expand the range of products available to customers and augment their Business to Consumers (B2C) transactions on the internet.",
    "Unilever said that the move which was the first step in a series of portfolio expansions on UStore.lk, demonstrated its commitment to drive the e-commerce landscape of Sri Lanka to make the FMCG shopping experience more convenient in Sri Lanka.",
    "“First launched in 2019, uStore.lk has gained significant acceptance by consumers island wide as a shopping platform of choice, as it offers them the convenience of directly purchasing products from the safety, comfort, and convenience of their homes. With the addition of over 80 products from 7 CBL renowned brands including confectionary, spices, pulses, coconut milk, and cereals, uStore.lk shoppers can now access over 300 products with free delivery to any part of the country,” Unilever said.",
    "“Today’s online shopper is more experienced and knowledgeable than ever, purchasing in different categories and from diverse channels depending on their needs, motivations and occasions. Unilever’s vision is to enable shoppers to purchase all their basket needs in a single platform, at their convenience, while having access to some of the best brands and deals. Each brand on the platform will be based on relevancy, desirability, specialism, and sustainability criteria, following a careful selection process and data driven insights. The platform will create consumer centric but differentiated bundles, specifically targeted at the Sri Lankan online shopper based on carefully analyzed data and identified trends,” Unilever noted.",
    "Marking this partnership, Hajar Alafifi, Unilever Sri Lanka Chairperson and MD stated, “uStore.lk was initially launched to exclusively offer Unilever Sri Lanka’s diverse range of products on a single, state-of-the-art e-commerce platform. Today, I am excited to see the efforts of my Customer Development and IT teams coming to fruition as we launch the expanded uStore.lk platform with enhanced access to FMCG. I’m extremely pleased to partner with CBL as together Unilever and CBL share deep roots in the country, and brands which are cherished by the people of Sri Lanka.”",
    "Shea Wickramasingha, CBL Group MD commented, “I’m excited about the partnership with Unilever on the uStore.lk platform as it will enable us to together, deliver an enhanced customer experience through a new emerging channel with direct interaction with our customers. They can now log on to uStore.lk and purchase food& refreshments, personal care and home care items conveniently while enjoying special offers and deals.”",
    "CBL products were made available on uStore.lk from 16th June 2023.",
    "When The Island Financial Review asked Unilever Sri Lanka Chairperson, Hajar Alafifi how the platform would be made a truly buyer-oriented market place with diverse sellers being brought on board, she replied,” Confidential information’, repeating it three times.",
    "Related Topics:CBL GroupUnilever Sri LankaUnilever Sri Lanka partners CBL Group to expand B2C transactions",
    "DFCC Bank marks World Environment Day with beach clean-up to #BeatPlasticPollution",
    "Unilever reinforces commitment to invest in Sri Lanka; lays foundation stone for its first malted beverage plant in Sapugaskanda",
    "Unilever crowned Best Corporate in Sri Lanka for fostering Employee Relations",
    "Unilever Recognised as The Organisation with the Most Female Friendly Company Policies in the Sri Lankan Workplace",
    "Unilever Sri Lanka recognised as one of Asia’s Best Employer Brands in 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}