{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-new-commission-to-set-standards-for-private-university-degrees-minister-142880/",
  "time_ut": 1701865440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s new commission to set standards for private university degrees: Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will set minimum standards for private university degrees like for state universities through a unit of proposed new education commission to ensure high quality while encouraging private investments, Education Minister Susil Premajayantha said.",
    "Starting private universities is strongly opposed by undergraduate unions in state universities and left minded political parties. They say the move will drain the best academics from the state universities to private universities.",
    "They also argue such private universities could sell degrees for money and the move is seen as encouraging unqualified students to earn degrees for money.",
    "The 2024 budget has spelt out plans for Sri Lanka to allow any recognized educational institution in the world to establish universities in Sri Lanka “once a set of powerful rules and regulations for the regulation of non-state universities are put in place”.",
    "The move is to attract more foreign investment into education as well as to reduce foreign outflow from those who send their children for higher studies in foreign universities.",
    "The government is in the initial stage of establishing a National Higher Education Commission to integrate the University Grants Commission (UGC) and Tertiary and Vocational Education Commission (TVEC).",
    "This Commission is expected to be granted decision-making and regulatory powers for strengthening and expanding higher education.",
    "“A Parliament select committee has recommended the (National Higher) Education Commission. Under the Commission, we will have state university regulation unit, non-state university regulatory commission, and a commission to regulate professional courses,” Premajayantha told reporters in Colombo at a media briefing on Wednesday (6)",
    "“So, whoever starts, the minimum standards will be decided by these commissions. So higher quality degrees will be awarded only with those minimum standards.”",
    "The government has approved three private medical faculties and the move has already sparked protests among medical undergraduates.",
    "Sri Lanka’s unprecedented economic crisis, however, has compelled the authorities to look into private investments into education as the government is unable to bear increasing costs for education.",
    "Sri Lanka still provides education in state institutions free of charge though the space of free education is on the decline due to lower tax revenue for the government. (Colombo/Dec 6/2023)"
  ]
}