{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=77241",
  "time_ut": 1680550860.0,
  "original_lang": "en",
  "original_title": "Lester James Peries and the  Double Gold Winning “Gamperaliya”",
  "original_body_lines": [
    "(This Article published in May 2022 is re-posted here without any changes to denote the 104th Birth anniversary of my favourite Sinhala film Director Lester James Peries on 5 April 2023.)",
    "This column focuses this month  on my favourite Sinhala film director Lester James Peries and his  award winning film “Gamperaliya” . Lester’s 103rd birth anniversary was  celebrated on April 5 while his 4th death anniversary was commemorated on April 29 this year.The Gamperaliya  film was based on the famous novel of the same name written by the doyen of Sinhala writers, Martin Wickramasinghe. The movie hailed as a milepost in the evolution of Sinhala cinema remains an outstanding example of how a great novel could be made into a great film by a great director.   I have written about Lester,Martin and the making of Gamperaliya some years ago. This updated article will rely  to a great extent upon those writings.",
    "Gamperaliya written by the celebrated writer Martin Wickremasinghe is regarded as the greatest novel in Sinhala. The book translated into English  by academic Lakshmi de Silva and the author’s son Ranga Wickramasinghe is published by Sarasa Ltd., which I believe is affiliated to the Martin Wickramasinghe Trust.",
    "In fact I bought ‘Gamperaliya’ and many other works of the master in English from the Trust office on Kirimandala Mawatte at Nawala in 2013. The publishers have used ‘Uprooted’ as title of the book translated in English though other writings have referred to it in English as ‘Changing Village’ or ‘Village Upheaval’. Since Lester’s film is called ‘Changes in the Village’ in English, I shall use that in writing this article.",
    "Gamperaliya’ (Changes in the Village/Changement au Village) was the third feature film made by ace director Lester James Peries. It was released on 20 December 1963.‘ Gamperaliya placed Sri Lanka then known as Ceylon on the global cinema map by winning gold at two international film festivals.",
    "The film won the ‘Golden Peacock’ award for Best Film at the third International Film Festival of India (IFFI) held from 8 to 20 January 1964 in New Delhi. It also won the Golden Head of Palanque award in 1965 at the Mexico International Film festival held in Acapulco. Gamperaliya won silver at the 1967 Cork Film festival in Ireland. Prior to its public release, ‘Gamperaliya’ also competed at the third Moscow International Film Festival in July 1963 and won a Merit certificate.",
    "‘Gamperaliya’  harvested many awards at home also. The Sarasaviya awards are the Sri Lankan equivalent of the Oscars. The event was introduced by the Sarasaviya weekly published by the Associated Newspapers of Ceylon Ltd. (Lake House). The first Sarasaviya film festival was held on 9 May 1964 at the Asoka theatre in Colombo.",
    "All Sinhala films produced between 1960 and 1963 were up for awards. Only five awards were given, for Best Film, Best Director, Best Actor, Best Actress and Best Script Writer at this pioneering event. ‘Gamperaliya’ swept the boards, winning four out of five. Producer Anton Wickremasinghe accepted the award on behalf of ‘Gamperaliya’ for Best Film. Lester James Peries was Best Director. Regi Siriwardena was Best Script Writer and Punya Heendeniya Best Actress. Only the Best Actor prize eluded ‘Gamperaliya’. It went to D.R. Nanayakkara for ‘Sikuru Tharuwa’.",
    "Martin Wickramasinghe’s novel is located in Koggala, his birthplace. It is the first of three novels known as the Koggala Trilogy, the other two being ‘Kaliyugaya’ and ‘Yuganthaya’. Koggala is a coastal village 139 Km to the south of Colombo in the Galle District. It is bounded on one side by the Indian Ocean and on the other by the Koggala Lake into which the tributaries of Koggala Oya flow.",
    "Martin Wickramasinghe focuses on the fluctuating fortunes of a prominent family belonging to the landed gentry in Koggala. It is basically the story of Muhandiram Don Adrian Kaisaruwatte (Muhandiram was an honorary title bestowed by the British colonial rulers) and his wife, children, sons-in-law, neighbours and servants. The period depicted is the early 20th century. The transformation of society at large and values is reflected through the changes in the village which in turn are narrated through the family’s experiences. Since Lester himself excelled in relating stories of changes in society through the microcosm of the family, the novel ‘Gamperaliya’ provided ideal raw material for the type of film making desired by the director.",
    "Gamperaliya was first published in 1944 at a time when the Sinhala novel realm was under the dominant influence of Piyadasa Sirisena and W.A. Silva. The popular Sinhala novels of that time were generally classified as romanticised fiction. Martin Wickramasinghe’s ‘Gamperaliya’ was a significant departure from the prevailing trend. It was considered to be in the realistic fiction genre",
    "I consider myself very fortunate indeed to have read ‘Gamperaliya’ in English. The translation has been praised by many bilingual reviewers as being of excellent quality. The English version written simply yet vividly and eloquently captivated me and provided great insight. The fate of traditional society values in the face of changes brought about by modernisation is an island-wide phenomenon in Sri Lanka. Although I am not a son of the southern soil ,I could easily relate to the book and the film.",
    "After seeing “Gamperaliya”on the silver screen decades go, I have  watched  the film on DVD repeatedly and re-read the book avidly in  recent times. I have enjoyed the experience immensely. The vicissitudes of the Koggala Kaisaruwattes strike a responsive chord transcending ethnicity, religion, region or country. The changes in life of a declining feudal family narrated with great understanding and empathy has a universal appeal. One is easily able to understand why Lester James Peries wanted to make a film out of this novel.",
    "Prof. A.J. Gunawardene in his book ‘LJP: Lester James Peries – Life and Work’ quotes Lester thus: “‘Gamperaliya’ had all the qualities I had been searching for – it rang so true in the depiction of characters, their relationships, their social background. It had insight a sense of compassion, a profound humanity. Its character leapt off the pages not as romanticised caricatures but as living human beings moulded by their social background… In a sort of way, despite my Anglicised roots, my Roman Catholic isolation, I had discovered my roots through Martin Wickremasinghe. Filming ‘Gamperaliya’ became an obsession with me.”",
    "Lester James Peries had burst upon the Sinhala film scene with his path-breaking ‘Rekava’(The Line of Destiny) in 1956. Rekava’ being the first Sinhala film to be shown at the prestigious Cannes film festival  brought  international fame to the director.  In 1960 Lester  directed ‘Sandesaya’ (The Message) for Cinemas’ltd. Made  in an entertaining mode with dances, songs and fights, the film was a roaring success with audiences and clicked extremely well at the box office.",
    "Lester James Peries had now made two films one of which was artistically acclaimed while the other proved to be a commercial success. Yet there were no  film directing offers to Lester. After spending a few years in fruitless anticipation, the director  resolved that he himself would go ahead and take the initiative in making a film instead of waiting for an offer.",
    "By this time a close relationship had blossomed between Lester James Peries and Sumitra Gunawardena.Sumitra had met Lester first in Paris when he was going to Cannes to screen ‘Rekava’. She was interested in films and treated Lester as a guide and mentor. After completing further studies in the UK and France, Sumitra returned to Sri Lanka. She worked as an assistant director on ‘Sandesaya’. Now Lester and Sumitra wanted to make a film independently.",
    "Both ‘Rekava’ and ‘Sandesaya’ were based on stories written by Lester. The ‘Rekava’ script was written by Lester James Peries and K.A.W. Perera. The ‘Sandesaya’ script was written by Lester James Peries, Benedict Dodampegama and K.A.W. Perera. Now Lester thought of filming an original Sinhala novel or novella. After scouting around for a suitable literary work, Lester wanted to film ‘Gamperaliya’ for reasons which have been stated earlier.",
    "Lester met Martin Wickramasinghe at his Nawala residence and sought his approval to film ‘Gamperaliya’. The great man was delighted. The Sinhala film industry was developing fast and several novels and stories by Sinhala writers had been made into films. Apparently the Sinhala literary colossus had been somewhat disappointed that none of his books had been made into films whereas quite a few of his distinguished contemporary W.A. Silva had been made into films like ‘Kele Handa,’ ‘Radala Piliruwe’ and ‘Daiva Yogaya’.",
    "Martin Wickramasinghe welcomed the idea of his novel being made into a film but was not receptive to ‘Gamperaliya’ being filmed. This was because Wickramasinghe perceived films as being sheer entertainment and nothing else. He did not recognise it as an art form. He felt a film could not be made out of his Gamperaliya which was a realistic novel devoid of cinematic ingredients. He felt a serious novel could not be an entertaining film. He tried to persuade Lester to make a film out of his historical novel ‘Rohini’ and not ‘Gamperaliya’. Incidentally when Lester was searching for scripts before filming ‘Rekava,’ Martin Wickramasinghe’s ‘Rohini’ had also been perused.",
    "Lester relates the essence of his encounter with Martin Wickramasinghe thus in A.J. Gunawardene’s book: “Martin Wickramasinghe looked every inch the intellectual – the face as though chiselled by a sculptor, the forehead high domed, the hair leonine. A man of great dignity and courtesy. He confessed that his knowledge of cinema was very limited. He could only recall some Tarzan films from the days of his youth.”",
    "“When I mentioned that we were interested in filming ‘Gamperaliya,’ he looked genuinely puzzled. To him as to most literary men of his generation, the cinema meant simple, uncomplicated stories, action, heroics, romance and glamour. I suppose he was convinced that a serious novel, dealing sensitively with the complexities of human behaviour and human relationships, would be far beyond the resources of the cinema.”",
    "“Wickramasinghe proposed that we consider his ‘Rohini,’ a very popular historical adventure story, instead of ‘Gamperaliya’. That I managed to persuade him that cinema had advanced to a point where it was capable of translating the greatest works of literature without castrating them was an achievement on my part. I wonder if I truly convinced him.”",
    "Lester James Peries took great pains indeed to convince Martin Wickramasinghe that ‘Gamperaliya’ could indeed be made into a good film. Lester pointed out that many great films had been made out of great novels and that ‘Gamperaliya’ could be filmed artistically.",
    "Peries also enlisted the services of renowned journalist, writer and literary critic Regi Siriwardena in this effort.Roping in Regi for the ‘Gamperaliya’ project was a master stroke on the part of Lester as Martin Wickramasinghe had a very good opinion of Siriwardena who was regarded as the finest interpreter of Wickramasinghe’s writings to English newspaper readers.",
    "I had the good fortune of interacting closely with Regi Siriwardena during my stint at the International Centre of Ethnic Studies (ICES) between 1985-’88. Regi told me of how he wrote a synopsis first and later a preliminary screenplay of the novel to show Martin Wickramasinghe how the film would be made. The great man was pleased and gave the green light for ‘Gamperaliya’ to be filmed.",
    "Ultimately ‘Gamperaliya’ proved to be a great film made from a great novel by a great director. But Lester James Peries had to surmount several obstacles before succeeding in his mission. Initially the biggest problem was a simple one which besets most creative film makers – finance! As Lester himself told A. J. Gunawardene later: “Filming ‘Gamperaliya’ became an obsession with me. But where was the money to come from? Sumitra and I had gone to every producer, every businessman with pretensions to art, but we had failed.”",
    "After repeated failures to find a producer to finance ‘Gamperaliya,’ Lester and Sumitra tasted success finally by finding a businessman ready able and willing to help produce ‘Gamperaliya’. The commercial entrepreneur cum patron of the arts who was prepared to produce Gamperaliya was none other than the legendary Anton Wickremasinghe! Though Anton was willing to produce the film, he wanted Lester and Sumitra also to chip in with some funds. So Lester cashed an insurance policy while Sumitra sold some property in Avissawela. The Company Cinelanka was formed. The film was originally budgeted at 150,000 rupees. Ultimately the production cost was Rs 170,000.",
    "While Regi wrote the script based on Martin’s novel, Lester obtained the services of musical maestro W. D. Amaradeva to compose the music score though there were no song sequences in the film. Willie Blake was the cinematographer while Sumitra was the editor. The bulk of the film was shot in the Maha Kapina Walauwe belonging to the Rajapaksa family in Balapitiya. It was a 350 year old mansion constructed in Dutch architectural style. Another vintage bungalow in Cinnamon Gardens was also used for some shots.",
    "Lester decided to cast Henry Jayasena as Piyal, Punya Heendeniya as Nanda, Trilicia Gunawardene as Anula and Wickrema Bogoda as Tissa.  Others playing minor roles were Shanthilekha, Tony Ranasinghe, Anula arunatilleka and David Dharmaakeerthi. Punya Heendeniya gave an excellent performance portraying her character Nanda. There was also the character Jinadasa, the first spouse of Nanda who meets an untimely end in the novel.",
    "For the Jinadasa role, Lester thought of Gamini Fonseka. His performance in Lester’s ‘Sandeshaya’ resulted in Gamini becoming a much-sought-after actor. The success of ‘Ranmuthu Duwa’ had turned Gamini into a star overnight. It was doubtful whether Gamini would agree to play a comparatively lesser role. But Fonseka was willing and what is more opted magnanimously to be a “guest actor” without taking a cent as payment.",
    "Lester was elated but soon there was a hitch. The author Martin Wickramasinghe had seen Gamini on screen in ‘Ranmuthu Duwa’. When he heard Gamini Fonseka was going to play Jinadasa, Wickramasinghe was aghast. The Jinadasa conceptualised by the author in the novel was a thin, weak, colourless, laidback type of person who was an incompetent failure in life. Martin Wickramasinghe had seen Gamini acting in ‘Ranmuthu Duwa’. He felt Gamini’s physique and personality was unsuitable to portray the Jinadasa he had envisaged in his novel. So Wickrmasinghe contacted Lester and voiced his objection strongly.",
    "Referring to Gamini’s screen appearance in ‘Ranmuthu Duwa,’ Wickramasinghe said: “My God, Lester, that is not my Jinadasa. He is supposed to be a thin and quiet man. This one is a boxer.” Lester however was confident about his judgement that Gamini was the best choice to play Jinadasa. He assured Martin Wickramasinghe that Gamini could play any part and told the eminent man of letters from Koggala not to worry. “When it is on screen, you will see that although he (Gamini) is fatter than Jinadasa, he is not a boxer. He will be a laidback type of character you have in mind,” Lester told Martin.",
    "When Gamperaliya was completed and released, Lester was proven right. Gamini gave off a fantastic performance and earned more kudos than Henry Jayasena. He brought the Jinadasa of the book to life as a flesh and blood character on screen. The greatest compliment however came from the author himself. Martin Wickramasinghe was fully satisfied after seeing the film. He told Lester that in actual fact Jinadasa  of the film was a far more vivid character than in the book. What better praise could the director and actor receive?",
    "Let me conclude this article on Gamperaliya by referring to the commonality between  Author Martin Wickramasinghe  and Film maker Lester James Peries in the  form of  Chekhov.The term “Chekhovian” has often been applied to some of Martin Wickramasinghe’s writings as well as some films made by Lester James Peries.",
    "Anton Pavlovich Chekhov born on 29 January 1860 was a prolific Russian writer and playwright. Prof. Richard Mullin in writing about Chekhov says: “These (Chekhov’s) stories often deal with the difficulties landowning families experienced following the abolition of serfdom (an institution close to slavery) in 1861. With this change, and the development of a new capitalist economy in the Russian countryside, many gentry families did badly, proving to be poor business people. They were viewed, and often viewed themselves, as a declining, historically outdated class of people.”",
    "Former MP and Cabinet Minister Dr. Sarath Amunugama  is also an accomplished author and a reputed connoisseur of the arts, cinema and literature. Dr. Amunugama, a long-time friend of Lester, delivered the Lester James Peries memorial lecture in 2012. In that lecture Dr. Amunugama described Lester James Peries as the ‘cinematic interpreter’ of Martin Wickramasinghe and observed that ‘Anton Chekhov is the bridge between Wickramasinghe and Lester’. Here is the relevant excerpt:",
    "“Whatever some nationalist thinkers say, almost all the distinguished creative artists and literary figures of Sri Lanka have been largely influenced by their readings of great works of western literature. Martin Wickramasinghe, Sarachchandra, Gunadasa Amarasekera and Siri Gunasinghe have all been influential by classical western writers. We will later see the strong impact of outstanding pre-revolution Russian writers, particularly Anton Chekhov, on Wickramasinghe which links him to his cinematic interpreter Lester, whose works have been described by international critics as Chekhovian. Anton Chekhov is the bridge between  Martin Wickramasinghe and Lester James Peries”",
    "This is an updated version of the “D.B.S.Jeyaraj Column” article which appearing in the “Daily Mirror’ of April 2nd 2022.It can be accessed here:"
  ]
}