{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Why-a-bridge-connecting-to-India/4-751516",
  "time_ut": 1691429518.0,
  "original_lang": "en",
  "original_title": "Why a bridge connecting to India?",
  "original_body_lines": [
    "If the two countries do not contribute equally to the investment, there may be detrimental impacts on the governance arrangements and/or public perceptions of the project. And unless those aspects are not optimally designed, it is unlikely the bridge will yield the expected benefits, or even get built",
    "Sri Lanka needs rapid economic growth to recover from the crisis, to give its people the kinds of lives they desire, to stanch the losses of human resources through migration, etc. In short, to restore hope. It is now well established that there is no alternative to expanding and diversifying exports if we are to achieve growth. Some argue that the exports must be of goods manufactured in factories, while others place greater weight on service exports. But both agree exports are essential",
    "An international bridge across the Palk Strait is being talked about again. Not just a bridge, but a multi-purpose connectivity conduit. Such a bridge triggers atavistic fear in some. The purpose of this article is to examine the rationale for a multi-purpose conduit, leaving fear and its causes for another time.",
    "Sri Lanka needs rapid economic growth to recover from the crisis, to give its people the kinds of lives they desire, to stanch the losses of human resources through migration, etc. In short, to restore hope. It is now well established that there is no alternative to expanding and diversifying exports if we are to achieve growth. Some argue that the exports must be of goods manufactured in factories, while others place greater weight on service exports. But both agree exports are essential.",
    "Global production networks (GPNs) have become increasingly significant in world trade, encompassing developing as well as developed economies. The process of producing goods (and services), from raw materials to finished products is increasingly being carried out wherever the necessary skills and materials are available at competitive cost and quality. For example, the GPN for an iPhone used to include the US, Korea, Taiwan, the EU and China. Now it’s shifting to include India.",
    "Participation in GPNs requires the reduction of policy uncertainty affecting investment and trade in goods and services. It also includes reduction of high transportation costs, time to move goods, and barriers to movement of key personnel.",
    "Many of these issues can be addressed by actions flowing from legally binding commitments made in modern trade and investment agreements, usually described as comprehensive economic partnership agreements. What agreements and actions flowing from them cannot fully address are problems associated with transport.",
    "The volume and composition of trade between two countries may be explained using different models that include multiple factors. But common sense (and all the models) suggest that lower transport costs and time that are associated with proximity are a strong influence especially for trade in high-volume goods.",
    "The auto industry that has developed around Chennai has attracted more than one third of India’s total automobile industry has great potential. Can the present transportation options permit Sri Lankan firms to join this agglomeration, or result in Indian firms locating branch plants? The very fact that this has not happened so far suggests that there may be merit in looking at ways to reduce transportation costs and time by ways including, but not limited to, a bridge connecting Talaimannar and Rameswaram.",
    "Booming Tamil Nadu is home not just to automobile manufacturing. Just this past week, Taiwan’s Foxconn signed an agreement with Tamil Nadu to invest $ 194 million in a new manufacturing facility for electronic components that will create 6,000 jobs. This is in addition to the iPhone assembly plant near Chennai that employs 60,000 workers. Connecting Sri Lanka based suppliers to such production facilities will be facilitated by alternatives to the air and sea-based modes that are the only options now.",
    "Modern rail and road linkages can be cost-effective options for freight movements by air and sea. Their efficacy will depend on the cost-effectiveness of the entirety of the transport chain, not just the bridge component. For example, if the portion of the highway/railroad from Rameswaram is sub-optimal, connectivity to the 60 km corridor near Chennai which is one of the largest emerging automotive manufacturing clusters in the world will also be sub-optimal.",
    "If Sri Lanka is to fully realise the benefits of integration with automotive, electronic or other supply chains, it may be necessary to create export processing zones with good access to the bridge in the Northern and North Central Provinces, not relying solely on zones in the distant south of the country. Such zones require access to pools of human resources and the amenities to support the workers and their families. The current conditions in the Mannar District are not the most conducive for an export zone.",
    "Sri Lanka does not have its own fossil fuel sources. In 2022, 26.8% of all import expenditures was spent on fuel. Over 60% of imported fuel was used to power around six million vehicles used to move people and freight. Fossil fuel is also used for electricity generation. Moving liquid fuel by pipelines is cheaper and safer compared to complicated modes that involve ships, pipes, tankers, and bowsers. It is logical to move fuel via pipeline from India, where some super-efficient refineries exist, and more are being constructed.",
    "Economies of scale mean that the per unit costs of refining are much lower in these modern refineries with capacity greater than Sri Lanka’s total demand. This should cause a rethink of plans to upgrade the small Sapugaskanda refinery, but it should not lead to total reliance on one Indian refinery.",
    "The licensing of distributors from multiple countries and the ongoing discussions for a Sinopec refinery indicate the Government’s desire to avoid over-reliance on a single supplier. Most likely, the Sinopec refinery will also be large enough to realise economies of scale. That means it will have to export some or most of its output. This diversification is what will assure Sri Lanka’s energy security, not the rehabilitation of an obsolete and below-scale state-owned refinery.",
    "A pipeline, connected to the bridge or standalone, may provide a significant advantage to Lanka IOC. This can be balanced by a mega refinery by Sinopec in the south, depending on appropriate market design. However, this concern should not prevent the construction of the pipeline which would allow cheaper transportation of petroleum products. A pipeline from India has an additional and important functionality.",
    "It is not possible to develop Trincomalee as an energy hub without connecting the tank farm to a pipeline. Transporting fuel to and from the tank farm using tankers that have to circumnavigate the island may not make sense. Therefore, pipelines, not only to India but also perhaps to the population and economic centres on the south west will be necessary.",
    "Sri Lanka’s hydro potential is tapped out. Even now we would be in darkness if not for the major contribution made by the coal-fired generators in Norochcholai and during peak times by oil-fired generators. As the economy recovers from the crisis, demand will grow.",
    "All over the world, great hopes are being placed on solar and wind-based power sources. Especially in a country blessed with plenty of sun and very high wind potential, it would be wrong not to give the highest priority to mobilising these sources of power, where the unit costs are declining rapidly. However, these are intermittent sources. The wind blows when it wants to. The sun shines during the day and when there are no clouds.",
    "Intermittency gives rise to several problems that have yet to be fully solved. The first is the need for a cheap means of storing electricity to be used when the wind does not blow, or the sun does not shine. The solutions range from pumped storage (using wind or solar power to pump water back into hydro reservoirs whereby the potential energy in the water serves as the storage medium) to batteries. Many are working on these solutions, but the economics are not right at this time.",
    "The second is the need to upgrade the transmission grid to carry electricity from the remote locations where it is generated to population centres. Ensuring that the grid which was originally designed to handle a small number of sources of continuous power is capable of absorbing power from many intermittent sources is proving to be a challenge in all countries. Delays of as much as five years for connecting these new generators are being reported from parts of the United States.",
    "Beyond the problem of building new transmission links is the problem of balancing the grid. As power from renewable sources flows into the grid intermittently, system controllers must be able to match supply and demand in real time. This is easier in a large system where the intermittent power is a small part. With current technology, it is difficult to absorb large amounts of wind and solar generated electricity into Sri Lanka’s small system. One easy solution is to interconnect the Sri Lankan grid with the much larger South Indian grid. But that would require the physical means of interconnection, a High Voltage Direct Current (HVDC) cable across the Palk Strait, as part of the bridge or standalone.",
    "This is not the only justification for a cable. South India has surplus power at this time. Instead of shipping in expensive diesel, coal or LNG, it may make sense to just buy electricity from South India. Even if that is not done, the existence of the cable would permit temporary power purchases when domestic generators have to be shut down for maintenance or in similar circumstances thus avoiding load shedding.",
    "Obviously, feasibility studies conducted by qualified firms are needed. We cannot afford to repeat the mistakes made with infrastructure such as the Mattala Airport by the Mahinda Rajapaksa government.",
    "One question that has to be answered is the tradeoff between getting the energy conduits done quickly as standalone infrastructure, as opposed to the more efficient multipurpose conduit that will necessarily take longer. It may be possible to build the pipeline and HVDC with low capacities first and supplement that capacity once the bridge is built. Given the geological conditions in the Dhanushkodi area, this may be necessary for risk mitigation in any case.",
    "The pre-feasibility study conducted in 2004 estimated a cost of $ 1 billion. Obviously, the actual number from a proper engineering study will be much higher 20 years later. In any case, all major engineering projects tend to overrun budgets.",
    "How this kind of investment is raised in the current conditions will crucially depend on the business case, namely the projected revenues from trains, trucks and other vehicles using the bridge and the revenues from the energy conduits.",
    "Set too high, tolls and charges may depress demand, damaging the business case and preventing the realisation of the desired outcomes. Set too low, it may not be possible to raise the investment. Being bankrupt, the Sri Lankan state has limited ability to provide viability gap financing.",
    "If the two countries do not contribute equally to the investment, there may be detrimental impacts on the governance arrangements and/or public perceptions of the project. And unless those aspects are not optimally designed, it is unlikely the bridge will yield the expected benefits, or even get built."
  ]
}