{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/afps-sri-lanka-photo-chief-wins-international-award-120407/",
  "time_ut": 1683876600.0,
  "original_lang": "en",
  "original_title": "AFP’s Sri Lanka photo chief wins international award",
  "original_body_lines": [
    "ECONOMYNEXT – An AFP photojournalist in Sri Lanka has won recognition at the Human Rights Press Awards 2023 for his work during the political upheavals that eventually led to the ouster of Gotabaya Rajapaksa from the presidency in July 2022, a statement said.",
    "Ishara Kodikara, 41, won an honourable mention in the “photography series” category of the awards organized by the New York-based Human Rights Watch, Arizona State University and the Reynolds Centre for Business Journalism.",
    "“This award is a recognition for your hard and excellent work covering the daily protests in Colombo last year,” AFP’s Hong Kong-based Photo Director for the Asia-Pacific region, Mladen Antonov said in the statement.",
    "“On behalf of all of us here in Hong Kong and from the photo management in Paris, please accept once more our warm congratulations!”",
    "Ishara joined AFP in 2008 and is attached to its Colombo bureau. He has also photographed political upheavals in the Maldives and the 2015 earthquake in Nepal in addition to covering international cricket tournaments in Sri Lanka and abroad.",
    "AFP’s Kabul bureau won the first prize in the breaking news category and recognised for their work “under deadline pressure with speed, accuracy and high-quality writing on a single human rights-related news event.”",
    "Present in 151 countries, AFP offers news coverage on a vast range of subjects, and often from rarely covered locations, and the presence in the field allows AFP to diversify its sources, the statement said. A recognized hallmark of AFP journalism is also the attention it pays to human interest stories.",
    "Images, which are increasingly the key element of news coverage, now account for half of the agency’s turnover, and live video broadcasts (around 40 a day) are among the most popular products.",
    "The full list of 2023 Human Rights Press Awards can be accessed here: https://humanrightspressawards.org/2023-winners/ (Colombo/May12/2023)"
  ]
}