{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/brilliant-cuts-shines-at-national-industrial-excellence-awards-2023/",
  "time_ut": 1701504480.0,
  "original_lang": "en",
  "original_title": "Brilliant Cuts shines at National Industrial Excellence Awards 2023",
  "original_body_lines": [
    "A leading Gemologist in the country, Brilliant Cuts Private Limited, bagged a silver award at the National Industrial Excellence Awards 2023, organised by the Industrial Development Board (IDB). The award ceremony was recently held at the Nelum Pokuna Theatre in Colombo, under the patronage of President and Finance Minister Ranil Wickremesinghe.",
    "Brilliant Cuts Managing Director, Vindya Perera received the Award at the gala event. Brilliant Cuts is committed to producing fine gem and jewellery-related products, and has shown continuous success and growth since its conception. In the recent past, Brilliant Cuts has come forward with plans to expand their business to international arena. They had recently opened up a branch in Dubai in the United Arab Emirates (UAE), and provided foreign employment opportunities for many.",
    "Vindya Perera, who has significantly contributed to the country’s gem and jewellery industry through Brilliant Cuts, has previously been awarded with several local and international awards. Among them were; the ‘Women Entrepreneur of the Year’ award, the ‘Youngest Entrepreneur of the Year’ award, the ‘Outstanding Young Women Entrepreneur of the Year’ award, NCE awards and CNCI awards.",
    "As the gem and jewellery industry progresses towards innovation and modernity, Brilliant Cuts has been a catalyst towards accelerating such progressive initiatives. Having made it their mission to uplift Sri Lankan traditional lapidarists while feeding in a touch of modern artistic flair, Brilliant Cuts has already brought about a new beginning to the industry.",
    "HNB Assurance’s winning streak continues at SLIM National Sales Awards",
    "Sanasa Life Insurance to provide insurance services to Sri Lanka Freedom Employees Union",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}