{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/sinhalese-society-through-the-prism-of-religion-an-appreciation-of-gananath-obeyesekeres-work-on-sinhalese-buddhism/",
  "time_ut": 1688322638.0,
  "original_lang": "en",
  "original_title": "Sinhalese Society Through The Prism Of Religion: An Appreciation Of Gananath Obeyesekere’s Work On Sinhalese Buddhism",
  "original_body_lines": [
    "This article celebrates the remarkable scholarly contributions of Gananath Obeyesekere, specifically in the field of popular Buddhism in Sri Lanka. Obeyesekere, now aged 93, embarked on his anthropological career at the University of Ceylon (now University of Peradeniya), where he earned his undergraduate degree in English. Subsequently, he served as a lecturer and professor in the Department of Sociology from the 1960s to 1972, before moving on to the United States. He was Professor of Anthropology at Princeton University from 1980 to 2000.",
    "Obeyesekere is a highly regarded Sri Lankan anthropologist who has made significant contributions to the field, particularly in the areas of the philosophy of religion, social theory, and psychological anthropology. His work has greatly enhanced our understanding of Sri Lankan society and culture and has established Sri Lanka and its religious practices as an important topic of discussion and analysis in anthropological literature. Obeyesekere’s intellectual contribution to the field of anthropology rests mainly on how he has analysed personal symbolism as related to total religious experience, which is vividly set out in works such as Medusa’s Hair (2014). Buddhism Transformed (1988), The Work of Culture (1990), The Cult of the Goddess Pattini (1987), and Imagining Karma (2002). His work also covers subjects such as European mythmaking in the Pacific, land tenure in Sri Lanka, and ethical transformation in Amerindian, Buddhist, and Greek rebirth.",
    "Obeyesekere is so dominant a figure that any anthropological study of the society and culture of Sri Lanka is inevitably influenced heavily by his work. Obeyesekere was an inspiring teacher and an enthusiastic and passionate lecturer. I remember this redoubtable personality as the leading sociologist/anthropologist and intellectual at Peradeniya when I was a student in the late 1960s and early 1970s. His animated lectures even attracted many students studying subjects other than sociology. He was a lively and energetic young lecturer, and, as his students, we would listen to him conscientiously for well over three hours at a stretch, particularly when he lectured on the anthropology/sociology of Buddhism. In his lectures, he used to draw on examples from many different cultures to support his theoretical arguments. With his distinctive amiable style, excellence in presentation, and erudite scholarship, he was one of the true intellectuals ever produced by the University of Ceylon.",
    "Obeyesekere’s contribution to the understanding of Sri Lankan society and culture began with his criticism of the dichotomizing of Buddhist religious practices by the Canadian anthropologist, Michael Ames. In 1964, Ames argued that “magical animism and Buddhism” coexist without constituting a single Sinhalese religious system and concluded that the two units of religion “do not lie on one continuum, but on two intersecting ones” and serve the worldly (laukika) and the otherworldly (lokottara) interests of Sri Lankan Buddhists respectively. Ames thus saw Buddhism in Sri Lanka as comprising two major conflicting components: animistic religion – a residue of the pre-Buddhist era – and the Buddhist rituals introduced subsequently. Obeyesekere rejected this religious dichotomy and provided a compelling theory that explains Buddhism in Sri Lanka as being a single entity called Sinhalese Buddhism. Sinhalese Buddhism encompasses many rituals, such as the Pattini cult, Kataragama, Kali, Huniyam worship, and the worship of many other deities, and Obeyesekere developed an underlying theory regarding the distinctiveness of Sinhalese Buddhism. He drew on field data showing that the Buddhist pantheon comprises many deities, with the Buddha seen as seated at the apex. The structure of the pantheon, fundamental to ordinary people’s religious understanding, embodied a hierarchical authority structure, similar to that seen in the Sinhala kingdom or later in the administrative authority of the country. Thus, the religious pantheon exhibits some parallels with the ‘worldly’ political and administrative hierarchy. There are also parallels with the horizontal power structure that extends from the centre to peripheral villages: the various processions that take place in the months of July and August in the peripheries of the country, as observed by Obeyesekere in Mahiyangana in particular, demonstrate the existence of many different provincial deities who hold subordinate positions in the pantheon; yet, they all come under the authority of the Buddha, who holds the supreme position in the pantheon. Obeyesekere used folk concepts such as ‘waram’ (permit) to explain how the peripheral and Hindu deities have become affiliated with the Sinhalese Buddhist pantheon. More recently, he has extended this idea of a unified religion which he has grounded in the history of the Kandyan kingdom in a (video) lecture on ‘A still-born cosmopolitanism-Buddhists, Catholics and other strange beings in the Kandyan Kingdom 1591- 1739’.",
    "The credit for coining the term Sinhalese Buddhism should go to Obeyesekere as he has devoted much of his writing to elucidating this concept. The fact that Sinhalese Buddhism is different from the religion as enunciated in Buddhist texts, which Obeyesekere defines as ‘orthodox or textual Buddhism’, distinguishes Buddhism practised in Sri Lanka. In a book entitled Precept and Practice, written by Richard Gombrich, an Indologist at the University of Oxford, details various aspects of Sinhalese Buddhism through a discussion of the differences between Buddhist practice and orthodox Buddhism. Further development of this concept of Sinhalese Buddhism by Obeyesekere can be seen in his historical analysis of Sinhalese–Buddhist identity – whereby the Sinhalese ethnic group became identified with Buddhism, and later came to be considered as the guardians of Buddhism in Sri Lanka. This link between religion and ethnicity is reflected in the discourses and practices of the Sinhalese Buddhists, and can be identified as the embryonic beginning of Sinhalese nationalism, leading to the later development of ethnic tensions and the civil war in the country. Obeyesekere, in this sense, is the forerunner of studies on ethnic confrontation in Sri Lanka, having analysed the beginnings of ethnic tension and the polarization of the two main ethnic groups in Sri Lanka through his anthropological studies of Buddhism. It is inherent in Obeyesekere’s analysis that Buddhism was practised in the past not only by the Sinhalese but by many other ethnic groups, but that later, due to the forging of a new identity, the Sinhalese became the sole bearers of Buddhism.",
    "Obeyesekere’s all-encompassing approach to the analysis of Sinhalese society and its formation through his study of Buddhism as practised by the Sinhalese developed in a much more forceful manner when he used similar concepts to understand the changes that took place in the colonial period. His work in this area began with an analysis of Anagarika Dharmapala and the transformation of Buddhism during that period. Dharmapala was, for Obeyesekere, the key figure of the religious revival of the time. Although some anthropologists have described the developments that took place as syncretistic [the combination of different forms of belief or practice], Obeyesekere was not prepared to buy that concept wholesale. For him, this idea failed to address fully the ‘revival’ of Buddhism during this period, which involved many aspects of protest against the spread of Christianity. The confrontation between Christianity and Buddhism was demonstrated clearly in events such as the Panadura Vaadaya. The term utilized by Obeyesekere to describe the significant change and development in Buddhism during the late colonial period was “Protestant Buddhism”, which captures the character of religious change of the time. According to this analysis, Buddhism was influenced by Christianity in many ways, such as adopting Sunday schools. However, also important was the notion that the development of Buddhism at the time was a protest against Christian religious activities. Obeyesekere explained how this process led to a whole new development of Buddhism from its village-based, temple-bound system of traditional worship to an urban-based Buddhism with statues erected at junctions and facing major roadways. The development of urban Buddhism with new urban temples, the emergence of a new cadre of monks with a different style of preaching and attempts to promote orthodox Buddhism with practices such as bhawana or meditation can be seen as elements of a somewhat later stage of this new development. As Obeyesekere correctly argues, the changes among the Sinhalese Buddhists did not follow a linear process. They were dramatic but logical and can be explained by reference to various social and economic processes that were taking place in the country.",
    "Obeyesekere’s work on Kataragama can be seen as the beginning of his series of research publications on Buddhism as practised in modern Sri Lanka. In his series of articles on the rise of the Kataragama cult, Obeyesekere identifies the significance of socio-economic factors in its development. As is evident from this research, the intense competition for jobs and passing examinations has led many people to seek divine assistance, and the number of worshippers has increased over the years. Increasing levels of crime and corruption have also contributed to the popularity of Kataragama deiyo, overshadowing Natha, Pattini, and other popular deities from more traditional times. Obeyesekere has thus explained the paradigmatic shifts in the traditional religious pantheon in his analysis of the post-colonial and current state of Buddhism in Sri Lanka.",
    "At the same time, he analysed his findings from Seenigama Devalaya, where many women adore and propitiate Devol Deiyo, who is regarded as a malevolent deity who can be appeased to get revenge on one’s enemies. The practice of grinding chillies on the grinding stone at this devale can, as Obeyesekere points out, be explained as a way of channelling the aggression of those who worship this deity. The ritual death inherent in this practice has, in a way, contributed to reducing the number of homicides in Sri Lanka. Obeyesekere’s social analysis of religion in urban settings, particularly the worship of Kali, highlighted the growing popularity of this religious practice due to the rise in treacherous actions within society. His contribution anticipated the subsequent investigations by sociologists and anthropologists, shedding light on the religious practices of the poorer classes in urban areas in Sri Lankan society.",
    "Gombrich and Obeyesekere’s work Buddhism Transformed was the culmination of their analysis of the current situation of Buddhism, drawing on evidence from present-day [1980s up to now] society for a thorough analysis of the religious culture of the Sinhalese. The book, published in 1988, benefited from Obeyesekere’s previous research in the 1960s and 1970s. In this work, Gombrich and Obeyesekere differentiate three forms of religion: “traditional Buddhism”, “spirit religion”, and “Protestant Buddhism”, which co-exist in a single organic form known as Sinhalese Buddhism, to which people turn for religious practices when they need to call on the powers of gods and deities, while observing the traditional ‘textual Buddhism’ in matters relating to otherworldly issues. To explain Buddhism’s role in ordinary life, Obeyesekere heuristically used the concept of spirit religion. Using this concept, Obeyesekere explains the development of the three prominent deities of Huniyam and Kali in the urban areas and Kataragama deiyo in general. Obeyesekere also describes the development of Bhakti religiosity, particularly in the urban regions where different forms of “possession” and “ecstasy” are prominent, reflecting the social change in such urban communities.",
    "It is impossible in an article like this to do justice to Professor Obeyesekere’s contribution to the study of religion in Sri Lanka and its broader application in various disciplines, including religious studies, social theory, historiography, and psychosocial analysis.  But, by way of tribute, I have sought to outline some of the essential concepts and ideas that he has introduced."
  ]
}