{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Aragalaya-conspiracies-colour-revolutions-the-Pohottuwa-and-the-Rajapaksas/4-748429",
  "time_ut": 1684356905.0,
  "original_lang": "en",
  "original_title": "Aragalaya conspiracies, colour revolutions, the Pohottuwa and the Rajapaksas",
  "original_body_lines": [
    "The SLPP insists the Aragalaya was a conspiracy because of the arson attacks on their houses on 9 May. That’s dumb. Not only was there a provocation, namely the attack on the Gota Go Gama protestors at Galle Face Green by a group coming out of Temple Trees, but much more importantly there were precedents which make the violence comprehensible though not justifiable. Far more murderous violence was perpetrated for far longer against defeated opponents of the two major parties after the electoral debacles of 1970 and 1977",
    "Obviously the very idea of even a municipal election causes panic in this intrepid administration, but an order for a thousand lunch packets triggering a military mobilisation displays regime paranoia on a hair-trigger.",
    "“Thousands of heavily armed troops and elite commandos were deployed Sri Lanka’s capital following a false alarm based on an unusually large lunch order at the Colombo university, top security sources said Sunday.",
    "“Intelligence units had picked up information that the canteen had received an order for 1,500 lunch packets on Friday,” the source said. “This was (mis) interpreted as a mass gathering to march to government buildings…” (Sri Lanka campus canteen triggers Colombo security alert | EconomyNext)",
    "Lack of confidence stems from lack of popular support. A brittle stability rests on a narrow military-STF-Police base.",
    "To be fair though, a ruler unelected even to the legislature and therefore with no popular mandate and social consent, trying to cram austerity and total privatisation down the collective throat of the citizenry which just last year hurled out his elected, ex-military authoritarian predecessor, has every reason to be chronically insecure. Politically, Ranil Wickremesinghe is the weakest ruler Sri Lanka has had.",
    "One cannot help but applaud the citizenry for never having elected the current ruler to the presidency in wartime when we faced Prabhakaran and Wickremesinghe ran for the highest office twice.",
    "Given the incontrovertible facts, no rational mind could blame any foreign power either for the economic crisis or the Aragalaya upheaval. Nor could any rational mind accept those who created the crisis and remain unrepentant and unreformed in their thinking, as the solution or part of it.",
    "In his speech in the House of Commons (UK) during last week’s debate on Sri Lanka, the Minister of State, Foreign, Commonwealth and Development Office, Andrew Mitchell, provided cold facts which tell us who and what the primary source of Sri Lanka’s debt trap was. It wasn’t China.",
    "“China…holds 13% of Sri Lanka’s external debt stock, a level that is like the 12% held by the Paris Club and the 7% held by Japan, and lower than the private market borrowing level of 42%.”",
    "While the ‘private market borrowing’ was initiated in wartime by the Mahinda Rajapaksa administration, the overwhelming bulk of that category of borrowing which forms the biggest and least tractable chunk of our debt, was primarily by Prime Minister Ranil Wickremesinghe and his economic team of 2015-2019, which includes the current economic wizards of the main Opposition.",
    "If the SLPP now wants to know who was responsible for the Aragalaya, the answer was also in the Westminster debate, in the speech of Dr. Mathew Offord, MP, who proposed the debate. It wasn’t the CIA:",
    "“…significant tax cuts leading to a huge decrease in tax revenues, with an estimated loss at one point of over £1 billion. A severely misjudged ban on the import of chemical fertilisers led to a 30% annual drop in farming yields. Despite a reversal of the ban following protests, the damage was already done. In the throes of an economic crisis, the short-lived ban led to food shortages and heightened inflation.”",
    "Retaining or (re)turning to those whose policies created the crisis in the expectation that they will solve it, is as logical as expecting the same elephants who destroyed a villager’s hut to rebuild it.",
    "The SLPP insists the Aragalaya was a conspiracy because of the arson attacks on their houses on 9 May. That’s dumb. Not only was there a provocation, namely the attack on the Gota Go Gama protestors at Galle Face Green by a group coming out of Temple Trees, but much more importantly there were precedents which make the violence comprehensible though not justifiable. Far more murderous violence was perpetrated for far longer against defeated opponents of the two major parties after the electoral debacles of 1970 and 1977.",
    "True, in 2022, an election had not been lost but the equivalent had occurred, the SLPP’s popularity had collapsed even in the countryside. What happened island-wide after a general election in 1970 and 1977 happened without an election in 2022.",
    "How many members of the FSP, IUSF or JVP-NPP have been arrested for responsibility for the violence of 9 May 2022, still less brought to trial? Protracted grilling of Wasantha Mudalige was unable to produce a shred of proof that he was in any way involved.",
    "The violence seems to have been purely local and perpetrated by embittered citizens, many of whom probably voted for Gotabaya and the Pohottuwa in 2019-2022.",
    "If the SLPP wants to identify a specific villain as responsible for the Aragalaya, it isn’t difficult. Remember the time last year when we were about to pay off a large chunk of debt and Dr. Nishan de Mel went on every TV channel and FM radio-show and strenuously warned against it? His point was very simple: if you pay this money instead of seeking a deferral, you are simply not going to have any money left to purchase the absolute essentials like fuel supplies that the average citizen imperatively needs. He rebutted the official claim that if we didn’t make that particular payment we’d be thought bankrupt, replying that the big boys can do the math and they would know that you are pretty much bankrupt if you make this payment because everyone knows how much you have in your coffers and how much you would have left once you’ve paid up.",
    "Central Bank governor Ajith Nivard Cabral went ahead and made the payout—and exactly what Nishan de Mel predicted, happened. We didn’t have money for the import of essentials. The petroleum and gas queues were the result. And the Aragalaya erupted.",
    "What Uttara Lanka leader Weerawansa’s political pulp fiction really reveals is an effort by the US ambassador –and doubtless every other ambassador of a big or medium-sized power in Colombo—to manage the process and the outcome of the massive turbulence which had made world headlines. The overweening effort on the part of the diplomatic community seems to have been to avoid a bloodbath in this geo-strategically vital island-nation. This hardly amounts to a conspiracy, and was surely far more positive than negative.",
    "A crass ‘anti-imperialism’ regards every uprising by the people anywhere as a ‘colour revolution’ by which it means a revolt created or instrumentalised by imperialism against an incumbent regime or state.",
    "As a political scientist who has had books published internationally on revolutionaries and revolutions, and having been a panellist on ‘Colour Revolutions and Hybrid Warfare’ at the Moscow Conference on International Security in 2019, I think I can tell a ‘colour revolution’ from an authentic popular revolt.",
    "While there are ‘colour revolutions’ it is absurd to regard each and every revolt or revolution as one, without any evidence or logic. It is insane to do so when there are plenty of endogenous reasons to explain a given uprising, as in the case of Sri Lanka.",
    "What did the US ambassador have to do with Opposition leader Sajith Premadasa tripping himself up by over-loading his letter of response to Gotabaya Rajapaksa with the maximalist conditionality of a deadline for the abolition of the executive presidency, thereby delaying the clinching of the Prime Ministership?",
    "Which western embassy imposed Ranil as President? That choice was made by the 134 members of parliament belonging to the Rajapaksa-led ruling party, and the choice before them was their traditional adversary of decades or one of their most prominent, respected and progressive personalities, Dullas Alahapperuma, whose home was untouched on May 9th.",
    "What of the assertion that an imperialist conspiracy aimed to get rid of Mahinda Rajapaksa before President Gotabaya quit?",
    "My boyhood memories of May 1968 in Europe include the anomaly that in Belgrade, the student uprising did not target the country’s old-generation wartime leader, because Marshal Tito was felt to be sympathetic to the young rebels. Given his political past, Mahinda Rajapaksa could easily have fitted into that role, but he chose to denounce the Aragalaya in a nationally televised address on 11 April 2022, almost a month before the events of 9 May. In doing so, he placed himself in a public opinion firing line which he shouldn’t have and succeeded briefly in diverting attention from President Gotabaya Rajapaksa to himself. (A cycle ends: the moral-ethical fall of Mahinda). It could have ended in bloody tragedy.",
    "Then there’s the conspiracy theory leaning on the Karannagoda report, impugning the role of General Shavendra Silva. The old military brass who constituted Gotabaya’s real inner circle (especially if they attended his old school) are as mad as hell that their successors didn’t shoot to kill to preserve the political kingdom that they thought was theirs and worked hard and ruthlessly to usher in after the war.",
    "However, as the Aragalaya was picking up mass and speed, what was uppermost in the minds of the serving military commanders was that in their garrisons the mood had changed. A mounting percentage of the men and middle ranking officers were alienated from the regime and sympathetic to the sentiments behind the protest movement. This was no surprise since the infantry came primarily from rural families which were being devastated by Gotabaya Rajapaksa’s anti-agriculture atrocity.",
    "The serving military chiefs were primarily concerned with maintaining the unity of the institution they commanded; avoiding a crackup. They knew that the crowds were ready to brave gunfire and that dead bodies would only make a huge phenomenon only grow exponentially. If Rathupaswela was repeated, the military would have to fight an aroused citizenry and youth in the main streets and side-streets at night in Colombo and other towns. Guns may have been turned by soldiers on those who gave the order. What if whole units moved over to the Aragalaya?",
    "The appeal to the military for restraint by Field Marshal Sarath Fonseka, the architect and commander of the victory over the Tigers, would have also had its positive impact in averting a massacre followed by armed mutiny. There was nothing conspiratorial in the fact that SF was invited/permitted to address Aragalaya crowds when other politicians weren’t. He is a national hero. Not even an NPP movie star would have dared to throw a bottle at him.",
    "While there are ‘colour revolutions’ it is absurd to regard each and every revolt or revolution as one, without any evidence or logic. It is insane to do so when there are plenty of endogenous reasons to explain a given uprising, as in the case of Sri Lanka",
    "The conspiracy, if any, wasn’t on the day that Gotabaya was finally ousted by the mobilised citizenry. It was days later, on the evening of the clash with the military on the road to Parliament. Wasantha Mudalige repeatedly appealed live on social media to those who had hived-off from Galle Face Green to cease and desist and return immediately.",
    "Incomprehensibly, electricity failed in the entire area. Later that night, two military men, badly beaten, were admitted to the ICU, and the sympathy of the military towards the already abated Aragalaya was destroyed. Two automatic rifles went missing and were found at the bottom of the Diyawanna. No one was arrested for having grabbed those guns.",
    "The one prominent Aragalaya personality known to have been there, was arrested and swiftly released on bail. He is now a public figure who delivers TED-type lectures and openly declares his support for President Ranil Wickremesinghe’s economics.",
    "The SLPP’s mass base is down to single digits (IHP/SLOTS tracker). Here’s why the Pohottuwa won’t bounce back after one term of a post-Ranil administration:",
    "1. If the post-Ranil administration is that of the NPP, which is run by the JVP, which is the most opaque party in Sri Lanka, one never really knows how things are going to play out with respect to elections.",
    "2. If the post-Ranil administration is that of the SJB, the main Opposition is going to be the JVP-NPP, not the SLPP.",
    "3. Namal Rajapaksa has positioned himself exactly wrongly to make a comeback.  Chandrika Bandaranaike was in open rebellion in Europe against her mother’s bloody suppression of the JVP uprising of 1971, broke away from her mother’s SLFP and formed the SLMP with her husband Vijaya Kumaratunga in 1984, and embraced the Blair-Giddens ‘Third Way’ renouncing her mother’s ‘closed economy’ in 1994. By stark contradistinction Namal Rajapaksa has joined the “Aragalaya as foreign conspiracy” reactionary chorus and denounced his rebellious generational constituency—a stance Mahinda would never have adopted at a similar age and stage.",
    "From end-2016 through to mid-2018 I had thought Gotabaya would be a faithful proxy for a Mahinda unable to run for a third (non-consecutive) term, but having seen and heard his Praetorians up close, I blew the whistle in my Daily Mirror column and regular TV show from mid-2018. Columnist and critic Uditha Devapriya, looking back in 2021 noted:",
    "“In November 2019, then, almost every community, including sections of ethnic minorities, gave him [Gotabaya] support. Even political commentators who had penned diatribes against him raised the possibility of better days ahead under him. Few thought otherwise: among them, Dayan Jayatilleka stood out.” (Battling The Blues - Colombo Telegraph)",
    "I warned Mahinda Rajapaksa in August 2018 when my wife and I paid a call on him to say goodbye en route to Moscow, that given Gotabaya’s Trumpian tendency, Netanyahu notions (and contacts), and circle of crazy confidantes, conferring the presidential nomination on him instead of Chamal or Dinesh would terribly and irreversibly damage MR’s own legacy and the brand established by his father, uncle and cousins.",
    "MR told me he was counting on Basil to balance Gota, but during his abortive 52-day Prime Ministership in late 2018 both Basil and Gota pulled away, determined to abort the centrist Mahinda-Maithri equation. Having wrecked MR’s second term by carving out contending fiefdoms, Basil and Gota stayed teamed-up from 2018 and marginalized MR through the Gotabaya presidency.",
    "In July 2019 over lunch in Moscow, I told Namal Rajapaksa and Kanchana Wijesekera about my warning to Mahinda. When Namal repeated the ‘Basil as Balancer’ formula, I reminded him that BR and GR left MR dangling in the wind just months before.",
    "Despite knowing that GR would win, I urged on my personal FB that at least for the sake of balance and the prevention of political unipolarity, the UNP nominate Sajith Premadasa as presidential candidate (a cause I had canvassed in print since 2010, on TV since 2014, and with Ranjith Madduma Bandara in Moscow and Vajira Abeywardena from Moscow in 2019).",
    "Communication with/from the Rajapaksas ceased. Gota threatened to sue me for sharing without endorsement or comment a post on the Easter massacre on my private FB. He fired me (without dissent from Dinesh) from Moscow shortly after assuming office.",
    "The Aragalaya didn’t need a conspiracy. It was the inevitable downstream consequence of the decision to nominate Gotabaya. Mahinda’s hand was forced on the nomination, firstly by the Easter massacre which was possible only because several security officials didn’t pass on the Indian intelligence warnings, and secondly, the vicious Islamophobia whipped up by the local Fox News."
  ]
}