{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Govt-to-provide-water-to-animals-not-for-animal-welfare-but-for-tourism-management-DG/108-264449",
  "time_ut": 1690990215.0,
  "original_lang": "en",
  "original_title": "Govt to provide water to animals, not for animal welfare, but for tourism management: DG",
  "original_body_lines": [
    "As a response to the persistent drought, the Wildlife Conservation Department has decided to provide water for animals at national parks, Wildlife Conservation Department Director General Chandana Sooriyabandara said.",
    "However, the action is a part of the government's strategy for tourism management, and not an animal welfare initiative, he said.",
    "Speaking to the Daily Mirror, Sooriyabandara said that although wild animals are naturally able to survive droughts, the provision of water in tourist zones will likely attract the animals to areas where tourists can easily spot them. He said the practice is maintained even in other countries to maintain tourist visits to their wildlife zones. About 2 million hectares of forest areas and wildlife zones are available in the country.",
    "There are animals living in both zones, and it is not possible or practicable to provide water facilities for the above areas during the drought season. Ecologically, providing water during a drought situation is not right.",
    "\"But it is possible to fill water for small tanks and anicuts in the forest considering the cruising radius of animals to maintain their habitat conditions. A tourism zone in a protected area network is an area of less than 1 percent of the total network. As well as national parks, there are animals in the forest reserves as well. Most of the animals used to adapt to water during a drought season get balanced ecologically,\" Sooriyabandara said.",
    "No animal dies in droughts as they are capable of finding water according to their cruising radius, he said. (Chaturanga Pradeep Samarawickrama)"
  ]
}