{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/building-a-digital-maldives-h-one-expands-its-reach-to-the-maldives-with-a-successful-event-on-microsoft-security/",
  "time_ut": 1682092980.0,
  "original_lang": "en",
  "original_title": "Building a Digital Maldives: H One expands its reach to the Maldives with a successful event on Microsoft Security",
  "original_body_lines": [
    "H One, the leading Microsoft reseller in Sri Lanka, has embarked on its expansion into the Maldives market with a successful event in collaboration with Microsoft. The event, a part of Microsoft partner consortium was held at JEN Maldives Malé by Shangri-La and aimed at SMEs which featured insightful discussions on MWP Security, Azure Security, Data, and AI, a collaboration of three Microsoft partners.",
    "As the first step to Building a Digital Maldives, H One focused this event on the value creation of the Microsoft Security portfolio, explaining how SMEs can get a 360° view of the threat landscape with Microsoft Security.",
    "In the modern world, where cyber security threats are continuously evolving, companies need to take a more proactive stance with tools and intelligence that offer even more ways to manage threats and get ahead of them. With Microsoft Security, companies can have a 360° view of the threat landscape, exposure, what’s changing day to day, where the gaps are, and where they may soon exist. With the technology to go on the offensive, businesses can be proactive and do something about threats before they become a problem.",
    "“We are thrilled to have collaborated with partners in organizing this event in the Maldives. Our mission has always been to provide innovative solutions to our clients, and we believe that this event has helped us achieve that by showcasing our expertise in Microsoft solutions and consultancy services,” said Venura Mendis, Chief Executive Officer of H One.",
    "H One’s expansion into the Maldives market is expected to pave the way for digital transformation in the region for SMEs. The successful event has demonstrated H One’s commitment to providing innovative solutions to its clients and further establishing its reputation as a leading provider of Microsoft solutions and consultancy services.",
    "By collaborating with Microsoft and other Microsoft partners in this consortium, H One has shown its dedication to staying at the forefront of technology and security solutions, helping SMEs to navigate the rapidly evolving threat landscape and drive digital transformation.",
    "For more information on H One’s consultancy services and Microsoft’s latest technology solutions, please visit https://www.h-oneonline.com/.",
    "CSE continues on subdued run; indices decline in mid-day trade",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}