{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/13/sri-lanka-thanks-official-creditors-assures-engagement-with-private-creditors/",
  "time_ut": 1702451820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka thanks official creditors; assures engagement with private creditors",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka has been able to reach a reasonably comfortable economic zone, said State Finance Minister Shehan Semasinghe while announcing that the Executive Board of the IMF approved the second tranche of the Extended Fund Facility.",
    "\"Our ambitious reform agenda carried out with the support of the IMF reached stability in the country within a short period of time, overcoming many challenges by politically motivated groups seeking narrow advantages,\" he posted on X, formerly known as Twitter.",
    "He said that Sri Lanka is grateful to the IMF for approving the second tranche of the Extended Fund Facility and the guidance provided to establish a credible and reliable financial framework in the country.",
    "The State Minister also said the government was grateful to the cooperation of the official creditor committee led by India, Japan, France, the Paris Club members, and China for agreeing in principle to the debt restructuring process by providing the required financial assurances to obtain the second tranche of the EFF.",
    "Moreover, the State Finance Minister noted that Sri Lanka will engage in good faith with private creditors to reach an agreement.",
    "Sri Lanka will remain committed, determined, and transparent in reaching economic reforms, and it is the firm expectation that the commitment will ensure long-term economic sustainability, he added.",
    "Sri Lanka will shed the label of a bankrupted state – President",
    "Developing Countries Paid Record $443.5 Billion on Public Debt in 2022",
    "Get Ready to Be Serenaded: 27 Sri Lankan Voices Join M Entertainment’s Global Chorus"
  ]
}