{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95021/copa-discloses-administrative-shortcomings-and-irregularities-in-sri-lanka-customs",
  "time_ut": 1700503980.0,
  "original_lang": "en",
  "original_title": "COPA discloses administrative shortcomings and irregularities in Sri Lanka Customs",
  "original_body_lines": [
    "During the meeting of the Committee on Public Accounts (COPA), it was disclosed that there are many administrative shortcomings and irregularities in Sri Lanka Customs.",
    "This was disclosed when the committee met in Parliament recently (Nov. 17), chaired by State Minister Lasantha Alagiyawanna, to look into the Auditor General’s reports of the Sri Lanka Customs for the years 2019, 2020 and 2021 and its current performance.",
    "The COPA drew attention to the financial advantage provided to the concerned institution by presenting fake local information during the release of warehouses brought by a private institution for the water development project in the Eastern Province.",
    "Accordingly, during the release of the goods which the concerned private company had warehoused as USD 5,139,621, locally prepared forged documents were used to pave way and obtain USD 1,210,743 in excess for the concerned company when the value shown was USD 6,350,364. Thus, COPA recommended that a report in this regard to be given within a month.",
    "The status of the introduction of new technology by Sri Lanka Customs was also discussed at the committee meeting held. Accordingly, the officers who were present pointed out that currently a system called “Azikuda” is being used to maintain data and it is connected to the ‘Ramis’ system. Furthermore, a new technology system will be introduced in the future.",
    "Furthermore, attention was also directed to the measures taken regarding the amendment of the Customs Ordinance Act and the officials mentioned that the amendments in this regard will be submitted to Parliament in January 2024.",
    "Due to non-disclosure of correct information while bringing coal to Norochcholai thermal power plant, VAT was not charged as an additional tax in the customs investigation to recover the undercharged VAT of nearly 187 million rupees, and a penalty of 205 million rupees was imposed and 70% of the received amount was allocated to the rewards and welfare of the officials and the committee questioned the officials. Accordingly, officials pointed out that they have started discussions with the Ministry of Finance to start a program so that this kind of things does not happen again.",
    "Discussions also took place regarding the use of fingerprints for reporting to duty by customs officials and the officials pointed out that it is difficult to record fingerprints in the most secret operations and in practical situations. COPA suggested the use of fingerprints in other routinely functions and to use a written record during special operations.",
    "It was also discussed that the scanner purchased to check the import and export containers could not meet the expected plans.",
    "The issue of non-exempted vehicles in the possession of customs was also discussed at the committee meeting held.",
    "State Ministers Prasanna Ranaweera, (Dr.) Suren Raghavan, (Mrs.) Diana Gamage, Members of Parliament Tissa Attanayake, J. C. Alawathuwala, Weerasumana Weerasinghe, Isuru Dodangoda, Sahan Pradeep Withana, (Dr.) Major Pradeep Undugoda were present at the committee meeting."
  ]
}