{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hip-hands-over-completed-hope-village-project-2/",
  "time_ut": 1683354960.0,
  "original_lang": "en",
  "original_title": "HIP hands over completed HOPE village Project",
  "original_body_lines": [
    "The Hambantota International Port Group (HIPG) officially handed over the recently completed “Hope Village” to the villagers of Kandagasmankada in Lunugamwehera of the Hambantota district, an HIPG news release said last week.",
    "The flagship community sustainability project which includes four centres for community, health, agriculture and sports was inaugurated by the Chinese Ambassador in Sri Lanka, Qi Zhenhong, with Miao Jianmin, Chairman of China Merchants Group (CMG), China’s largest business enterprise in attendance, it said.",
    "The Hope Village initiated to uplift the well-being of villagers and develop their livelihoods and employability, will benefit approximately 2,170 residents of Kandagasmankada.",
    "Speaking at the ceremony, Chairman Miao Jianmin said that CMG, as one of the largest multinational conglomerates in the world committed to sustainable development, did not attribute their outstanding achievements to business success alone, but also social responsibility, a vital part of the group’s corporate mission.",
    "“The pursuit of the mission to ‘promote social progress through commercial success’ of China Merchants Group continues to enrich its connotation.  We will work diligently, steadily, step by step, and solidly to contribute to building a modern society that coexists harmoniously with nature while promoting global sustainable development,” the chairman said.",
    "CMG’s public welfare footprint covers 34 countries on five continents. The Group’s poverty alleviation work in China which began in 2003, spans an engagement of 20 years.  The group has extended support to impoverished sections of society through its various poverty alleviation models, such as ‘poverty alleviation and development,’ ‘industry-based poverty alleviation,’ and ‘social poverty alleviation.’",
    "As at the end of 2022, the group has invested nearly $1.7 billion RMB in poverty alleviation funds, over a period of ten years. Multiple industry-based poverty alleviation and public welfare projects have been developed in impoverished areas, helping more than 1 million people overcome poverty. CMG’s extensive experience in this field covers project management, industrial development and social services.",
    "“The ‘Hope Village’ concept, a development model village that will benefit marginalised communities, is a collaboration between China Merchants Foundation (CMF) the CSR arm of China Merchants Group, and the Nirmala Foundation, a non-profit organisation and monitored by the Divisional Secretariat of Lunugamwehera. HIPG and CICT teams are the facilitators of the project. The Chinese Embassy in Sri Lanka has also been an active partner in this endeavour and has been closely monitoring the progress of this program,” the release said.",
    "One hundred and fifty school-going children in Kandagasmankada Primary School received a book donation, including a bag each, to mark the opening of the ‘Hope Village.’ The giveaways were funded by the “Sammawayama,” the Social Welfare Foundation of the Galwila Temple. HIPG donated dry ration packs to 100 villagers who were most in need.",
    "Nirmala Foundation Chairman, Indika Abeywardhana; District Secretary, H. P. Sumanasekera; Chief Incumbent of the Kandagasmankada Rajamaha Viharaya, Galapitagala Premarathana Thero; Raymond Mu, CFO HIPG and Tissa Wickramasinghe, COO HIPG were also present at the opening ceremony.",
    "Barista Championship to take Sri Lankan coffee to the next level",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}