{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Williamson-Nicholls-double-tons-put-New-Zealand-on-top-in-second-Test/108-256081",
  "time_ut": 1679121338.0,
  "original_lang": "en",
  "original_title": "Williamson, Nicholls double tons put New Zealand on top in second Test",
  "original_body_lines": [
    "Aggressive double centuries for Kane Williamson and Henry Nicholls powered New Zealand's dominance in the second Test against Sri Lanka in Wellington on Saturday.",
    "The Black Caps declared their first innings at an imposing 580-4 before reducing Sri Lanka to 26-2 at stumps on day two, leaving the tourists with a very slim prospect of squaring the two-match series.",
    "The in-form Williamson scored 215 and Nicholls posted a career-best 200 not out, with the pair's third-wicket stand of 363 virtually batting Sri Lanka out of the contest.",
    "Their partnership was the fifth-highest by any New Zealand pair and they became the country's first batters to reach 200 in the same innings.",
    "Sri Lankan captain Dimuth Karunaratne will resume on 16 on Sunday and nightwatchman Prabath Jayasuriya remains on four, with the deficit a daunting 554 runs.",
    "Sri Lanka's bowlers struggled to generate life on a flat Basin Reserve pitch, forcing Karunaratne to set defensive fields during much of the mammoth partnership.",
    "Williamson and Nicholls batted at a lively clip from the outset, advancing quickly from a 155-2 overnight score and barely looking troubled as they unleashed an array of attacking strokes through the first two sessions.",
    "Williamson was impenetrable as he reached three figures for the third time in successive Tests, becoming the first New Zealander to pass 8,000 runs in the process.",
    "It was a sixth double-century for the 32-year-old -- whose unbeaten 121 was pivotal in a final-ball first Test in Christchurch earlier this week.",
    "Having resumed on 26, Williamson struck 23 fours and two sixes before holing out in the deep off spinner Jayasuriya as he tried to escalate the scoring rate.",
    "Nicholls marched on from his overnight 18 to reach three figures before pushing past his previous best score of 174.",
    "His aggressive 240-ball knock, which featured four sixes, represented a remarkable return to form for the left-hander, whose place in the team was under pressure after failing to reach 40 in his 15 previous innings.",
    "Nicholls survived a clear chance on 92 when Jayasuriya dropped a relatively simple drive hit straight back to him.",
    "Daryl Mitchell (17) and Tom Blundell (17 not out) scored quickly as Nicholls raced to 200 before captain Tim Southee declared.",
    "Kasun Rajitha, who was off the field for a period nursing a shoulder injury, lodged the best bowling figures of 2-126.",
    "Matt Henry removed opener Oshada Fernando for six before fellow-seamer Doug Bracewell dismissed Kusal Mendis without scoring via a spectacular catch at point from Devon Conway.",
    "It came from Bracewell's third ball of the match in what is his first Test appearance for more than six years."
  ]
}