{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92573/at-least-36-killed-as-wildfires-tear-through-hawaiis-maui-island",
  "time_ut": 1691661840.0,
  "original_lang": "en",
  "original_title": "At least 36 killed as wildfires tear through Hawaii’s Maui Island",
  "original_body_lines": [
    "At least 36 people have died as fast-moving wildfires tear through the Hawaiian island of Maui, officials say.",
    "The deaths in the resort city of Lahaina, the island’s main tourist destination, came as strong winds from a distant hurricane fanned the flames.",
    "The fire there is one of several ongoing blazes that have burnt entire neighbourhoods to the ground.",
    "Thousands of people have been forced to evacuate their homes and a state of emergency has been declared.",
    "A huge search and rescue operation is under way, with some people still unaccounted for.",
    "“We barely made it out in time,” Kamuela Kawaakoa, who fled to an evacuation shelter on Tuesday with his partner and six-year-old son, told the Associated Press.",
    "“It was so hard to sit there and just watch my town burn to ashes and not be able to do anything,” he said. “I was helpless.”",
    "Five evacuation shelters have been opened on Maui and officials earlier said they were “overrun” with people. The island is a popular tourist destination and visitors have been urged to stay away.",
    "“This is not a safe place to be,” Hawaii Lt Governor Sylvia Luke told reporters. “We have resources that are being taxed.”",
    "Firefighters are still battling active fires, with helicopters dropping water on the blazes from above.",
    "“As the firefighting efforts continue, 36 total fatalities have been discovered today amid the active Lahaina fire,” the Maui county government said in a statement on Wednesday.",
    "Dozens of people have been injured since the fires began burning on Tuesday and hospitals on the island are treating patients for burns and smoke inhalation.",
    "Lahaina has been devastated by the fire and video showed the blaze tearing through the beachfront resort city.",
    "“We just had the worst disaster I’ve ever seen. All of Lahaina is burnt to a crisp. It’s like an apocalypse,” resident Mason Jarvi told Reuters. He showed the news agency images of the city’s destroyed and blackened waterfront.",
    "Mr Jarvi said he suffered burns after riding through the flames on his bike to save his dog.",
    "The fires earlier drove people to jump into the city’s harbour to escape the flames and smoke. Fourteen people were rescued after jumping in, officials said.",
    "On Wednesday, the strong winds caused by passing Hurricane Dora eased slightly meaning pilots were able to view the full scale of the damage.",
    "Images taken from above showed burnt cars littering the streets and smoke rising high above piles of rubble.",
    "“It’s horrifying. I’ve flown here 52 years and I’ve never seen anything come close to that,” helicopter pilot Richard Olsten told the Associated Press. “We had tears in our eyes.”",
    "Climate change increases the risk of the hot, dry weather that is likely to fuel wildfires.",
    "The world has already warmed by about 1.2C since the industrial era began and temperatures will keep rising unless governments around the world make steep cuts to emissions."
  ]
}