{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/christmas-and-the-new-year-in-the-seychelles/",
  "time_ut": 1701108360.0,
  "original_lang": "en",
  "original_title": "Christmas and the New Year in the Seychelles…",
  "original_body_lines": [
    "Although the group Mirage has been relatively quiet, in the local showbiz scene, they will certainly be missed by music lovers, and their fans, during the festive period.",
    "They leave on Sunday, the 3rd of December, for a month long stay in probably the smallest country in Africa – the Seychelles.",
    "The group, comprising Donald Pieries (drums/vocals), Benjy Ranabahu (bass), Thushara Rajarathna (keyboards/vocals), Thilak Perera (guitar/vocals) and Dhanushka Uyanahewa (vocals), will be at the Hilton Seychelles for two major gigs – Christmas Eve and New Year’s Eve.",
    "They will also be entertaining guests throughout their stay at the Hilton.",
    "The group’s male vocalist, the famous Manilal Perera, who is now very much a part of Mirage, is unable to make this trip due to prior commitments, in the local scene, as a solo artiste.",
    "Dhanushka Uyanahewa, who is not a regular member of Mirage, replaces Manilal for this particular assignment.",
    "Since this is their very first trip to the Seychelles, they say they are looking forward, with great excitement, to checking out that part of the world.",
    "The Seychelles is known for its picturesque beaches, ecological diversity, dense tropical forests, and the bright blue ocean that surrounds it, all of which combine to make the archipelago world-famous.",
    "Mirage will be back in early January, 2024, and then, a few weeks later, they will be off to Australia for a Valentine’s Day gig in Melbourne.",
    "The band has been to Australia before but it will be the first time that the present lineup would be operating, Down Under, with Manilal Perera as their frontline vocalist.",
    "Their female vocalist Dhanushka Uyanahewa, who will perform with Mirage in the Seychelles, will not be in the lineup to Australia.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}