{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-steadily-investing-in-energy-efficiency-technology/34-750182",
  "time_ut": 1688407670.0,
  "original_lang": "en",
  "original_title": "Sri Lanka steadily investing in energy efficiency technology",
  "original_body_lines": [
    "Asia’s largest energy efficiency oil-free chiller installed at Shangri-La Mall- 1600TR single unit  CBL Foods Ranala",
    "Energy cost increase, Migration of skilled labour force, higher interest rates are major challenges for businesses in the short to medium term for Sri Lanka",
    "Energy reduction engineering and tech company ECO33 have cushioned the above challenges by way of providing 30% reduction on utility expenses supported by digital platform since its 2014 incorporation",
    "Sri Lanka and its private and public sectors are steadily investing in energy efficiency technology, according to ECO33 Sri Lanka.",
    "The Company has been providing energy cost reduction solutions through its game changing business model, protecting operating cost and improving bottom line for private and State organisations.",
    "“Investments on EEI products or solutions should not be rushed into, and such investments should come with commercial protection from vendor/supplier, and Sri Lanka has always risen positively amidst challenges and this time it should be based on proven examples,” ECO33 Chairman/MD Dammica Wickramaratne said.",
    "ECO33’s South Asian headquarters is in Colombo and Australian operations headquartered in Perth for Asian Region. Both are leading award winning energy conservation companies.",
    "Investment by its customers on Energy Efficiency Improvement (EEI) solutions comes with a 100% commercial bank guarantee (Payback is commercially guaranteed). The solution provides triple bottom line advantage, ESG advantage for next 15 to 20 years. ECO33 is one out of five Tier 1 (per annum energy cost reduction above 1 million kWh) ESCO companies in Asia that has successfully delivered EPG (Energy Performance Guarantee) solutions. Technology giants such as Schneider Electric, SMARDT Inc, Tica Corporation, Danfoss, Belimore, Honeywell and Armstrong are few out of many technology providers that ECO33 associates with, to accelerate the adaptation of Climate Action in terms of sustainability.",
    "ECO33’s solutions have provided over 30% cost reduction utility expenses at Sri Lanka’s large energy users i.e. Bandaranaike International Airport, Brandix Apparel, MAS Apparel, Fonterra, Ansell Lanka, Treasury, Ministry of Defence, CBL, Beverage Can, Shangri La Mall, Taj Samudra Hotel, Cinnamon Grand , Bentota Beach etc. The technology is operating a digital platform, providing automated services at site and off-site, building the gaps created by skilled worker relocation. The World Bank, ADB, USAID, Green Globe Fund are many out of leading lenders Who have come forward in the recent past to assist Sri Lanka to secure lower interest rates for EEI solutions through commercial banks, subject to IMF approval.",
    "“Many of the hotels, Hospitals, Commercial buildings still have the potential to reduce wasteful usage of Energy, as per studies conducted by us , as much as 25% to 33% reduction in Utility bills, that’s a lot of un-productive energy, that can be directed towards the new energy demand from Port city,” ECO33 Director/CEO Rukshan Sheriff-",
    "Recent references in Sri Lanka, aside 40 other locations across the country that use energy efficient technology, reducing 30% of energy cost for Air conditioning. As a leader in the Energy retrofit Segment, it remains one of the leading companies in Asia to deliver complex energy saving solutions with a commercial guarantee on ROI."
  ]
}