{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Koroban-Calisthenics-exercise-program-for-elderly-people-in-Athurugiriya/56-747070",
  "time_ut": 1680629075.0,
  "original_lang": "en",
  "original_title": "‘Koroban Calisthenics’ exercise program for elderly people in Athurugiriya",
  "original_body_lines": [
    "JICA together with the Ministry of Health and Ministry of Women, Child Affairs and Social Empowerment has implemented a technical cooperation project for Capacity Enhancement of Elderly Service Management in the Community.",
    "On 1 April, an exercise program was organised by the Kaduwela Medical Officer of Health (MOH) office, in cooperation with the elderly committee, high schools and other relevant organisations under the Project for Capacity Enhancement of Elderly Service Management in the Community.",
    "The purpose of this exercise program is to improve healthy life expectancy in the Sri Lankan elderly population, to use already available recourses in the community to cut down the cost, and to improve the relationship between the younger and older generation. The unique part of this program is that ‘Koroban Calisthenics’ is introduced in the exercise. The Japanese meaning of ‘Koroban’ is ‘not to fall down’. Koroban Calisthenics is to maintain and improve strength, balance and mobility so that the elderly people prevent falls and avoid the situation of relying on care.",
    "The introduction of Koroban Calisthenics was the result of the learning from 1st Counterpart Training in Japan for governmental officials in the health and the social sector in October 2022. This training gave participants the ideas and hints on how the community-based integrated care system is planned and implemented in Japan. Dr. Silva Niroshan, Kaduwela MOH, one of the participants thought that Koroban exercise was suitable for the region in his charge and a collaborative program was planned, incorporating ideas learnt in Japan and utilising local resources.",
    "Dr. Silva said that the exercise was not in our culture before. Usually, elderly people stay home and look after children. “The exercise we are introducing is designed especially for elderly people. Since the exercise program started, elderly people become happier. We would like to continue and disseminate to other regions.”",
    "Suhada Senior Citizens Society President G. Weerasena said that this a very good program conducted by the MOH of the area. He joined these programs from the beginning and hopes to join all programs in future as well. He has asked many people who are known to him in this area to join these sessions. He also started exercises with his wife at home.",
    "Lions Club President Jayantha Colambage said that the Lions Club should work for society, and it is important to support elderly people. They are willing to continue their support.",
    "A student who participated in the volunteer work said that she was invited to volunteer by her teacher without knowing the details of the program, but she was honoured to be involved as she found it to be a very important support for elderly people.",
    "JICA Sri Lanka office Chief Representative Yamada Tetsuya participated in the exercise program and spoke of how important it is to support the elderly people to stay healthy in Sri Lanka where the aging population is increasing. He said that Japan is already a super aging society and has knowledge on supporting quality life of elderly people in the community. That is why JICA is implementing the project. He is glad to know that Dr. Silva disseminates what he learned in Japan and hope to continue the practices.",
    "This project was started in February 2022 to develop the model for community-based health and social integrated care system for elderly persons in Sri Lanka."
  ]
}