{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/16/modern-day-slavery-woman-from-lindula-escapes-torture-by-saudi-employers/",
  "time_ut": 1689522960.0,
  "original_lang": "en",
  "original_title": "Modern Day Slavery: Woman from Lindula escapes torture by Saudi employers",
  "original_body_lines": [
    "COLOMBO (News 1st) – As Sri Lanka struggles to recover from catastrophe, our women working in the Middle East are some of the most vital contributors to Sri Lanka's foreign exchange, sending back millions of dollars to prop up our sputtering economy.",
    "But for many of these women, the dreams of better lives for their families through their hard work, all too often turn into nightmares, and they end up in circumstances that are nothing short of modern day slavery.",
    "From Lindula in the Nuwara Eliya District comes the horrific tale of Veeran Sivaranjanee, whose employers in Saudi Arabia tortured her by inserting pins into her body.",
    "After nine days of ill-treatment at the hands of her employers, Sivaranjanee escaped with the help of another Sri Lankan and managed to get to the Sri Lankan embassy.",
    "Upon examination of Sivaranjanee, no less than five long pins, each of 3 cm length, were discovered inside her body, Director of the Nuwara Eliya District Hospital confirmed. Doctors have so far surgically removed two pins from her legs.",
    "Sivaranjanee, a 30-year-old monther of one child, travelled to Saudi Arabia on June 17 through the services of a foreign employment agency as her little family is finding it difficult to survive in Sri Lanka's harsh economic conditions.",
    "''I was ill treated by the lady of the house since the day I got there, because I could not speak the Saudi language,\" Sivaranjanee told News 1st.",
    "\"I worked there for a week and endured the hardships there, remembering that I was doing this for my child,\" she said.",
    "\"When I climbed a ladder to clean the toilet I fell and hit my head, and I felt dizzy. I asked them to send me to the embassy and that I will find my way back to Sri Lanka from there. But they said that they can't send me there and assaulted me. They asked me to place my fingerprints on a letter to say that I was taken for employment for a period of three years. I refused to do that. They were angry and tortured me by inserting pins into my hands and legs. I screamed and pleaded with them not to torture me, but they kept on doing it,\" she added.",
    "A Sri Lankan there had fortunately helped Sivaranjanee to leave that house and I reached the embassy, and held her return to Sri Lanka.''",
    "Weeran Sivaranjanee's husband has filed a complaint at the Agarapathana police regarding the injustice faced by his wife.",
    "He is demanding that the authorities to take action to bring justice to his wife.",
    "Expert Health Committee to meet on Tuesday; Full report in three weeks",
    "Select Committee probing Sri Lanka’s bankruptcy to meet for the first time",
    "Expert Committee to probe recent incidents at Peradeniya and Kandy hospitals"
  ]
}