{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/zambia-creditors-including-china-agree-to-debt-treatment-agreement-124308/",
  "time_ut": 1687513080.0,
  "original_lang": "en",
  "original_title": "Zambia creditors including China agree to debt treatment agreement",
  "original_body_lines": [
    "ECONOMYNEXT – China is among Zambia’s official creditors who have reached a debt treatment agreement with the crisis-hit central African nation, which the International Monetary Fund (IMF) has welcomed as a significant milestone.",
    "IMF Managing Director Kristalina Georgieva in a statement on Thursday June 22 highlighted the agreement’s importance to the G20 G20 Common Framework under which China, India, Saudi Arabia and Paris Club creditors joined forces to agree deep debt relief for Zambia.",
    "“I warmly welcome Minister of Finance Situmbeko Musokotwane’s announcement that the Zambian authorities have reached an agreement with their official creditors on a debt treatment, consistent with the objectives of the IMF-supported programme.  This unique and innovative agreement specifies both a baseline and a contingent treatment that would be automatically triggered if the assessment of Zambia’s economic performance and policies improves.",
    "“I want to thank the official creditor committee, especially co-chairs China and France and Vice-Chair South Africa, for all their work to reach this agreement,” she said.",
    "Georgieva said the agreement paves the way for the completion of the first review of Zambia’s three-year Extended Credit Facility Arrangement, which she said is helping put Zambia on a path toward sustainable economic growth and poverty reduction.",
    "“I look forward to the Executive Board taking up this review in the coming weeks and the continuation of our productive collaboration with Zambia in the period ahead,” she said.",
    "In April, the IMF and the World Bank along with creditors and debtor countries agreed to new rules and processes to address flaws in the current default framework.",
    "Sovereign default framework to be refined after flaws seen in Sri Lanka, elsewhereSee more",
    "Western nations and the IMF had until recently not succeeded in persuading China to agree to restructure loans of countries like Zambia and Sri Lanka and other defaulting nations according to Fund requirement despite several discussions.",
    "IMF should approve Sri Lanka deal, devise bi-lateral debt-restructuring clauseSee more"
  ]
}