{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/industrial-production-in-may-2023-decreased-by-3-1-per-cent/",
  "time_ut": 1689518760.0,
  "original_lang": "en",
  "original_title": "Industrial Production in May 2023 decreased by 3.1 per cent",
  "original_body_lines": [
    "Index of Industrial Production (IIP) in May 2023 decreased by 3.1 per cent to 88.0 compared to May 2022, mainly contributed by the decreases reported in the manufacture of Wearing apparel (-19.0 per cent), Rubber and plastic products (-32.9 per cent) and Chemicals and chemical products (-38.9 per cent).",
    "During the period under review (08.07.2023 to 14.07.2023), crude oil prices largely followed an increasing trend owing to market expectations on tighter oil supply with upcoming supply cuts by Saudi Arabia and Russia, while weak US dollar and market expectations of fewer interest rate hikes by the US Fed in the period ahead also supported the increase in prices.",
    "Overall, Brent and WTI prices increased by US dollars 3.18 per barrel and US dollars 3.42 per barrel, respectively, during the review period.",
    "Weekly Average Weighted Prime Lending Rate (AWPR) for the week ending 14th July 2023 decreased by 48 bps to 18.69 per cent compared to the previous week.",
    "The reserve money decreased compared to the previous week mainly due to the decrease in the deposits held by the commercial banks with the Central Bank.",
    "The total outstanding market liquidity was a deficit of Rs. 230.587 bn by 14.07.2023, compared to a deficit of Rs. 303.435 bn by the end of last week.",
    "By 14th July 2023, the All Share Price Index (ASPI) increased by 2.84 per cent to 10,595.02 points and the S&P SL 20 Index increased by 2.79 per cent to 3,106.77 points, compared to the index values of last week.",
    "Regarding T-Bills, primary market yield rates recorded an increase while the secondary market yield rates remained broadly stable. However, the secondary market T-Bond yield curve depicted a downward movement during the week compared to the week before.",
    "The outstanding stock of T-Bills and T-Bonds held by foreigners depicted a decrease of 4.33 per cent in rupee terms during the reporting week compared to the week before.",
    "The weekly T-Bill and T-Bond auction was oversubscribed by 1.2 and 1.8 times, respectively, during the reporting week.",
    "The total volume of secondary market transactions in T-Bills and T-Bonds has increased by 20.96 per cent in the reporting week compared to the week before.",
    "During the year up to 14th July 2023, the Sri Lanka rupee appreciated against the US dollar by 14.8 per cent. Given the cross currency exchange rate movements, the Sri Lanka rupee appreciated against the Japanese yen by 19.1 per cent, the pound sterling by 5.3 per cent, the Euro by 8.9 per cent and the Indian rupee by 13.7 per cent during this period.",
    "Related Topics:Industrial ProductionRubber and plastic products recorded 32.9 per cent decrease",
    "Sri Lanka to acquire support from IATA to upgrade its aviation industry",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}