{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pan-asia-bank-establishes-inr-account-in-partnership-with-standard-chartered-bank-india-in-order-to-strengthen-regional-trade/",
  "time_ut": 1684948260.0,
  "original_lang": "en",
  "original_title": "Pan Asia Bank establishes INR account in partnership with Standard Chartered Bank, India in order to strengthen regional trade",
  "original_body_lines": [
    "Pan Asia Banking Corporation PLC, a leading commercial banking institution in Sri Lanka, has taken a significant step towards enhancing trade transactions between Sri Lanka and India, and proudly announces the opening of an INR Nostro Currency Account with SCB India, a prominent player in the Indian banking sector.",
    "By establishing the INR Nostro Account, Pan Asia Bank aims to streamline and expedite trade settlements benefiting businesses engaged in cross-border trade.",
    "Speaking on this significant development, Richie Dias – Deputy General Manager Treasury of Pan Asia Banking Corporation PLC stated, “This initiative is a testament to our commitment to facilitate our customers with a comprehensive suite of trade finance solutions that cater to their needs. We believe this partnership will enable businesses to optimize their trade opportunities to promote greater financial inclusion across borders, backed by our professional team.”",
    "The newly-formed partnership with Standard Chartered Bank – India is expected to boost Pan Asia Bank’s ability to facilitate smooth INR transactions, offer competitive exchange rates and enable timely remittances for both corporate clients and individual customers. By leveraging Standard Chartered Bank India’s extensive network and expertise in the local market Pan Asia Bank aims to enhance its service offering and deliver exceptional value to its diverse clientele.",
    "Pan Asia Bank’s Senior Manager Trade Operations/Financial Institutions, Mr. Indika Liyanage expressed his enthusiasm regarding the collaboration, “The opening of INR Nostro Account with SCB India is a significant achievement for us. India is a thriving economic powerhouse, and we are committed to providing our customers with unparalleled banking solutions that align with their diverse financial needs.”",
    "The establishment of the INR account showcases the Bank’s commitment to staying at the forefront of the rapidly evolving global banking landscape. With this strategic move, Pan Asia Bank further solidifies its position as a trusted financial partner and demonstrates its dedication to providing innovative and customer-centric solutions across international borders.",
    "Recording consistent growth year after year, Pan Asia Bank is strongly positioned as the ‘Truly Sri Lankan Bank’, marking an illustrious journey that has promoted financial security and fulfilled the aspirations of its customers while supporting the prosperity of the nation.",
    "Dialog successfully trials Wi-Fi 6 powered by 5G via drones for the first time in Sri Lanka",
    "Microsoft and DP Education join hands to empower the future generation of Sri Lanka with future ready tech skills",
    "Pan Asia Bank recognizes top performers at its 2022 retail awards",
    "Pan Asia Bank rewards loved ones of its remittance customers",
    "Partnership to benefit the education of many students across Sri Lanka",
    "Pan Asia Bank records steady performance – Profit After Tax soars by 50%",
    "Pan Asia Bank hosts memorable Avurudu celebrations for its employees",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}