{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/SL-in-need-of-institutional-reforms-to-achieve-long-term-debt-sustainability-Prof-Hanke/155-255642",
  "time_ut": 1678474858.0,
  "original_lang": "en",
  "original_title": "SL in need of institutional reforms to achieve long-term debt sustainability: Prof. Hanke",
  "original_body_lines": [
    "Says SL will remain same unless necessary changes take place",
    "In a bid to achieve long-term debt sustainability, senior economist Steve Hanke said Sri Lanka needs institutional reforms.",
    "The professor of applied economics, who is known for his work as a currency reformer in emerging market countries, asserted that unless institutional changes take place, along with the rules of governance, the situation in countries such as Sri Lanka would remain the same.",
    "“In fact, most of the personalities involved in Sri Lanka at the high level are exactly the same as they’ve been for years. So, nothing has changed,” he said in an interview with CNBC this week.",
    "While the island nation is looking to unlock the much-awaited bailout package with the International Monetary Fund (IMF), the economist was sceptical on the relief helping Sri Lanka’s crisis-stricken economy in the long term. He pointed out that the country has gone to the IMF several times, cap in hand for relief.",
    "“You have to remember that we have a country that since 1965 has had 16 IMF programmes and they’ve all failed. You get temporary relief in anticipation of a bailout. But in the long run ... none of these IMF programmes work,” he said.",
    "Earlier this week, the IMF announced that Sri Lanka has been successful in securing financial assurances from all the key creditors, with China finally giving the nod for debt restructuring. The move paves the way for the IMF to approve the US $ 2.9 billion bailout.",
    "The IMF board will meet on March 20 to review the four-year agreement that was first signed in September."
  ]
}