{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92527/sri-lankan-scouts-safely-evacuated-from-world-scout-jamboree-site-in-south-korea",
  "time_ut": 1691517060.0,
  "original_lang": "en",
  "original_title": "Sri Lankan scouts safely evacuated from World Scout Jamboree site in South Korea",
  "original_body_lines": [
    "The Sri Lankan Scout contingent participating in the 25th World Scout Jamboree in South Korea has been safely evacuated from the Saemangeum jamboree site today (Aug. 08), ahead of Typhoon Khanun that is scheduled to make landfall late on August 09.",
    "The Embassy of Sri Lanka in Seoul said the contingent was relocated to the Dangkook University in Cheonan, on the outskirts of Seoul.",
    "In a statement, the embassy assured that the Sri Lankan scouts have safely reached their new accommodation and are in good health. They will continue with certain activities and programs at their new location.",
    "The embassy said it is closely liaising with the management of the Sri Lanka scout contingent, as well as the relevant South Korean authorities, to ensure the continued safety and welfare of all Sri Lankan scouts participating in the Jamboree.",
    "The World Scout Jamboree, which commenced on August 02 at a makeshift campsite in Saemangeum on the country’s west coast, had planned to feature outdoor activities, cultural performances, sustainability workshops and other events for the participants who are most teenagers.",
    "However, the much-anticipated jamboree was hit by a string of troubles, initially a heatwave that led to mass sunstroke casualties with hundreds of teenagers ending up at the on-site hospital, and then complaints about the conditions in the camp, followed by an approaching typhoon.",
    "The World Organization of the Scout Movement on Monday (Aug. 07) announced an ‘emergency evacuation plan’ citing the incoming Typhoon Khanun which is expected to cause 150mm of heavy rainfall, foreign media reported.",
    "By Tuesday, more than 1,000 buses carrying approximately 37,000 scouts had begun leaving the jamboree campsite, escorted by 237 police patrol vehicles and four police helicopters. The participants are placed in 128 accommodation locations across the country.",
    "Most of the scouts will be accommodated in Seoul and the capital’s metropolitan area, where officials have secured university dormitories, government and corporate training centers, and hotels.",
    "Lee Sang-min, South Korea’s Interior and Safety Minister said the government continues to operate the jamboree program for the remaining five days, and will support the participants to build the Jamboree experience."
  ]
}