{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/needed-a-stitch-in-time/",
  "time_ut": 1687792440.0,
  "original_lang": "en",
  "original_title": "Needed: A stitch in time",
  "original_body_lines": [
    "Thousands of Samurdhi beneficiaries are up in arms across the country, claiming that they have been left out of the Aswesuma social protection programme, which the government is planning to launch soon purportedly to rationalise poor relief. Politicians are shedding copious tears for the poor on the warpath. They, true to form, are playing politics with the issue on the pretext of fighting for the rights of the poor.",
    "The Aswesuma programme plunged Parliament into chaos last week with both sides of the House bashing it left, right and centre, and demanding that no Samurdhi beneficiary be left out of the new social protection scheme. This is an issue the government has to tackle tactfully without provoking the protesters further lest their agitations should spin out of control, threatening political stability. Let it be warned that public anger is rocket fuel for popular uprisings.",
    "The government was initially determined to implement the  Aswesuma project from the beginning of next month, but has chosen to extend the deadline for objections and appeals until 10 July. However, it is still in a mighty hurry to implement the new scheme reportedly under pressure from the IMF to ensure the proper targeting of social protection. Haste is bound to bring about serious problems on the political front.",
    "The selection criteria the government has adopted as regards the Aswesuma programme have come under heavy fire, and the Opposition claims that no proper survey was carried out, and the beneficiaries of social welfare have been selected in an ad hoc manner. Curiously, among the bitterest critics of the Aswesuma programme are some prominent government MPs, who told Parliament last week that some of the recipients of social assistance were well-heeled and the needy had been left out.",
    "SLPP General Secretary Sagara Kariyawasam, MP, has declared that his party will do everything in its power to ensure that the Aswesuma programme will not jeopardise the interests of the poor. When he talks, one hears the voice of Basil Rajapaksa! The SLPP will take up the issue with President Ranil Wickremesinghe shortly, he has said. There is reason to believe that the SLPP is trying to dissociate itself from the Aswesuma programme. It has apparently sought to settle political scores with the UNP, which has antagonised it.",
    "There is no way the SLPP can absolve itself of the blame for the deficiencies of the Aswesuma scheme. President Wickremesinghe would not have been able to secure the passage of the Aswesuma Bill without the SLPP’s support; the UNP has only a single MP. The Bill was passed without a division in the House in May! Why didn’t the SLPP voice its concerns about the Aswesuma eligibility criteria, etc., then? All political parties represented in Parliament should stop trying to gain political mileage by bashing the Aswesuma scheme, and put their shoulders to the wheel to rid the new social welfare scheme of its flaws and ensure that the interests of the poor will not be adversely affected.",
    "The SLPP, which bankrupted the country, will never be able to dupe the public, and recover lost ground by criticising the Aswesuma programme. Its wrong economic policies, ineptitude and corrupt practices caused even many well-to-do members of the public to be reduced to penury almost overnight. Thousands of people have lost their properties and jobs. Countless businesses have gone belly up. Politicians are weeping for the poor while living the life of Riley at the expense of the public.",
    "The country finds itself at a critical juncture. The government has undertaken to restructure domestic debt; this is a task that has to be performed carefully. Socio-political upheavals are likely to stand in the way of this high-wire act, and everything possible has to be done to prevent them.",
    "Prudence demands that the government put off the implementation of the Aswesuma programme until the issues that the selection of beneficiaries, etc., have thrown up are sorted out.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}