{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Singer-joins-Daraz-platform-marking-significant-milestone-in-consumer-goods-e-commerce/34-756203",
  "time_ut": 1702325211.0,
  "original_lang": "en",
  "original_title": "Singer joins Daraz platform, marking significant milestone in consumer goods e-commerce",
  "original_body_lines": [
    "Daraz, a leading online marketplace in Sri Lanka and wider South Asia, recently announced its collaboration with Singer Sri Lanka, a prominent local brand in high-quality consumer durables.",
    "This partnership marks a significant milestone for both entities, as Singer Sri Lanka becomes the first major consumer durables business to join Daraz as a flagship supplier.",
    "The alliance between Daraz and Singer will offer a diverse assortment of premium electronics and lifestyle commodities to online consumers, all from the convenience of their own homes. Furthermore, customers will benefit from the trustworthy logistics services of Daraz Express, ensuring prompt and secure doorstep delivery. This partnership will also augment the purchasing options available to users, with the platform’s payment partners providing access to attractive discounts on designated credit and debit cards, extended payment plans, and deferred payment solutions via Daraz Pay Later, facilitated by Koko. Commenting on the partnership Singer Sri Lanka Chief Executive Officer Mahesh Wijewardene said, “We at Singer (Sri Lanka) PLC are thrilled to join forces with Daraz, uniting two industry leaders to deliver unparalleled consumer experiences. This partnership signifies our commitment to the booming e-commerce landscape in Sri Lanka, aiming to offer our customers an extensive product selection with genuine warranty, competitive pricing, and all island after sales service – a testament to our shared dedication to customer satisfaction.”",
    "The Singer Sri Lanka flagship store on Daraz is listed under Daraz Mall, a prominent feature of the e-commerce platform which showcases trusted local and global brands with a wide range of genuine, high quality products. Hosting a virtual store on Daraz Mall provides businesses with an opportunity to be part of Sri Lanka’s largest online brand pavilion, and at the same time, guarantees shoppers an authentic brand experience. DarazMall offers up to 14 days of easy returns, 100% genuine products or a money-back guarantee; and a secure shopping environment with over 1,000 trusted brands and more than 2,000,000 products.",
    "“Daraz is excited to be hosting Singer, a household brand known for trust and reliability on our platform. Our dedication to supporting retailers in adapting to ever-changing consumer behaviours and embracing technology for expansion is substantiated by our consistent investment in the e-commerce realm. At Daraz, our unwavering goal is to enhance the online shopping journey for our clients, while promoting the adoption of e-commerce in Sri Lanka. We firmly believe that forging partnerships with distinguished retailers such as Singer will bolster trust in online retail and accelerate the progress of digital commerce in the country,” opined Daraz Sri Lanka Managing Director Bart Van Djik.",
    "The Singer flagship store on Daraz Mall is now live for shoppers island-wide and can be accessed via https://www.daraz.lk/shop/singer-mobile/."
  ]
}