{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-crowned-overall-winner-of-lankapay-technnovation-awards/",
  "time_ut": 1681662720.0,
  "original_lang": "en",
  "original_title": "ComBank crowned overall winner of LankaPay Technnovation Awards",
  "original_body_lines": [
    "The Commercial Bank of Ceylon put on a dazzling display of its prowess in digital innovation recently, winning seven awards including the overall award for banking institutions at Sri Lanka’s only payment technology innovation awards – the LankaPay Technnovation Awards.",
    "The bank’s impressive haul included four Gold awards – for Overall excellence in Interbank Digital Payments for Banking Institutions, Best Bank for Retail Payments, Best Mobile Application for Retail Payments via Lanka QR and Most Innovative Bank of the Year; two Silver awards – for Financial Institution of the Year for Best Digital Payment Strategy and Best LankaPay Card Implementor of the Year; and a Merit award for Bank of the Year for Financial Inclusivity.",
    "“Being recognised as the clear leader in innovation and technological advancements in the banking industry is a tremendous achievement and a testament to Commercial Bank’s commitment to digital transformation and leveraging tech innovations to promote convenience and inclusivity,” Commercial Bank Managing Director/CEO Sanath Manatunge said. “These awards also affirm that our approach resonates with customers and that we are making a positive impact on their digital banking experiences. This recognition speaks volumes about the success of our strategic initiatives in digital transformation in recent years.”",
    "The judging criteria for the 2023 LankaPay Technnovation awards considered interbank transactions from 1st April 2021 to 31st March 2022. Commercial Bank has been a consistent winner at the Technnovation Awards programme since its inception five years ago.",
    "The LankaPay Technnovation Awards programme aims to recognise the trailblazers of technology innovations in the financial services sector of the country. The latest and fifth edition of these Awards was held at the Shangri-La Hotel in Colombo.",
    "Hayleys Fentons and Bosch partner to bring AI-powered video surveillance to Sri Lanka",
    "ComBank crowned ‘People’s Private Bank of the Year’ at SLIM Kantar People’s Awards",
    "ACCA reaffirms ComBank as best among Sri Lankan banks for Sustainable Reporting",
    "ComBank Group consistent with solid topline growth in 2022, increases provisioning",
    "ComBank once again awarded as the South Asian Bank with the largest number of climate finance transactions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}