{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/reflections-on-the-life-and-times-of-lakshman-kadirgamar/",
  "time_ut": 1691836980.0,
  "original_lang": "en",
  "original_title": "REFLECTIONS ON THE LIFE AND TIMES OF LAKSHMAN KADIRGAMAR",
  "original_body_lines": [
    "From the time I was old enough to cultivate an interest in politics, I have familiarized myself with the life and times of those political personalities I took a liking to. The late Dudley Senanayake (who incidentally died in 1973 a day after Lakshman Kadirgamar’s 41st birthday) was the first I took to and I consider it my loss that I did not have the opportunity to get to know him personally.",
    "Of the several politicians that I have subsequently taken note of, there were two I got particularly close to and they were both, coincidentally enough, Oxonians who happened also to be presidents of the Oxford Union in their time. I refer to Lalith Athulathmudali and Lakshman Kadirgarmar. Athulathmudali did not attend a local university prior to going up to Oxford, as did Kadirgamar. The former’s cake, (to borrow a metaphor from Kadirgamar himself) was not baked at home, unlike that of the latter for whom Oxford was only the icing on his superlative, home-produced, academic confection.",
    "Although Lakshman Kadirgamar and I belonged to two different generations, we shared certain commonalities. Though not of Kandy, we both had our early education in that city (he at Trinity, I at Kingswood) and we were both products of the University of Ceylon, Peradeniya. If memory serves, he was a resident of Arunachalam Hall, which was also where I spent my undergraduate years. He was a ‘citizen of the world’, a Sri Lankan and a Tamil. Likewise I, too, prefer to transcend narrow boundaries and take pride in being in that order, a human resident of this planet, a Sri Lankan, and then a Sinhalese.",
    "I liked Kadirgamar’s academic bent of mind. If he and I were given to clichés, I would have called him ‘a voracious reader’. I should, instead, describe him as a man of books. And many were the times when we compared notes on literary texts we both had read and enjoyed. Not infrequently he telephoned me to double check on a quotation from a Shakespearean play that he wished to include in a lecture or a speech he was writing up. He publicly denounced bribery and corruption in public office, a particular aversion of mine, which is not a safe or fashionable public stance for a politician to take and I admired him for his courageous stand.",
    "Furthermore he was unpretentious, charming, mellow-toned and possessed of a fine if often ironic sense of humour. And there was something else he was proud to be– an outstanding sportsman. The last attribute meant, by definition, that he was by instinct and training, fair-minded. Could one possibly ask for more? My one regret is that I did not get to know Lakshman Kadirgamar as intimately earlier than I actually did. I console myself with the thought that quality ever trumps quantity when it comes to most good things of life. As Ranil Wickremesinghe noted in the course of his tribute to Lakshman Kadirgamar in Parliament, a meal with the late minister offered food for the body as well as the mind. On most occasions a mere chat over a drink with him provided such nourishment for the soul.",
    "Apart from our regular meetings to talk of issues of the day, there were two key projects dear to his heart that brought us together and helped cement our friendship. Given the rich heritage we Sri Lankans are heirs to, Lakshman Kadirgamar was of the view that we should give to the world, as he so aptly put it, ‘something more than just tea, tourism and terrorism’. He thus had a long-term plan to enable Sri Lanka to continue to contribute to the world of culture and the arts as also to the further refinement of international relations and diplomacy. It was his desire to have a book published on a Sri Lankan artist that would be ‘an ideal brand label for Sri Lanka, an image which may be projected all over the world as the face of Sri Lanka in all of its many forms’.",
    "The result of his endeavours in this regard is the monumental and exquisite The World of Stanley Kirinde (2005) authored by Sinharajah Tammita-Delgoda. Having initiated the book project, he next set his sights on the production of an academic journal for the study of politics and diplomacy via the Bandaranaike Centre for International Studies (BCIS) of which he was now chairman. He invited me to serve as editor and together we put in many hours to get International Relations in a Globalizing World (IRGW) off the ground. Lakshman Kadirgamar’s last public act on the evening of that fateful twelfth of August, 2005, was to preside over the ceremony to mark the release of the inaugural issue of IRGW. It was Kadirgamar’s expectation, through the regular publication of IRGW, to raise the level of Sri Lanka’s contribution to diplomacy. All these best-laid plans and goals were shattered on that dreadful August night in 2005. Unfortunately Lakshman Kadirgamar did not live to see (though he saw the finished product and admiringly flipped through its pages) the release of The World of Stanley Kirinde scheduled for 18 August, 2005.",
    "In this tenth year after his death, it is as good a time as any, to assess dispassionately the late foreign minister’s contribution to Sri Lanka and the world, and to imagine the kind of role he might have played had he lived beyond his 73rd year. I consider Lakshman Kadirgamar to be one of the finest twentieth century Sri Lankans and far and away the best foreign minister Sri Lanka has had to- date. He was widely read and intelligent and, at the same time, hard-working and disciplined. He had the courage of his convictions and the inner strength to hold fast to his ideals from his entry into the fickle world of politics in 1994 until his tragic end in 2005.",
    "I tend to view Lakshman Kadirgamar’s performance on the domestic political front less enthusiastically than that of his on the international stage. It is entirely possible that my lukewarm view has less to do with any inadequacy of Kadirgamar’s and more to do with my aversion to realpolitik, especially to its Sri Lankan variety. As I have asserted in an earlier tribute to him (2005), Lakshman Kadirgamar was the quintessential Sri Lankan. Almost a year before his death, in September 2004, he made a profound statement on Japanese National Television (NHK) that encapsulated his credo:",
    "I am first and foremost a citizen of Sri Lanka. I do not carry labels of race or religion or any other label. I would say quite simply that I have grown up with the philosophy that I am a citizen of the world. I do not subscribe to any particular philosophy; I have no fanaticism; I have no communalism. I believe there should be a united Sri Lanka. I believe that all our peoples can live together, they did live together. I think they must in the future learn to live together after this trauma is over. We have four major religions in the country: Buddhism, Islam, Hinduism and Christianity. All these religions exist very peacefully. They get on very well. I see no reason why the major races in the country, the Tamils and the Sinhalese, cannot again build a relationship of confidence and trust. That is my belief.",
    "It is this fervent belief in the essential goodness of his country and fellow citizens that form the cornerstone of his diplomatic labours. It was also the driving force behind his brilliant and spellbinding performance as our foreign minister. I relished in particular the manner in which he finessed the challenge of LTTE terrorism. To say it was primarily Lakshman Kadirgamar’s powers of persuasion and skillful handling of domestic issues and their international ramifications that redeemed Sri Lanka’s sullied image is surely no exaggeration. Dedicated, experienced and effective Sri Lankan Foreign Service personnel played their part in this restoration process, but the helmsman was clearly Lakshman Kadirgamar.",
    "In their measured tributes to a book published in honour of Lakshman Kadirgamar (Roberts: 2012), three seasoned American diplomats I know intimately, Karl (Rick) Inderfurth, Peter Burleigh and Shaun Donnelly who interacted closely with Kadirgamar have testified to the latter’s major successes on the international stage, during his lifetime and even posthumously. Chris Patten, the British politician, reinforces this fact when he notes in the same publication that:",
    "Lakshman Kadirgamar spent much of his diplomatic energy and his formidable eloquence in attempting to persuade foreign governments to proscribe the LTTE in their own countries and stop the raising of funds for terrorism in Sri Lanka. He scorned the ‘Nelsonian’ attitude to terrorism of some countries. He was particularly active in supporting the drafting of the 1997 UN Convention for the Suppression of Terrorist Bombings. The respect he enjoyed internationally meant that his assassination nudged some foreign governments into taking a tougher line in prohibiting active support for the LTTE in their own countries.",
    "Peter Burleigh in a recent personal communication reiterated this foremost aspect of Kadirgamar’s achievement when he noted:",
    "I personally believe that his efforts to get important governments like Australia, the UK and the US to ban money transfers to the LTTE was a key contribution to the long-term effort to defeat the group. And his personal efforts, and effectiveness, in that regard were essential to that success.",
    "Although I recognize that politics may well be the art of the possible, my limited experience of it as a practitioner and deeper awareness of it as student, make me conclude that politics is a murky and dismal business. I have often wondered why men of the sensitivity of Neelan Thiruchelvam and Lakshman Kadirgamar ever took to politics. In a statement over national television in 1994, Lakshman Kadirgamar spelt out his reasons for doing so. I quote below the operative paragraph of that statement:",
    "I have had a privileged life by birth, by education, by access to opportunities, and I have always felt that a time must come when you must give something back to the society in which you have grown up and from which you have taken so much. So-called educated people must not shirk responsibilities in public life. I have reached that stage in life when, without being heroic about it, I feel I should participate more fully in public life.",
    "Whilst not taking anything away from his invaluable and splendid contribution as foreign minister, I remain convinced that he could have given more back to the society from which, by his own admission, he had taken so much by opting for a different if less glamorous public role than that of a high visibility politician. As with similarly gifted men as S.W.R.D Bandaranaike, N.M Perera, Pieter Keuneman, Felix Dias Bandaranaike and Lalith Athulathmudali before him, I am left with the nagging feeling that his stint in politics somehow diminished Lakshman Kadirgamar in the end. Such diminution as occurred may well have been due to the corrosive nature of politics and not due to any inherent flaw in Kadirgamar’s character.",
    "Perhaps he permitted his colleagues and his party to exploit his standing in society and his professional stature when he decided ‘without being heroic about it. . . [to] participate fully in public life’. Be this as it may, I remain disappointed by the narrow political role he played in the difficult and often acrimonious days of Sri Lanka’s French-style co-habitation government. This was the period between December 2001 and April 2004, when Kadirgamar’s party leader, Chandrika Kumaratunga, despite her party being out of power, was yet the constitutional head of government whilst Ranil Wickremesinghe as prime minister was in effective control of Parliament. Kadirgamar now was assigned the role of advisor to the president on international affairs, with Tyronne Fernando occupying the portfolio of foreign affairs.",
    "On becoming prime minister in February 2002, Ranil Wickremesinghe entered into a Ceasefire Agreement (CFA) with the Liberation Tigers of Tamil Eelam (LTTE). The CFA was brokered by the Norwegians, who were at the time involved in Sri Lanka’s peace process, and Wickremesinghe presented his cabinet and his president with a fait accompli. Although initially Kadirgamar’s statement in Parliament in 2002 in response to that of the prime minister reflected a refreshing degree of constructive cooperation, a little over a year later in a speech in Parliament on 8 May, 2003, doubtless on the authority of President Kumaratunga and the Parliamentary Group of the People’s Alliance, Kadirgamar attacked the CFA arguing that it was ‘a structurally flawed document’. Clearly Kadirgamar was here being sucked into petty politics as borne out by a subsequent observation of General Satish Nambiar, the well-known Indian strategic expert engaged by the government of Sri Lanka at that time. In a communication in January 2010 dealing with that fraught situation of 2003, Nambiar refers to a one-on-one lengthy meeting he had with Kadirgamar during his last visit to Sri Lanka in 2003. In the course of that meeting Nambiar had told Kadirgamar that he was hurt by the suggestions made by some of Kadirgamar’s party members that he [Nambiar] was manipulating his report. Nambiar comments:",
    "[Kadirgamar’s]disarming response was typical of him: that I should allow for the politics of the situation where the parties will use any means to put the ruling dispensation on the defensive",
    "When one reads Kadirgamar’s 8 May, 2003 speech in hindsight, one clearly recognizes that his arguments against the CFA are not without merit. But the key point that needs emphasis here is that by being a willing party to political manipulation of something as highly sensitive as the CFA, Kadirgamar had begun to slip somewhat from the lofty pedestal of statesmanship he had been on hitherto. In the process, Kadirgamar and his political companions failed to give any credit whatsoever or even the benefit of the doubt to Wickremesinghe.",
    "We now know though that through the CFA the LTTE were led into a corner and to peace negotiations, with some even referring to it as ‘a peace trap’. Wickremesinghe’s CFA, for all of its ‘structural flaws’, was as much a ploy as was the Kumaratunga government’s 1998 decision to use the Norwegians as ‘facilitators’ in the unofficial conversations between the then government and the LTTE. And, yet, Kumaratunga and her paarty were now opposing, seemingly for the sake of opposition, the Norwegians (their ‘facilitators’) and Wickremesinghe, for the signing of the CFA with Kadirgamar lending his forensic debating skills for the cause in Parliament. A similar but less nationally harmful political misjudgement was Kadirgamar’s decision, despite sincere and pragmatic advice against the move from close associates, to contest the incumbent Secretary- General of the Commonwealth in 2003. He was roundly defeated by 40 to 11.",
    "On balance, Kadirgamar’s overall achievement as politician and foreign minister, despite blemishes referred to above, is marvellous. Unlike the average gifted person who tends to rest on his laurels, Kadirgamar was exceedingly hard-working from beginning to end. Like a good lawyer, he always studied his brief well and, like a good sportsman, he was ever thorough in his preparation. It is this careful preparation in combination with his ability and flair that made Kadirgamar who he was. He was consistent and relentless in his opposition to political violence which he saw as a threat ‘to the stability within and between states throughout the world’.",
    "Well before the cataclysmic ‘9/11’, he warned western governments of the dangers of terrorism and called for joint action to deal with the scourge. Among his several notable speeches on the problems of terrorism, perhaps the most influential was that he made at Chatham House, London, on 15 April, 1998 at a meeting held under the auspices of the Royal Institute of International Affairs and the International Foundation of Sri Lankans. ‘[A] terrorist act’,Kadirgamar asserted at Chatham House, ‘is seen as an attack on society as a whole, on democratic institutions, on the democratic way of life. A terrorist attack is an act of war against society’.",
    "In similar vein was his lecture delivered on 13 September, 2010 at The Potomac Institute of Policy Studies in Washington D.C., approximately a year before ‘9/11’. Kadirgamar was thus resolute in his principled opposition to the use of violence as a means of seeking political gain, both at home and abroad. At the same time, he recognized our need to address the underlying causes that lead communities to acts of violence. Hence much as he decried the political violence of the LTTE, he did recognize the need for social and political justice to those marginalized citizens in our midst. In this context, the following remarks he made during an interview he gave to Business Today (Colombo, March 1997, p.20) are most salutary:",
    "[T]he ultimate, permanent, durable solution to this problem will not come from force of arms alone. It will not come from conquest or our vanquishing the LTTE. It has to come by acceptance of the people in their entirety, by the Sinhala and the Tamil people. That is a political settlement. And, a political settlement that is perceived by the communities, by the majority and the minorities, to be fair and just. It must be a settlement that is enshrined in law, and it must be enshrined in the hearts of the people.",
    "Thus Kadirgamar’s opposition to violence was both principled and pragmatic. However, he did not allow his justifiable antipathy to violence to ensnare Sri Lanka’s collective future. Lakshman Kadirgamar was no narrow nationalist. In pursuing a solution to the crisis of nation-building in Sri Lanka, he did not take a partisan stance. He was Sri Lankan to the core.",
    "A tragedy in Lakshman Kadirgamar’s life and career is that neither the zealots among the Sinhalese who mourned his untimely death and cheered him on in life nor their counterparts within the Tamil community who rejoiced in his death and vilified him in life understood or yet understand the man. The Sinhala zealots mistook his opposition to the separatist extremism of the LTTE as a sign of his ‘pro-Sinhalaness’. The moral inadequacy of the zealots amongst the Tamils made it impossible for them to understand Kadirgamar’s heartfelt aversion to ethnic labels. It also led them to their erroneous conclusion that Kadirgamar’s championing of an overarching Sri Lankan identity was an act of political expediency at best and a manifestation of ‘anti-Tamilness’ at worst. The continuing tragedy of Sri Lanka is that there are too many amongst us who think and feel like these zealots referred to above. So long as Sri Lanka holds within it men and women of such a tribal mindset, so long will it remain a blighted country.",
    "It is true that Lakshman Kadirgamar had high political ambitions and that he was keen on becoming prime minister on being approached to don that mantle. He would have, deservedly in my view, been our first Tamil prime minister had plans worked out. In fairness to him, the fact that he did not jockey for the post of prime minister bears repetition. I was then, and am now more so of the view, that the conferment of the prime ministership on Lakshman Kadirgamar, however interim an appointment it might have been, would have been good for Kadirgamar and for Sri Lanka.",
    "I am also confident that had he yet been amongst us after the military defeat of the Tamil Tigers in May 2009, Kadirgamar would have played a cardinal role in recreating a feeling of Sri Lankanness in our society that transcends religion and ethnicity without endangering the multi-faceted personality of our country. His quiet but effective contribution in assisting the government in the restoration of the Jaffna public library is illustrative of the kind of effort he would have put in on behalf of national resuscitation and regeneration.",
    "Lakshman Kadirgamar was ‘a scholar-statesman who was both a realist and idealist’. Despite the deleterious impact of politics on him, his years in our national legislature served to raise the level of political discourse, both at home and abroad, several notches higher. He will be remembered by future generations of Sri Lankans for the values and principles he lived and died for.",
    "Back in Colombo, Indo-Lanka relations and JRJ making friends with Rajiv Gandhi",
    "Four arrested with a scanner searching for gold buried by LTTE",
    "Back in Colombo, Indo-Lanka relations and JRJ making friends with Rajiv Gandhi",
    "Horse had bolted by the time we figured Sri Lanka out in 1996 – Azhar",
    "JRJ begins to lose control, gets me back to Colombo and some inside stories of the day",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}