{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81973",
  "time_ut": 1684352100.0,
  "original_lang": "en",
  "original_title": "Former President Mahinda Rajapaksa Denies Having Links with Pastor Jerome Fernando Or Zimbabwe’s  Uebert Angel: says he met both  only for a Prayer Meeting at their Request  when serving as PM and Religious Affairs Minister",
  "original_body_lines": [
    "Former President Mahinda Rajapaksa who is alleged to have links with controversial Pastor Jerome Fernando and Zimbabwean Pastor Uebert Angel yesterday said he had no connections with either and had met them only on one instance when Pastor Jerome’s office had sought a meeting when Rajapaksa was the Prime Minister.",
    "Rajapaksa further condemned the recent derogatory remarks made by Pastor Jerome against religions and said there was no room for communal disharmony or hatred in this country.",
    "“I strongly condemn remarks made by any individuals who attempt to cause communal disharmony in Sri Lanka especially when we fought hard as a nation to bring in unity and end all divisions,” Rajapaksa said when contacted by Daily Mirror.",
    "“I have no links to the Zimbabwean Pastor Uebert Angel or Pastor Jerome Fernando but I recall that there was a request from Pastor Jerome’s office to meet me when I was the Prime Minister,” he added.",
    "Rajapaksa further said that as he was also the Minister of Religious Affairs during that time, Pastor Jerome’s office had coordinated with the Prime Minister’s office seeking a meeting to which he had agreed.",
    "“It was a cordial meeting during which both the Pastors conducted a small prayer meeting with me and my wife. Since it was an official meeting, the pictures were released to the media. I have met Pastor Jerome and Uebert Angel only during that instance and have held no other meetings with them nor do I have any personal connections with either,” Rajapaksa said.",
    "“As the Prime Minister and Minister in charge of Religious Affairs at that time I always gave priority to meeting with religious heads as well as those connected to religious establishments as a part of a goodwill gesture and in order to see what issues they faced,” he added.",
    "The former president reiterated that he condemned the recent statements made by ‘one of these individuals’ against religions and understood the CID had now initiated an investigation against him for the derogatory remarks made against Buddhism, Islam and Hinduism.",
    "Pastor Jerome Fernando is expected to be arrested upon his return to the country on Sunday as the CID obtained a travel ban on him from the Fort Magistrate’s Court on Tuesday after he had already left the island."
  ]
}