{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/02/parliament-approves-decision-of-committee-on-ethics-and-privileges-regarding-incident-between-mp-diana-gamage-and-two-opposition-mps/",
  "time_ut": 1701499200.0,
  "original_lang": "en",
  "original_title": "Parliament approves decision of Committee on Ethics and Privileges regarding incident between MP Diana Gamage and two opposition MPs",
  "original_body_lines": [
    "COLOMBO (News 1st) – Parliament approved the decision of the Committee on Ethics and Privileges regarding the incident between MP Diana Gamage and two opposition MPs, during a vote held in Parliament on Saturday (02).",
    "The Committee on Ethics and Privileges recommended that MPs Diana Gamage, Sujith Sanjaya Perera, and Rohana Bandara, who were accused of the conflict, be banned from Parliamentary meetings for a period of one month.",
    "In order to approve the recommendation, the Leader of the House Minister Dr. Susil Premajayantha presented it to the House today.",
    "The Opposition members said the recommendations of the committee appointed by the Speaker to look into the incident should be implemented.",
    "The committee had recommended to impose a three-month ban on MP Diana Gamage and a two-week ban on the other two MPs.",
    "Accordingly, a heated situation arose between the government and opposition MPs.",
    "Accordingly, Chief Government Whip Minister Prasanna Ranatunga demanded a vote on the matter, following which members of the Samagi Jana Balawegaya left the House.",
    "57 votes were cast in favor of the implementation of the recommendations of the Committee on Ethics and Privileges and only Tamil National Alliance MP M.A. Sumanthiran voted against the proposal.",
    "Development of an Electricity Dispatch Database and Dashboard for Sri Lanka",
    "Face to Face | Thilanga Sumathipala | SLFP : Still a political powerhouse?",
    "Accelerating economic transformation | Prof. Siri Hettige on The People’s Platform",
    "Parliament approves decision of Committee on Ethics and Privileges regarding incident between MP Diana Gamage and two opposition MPs",
    "Appeals related to 2022/2023 academic year to be accepted until 30th December"
  ]
}