{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Anti-Terrorism-Act-Everywhere-everyone-everything-could-be-terrorist/4-746821",
  "time_ut": 1680024768.0,
  "original_lang": "en",
  "original_title": "Anti-Terrorism Act: Everywhere, everyone, everything, could be terrorist",
  "original_body_lines": [
    "The local and international calls were for the repeal of the PTA, not for it to be replaced with one that grossly expands its remit",
    "Sri Lanka’s Anti-Terrorism Bill issued on 22 March 2023 on the orders of the Minister of Justice, Prison Affairs and Constitutional Reforms reads like a paranoid dictator’s wish-list. It sees terrorism everywhere, in everything that Sri Lankans have hitherto regarded as exercising their democratic rights.",
    "This Bill would have made most of the Aragalaya activists ‘terrorists’, and all those who supported or helped in any way, in danger of being so labelled. Given that such an indictment could carry a serious sentence, the lack of a clear definition of ‘terrorism’ in the Bill –which incredibly does ‘not’ necessarily require an act of life-threatening violence as a criterion in every case—makes it far too dangerous not to take it seriously before it becomes law.",
    "The Purpose of the Bill is claimed as “to make provision for the protection of the National Security of Sri Lanka and the people of Sri Lanka from acts of Terrorism”. What needs to be done urgently is to protect the people of Sri Lanka from this Bill, which seems designed to discourage all opposition to the Government’s planned activities.",
    "Having stopped the electoral pathway to register any form of protest, this Bill seeks to prevent all other democratic means to do so constitutionally granted to the citizens.",
    "Any person, who commits any act or illegal omission specified in subsection (2) of the Bill, with the intention of:",
    "b) wrongfully or unlawfully compelling the Government of Sri Lanka, or any other Government, or an international organization, to do or to abstain from doing any act;",
    "d) violating territorial integrity or infringement of sovereignty of Sri Lanka or any other sovereign country;",
    "e) or propagating war or advocate national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence.",
    "Taken together with subsection 2 which specifies the supposed terrorist acts which include damage to state property, we are entering a twilight zone because an “act of terrorism” could possibly be interpreted as damage to road barriers at a protest!",
    "There is yet no universally agreed definition of terrorism. However, there is broad agreement that it should involve actual violence or the threat of violence against a civilian population and often involves the word “violent extremism”. The United Nations, comprising of 193 countries, is still struggling to arrive at a satisfactory definition of terrorism. In the meantime, they have settled on one. It refers to terrorist acts as “violent extremism, conducive to terrorism”. That looks nothing like what’s included in this Bill.",
    "A previous UN Special Rapporteur on the Promotion and Protection of Human Rights while Countering Terrorism, Ben Emmerson said in his report (December 2018) after his visit to Sri Lanka that under the previous PTA, that “the authorities have been able to stigmatize brand and prosecute entire communities and members of civil society as terrorists and associate any form of peaceful criticism or dissent with terrorism”. He should take a peek at this one!",
    "The current Special Rapporteur on Terrorism Fionnuala Ní Aoláin, warned that the absence of a definition is likely to lead to misuse of the term and vague definitions “unduly limits human rights at National levels”.",
    "In her report of September last year to the General Assembly in New York she says:",
    "“The lack of an agreed definition of terrorism means in practice, as consistently documented by the Special Rapporteur, that States regulate a variety of legitimately protected human rights as “terrorism”, from the advancement of minority rights, freedom of expression and assembly to the fundamental, if contested, right of self-determination.”",
    "Considering the Bill as it is published, and the conduct of the state so far, Sri Lankans would tend to agree with her. Especially as she continues to express eloquently, exactly what we suspect might be the problem with this Bill:",
    "“Terrorism lacks an agreed international law definition and is characterized by significant imprecision in its use and application. Applying a vague, inexact and State-subjective set of regulations to a highly complex phenomenon means that we lack consistency in standards applied to State conduct; we do not have a clear consensus on what a breach of these standards might look like, and with so much inbuilt ambiguity there is an ongoing risk of abuse.”",
    "For her next report, she might want to visit Sri Lanka to take a look at what it might look like, if the Anti-Terrorism Bill goes through as it is.",
    "At a High-Level UN Conference on Counter-Terrorism at the UN headquarters in New York in 2018, Secretary-General Antonio Guterres said that “terrorism was fundamentally the denial and destruction of human rights”. Just saying.",
    "In addition to murder, grievous hurt, hostage taking and abduction, acts specified as terrorist in the proposed Bill include the following:",
    "ncausing serious damage to any place of public use, a State or governmental facility, any public or private transportation system or any infrastructure facility or environment",
    "causing serious obstruction or damage to or interference with essential services or supplies or with any critical infrastructure or logistic facility associated with any essential service or supply;",
    "committing the offence of robbery, extortion or theft, in respect of State or private property;",
    "causing serious risk to the health and safety of the public or a section thereof;",
    "causing the destruction of, or serious damage to, religious or cultural property",
    "being a member of an unlawful assembly for the commission of any act or illegal omission set out in paragraphs (a) to (k).",
    "This certainly seems to include the protests that are currently taking place around the country including student, trade union, peasant and professional protests which may be said to interfere with essential services, and in the case of health professionals, causing serious risk to health of the public.",
    "Here’s the ominous start to the section on acts encouraging of terrorism:",
    "“Provided however, nothing published in good faith with due diligence for the benefit of the public or in the national interest in printed and electronic media, or in any academic publication, shall be deemed to be an offence under this section”.",
    "Who decides on ‘due diligence’, ‘good faith’ and ‘public benefit’? Hopefully someone who hasn’t got a stake in the outcome.",
    "who publishes or causes to be published a statement, or speaks any word or words, or makes signs or visible representations which is likely to be understood by some or all of the members of the public as a direct or indirect encouragement or inducement for them to commit, prepare or instigate the offence of terrorism; and",
    "intends directly or indirectly to encourage or induce the public to commit, prepare or instigate the offence of terrorism;",
    "or (ii) is reckless as to whether the public is directly or indirectly encouraged or induced by the statement to commit, prepare or instigate the offence of terrorism, commits an offence under this Act.",
    "So, it would be an offence under this Act if something is published that is “likely to be understood” by the public or is even “reckless” as to its possible effect as an inducement to commit an act of terrorism, as defined in this bill.  The implications are mindboggling.",
    "The Sri Lankan state successfully defeated what was clearly terrorism, given that many civilians were deliberately targeted and regularly killed by a separatist group. At present, there is no such threat to the people of Sri Lanka. There is no armed violence or threat of it that we know of.",
    "In the absence of a clear specification that an act of terrorism should include some form of violence against unarmed civilians, and instead includes damage to state property or the health of the citizens, what would be regarded as “reckless encouragement” of terrorism by the media? Could it perhaps include a statement by the GMOA which leads to protests which leads to damage to state property?",
    "The Bill says that the statement, in order to be an offense has to glorify the act of terrorism or glorify the “preparation” for the offence of terrorism.",
    "Given the definition adopted here, what exactly does this mean? This is especially concerning since the Bill includes as an offence a “statement” that the “public may reasonably be expected to infer that what is being glorified is being glorified as conduct that should be emulated by them in existing circumstances”.",
    "It is highly improbable that “the public” will engage in what is universally understood as acts of terrorism because it is glorified in a publication. The public may however be persuaded to engage in protests by something they read in a newspaper, pertaining to something they may regard as a violation of their fundamental rights as a human being and as a citizen, such as the non-holding of elections.",
    "The last unequivocal act of terrorism on Sri Lankan soil, the Easter bombing perpetrated four years ago this month, is yet to be unravelled. All the laws of the land were neither able to prevent it (even though we now know it could possibly have been prevented simply by system-wide sharing of intelligence), nor bring justice to the victims. And yet, here’s the Government expanding the definition of terrorism to acts which are not nearly as conclusive nor anywhere as horrific as that one.",
    "The local and international calls were for the repeal of the PTA, not for it to be replaced with one that grossly expands its remit."
  ]
}