{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/sri-lanka-supports-us-war-mongers-against-houthis/",
  "time_ut": 1705211172.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Supports US War-Mongers Against Houthis",
  "original_body_lines": [
    "Sri Lanka, once an inspiring leader of Non Aligned Movement, hosted a Non Aligned Summit of Heads of States in 1975 and won the hearts and minds of the entire Third World, has now aligned with United States led European- Israeli war mongers to fight against Houthis.",
    "This is the inevitable price Sri Lanka pays for its economic bankruptcy, political and social instability which made the island turn to International Monetary Fund,IMF, for rescue. Now the question is whether a bankrupt country like Sri Lanka where the people are passing through, perhaps their worst ever sufferings, could afford to align with US waging wars worldwide, and now slaughtering Palestinians in Gaza, under the guise of fighting war on terrorism.",
    "If United States President Joe Biden wants he could stop the on going US-European and Arab dictators backed genocide of Palestinians in Gaza with a telephone call to the Israeli Prime Minister Benjamin Netanyahu. But he doesn’t want to do that.",
    "Instead President Biden dismissed the world and continued to vote against all United Nations resolutions calling Israel to stop the slaughter of Palestinians and the destruction of Gaza.",
    "Shamelessly declaring himself a Zionist, Biden continues to supply Israel with sophisticated weapons ,diplomatic support,billions of financial aid, dispatched war ships to Israeli’s shores to help Israel to continue its barbarity on Palestinian civilians, the destruction of 85 percent of buildings.Of the 2.3 million Palestinians in Gaza more than 1.9million remain displaced.",
    "Since 8 October 2023, Israel killed new born babies, months old children, young boys and girls, men, women, some of them pregnant, and even the aged. At the time of writing on Thursday 11 January at least 22,835 Palestinians had been killed, with another 58,416 reportedly injured. An estimated 70% are women and children. About 7,000 more are reportedly missing and most are likely dead. They have been killed at a rate of just under 250 a day.",
    "Residential areas, hospitals, schools, mosques and churches and historic buildings were reduced to rubble throwing people into live in open areas and tents in the winter cold and rain.",
    "Helpless people worldwide are seething with anger and demanding Biden to stop genocide of Palestinians. The opposition to Israeli atrocities is such that even young people in US started demanding the dismantling the settler settler state  of Israel.",
    "Leading Israeli columnists openly claim in the Israeli media that Israeli is breathing its last. A Jewish Rabbbi declared that Israel is the most unsafe place for Jews to live in the world.",
    "South Africa filed case at the International Court if Justice, ICJ, demanding Israel stops its genocide of Palestinians  while  Arab dictators side with Israel to please their US, British and French masters and save their oppressive regimes.",
    "Unfortunately for people in Sri Lankan the media in general, both print sand electronic, sold their souls to Israeli and American war mongers refuse to highlight daily Israeli crimes on Palestinians. Thus they help cover up the genocide and deprive the people of knowing about Israeli war crimes in Gaza.",
    "It was under such circumstance that Houthis started attacking ships to Israel demanding Israel stop its genocide of Palestinians.",
    "In supporting the US fleet by sending a ship from Sri Lanka’s navy the island has supported  the continuation of Israeli genocide. Now the question is whether a bankrupt country like Sri Lanka could afford to do this at a reported  cost of US Dollar 250 million.",
    "Sri Lanka, over the years , has earned the good will of the Third World as a non aligned country fiercely supporting just struggle for freedom and democracy all over the third world.",
    "On top of all is it possible for Sri Lanka, with its age old   historic ties with the island, its trade and remittance from Sri Lankan employed there  to antagonize the Middle East as a whole?",
    "In view of its manipulated and illegitimate birth at UN, repeated invasion of neighbouring countries and occupying their lands, decades of oppression and atrocities of Palestinians and now its latest genocide in Gaza isn’t Israeli presence in the once non aligned capital,Colombo, an insult to human decency.",
    "Israel was trying to penetrate the island from its inception in 1948. Some reports said diplomatic relations were established during late Prime Minister DS Senanayake’s time but, it was kept a secret.",
    "It was during Prime Minister W. Dahanayake’s period a non-resident ambassador was appointed to Israel in 1958, but he was recalled by Prime Minister Mrs Srimavo Bandaranaike.",
    "Fulfilling her promise then Prime Minister Mrs Srimavo Bandaranaike closed down the Israeli mission in Colombo in 1970  despite threats of economic boycott .",
    "After July 83 violence President JR Jayewardene opened an Israeli Interest Section in the United States Embassy in Colombo .",
    "Muslims opposed the move. Leading a delegation respected senior Muslim politician and Chairman of UNP Dr MCM Kaleel met President Jayewardene to express Muslim concerns. But dismissing them President Jayewardene stated “well, I will go even to devil to get help. If the Muslims wanted they can remain in the government, otherwise they can leave”. Muslim parliamentarians were placed in an embarrassing and helpless situation and Foreign Minister ACS Hameed had to defend the move.",
    "Israeli President Chaim Herzog paid an official visit to Sri Lanka in 1986. President Ranasinghe Premadasa closed down the Israeli Interest Section in Colombo on 20 April 1990 and discontinued diplomatic relations with Israel.",
    "In June 2000 diplomatic relations between the two countries resumed.",
    "Sri Lanka’s ties with Israel continued to flourish during President Mahinda Rajapaksa government though he has been the president of Sri Lanka Committee for Solidarity with Palestinian People since 1975. The pinnacle of this warming up of relationship between the two countries came when President Mahinda Rajapaksa undertook a two day visit to Israel in January 2014"
  ]
}