{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/10/court-rejects-keheliya-rambukwella-s-intervention-plea/",
  "time_ut": 1704897720.0,
  "original_lang": "en",
  "original_title": "Court Rejects Keheliya Rambukwella’s Intervention Plea",
  "original_body_lines": [
    "COLOMBO (News 1st); The Maligakanda Magistrate's Court dismissed a request by former Health Minister Keheliya Rambukwella to intervene in the ongoing case related to the controversial Human Immunoglobulin procurement deal as an aggrieved party.",
    "Magistrate Lochani Abeywickrema, in her decision, stated that the court and the Attorney General stands by the people.",
    "The case filed over the controversial Human Immunoglobulin procurement deal was taken up at the Maligakanda Magistrate's Court, and President's Counsel U. R. De Silva appearing for Ex-Health Minister Keheliya Rambukwella requested to intervene in the matter as an aggrieved party, or an unsatisfied party.",
    "Deputy Solicitor General Lakmini Girihagama appearing for the Attorney General's Department, objected to this request and noted that there is no reason for the Ex-Health Minister to be named as an aggrieved party or an unsatisfied party.",
    "She pointed out that the aggrieved party or an unsatisfied party, in this case in the people of the Sri Lankan Republic.",
    "Magistrate Lochani Abeywickrema pointed out that the court and the Attorney General appear for the unsatisfied people, and noted that counsel appearing for Keheliya Rambukwella can be seated in the court to observe the proceedings.",
    "Deputy Solicitor General Lakmini Girihagama pointed out that, given that several top officials from the Health Ministry are in the court dock, the responsibility in this matter directly falls on the Ex-Health Minister.",
    "Therefore, she noted that allowing Keheliya Rambukwella to intervene as an aggrieved party in the maater, would raise concerns among the people with regard to the process of serving justice.",
    "Deputy Solicitor General Lakmini Girihagama also appearing for the Criminal Investigations Department, made several startling revelations to the court.",
    "Among them was that the Medical Supplies Division maintained a stock of 9,500 Human Immunoglobulin sufficient for a month when the tender for 22,500 Human Immunoglobulin vials was awarded to the supplier in question.",
    "She also pointed out that the tender was awarded for Rs. 1 Billion, at a time when measures underway to obtain 75,000 Human Immunoglobulin vials from the World Health Organization.",
    "Upon considering the submissions that were made, Former health Secretary Janaka Sri Chandragupta and six other suspects who are held in remand custody, were returned to remand custody until the 17th of January 2024.",
    "Sri Lanka Halts Canned Fish Imports to Boost Domestic Industry"
  ]
}