{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/free-education-social-welfare-and-the-imf-programme/",
  "time_ut": 1679935020.0,
  "original_lang": "en",
  "original_title": "Free Education, Social Welfare and the IMF Programme",
  "original_body_lines": [
    "Sri Lanka’s seventeenth IMF agreement sealed last week may well prove to be the most devastating one of them all. The reason is that the agreement comes along with Sri Lanka having defaulted on its external debt for the first time in its history. The IMF amounts to being the arbiter of the debt restructuring process with Sri Lanka’s external creditors, which will provide considerable leverage for Sri Lanka to be held accountable to IMF conditionalities.",
    "The fallout of the IMF package will be wide and deep, greater than the Structural Adjustment Programm e with the IMF in the late 1970s, when our cherished social welfare system came under attack. In this Kuppi column, I address some of the dangers facing our education system. Education is inextricably linked to welfare and democracy, and in the years ahead the nexus of the IMF and the current avatar of the neoliberal state are likely to impose an authoritarian regime of dispossession. The future of Free Education in our country now depends on tremendous resistance by our students and teachers along with solidarity from all quarters of the working people.",
    "Social welfare in Sri Lanka reaches back to the 1940s. It included food subsides, free education and free healthcare, which were all universal schemes. The IMF packages and the World Bank programmes since the neoliberal turn in the late 1970s have consistently attempted to weaken such universal social welfare programs in the interest of creating a market economy, including through the commercialisation of education and healthcare. Neoliberal ideology privileges the individual, and by the same token places the entire burden of wellbeing on the individual. As the British Prime Minister Margaret Thatcher—who, along with US President Ronald Reagan, initiated the neoliberal age on a global scale—famously said, “there is no such thing as society”.",
    "This rejection of society is at the heart of the attack on social welfare, as the IMF and World Bank are now in the process of changing the very idea of social welfare itself into a narrow concept of targeted cash transfer programmes. This attack on the social aspect of welfare entails both granting enormous discretionary power to those in power to determine which individuals can obtain minimal support, in addition to the monetisation of such entitlements, which over time would likely be reduced or inflated away.",
    "Historically, universal social welfare came after the policy of universal adult franchise in 1931. Furthermore, universal free education policies, as they emerged in the mid-1940s, were framed in terms of strengthening the ability of Sri Lanka’s citizens to exercise power through their democracy. In this context, today’s attack on universal social welfare is a key part of the agenda of an illegitimate and undemocratic regime in power. Moreover, the regime’s vision of the education system derives from the IMF’s technocratic assumption that the goal should be to create subservient employees for a market economy, rather than democratic-minded people who can become agents of social, economic and political change.",
    "The attack on education is not only ideological, in terms of the neoliberal emphasis on individualism. The austerity measures that are inherent to the current IMF programme are also material. They are bound to reduce the allocations for education. The Government is being forced to find avenues to create a primary budget surplus by next year. This will further lead to initiatives for the commercialisation of education; for example, the expansion of fee-levying programs in the state university system, loan schemes for education, and the initiation of private educational institutions, including private universities.",
    "The logic of the IMF programme and the unfolding developments will dispossess people of one of their most important social welfare entitlements: education. There is already evidence of rising school dropouts, of children not being sent regularly to school, children fainting at school due to the lack of food, and children having to labour for their existence. University students are finding transport costs unaffordable and even lunch packets are becoming out of their reach. These are the consequences of a contracting economy due to the austerity measures that have been imposed. Indeed, our economy has contracted by as much as a fifth over the last few years. The critical gains of social welfare made after the Great Depression of the 1930s in our country are now in danger of being completely rolled back because of the ongoing economic depression along with the IMF programme making it worse.",
    "The dismal prospects for our country can only be addressed by solidarity and resistance. We need to regain our sense of social belonging, which was undone through the very attack by neoliberalism on the idea of society, while taking forward the struggle for democracy. The great struggles last year that dislodged an authoritarian populist president provide hope that despite decades of neoliberal policies, working people’s capacity to envision society, solidarity, and resistance are very much alive.",
    "We are going through the most painful period of our postcolonial history. It is a moment in which, even as our economy is collapsing, our elite are working in cahoots with the IMF and global finance capital, which have achieved a stranglehold on us by leveraging the default and the bankrupt state of our country. In the context of this existential danger, for those of us concerned about safeguarding free education and, for that matter, any meaningful system of education, this time around that struggle must begin from a broader defence of social welfare and democracy.",
    "The author is attached to the Department of Sociology at the University of Jaffna",
    "Kuppi is a politics and pedagogy happening on the margins of the lecture hall that parodies, subverts, and simultaneously reaffirms social hierarchies.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}