{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SAJ-handmade-soap-with-plant-based-oils-enters-Australian-market/34-746403",
  "time_ut": 1678989158.0,
  "original_lang": "en",
  "original_title": "SAJ handmade soap with plant-based oils enters Australian market",
  "original_body_lines": [
    "SAJ Associates Ltd.’s handmade soap with plant-based oils has entered the Australian market, its founder and Managing Director Jayampathy Arambepola said.",
    "“It is an extremely exciting time and we are very proud and it is a happy occasion as we have shipped the first consignment of handmade soaps with only plant-based oils and powders, to Australia,” he said.",
    "The company’s unique handmade soaps have been in the Sri Lankan market for the last three years and this is the biggest breakthrough with a large export consignment to Melbourne, Australia.",
    "“With the high-quality product standards we maintain at all times, we are sure to have continuous orders from down under. Our customers in Sri Lanka know what high quality standards we maintain to give the best all the time and every time,” Arambepola said.",
    "“Considering the skin issues the Aussies have with the climatic conditions, these natural, herbal and ayurvedic certified soaps with only plant-based oils and powders, we are confident that we will have a greater market,” he added.",
    "The company’s latest range includes Neem, Goatmilk, Atthora and Aloe Vera soaps. It has introduced Hindi letters with Sinhalese to create attention with the large Indian population along with Sri Lankans in Australia.",
    "Arambepola is hopeful that SAJ soaps will create all the attention and generate much needed foreign exchange earnings to Sri Lanka. According to him, another very significant fact that is observed in Australia is the large doggy market with every home having more than a puppy or two.",
    "“We have targeted that market too and introduced the SAJ Doggy soap and the Shampoo with only plant-based oils. We are also certified by the Veterinary Drug control Authority of SL in Peradeniya, implying the high quality we maintain with our products. SL certification is a very tough process for approval but we have done it with our high-quality standards for all our doggy products,” he said. The company is now looking at certification from Australia or the UK to gain a better and a bigger foothold."
  ]
}