{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Child-s-guide-to-Bitcoinisation-of-Sri-Lanka-economy/4-745482",
  "time_ut": 1676836236.0,
  "original_lang": "en",
  "original_title": "Child’s guide to Bitcoinisation of Sri Lanka economy",
  "original_body_lines": [
    "The proposed Bitcoinisation of the Sri Lanka economy is neither desirable nor possible",
    "The promoter of Bitcoins in Sri Lanka has painted his façade by an anti-corruption drive because in Sri Lanka today people view corruption as the public enemy number one. It is simply an entry point to penetrate the minds of the people and not genuinely intended by this promoter as a solution to the country’s topmost burning question. That is because the Bitcoin without an audit trail does not help the anti-corruption authorities to hunt down those engaged in corrupt activities and bring them to books. That is why international scammers always insist that their victims should pay them in Bitcoin rather than in dollars or in any other currency. Hence, Bitcoin is a fertile ground for people who intend on resorting to corrupt practices. Therefore, instead of corruption being erased, it will multiply beyond control under a system of Bitcoins",
    "Aseni, whiz kid in economics, and her grandfather, Sarath Mahatthaya, are in conversation on the recent demand by some that Sri Lanka should drop the rupee as its currency unit and adopt Bitcoin in its place.",
    "Aseni: Grandpa, there were reports that a cryptocurrency billionaire from USA had visited both President Ranil Wickremesinghe and Central Bank Governor Dr. Nandalal Weerasinghe and suggested that Sri Lanka should adopt Bitcoin as its currency unit. You can find the report at https://news.bitcoin.com/billionaire-tim-draper-urges-sri-lanka-to-adopt-bitcoin-central-bank-says-we-dont-want-to-make-the-crisis-worse/. But it is also reported that his suggestion had also been rejected. Governor Weerasinghe is also reported to have said that the complete use of Bitcoin as the country’s monetary unit is not a reality and the Bank does not want the existing crisis to be worse. But given the poor performance of the rupee both in the domestic sector and in international transactions, isn’t it a good idea to adopt a cryptocurrency like the Bitcoin as the country’s monetary unit?",
    "Sarath: I have seen that report and the response of Sri Lanka’s monetary authorities to that suggestion. This type of suggestions is made today because of the manmade weakness in the rupee today. In the domestic side, Sri Lanka rupee has fallen to its lowest level. If we go by the underreported Colombo Consumers’ Price Index, from December 2019 to January 2023, the value of the index has increased by 88%. Therefore, on average, the purchasing power of a rupee in December 2019 has fallen to 12 cents today. This is not an appreciable record at all. On the external front, its value has just dipped deeply against all the major currencies. In December 2019, the rupee was exchanged for Rs. 182 per US dollar. By end January 2023, the rate was Rs. 360 per US dollar. This denoted a fall of about 50% in its value.",
    "Hence, there is a reluctance for people to use the rupee to perform all the four main functions of money. That is for exchanging for real goods and services, for storing their wealth, keeping their accounts, and paying back what they have borrowed. Hence, it is natural for people to look for a more prudent currency unit. Some have suggested the US dollar for this purpose. If that happens, we call that the economy has been dollarised. The latest suggestion has been to adopt the cryptocurrency, Bitcoin, for this purpose. That can be called Bitcoinisation of the economy. The use of Bitcoin as Sri Lanka’s currency unit has several practical difficulties and is fraught with several weaknesses.",
    "Aseni: But the current proposer, Tim Draper, has said that it is the best method for Sri Lanka to erase the high incidence of corruption. If that suggestion is valid, then, there is not any difficulty for Sri Lanka to adopt the Bitcoin as its currency unit. That is because there is high incidence of corruption in Sri Lanka today and if the use of Bitcoin will help them to eliminate it, they would surely welcome it.",
    "Sarath: All those who come up with such schemes normally put forward a façade that will help them to sell their scheme to people. That façade is normally decorated by a painting that is hotly sought after by people. Behavioural economists call this the selection of an entry point to penetrate the minds of people. For instance, a pyramid scheme intending on deceiving people may present itself as a protector of environment. A company that plans to accept advances from those who buy tree plantations may attach a dairy scheme as a side product if people hate imported milk powder and desire to have their own milk production schemes. Similarly, the promoter of Bitcoins in Sri Lanka has painted his façade by an anti-corruption drive because in Sri Lanka today people view corruption as the public enemy number one.",
    "It is simply an entry point to penetrate the minds of the people and not genuinely intended by this promoter as a solution to the country’s topmost burning question. That is because the Bitcoin without an audit trail does not help the anti-corruption authorities to hunt down those engaged in corrupt activities and bring them to books. That is why international scammers always insist that their victims should pay them in Bitcoin rather than in dollars or in any other currency. Hence, Bitcoin is a fertile ground for people who intend on resorting to corrupt practices. Therefore, instead of corruption being erased, it will multiply beyond control under a system of Bitcoins.",
    "Aseni: I did not know it and therefore genuinely believed that Bitcoin will put an end to corruption in the country. But now I know that Bitcoin system is a promoter of corruption rather than being an eraser. But the main promise of a Bitcoin system is that it delivers the much-coveted stability to the system. That is, within the domestic economy, there is neither inflation nor deflation. With respect to the international economy, the system is free from depreciations and appreciations of the currency. Is there any validity in this claim?",
    "Sarath: That is also a false promise. Instability is naturally built into the Bitcoin system. Bitcoin was introduced in 2009 as a payment system between two parties without going through financial institutions. To preserve its value, the algorithm that governs the creation of Bitcoin is built with a technical limitation. That is, the total number of Bitcoins that can be created has been capped at 21 million pieces, called the Hard Cap. To ensure that this Hard Cap is not exceeded, the number that can be created is halved in every four-year period. For instance, if the system creates 100 Bitcoins today, after four years, the system will create only 50 and after four more years, only 25, and so on. Therefore, there is a supply limitation.",
    "In this background, when holders of Bitcoins started engaging in speculative transactions, the market short supply increased the value as well. For instance, when the Bitcoin was created in 2009, its value was just 10 US cents. At this rate in 2009, a Bitcoin was exchanged for 11 Lanka rupees. But by the end of 2021, a Bitcoin was worth $ 65,000. At this rate, a Bitcoin was sold for 13 million Lanka rupees. But by January 2023, due to a fall in the speculative demand, its price has now fallen to $ 22,000 or 8 million Lanka rupees. You will now realise that it is one of the most unstable currencies. Therefore, there had been rapid inflation or deflation of the Bitcoin.",
    "If the Bitcoin is adopted as the national currency, this inflation or deflation is automatically transmitted to the domestic economy as well. The Central Bank cannot do anything about it because it cannot control its supply. All it can do is to just sit and watch the unfolding of this undesired development. When the value of Bitcoin appreciates in the market, its purchasing power in the domestic economy increases because one unit of Bitcoin can now buy more goods and services denominated in other currencies. For instance, a Bitcoin in 2009 could buy only a basket of goods and services worth of 10 US cents. But in 2021, the same Bitcoin could command over a basket worth of $ 65,000.",
    "When the value of money goes up, the prices of goods and services which a unit of money could purchase will go down indicating deflation in the economy. This is disastrous because unless the cost of production goes down, the producers will go bankrupt due to lowered profit margins. It leads to slow-down of growth, unemployment, and eventual economic recession. But the Central Bank cannot address it because it does not have tools to do so.",
    "The opposite will happen if the value of Bitcoin depreciates in the market due to instances of oversupply. In that case, more Bitcoins are needed to buy a given basket of goods and services. It leads to inflation, but the central bank cannot control it, since the supply of Bitcoin is outside its purview. As a result, when an outside currency is adopted as the monetary unit of a country, its central bank loses monetary control. This is a serious matter because it connotes that there is no need for the existence of a central bank.",
    "Aseni: But that monetary control which is also called monetary independence is said to have been abused by governments and central banks by using their discretion to produce more money than necessary. In that context, Bitcoin which is produced according to a previously accepted formula does not allow politicians to print money and finance their vote-catching expenditure programs. Sri Lanka is notorious for abusing this power in the entirety of its post-independence history and more specifically during the last three years. In this situation, isn’t Bitcoin a better alternative for Sri Lanka than its natural currency, the rupee?",
    "Sarath: The main reason for the creator of Bitcoin, Satoshi Nakamoto, to introduce that algorithmic cap on the supply of Bitcoin. He was not happy about the Federal Reserve System and central banks in other countries producing money at their will. Therefore, it was born with a good intention. But in practice, it precludes the governments from using monetary policy in emergencies like natural disasters or financial crises. Imagine that there is a Tsunami, and the government does not have money to provide relief to people. In that case, this monetary discretion comes in handy for the government. What is wrong is the use of that power by governments in situations where they could finance their expenditure programs by following normal revenue generation methods. This should be stopped not by replacing the rupee with Bitcoin but by making the Central Bank independent and accountable for their action.",
    "Aseni: What are the practical problems which Sri Lanka faces if it replaces the rupee with Bitcoin?",
    "Sarath: Changing the monetary unit either by modifying the existing currency or replacing it with a new currency is called ‘currency reforms’. It can be done in several ways. In the good old days when the money was made up of metal-based coins, changing the metal base from more valuable metals like gold or silver to cheaper ones like copper is one such method. It permitted the coin issuer, usually the king, to make bigger profit out of coin issues. Those profits are called in economics seigniorage, and the issuer’s motive was to increase his seigniorage.",
    "Another method is to repeal the existing series and issue a new series with changed face values. For instance, if Sri Lanka’s inflation becomes intolerable, the central bank may replace the existing notes with ones having a lower face value. This is usually done in countries where there is hyperinflation. A third method is adopting a new foreign currency like dollar or euro or sterling pounds.",
    "It can also be done partially where only a given segment of transactions is permitted to be undertaken by using foreign currencies. This is called partial dollarisation of the system. In contrast, there is full dollarisation in which the foreign currency in question will be used for all the transactions. What is proposed by the Bitcoin promoter to the central bank is this latter option.",
    "If Sri Lanka is fully bitcoinised, the entire money supply amounting to about Rs. 12.3 trillion should be replaced by Bitcoins. For that purpose, Sri Lanka should either earn Bitcoins by running a surplus in the balance of payments or buy Bitcoins by using its present foreign reserves. Both are out of question for Sri Lanka today because to convert the existing money stock to Bitcoin, Sri Lanka needs a massive quantum of foreign reserves.",
    "For instance, at the current market value of Bitcoins at Rs. 8 million per Bitcoin, Sri Lanka needs 1.5 million Bitcoins to replace rupees with Bitcoins. To buy 1.5 million Bitcoins from the market, at the exchange rate of $ 22,000 per Bitcoin, Sri Lanka needs $ 34 billion. This is an impossibility given the fact that Sri Lanka’s net foreign reserves are negative at $ 4.5 billion. Also, if Sri Lanka has $ 34 billion, it does not have to change its currency from rupees to Bitcoins.",
    "Another problem to be faced by Sri Lanka is the number inflation. Like the rupee being subdivided to 100 cents, the Bitcoin is subdivided to 100 million Satoshis, named after the inventor of the Bitcoin. At the current rate, a rupee is worth 12.5 Satoshis. As a result, a loaf of bread which is priced at Rs. 160 now will have to be repriced at 2,000 Satoshis, a salary of Rs. 100,000 at 1.25 million Satoshis, etc. This is just increasing the number which is called number inflation. It is an awkward situation because the objective of currency reforms is to reduce that number.",
    "Aseni: What about the production of Bitcoins? Can our Central Bank do it? What are the implications if it does so",
    "Sarath: The answer is yes and no. Yes, because the Central Bank like any other person trying to discover Bitcoins from the system – these people are called miners – can use a high-capacity computer system that burns a huge amount of energy to produce Bitcoins, day and night. But the total supply is only 21 million Bitcoins and already the system has thrown out 19.5 million. So the Central Bank has to compete for the balance 1.5 million with other miners. What it might discover may not be sufficient to justify the effort. Besides, it uses a huge amount of energy as tracked by the Cambridge University in the UK.",
    "According to this Bitcoin Electricity Consumption Index, the annualised electricity consumption by Bitcoins – in mining, transacting, blockchain operations and so on – is about 121 Tera Watt hours. Sri Lanka’s annual electricity production is only 14 Giga Watt hours. So, the present installed capacity of electricity production in the country is not sufficient and Sri Lankans will have to forego all other uses of electricity to permit the central bank to produce and transact in Bitcoins.",
    "Another issue is the profits which the central bank earns by producing money – we called it seigniorage. If the central bank mines a Bitcoin, it can have the profits for itself depending on the market price of Bitcoins. At present, a Bitcoin is sold for $ 22,000. If the bank discovers a coin, it makes the profit of $ 22,000 minus the production costs which is also very sizable. If it buys a coin from the market, it does not earn seigniorage, but can make a capital profit if its market value goes up. But if it goes down, the bank will have to suffer losses.",
    "Hence, the best way for the Central Bank is not the Bitcoinisation of the system, but to issue its own digital currency which displaces the present paper money it issues.",
    "Therefore, the proposed Bitcoinisation of the Sri Lanka economy is neither desirable nor possible.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected])"
  ]
}