{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95109/thailand-sri-lanka-free-trade-talks-set-to-start-next-week",
  "time_ut": 1700741760.0,
  "original_lang": "en",
  "original_title": "Thailand-Sri Lanka free trade talks set to start next week",
  "original_body_lines": [
    "Thailand and Sri Lanka plan to conclude negotiations for a bilateral free trade agreement (FTA) by the end of this year, with the pact scheduled for signature in early February 2024, says the chief of trade negotiations of Thailand.",
    "Chotima lemsawasdikul, director-general of the Thailand’s Trade Negotiations Department, said Thai and Sri Lankan officials are slated to meet Nov 27-29 this year for the eighth round of FTA talks, with Thailand hosting the discussions, the Bangkok Post reported.",
    "The negotiations aim to reach a substantial conclusion, with another round of talks in December hosted by Sri Lanka, she said.",
    "Ms Chotima said a final round of negotiations hosted by Sri Lanka is slated for January, aligning with the goal set earlier for a FTA signing on Feb 3, 2024, coinciding with the anniversary of Sri Lanka’s independence.",
    "The FTA signing is likely to take place in Sri Lanka, she said.",
    "Despite Sri Lanka’s relatively small size and population of only 22 million, studies by the department found the country holds an important geographic position in the Indian Ocean, making it a hub for maritime transport, the report said.",
    "The island also possesses an abundance of natural resources, such as precious minerals and seafood.",
    "A Thailand-Sri Lanka FTA is projected to expand Thailand’s economy by 0.02%, equivalent to US$80 million. This includes the expansion of investments and the value of Thai exports to Sri Lanka, the Bangkok Post reports.",
    "Products that could benefit from the pact include automobiles and auto components, machinery, electrical appliances, metals, sugar and plastics, according to the department.",
    "Industries in which Thailand could expand its investments in Sri Lanka include processed foods, beverages, textiles, garments and jewellery.",
    "Two-way trade between Thailand and Sri Lanka amounted to $358 million in 2022, down 16.5% from 2021. Thailand exported goods worth $271 million to Sri Lanka and imported goods valued at $86.9 million.",
    "In the first nine months of this year, two-way trade between Thailand and Sri Lanka tallied $285 million, up 1.79% year-on-year, with exports from Thailand worth roughly $188 million, a decrease of 12.4%, according to the Bangkok Post.",
    "Sri Lanka and Thailand first considered establishing an FTA in 2016 when Somkid Jatusripitak, then deputy prime minister of Thailand, made an official visit to the island nation.",
    "The countries signed a memorandum of understanding on technical cooperation, a letter of intent on cooperation in the area of small and medium-sized enterprise development, and a joint programme on tourism for the period 2016-18.",
    "The Thai cabinet approved the negotiation framework for the PTA talks with Sri Lanka on May 8, 2018. The framework covers trade in goods, services, investment and comprehensive economic cooperation."
  ]
}