{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Govt-told-to-take-corrective-measures-to-remove-tax-exemptions-given-to-services-exporters-and-BOI-firms/108-257422",
  "time_ut": 1681094370.0,
  "original_lang": "en",
  "original_title": "Govt. told to take corrective measures to remove tax exemptions given to services exporters and BOI firms",
  "original_body_lines": [
    "JB Securities MD says since govt. defaulted on its debt, it can withdraw long-term tax exemptions given to BOI firms",
    "The government must take corrective measures to remove tax exemptions enjoyed by services exporters and BOI",
    "firms in order to ensure a fair taxation policy, a leading investment professional opined recently.",
    "“The problem I’m having with the current tax policy is about the exemption of some people from taxation altogether.That doesn’t seem to be very fair. For example, if you are a service exporter whose service is consumed in another country, you are exempted from taxes which does not mean that you are enjoying a concessionary tax rate, but you are paying zero in taxes,” JB Securities Managing Director Murtaza Jafferjee said.",
    "He also stressed that tax exemptions and concessions granted under BOI agreements are not only unfair for the rest of the taxpayers, but it has also given these companies with an unfair advantage over their peers.",
    "“…these BOI agreements that were signed 10-15 years ago gave you zero tax rates and concessionary tax rates forever. So, you have a situation where two companies are competing, one company being taxed at 15 percent and the other at 30 percent, that doesn’t seem very fair either,” he said.",
    "As the country has defaulted on its creditors, he opined that the government could also walk out from these agreements.",
    "“These are all agreements. Once you defaulted on your creditors, there are no agreements sacrosanct to anyone,” he said.",
    "He emphasised that everyone (taxpayers and creditors) should play their role in the current debt restructuring with no favouritism.",
    "“Everybody who can afford should be participating in this adjustment programme. You can’t cherry pick some people and say you are holier than others and keep you out,” he added."
  ]
}