{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Miracle-babys-fight-for-life-SL-expats-share-how-baby-weighing-480g-survived-in-Dubai/108-263854",
  "time_ut": 1690266536.0,
  "original_lang": "en",
  "original_title": "Miracle baby’s fight for life: SL expats share how baby weighing 480g survived in Dubai",
  "original_body_lines": [
    "Dubai: On the occasion of Parents’ Day on Sunday, a UAE couple, who became parents for the first time this year, shared a heartwarming tale of hope, resilience and gratitude.",
    "Sri Lankan expats Rushana Rafeek, 26, and Mohamed Mudhassir, 33, have thanked the medical experts at Latifa Hospital in Dubai for saving the life of their first child, born as an extremely premature baby weighing 480g, “lighter than a large mango” in their own words.",
    "Sharing the story of survival of her tiny warrior, Rushana told Gulf News how her premature baby, Ghazia, defied all odds to emerge victorious in her fight for life with excellent care and treatment by the medical team led by Dr. Javed Habibullah, consultant neonatologist.",
    "A months-long emotional rollercoaster began when Rushana was rushed to the hospital on February 23.",
    "“I was told the pregnancy was at risk,” recalled Rushana. Her heart sank when doctors warned that her baby might not survive even if she delivers.",
    "“I was kept in the labour room and observed every few hours. They checked the foetal heart rate which was always normal, indicating that my baby was well.”",
    "But she was still too premature to be considered viable for survival as it was too early for the baby to be developed. The doctors explained that, in the worst-case scenario, the baby might have to be delivered, considering it a miscarriage. “That was where I was heading to.”",
    "A day later, Rushana was told the baby’s birth weight could be very low. “I was told not to keep hopes as babies born below 500g are considered not viable. Mostly, they wouldn’t resuscitate the baby. The only thing they could do is comfort care. I was very emotional as this is my first baby and I didn’t want to give up on the baby. I pleaded with the doctors to please try and save the baby even if it would mean harm to me.”",
    "According to international data, more than half of all babies born at the tender gestational age of 22-23 weeks do not survive.",
    "Despite the medical team’s cautionary advice, Rushana held on to her hope and faith and urged the doctors to do whatever they could to save her baby.",
    "Rushana’s hopes were renewed when Ghazia was born at just 23 weeks of gestation, weighing a mere 480g on February 25.",
    "“She came out too soon on her own. It was a natural birth. She was breathing. She was immediately rushed to the NICU [Neonatal Intensive Care Unit] and kept in an incubator and connected to a ventilator.”",
    "Doctors did their best, trying to do their best possible to save the child even as they continued to caution Rushana who was discharged in three days.",
    "“They told me anything could happen anytime. I spent days and nights crying and begging Allah to help save my little angel. At this point, that was my only hope I was hanging on to.”",
    "n the NICU, Ghazia’s tiny body fought a monumental battle for survival. The doctors and nurses provided round-the-clock care and treatment, while Rushana and Mudhassir visited their little warrior almost every day and continued to pray for her.",
    "There were times when Rushana would break down. But, Mudhassir, an accountant, and her family including her mother and siblings, offered mental support to move on.",
    "Days turned into weeks, and weeks into months, but Ghazia’s fighting spirit refused to wane. Against all odds, the tiny premie continued to grow stronger with each passing day.",
    "“Initially, doctors were uncertain if she could be fed on breast milk. Slowly, they allowed me to provide small amounts of milk for feeding her. By June, she started taking a good amount of milk consistently. I used to express the milk and hand it over to the NICU,” said Rushana, who resumed her work as a teaching assistant while her baby remained in the hospital.",
    "After an arduous 121 days in the hospital, Ghazia was finally discharged. Her survival was remarkable and she has been dubbed a “miracle” and a “fighter.”",
    "“We used to say she was lighter than a large mango. We named her Ghazia which means a warrior or fighter as she fought for her life with the blessings from the Almighty and the support of the doctors and nurses.”",
    "Now, Ghazia is a healthy, normal baby weighing 2.3kg. “She is not on any medication. We take her to the hospital for regular checkups and vaccination,” said Rushana.",
    "On Parents’ Day observed in several countries on the fourth Sunday of July, Rushana and Mudhassir expressed their deepest gratitude to Latifa Hospital and its staff for their exceptional care and support, crediting their dedication and advanced NICU facilities for their baby’s survival. The couple said they were not aware of the NICU facilities at Latifa Hospital and urged parents facing similar problems to put their trust in such facilities.",
    "Rushana also shared another special connection with Latifa Hospital. “My brothers and I were born in the same hospital. I have many photos taken from the premises of the hospital which were taken during our visits there. I still have my hospital card, in which the ward number and room number are mentioned, as my mother had kept it safe. Just a year ago, when I visited the hospital when one of my colleagues gave birth there, I went and saw that room where I was kept after I was born.”",
    "“My parents had come to the UAE 45 years ago. For me and my brothers, this is our first home since we visit our home country very rarely. I am indebted to this country for giving us everything in our lives, now the life of my precious child also,” Rushana added.(Gulf News)"
  ]
}