{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Journalist-Tharindu-Uduwaragedara-beaten-arrested-by-police/108-264158",
  "time_ut": 1690565724.0,
  "original_lang": "en",
  "original_title": "Journalist Tharindu Uduwaragedara beaten, arrested by police",
  "original_body_lines": [
    "Journalist cum media activist Tharindu Uduwaragedara was  beaten and arrested by the police and police riot squad units that  dispersed a joint trade union protest held against the IMF deal  yesterday in Borella, by firing tear gas and water cannons.",
    "Uduwaragedara was reporting the incident by recording the  event from his mobile phone inside a trishaw, soon after the protesters  were forced to vacate the area by advancing riot control troops firing  water cannons and tear gas.",
    "Several videos circulating live on social media  depicted how a group of policemen grab Uduwaragedara from the trishaw  and drag him to a police jeep, despite his claims that he was a  journalist covering the incident.",
    "He was then bundled into the jeep and whilst doing so, a  constable pulled him by his hair and beat him on the head.  Uduwaragedara was taken away from the scene despite the pleas by other  journalists who were present at the scene claiming he was not a  protester but a journalist covering the event.",
    "Uduwaragedara was subsequently taken to Borella Police  where he was locked up in a cell. A group of lawyers, journalists and  family members soon arrived at the police station in seek of his  release.",
    "Uduwaragedara’s partner Rekha Nilukshi Herath told the  Daily Mirror that Tharindu had been beaten on the head by the police  whilst being taken to the station in a jeep and that he was complaining  of visual defect in his right eye afterwards.",
    "Attorney Jayantha Dehiattage who was amongst the group of  lawyers waiting outside the Borella Police said that his client had  complained that two policemen, one identified as W. H. S. Ranasinghe and  a Constable 706648 had beaten him on the head a couple of times inside  the police jeep.",
    "Attorney Dehiattage said the police was to detain  Uduwaragedara last night at the police station and produce him before  the Judicial Medical Officer before he was to be produced before the  Magistrate’s Courts.",
    "A group of representatives from the Human Rights Commission  of Sri Lanka (HRCSL) who visited the Police Station had asked the  police to refer Uduwaragedara to immediate medical attention.",
    "Meanwhile, several journalist organisations including Sri  Lanka Working Journalist Association (SLWJA), Young Journalist  Association of Sri Lanka (YJASL) issued statements condemning the attack  and requesting the Inspector General of Police to conduct an impartial  inquiry.",
    "Opposition politicians Mujibur Rahuman and Hirunika Premachandra also visited the Police Station.",
    "Uduwaragedara was subsequently taken to Borella Police  where he was locked up in a cell. A group of lawyers, journalists and  family members soon arrived at the police station in seek of his release"
  ]
}