{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Execute-plan-to-revive-Trincomalee-Oil-Tank-Farm-swiftly-RW-directs-Kanchana/108-255212",
  "time_ut": 1677862659.0,
  "original_lang": "en",
  "original_title": "Execute plan to revive Trincomalee Oil Tank Farm swiftly: RW directs Kanchana",
  "original_body_lines": [
    "President Ranil Wickremesinghe directed the petroleum minister and officials to swiftly carry out a plan to revive the Trincomalee oil tank farm and incorporate it into the country's economy, President's Media Division said.",
    "The President issued these directives during an inspection tour to the Lanka Indian Oil Company Oil Ttank Farm in Trincomalee this afternoon (03).",
    "The President emphasized the urgency of accelerating the Trincomalee Development Program by renovating the 61 tanks of the Upper Tank Farm (UTF) which has not been used for several decades.",
    "President Wickremesinghe was cordially welcomed by the Managing Director of LIOC Manoj Gupta at the LIOC’s Lower Tank Farm area along with other senior officials and team members of LIOC.",
    "The President was briefed by Gupta on the operations of the oil tank farm. In addition, the President visited the Lubricating Oil Blending Plant belonging to the Indian Oil Company, which has an annual capacity of 18,000 KL and fulfills the country's lubricating oil needs.",
    "During the visit, the delegation also inspected Sri Lanka's first locally-developed Grease Manufacturing Plant, which was built and launched by LIOC.",
    "With a capacity of 3000 MT per annum, this plant has the potential to meet the entire island's demand for grease, thereby saving valuable foreign exchange that is currently being spent on grease imports.",
    "The President examined the bowser filling facility of LIOC, which operates 24/7 as needed, to ensure that the country's energy needs are consistently and efficiently met.",
    "Additionally, the President toured the Upper Tank Farm (UTF) section at the Trincomalee tank farms. The area includes 61 storage tanks that are currently being renovated by Trinco Petroleum Terminal Pvt Ltd (TPTL), which is a partnership between Ceylon Petroleum and LIOC."
  ]
}