{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/21/un-human-rights-body-alarmed-over-the-use-of-draconian-laws-to-curtail-protests/",
  "time_ut": 1687367340.0,
  "original_lang": "en",
  "original_title": "UN Human Rights body alarmed over the use of draconian laws to curtail protests",
  "original_body_lines": [
    "COLOMBO (News 1st);  As long as impunity prevails, Sri Lanka will achieve neither genuine reconciliation nor sustainable peace, said Nada Al-Nashif, United Nations Deputy High Commissioner for Human Rights on Wednesday (21).",
    "\"The past months have unfortunately witnessed the old reflex of using draconian laws to curtail opposition and control civic space, with a heavy-handed approach to protests too often, including the arrest of protest leaders and forceful crowd control measures, as well as the persistent use of the military in police functions,\" she noted adding that recent arrests over statements made during comedy performances and of members of parliament engaged in protests exemplified this concern.",
    "In her statement, the UN Deputy High Commissioner for Human Rights encouraged the Government to repeal the Prevention of Terrorism Act, and in the meantime to implement fully a strict moratorium on its use, considering that the ordinary criminal code and other ancillary laws already provide adequate tools for law enforcement.",
    "The oral update, which I am honoured to present today, highlights some key developments and trends from our close monitoring of the situation in Sri Lanka, ahead of the full written update that will be presented to the Council at its 54th session. Sri Lanka has also been reviewed recently through the Universal Periodic Review and by the Human Rights Committee.",
    "The economic crisis continues to have a severe impact on the rights and well-being of many Sri Lankans. Discussions with creditors are underway, and although this year the International Monetary Fund approved a financial support package, an important first step, it is crucial to ensure that the burden of reforms does not further compound inequalities. Robust safety nets and social protection measures are needed to shelter the most vulnerable from the negative spill overs of economic restructuring. It is also vital to address the underlying factors of the crisis, including corruption, an essential demand of the protests in 2022.",
    "The protest movement loudly expressed society’s aspirations for better governance and an inclusive vision of Sri Lanka. Twelve months on, the full potential for the historic transformation that would address long-standing challenges has yet to be realized. Our Office urges the Government and political parties in Sri Lanka to use this opportunity for democratic renewal, deeper institutional reforms and to advance accountability and reconciliation as well as the promotion and protection of human rights. This would be particularly appropriate in a year that marks the 75th anniversary of both Sri Lanka’s independence and the Universal Declaration of Human Rights.",
    "We encourage the dialogue that President Wickremesinghe has initiated with Tamil political parties and welcome his promise to stop land acquisition for archaeological, forestry or security purposes – an increasing source of local conflicts and tension. Plans for more inclusive memorialization and other forms of dealing with the past have been announced. The Supreme Court has issued an important order for compensation to be paid to the victims of the 2019 Easter Sunday attacks. However, these intentions now need to materialize into new laws, policies and practices that will indeed bring about tangible changes.",
    "Similarly anticipated is the Constitutional Council’s new appointments to the Human Rights Commission of Sri Lanka – an important test of the independence and effectiveness of this critical national institution.",
    "The announcement of plans for a Truth Commission or similar reconciliation mechanisms requires attention, as Sri Lanka has witnessed too many ad hoc commissions in the past that failed to ensure accountability. The Office of Missing Persons has not achieved the results that provide satisfaction to victims. What is needed is a coherent plan that connects the different elements of truth, redress, memorialization, accountability and creates the right enabling environment for a successful transitional justice process.",
    "Accountability remains the fundamental gap in attempts to deal with the past. As long as impunity prevails, Sri Lanka will achieve neither genuine reconciliation nor sustainable peace.",
    "I am pleased to report that the project team established in our Office to advance accountability has continued to make progress pursuant to resolution 51/1. It is in the process of providing concrete support to several jurisdictions who have ongoing criminal justice investigations. It is conducting proactive investigative work on key cases and collecting, consolidating and analysing information and evidence from a variety of UN and other sources, which is preserved in a repository so as to be used for future accountability initiatives. Victims continue to be placed at the heart of this work, including through our active engagement with victim organisations and civil society more broadly.",
    "Fundamentally, it is and remains the responsibility of the Sri Lankan authorities to directly acknowledge past violations and undertake credible investigations and prosecutions, alongside other accountability measures. However, as long as an “accountability deficit” remains, the international community can – and should – play complementary roles. Means to do so include use of accepted principles of universal and extraterritorial jurisdiction to investigate and prosecute alleged perpetrators, and support to the relevant accountability processes in third States, as well as fair application of targeted sanctions against credibly alleged perpetrators.",
    "The past months have unfortunately witnessed the old reflex of using draconian laws to curtail opposition and control civic space, with a heavy-handed approach to protests too often, including the arrest of protest leaders and forceful crowd control measures, as well as the persistent use of the military in police functions.",
    "Recent arrests over statements made during comedy performances and of members of parliament engaged in protests exemplified this concern. In March 2023, the Human Rights Committee expressed deep concern about the misuse of the Covenant on Civil and Political Rights Act against journalists, human rights defenders and other civil society actors.",
    "The Government has committed to replacing the Prevention of Terrorism Act with legislation that adheres to international standards, but the new “Anti-terrorism” Bill gazetted in March contained sweeping provisions that would limit freedom of expression, peaceful assembly and even labour rights. Following strong pushback from civil society, the draft bill has been recalled for additional consultations.",
    "I encourage the Government to repeal the Prevention of Terrorism Act, and in the meantime to implement fully a strict moratorium on its use, considering that the ordinary criminal code and other ancillary laws already provide adequate tools for law enforcement.",
    "The Office stands ready to provide support to the Government and people of Sri Lanka in order to advance reconciliation, accountability and human rights for all.",
    "UN Human Rights body alarmed over the use of draconian laws to curtail protests",
    "FAO, New Zealand join to Combat Child Malnutrition in Sri Lanka",
    "Triple assassinations shock Sri Lanka; Shootings carried out by masked gunmen"
  ]
}