{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/India-Japan-announces-joint-interest-in-co-operation-with-Sri-Lanka-for-free-open-Indo-Pacific/108-256914",
  "time_ut": 1680250679.0,
  "original_lang": "en",
  "original_title": "India, Japan announces joint interest in co-operation with Sri Lanka for free, open Indo-Pacific",
  "original_body_lines": [
    "The envoys of India and Japan envisaged joint cooperation with Sri Lanka for enhancing regional connectivity.",
    "Japanese ambassador Mizukoshi Hideaki and Indian High Commissioner Gopal Baglay made remarks in this regard at the function to mark the launch of the report compiled by the Pathfinder Foundation themed  “A Medium and Long-term Strategy for Indo-Japanese Collaboration to Support the Economic Transformation of Sri Lanka” with inputs from a group of experts.",
    "The Indian High Commissioner said India and Japan share wide-ranging interests in a peaceful, progressive and prosperous Indo-Pacific, and the Japanese Prime Minister recently visited India and outlined his vision for a free and open Indo-Pacific.",
    "Asserting that Sri Lanka is an important member of the Indian Ocean Rim Association (IROA) countries, he said there is a great deal of opportunity for India, Japan and Sri Lanka to work together for the prosperity of people here and the benefit of all sides.",
    "“This should be in accordance with the priorities of Sri Lanka,” he said.",
    "“Sri Lanka is at the happy confluence of three important pillars of India’s foreign policy,” he said.",
    "The Japanese ambassador said over the years, Japan and India have had a positive impact on the region.",
    "“I believe that connectivity is the best area to showcase how two countries can bring tangible benefits to the entire region including Sri Lanka. To this end, perspectives and insights from countries in the region are critical, and this report precisely addresses that,\" he said.",
    "He said, during Japanese Fumio Prime Minister Kishida's recent visit to India, the two leaders exchanged views on cooperation with Sri Lanka and agreed to work closely together, including on Sri Lanka's debt issue.",
    "“As for the debt issue, on March 20, the IMF Executive Board greenlighted the Extend Fund Facility to Sri Lanka. Japan highly values this as a significant step forward for the revitalization of the Sri Lankan economy. Japan also appreciates India's letter of financial assurance in January. I am confident that Japan and India will continue to contribute to Sri Lanka's economic development, utilizing our expertise and complementarity,\" he said.",
    "Outlining the Japanese prime minister's vision on a free and open Indo-Pacific,  he said  Mr. Kishida stressed the importance of \"multi-layered connectivity\" as a core element of cooperation, to increase each country's options to pursue economic growth in a way that benefits everyone. In this regard, he mentioned South Asia as one of the important regions for our cooperation.",
    "\"I sincerely hope that this year will be the beginning of an economic revival and a springboard for further development for Sri Lanka. I believe that Sri Lanka could greatly benefit from India, a regional economic power with a large market, and Japan, a long-standing partner in Sri Lanka's socio-economic development, for its medium-to-long-term economic development,” he said. (Kelum Bandara)"
  ]
}