{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/SMEs-say-Govt-officials-blocking-USD-135mn-credit-facility-from-Lloyds-Bank/108-263434",
  "time_ut": 1689740555.0,
  "original_lang": "en",
  "original_title": "SMEs say Govt. officials blocking USD 135mn credit facility from Lloyds Bank",
  "original_body_lines": [
    "Some government officials are blocking a USD 135 credit facility from Lloyds Bank Insurance, a group of SME entrepreneurs charged yesterday.",
    "The President of the Government Registered Micro, Small and Medium Sized Enterprises (MSMEs) Association Leaders' Collective Benet Jayaratne also said that President Ranil Wickremesinghe had also given the green light for the loan proposal and had issued an official statement to go ahead with it.",
    "Lloyds Bank Insurance Company is considered the world’s fourth-largest insurance company.",
    "Explaining the loan facility, Guide Lecturers Association of Sri Lanka General Secretary Aruna Fernando said Lloyds Bank had offered USD 135 million (Rs.41 billion) to Sri Lankan SME entrepreneurs as a credit line at the interest rate of 6 per cent to uplift the micro, MSMEs of the local tourism industry.",
    "“Due to many disasters, this sector has been devastated and this kind of loan will be a relief,” he said.",
    "This MSMEs sector used to grant 70 per cent of contribution to the local tourism industry and there are more than 30 million direct and indirect employment in this sector,” he said.",
    "“This loan can compensate to settle their moratorium and after granting the loan, Lloyds had also introduced a mechanism to recover it,” Fernando said.",
    "“Accordingly, the bank is going to recover it from the foreigners, who visit the country by adding USD 37 to their airline tickets.",
    "“From that, USD 25 will go as insurance cover for the tourist while the remaining USD 12 would be used for the repayment of the loan,” he said.",
    "He said, according to the statistics and forecasts of the Sri Lanka Tourist Development Authority (SLTDA) the country is hoping to receive about 20 million foreigners in 2030.",
    "“With the target of receiving the tourists the loan will be covered within five years.",
    "“Foreigners, who get this insurance cover, will get comprehensive USD 50,000 coverage. Unfortunately, there is no relief cover available for any disasters tourists may experience in Sri Lanka.",
    "“The Lloyds Facility includes USD 10 million as sudden disaster relief cover.",
    "The MSMEs gave credit to the Tourism Minister. According to his request, Lloyds Bank had promised to issue about USD 4,000 insurance cover for the registered guides who are registered under the SLTDA.",
    "“We suggest relevant authorities establish a cooperative establishment society under the supervision of the Central Bank and its Monetary Board to disburse this facility.",
    "“But unfortunately, the approval for the loan facility gets blocked at certain points in the government,” he charged.",
    "“Therefore, we urge authorities, Ministries, line Ministries, the confidante officers and the persons responsible for the tourism industry to help the MSMEs to get this loan,” he urged. (Chaturanga Pradeep Samarawickrama)"
  ]
}