{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/IMF-ATA-and-RW-s-consolidation/4-747706",
  "time_ut": 1682449180.0,
  "original_lang": "en",
  "original_title": "IMF, ATA and RW’s consolidation",
  "original_body_lines": [
    "The temporary economic relief resulting from the IMF experiment and postponement of debt obligations had ennobled RW as the man for the season and he is now using that image to consolidate his position before going for a mandate from the people",
    "“Say goodbye to the IMF once and for all as the IMF conditions enriches the rich and impoverishes the poor” (Imran Khan)",
    "“IMF is really designed to protect creditors, not debtors” (David Graeber – American economic anthropologist)",
    "“Argentina and Iraq have been decimated by the same process with different weapons, an IMF cheque and cruise missiles” (Arundhati Roy)",
    "There is a growing perception, at least among the elites of the country, that President Ranil Wickremesinghe is the man for the season to pull the economy out of its morass and lead the country along the path of growth and prosperity. Although RW’s past record as a failed Prime Minister of the Yahapalana Government and an incapable leader of his own party does not vouch for that credit, unexpected circumstances had bestowed upon him this new image.",
    "However, a temporary easing of economic difficulties before debt restructuring negotiations (both foreign and domestic) begin and the impact of a global economic slowdown as IMF predicts and WB endorses sets in, RW is basking in the warmth of his popularity and taking every step to consolidate his position before going for a Presidential Election sometime early next year, if he is to be believed. The proposed Anti-Terrorism Act (ATA), re-initiation of his effort to resolve the national question, and a second invitation to opposition parties for a national Government are other measures of his consolidation strategy.",
    "No sooner had he became the president, the IMF was approached for the 17th time. Unlike in the previous 16 occasions the 17th has at least made the acronym IMF part of the daily vocabulary of even ordinary folks. IMF has almost become an incantation like abracadabra.",
    "The benefit if any from IMF’s intervention is not the $ 2.9 billion EFF, which is pittance in comparison to the enormity of Sri Lanka’s financial bankruptcy, but the confidence that",
    "The real battle against ATA; has to be fought in the international arena",
    "IMF’s involvement expected to generate among domestic and foreign investors on whom RW has pinned his hopes for growth and prosperity. He wants the private sector to be the engine of growth and it is with that engine he expects the economy to reach First World status by 2048. That is also why he, on the insistence of the IMF, wants the Government to get rid of almost all state-owned enterprises and distance itself from doing any commercial business that legitimately belongs to the private sector.",
    "However, to that sector the expected confidence depends basically on the country’s macroeconomic stability, including more importantly that of the financial sector. Restoring that stability is the primary objective of the IMF. And the underlying assumption behind prioritising that objective in preference to direct assistance to revive the real sector is the belief that without a sound financial structure the latter would suffocate and fail to grow. Economic history would contradict this sequence. And disappointingly, in the majority of the economies where the IMF intervened that assumption had been proved wrong. That is another story for another occasion.",
    "However, IMF’s 17th agenda has to be carried out in full and in the Fund’s view any opposition whether from inside or outside the parliament would jeopardise the recovery and should be discouraged or prevented. RW too believes so and he is therefore readying to resort to strong arm tactics. The proposed ATA, which is worse than its PTA predecessor, both in terms of the coverage of offences and ferocity of punishment, and based on a very elastic definition of terrorism is meant to do just that and more. The Bill has already sounded alarm bells within human rights organisations, the legal community and civil society groups locally as well as internationally.",
    "However, given the indiscipline in Sri Lanka’s party structures it appears that the ATA with some cosmetic changes to satisfy those sitting on the fence would go through the legislature with support from the usual suspects. The real battle against ATA like the one against its predecessor has to be fought once again in the international arena.",
    "But whether the IMF solution would successfully revive the economy is itself in doubt even when all the conditionalities are satisfied and sacrifices made. This is because of the crisis in the very neoliberal system that the IMF is committed to protect and promote. Its own prognosis of the strength and stability of world economies is not reassuring. A banking crisis is already under way and how to avoid that crisis developing into a financial and economic crisis is becoming the major worry for developed economies.",
    "Can SL remain the centroid in the US-India-China power triangle?",
    "The World Bank is already contemplating whether the 2020s would turn out to be a “lost decade”. Only China and India do seem to register respectable growth rates this year, and the IMF reckons that those two would account for one half of this year’s global economic growth. And ironically, more than the IMF, it would be China and India that are destined to play a pivotal role in Sri Lanka’s economic destiny. But that role would be more conflictual and contradictory than cooperative and complementary. With the involvement of the IMF, the biggest challenge facing SL therefore is whether it could remain as the centroid in the US-India-China power triangle. Geopolitics complicates economic realities.",
    "To consolidate his position further RW is trying to entice the Tamil minority with his soundings on resolving the national question. To do that he also needs support from his Sinhalese opponents in the parliament. Hence, his call for a national Government. One danger arising from a national Government is that any opposition to Government policies would have to come thereafter from outside the parliament, and that opposition would not necessarily be peaceful and constructive. RW’s ATA is designed to counter that possibility.",
    "To put it bluntly, there is no way an ethnic reconciliation could become reality without changing the socio-political system structured on the ultra-nationalist ideology of Sinhala Buddhist hegemony. There are enough Sinhala Buddhist supremacists who are waiting in the wings to provoke an unprecedented anti-Tamil and anti-minority riot if the controversial 13th Amendment were to be implemented by any means. RW thinks that if he could manage to form a National Government, ATA would be effective enough to handle these riot mongers. Sadly, odds are stacked against him.",
    "In summary, the temporary economic relief resulting from the IMF experiment and postponement of debt obligations had ennobled RW as the man for the season and he is now using that image to consolidate his position before going for a mandate from the people. Only the NPP, which is already advocating systemic change, and criticises RW’s promise of an IMF engineered economic paradise, seems to stand in his way. The IMF’s past record in several countries shows that history is on the NPP’s side. RW’s successful manoeuvres to cancel Local Government Elections had deprived NPP of a golden opportunity to prove its mettle and test its electoral popularity. Now, if ATA becomes law NPP and its leader would certainly fall under its radar. Ultimately, the deciding factor in RW’s success or failure at home would be the breadth and depth of the systemic financial crisis abroad. In the absence of its own systemic change, it would take a long time for Sri Lanka to get out of the woods.",
    "(The writer is attached to Murdoch Business School, Murdoch University, Western Australia.)"
  ]
}