{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/propaganda-the-elusive-force-behind-war-massacre-genocide/",
  "time_ut": 1700136406.0,
  "original_lang": "en",
  "original_title": "Propaganda: The Elusive Force Behind War, Massacre & Genocide",
  "original_body_lines": [
    "What drives a man to fight and then kill? This is the central question that needs to be answered when someone wants to ask the question, why do wars happen? If one answers that it is the quest for power that drives man to war, it is also necessary to ask whether it is man’s violent and power-seeking inherence that is causing the drive for power to offset his compassion towards fellow man? Or is it man being corrupted by an outside influence to the point of fighting? I believe the answer lies in the middle: no matter how violent or volatile he can be through inherence, he still needs a push to be able to commit to taking another man’s life in war or in conflict.",
    "Taking this line of argument a bit further, it could be counter-argued that man fights, kills and dies in war for his honor, his family and his country. This is a plausible argument: one that is almost universally accepted. But if we broaden the analysis to include phenomena like massacres, pogroms and even genocide, it surely cannot be argued that man commits these acts for his honor, family and country? Then what is it?",
    "In 1994, the world witnessed one of the most sobering examples of the cruelty, barbarism and savagery humanity had to offer, in the Rwandan Genocide when members of the Hutu descended upon the tutsi minority and even moderate Hutu, slaughtering almost 900,000 people with sometimes just knifes and machetes. One of the most haunting mementos of this atrocity are the horrifying leftover soundbites from the Radio station RTLM from Rwanda, inciting the Hutu people to exterminate the Tutsis: [Singing in a joyous tone] If we exterminate the cockroaches [Tutsi], nobody will judge us, because we will be winners. Otherwise we risk being drowned in the River Kiwu. This is a case of Radio Propaganda.",
    "The answer to the questions asked earlier in most cases is the often invisible but immensely powerful push provided by what we call propaganda. With that being said, the next logical step is to define what exactly that is. But the difficulty faced in doing so is one of the main reasons for the concept being so elusive to the public and even academic minds. Propaganda in its most simple form is information spread on a wide scale to promote a certain narrative/idea or point-of-view. Thus, when analyzing propaganda, three basic aspects one has to study carefully are the information being spread, the scale (including the locations and the mediums being used) and the narrative that is being promoted.",
    "The definition of propaganda, or rather what people perceive to be propaganda, has changed quite a bit since the early 1900s which was the period when the discourse on propaganda reached its intellectual zenith. With regard to the dialogue surrounding propaganda and to an extent its definition, this evolution has taken form of a constriction of the perceived scope of propaganda, a sort of fragmentation of the classic definition: the narrative that is being promoted through propaganda has to be a socio-political one which rules out activities like Public Relations, Advertising and Marketing. Whether this was done deliberately through the efforts of the individuals in those fields or it was the natural progression of the negative connotations of the word Propaganda is up for debate. There’s a popular quip that Public Relations is propaganda for Propaganda. Whether this narrowing down 0f the definition is a good thing is hard to say; though it does address a perpetual criticism of propaganda studies, that is the definition and scope of the subject matter being too extensive (“Is Everything Propaganda?”) thereby reducing the elusiveness of it, it does limit the discourse and research in an already under-researched field, especially in countries like Sri Lanka. The discourse around propaganda in the 1900s, the legendary debate between Everett Dean Martin who saw liberal education as an antidote to both the irrationality of the crowd and the power of propaganda and Edward Bernays, the father of propaganda (and public relations) who believed that propaganda is an essential part of a natural, functioning democracy, for example, was incredibly vibrant because it did not have this limitation.",
    "Political campaigning, especially in liberal democratic countries remains in a strange spot where it still fits into most of the definitions of Propaganda because of its fundamentally political nature despite being a generally accepted practice. But campaigning, especially carried out by dictatorial leaders in authoritarian states is recognized and condemned as propaganda, though in many cases these two types of campaigning are very similar to each other. (Of course there are extremities as with the case with the all-encompassing propaganda campaigns in countries like North Korea) Then what’s the line separating the two? Is it the political system of the country? But the system in which information is spread is not taken into account in any definition of propaganda. This is one of the many dilemmas about the perception of propaganda in the eyes of the general public. But the reason for this can be very simple: people view propaganda as an inherently evil and immoral thing and it is therefore associated with the evil and immoral dictatorial, authoritarian or totalitarian countries. This is a prominent misconception that only when the information being spread is false or incorrect, it becomes propaganda and therefore propaganda is inherently evil which is not true because not only can correct information be used for Propaganda purposes, propaganda itself is morally neutral, the use of it determines whether it is good or evil.",
    "In Sri Lanka, the problem with propaganda goes deeper than its elusiveness. Having studied propaganda for some time, it is fascinating how underexplored the topic is in Sri Lanka. It is so understudied, underutilized and thus by extension, misunderstood that the term ‘propaganda’ does not have a complete translation in Sinhala. The Best translation you can find is the word ‘Pracharaya’ which is more accurately translated as “promotion”. When talking about this topic with researchers and academics in Sri Lanka, it is blatantly noticeable that they are either misinformed about the scope of propaganda, either believing  it to be very narrow (malignant political information) or too broad and all encompassing, or surprisingly unaware about it. Which is particularly worrying because the first step in countering harmful propaganda isn’t recognizing what information is propaganda or not, it’s knowing what propaganda is.",
    "•Daham Jayarathna is an independent researcher studying and talking about propaganda and its history, evolutions and utilization. He currently works at the Bandaranaike Academy for Leadership and Public Policy. You can contact him through Dahamj@balpp.com"
  ]
}