{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Dollars-stashed-finding-their-way-back-to-market-CB/108-255335",
  "time_ut": 1678131151.0,
  "original_lang": "en",
  "original_title": "Dollars stashed finding their way back to market– CB",
  "original_body_lines": [
    "The Central Bank said it was overserving a trend where large amounts of foreign currency, which had been stashed away, now being released, further increasing the supply of dollars to the market and thereby strengthening the rupee.",
    "Despite many attempts in the last two years, some exporters and others, who were earning in dollars and other foreign currency, stashed away a substantial amount of dollars, expecting further devaluation of the rupee.",
    "However, last week’s rupee appreciation of around 5 percent against the US dollar prompted them to sell the foreign currency they stockpiled into the banking sector, boosting the foreign currency liquidity further in the domestic market.",
    "The continued appreciation seen in the rupee against the US dollar last week took many by surprise but the Central Bank said if it didn’t intervene, the rupee would have crashed even further.",
    "The Central Bank bought US $ 308 million from the market in the five days last week, the most it bought in any five-day stretch to prevent sharp volatility in the exchange rate.",
    "It said excessive volatility on either side isn’t good for the market and hence, will not shy away to intervene going forward, although it allowed greater flexibility in the exchange rate from today onwards by removing the forex trading band.",
    "Meanwhile, the Central Bank also said that despite the relaxation of the import controls, it hasn’t seen a significant pick up in the imports.",
    "It estimated an import bill of US $ 1.38 billion for last month, which is only 73 percent of the country’s peak-level imports.",
    "The Finance Ministry has removed most of the remaining controls on imports, which were imposed last year.",
    "Commenting on the foreign exchange debt repayments earmarked for the first half of this year, which was estimated at US $ 2.5 billion and received the Cabinet nod a week ago, the Central Bank said it was a misunderstanding on the part of the Cabinet, which hadn’t taken the debt restructuring into consideration.",
    "Central Bank Governor Dr. Nandalal Weeraisnghe said the debt obligations would become true obligation, only after the debt restructuring was finalised.",
    "However, he said the US $ 200 million swap facility with Bangladesh Bank would be settled in September."
  ]
}