{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/EDB-Open-Day-guides-innovative-entrepreneurs-to-enter-export-market/34-749545",
  "time_ut": 1686870563.0,
  "original_lang": "en",
  "original_title": "EDB Open Day guides innovative entrepreneurs to enter export market",
  "original_body_lines": [
    "The Sri Lanka Export Development Board (EDB) yesterday successfully organised the inaugural “Open Day” program, aimed at providing guidance to innovative entrepreneurs and encouraging their participation in the export sector.",
    "The event garnered a tremendous response with over a thousand budding entrepreneurs from across the island in attendance. Notably, the program witnessed a significant participation of young individuals who were passionate in exploring opportunities in the export market.",
    "The primary objective of the “EDB Open Day” program was to equip aspiring entrepreneurs with the fundamental knowledge required to navigate the complexities of the export sector. Through interactive sessions and one-on-one meetings with the EDB officials, each participant had the opportunity to gain valuable insights and guidance specific to their business goals.",
    "The program encompassed a range of activities and services tailored to meet the diverse needs of the participants. The key areas covered during the event included comprehensive explanations of export procedures, insights into agricultural and industrial product markets, strategies for product enhancement, identification of potential export linkages, and offering guidance on conforming to international standards. Moreover, “EDB Open Day” served as a platform for the participants to provide feedback on the EDB’s existing services and engage with relevant officials, thereby fostering a collaborative environment.",
    "Under the leadership of EDB Chairman Dr. Kingsley Barnard along with the support of Director General (Acting) Malini Baddegamage, all the EDB officers dedicated their resources and expertise to the success of the program. Their commitment further highlighted the EDB’s ongoing efforts to promote entrepreneurship and facilitate the growth of the export sector in Sri Lanka.",
    "The positive response and active participation witnessed during the “EDB Open Day” reflect the rising interest and enthusiasm among entrepreneurs to explore global markets. By providing a comprehensive platform for knowledge exchange and fostering direct interactions between entrepreneurs and industry experts, the EDB is playing a pivotal role in empowering innovative individuals to expand their businesses internationally."
  ]
}