{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/17/%e2%80%9cadventure-is-the-life-of-commerce-but-caution-is-the-life-of-banking-%e2%80%9d-%e2%80%95-walter-bagehot/",
  "time_ut": 1679046900.0,
  "original_lang": "en",
  "original_title": "“Adventure is the life of commerce, but caution is the life of banking.” ― Walter Bagehot",
  "original_body_lines": [
    "Within the last few days a relatively stable global banking system was disrupted with the collapse of California’s Silicon Valley Bank (SVB) making this the biggest banking failure since the recession of 2008. SVB prioritizes venture capitalists and tech start up investments.",
    "The failure of both SVB and Signature Bankat was hastened because of excessive bank runs (excessive withdrawals by depositors). How could this happen when banks like SVB had invested around 55% of their capital in US government treasury bonds? (reputably a safe investment). As interest rates soared in accordance with government policy to tame rapid acceleration of inflation, the value of the treasury bonds deteriorated. Simultaneously, investments in tech start-ups dried up, which also dried up deposits from most of SVB’s clients. As customer withdrawals increased, SVB realized their mounting losses as bonds the bank had invested in had to be sold prematurely. With the liquidity risk gradually increasing, (liquidity risk is when investors doubt a bank’s ability to meet its obligations without a loss), SVB customers began withdrawing their investments. Losing faith in regional banks, and similarly experiencing massive cash withdrawal, regulators closed down New-York based Signature Bank.",
    "On the 15th of March (Wednesday), SVB announced that the bank had sold some treasury bonds at a loss. Triggered by this liquidity risk, investors began to rapidly withdraw their savings and investments. Now losing confidence in the bank, there was a massive bank run. A bank run of this nature would have toppled even a healthy banking system. As the SVB stock began to decline in value on Wall Street, it began to decelerate the value of other banking stocks like those of Signature Bank and First Republic Bank. Investors began to fear a ressurection of the recession in 2008. The Federal Deposit Insurance Corporation (FDIC) insured $250,000 in customer deposits; large investors like Ruth Health saved by withdrawing millions out of the bank within hours (with the exception of the $250,000 insured deposit). On Thursday, California regulators intervened, shutting the bank down and placing it under the control of the Federal Deposit Insurance Corporation.",
    "Wall Street analysts confirm however that the collapse of SVB will not induce collateral damage on the US banking system, given that this was a regional bank and national banks like Bank of America and JP Morgan chase are still upholding their investor confidence. Although SVB was a mid-tier bank, its collapse will puncture the tech start-up system for years to come. SVB’s collpase will not only impact American tech-start ups but also those in Europe and China. It offered novice companies loans, funding entrepreneurs that were deemed too risky for larger lenders. A potentially fatal banking crisis was deterred after the increased capital requirement limit imposed after the 2008 recession that was triggered by the collapse of Lehmen Brothers a financial services firm specializing in real-estate investment. This increased limit makes banks less risky by increasing the amount of capital it possesses. Was SVB’s collapse inevitable or unpredictable?",
    "NO request from any state body to close accounts with People’s Bank",
    "Fugitive criminal ‘Booru Moona’ arrested after almost a month on the run"
  ]
}