{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89188/sri-lankas-world-beating-bonds-pin-hopes-on-imfs-billions-report",
  "time_ut": 1679285040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s world-beating bonds pin hopes on IMF’s billions – report",
  "original_body_lines": [
    "Investors are betting that Sri Lanka will win final approval for about $2.9 billion bailout from the International Monetary Fund on Monday, a key step for the bankrupt nation to revive its economy from the worst crisis in decades.",
    "The South Asian nation’s dollar bonds have returned 20% this year, the top performers in the world. The local currency surged 8% and stocks climbed 5% this month, beating their Asian peers on anticipation of billions of dollars in financing trickling in. The rupee fell 45% last year, while the CSE All-share index declined more than 30% in 2022.",
    "The funds are crucial to restore stability and debt sustainability for an economy mired in a recession. Through 2022, shortages of essential goods from fuel to medicines loomed large, stoking Asia’s fastest inflation and depleting funds.",
    "Since defaulting on its dollar debt in May, Sri Lanka has taken tough measures to put its economy back on a steadier path, including cutting subsidies, raising taxes and loosening its control on the currency. It also increased borrowing cost to the most since 2001.",
    "Sri Lanka also secured debt assurances from bilateral creditors including India, China and Paris Club nations and initiated good-faith negotiations with private bondholders as pre-requisites to getting the bailout.",
    "“The pathway appears to have been gradually cleared for the IMF board to sign off on the program,” said Esther Law, senior investment manager for emerging-markets debt at Amundi SA in London. “One would expect the bonds move up slightly in price the moment the IMF program is announced.”",
    "Debt due in 2030 has risen to about 36 cents on the dollar from 21 cents in November. The IMF bailout will help support bond prices at current levels while more gains will depend on how successful the nation is in raising revenue, said Edwin Gutierrez, London-based head of emerging-market sovereign debt at abrdn plc.",
    "Foreign investors are also expected to boost their holdings of Sri Lanka’s government bonds on bets a bailout would unlock more funding to stabilize the nation’s finances. “You can’t wait until the debt restructuring is over, after that the price points will be very different,” said Bingumal Thewarathanthri, the chief executive officer for Standard Chartered Plc in Sri Lanka.",
    "The island nation has a long track record with the IMF. It secured 16 bailouts since the 1960s with the last one in 2016. Disbursements by the Washington-based lender are spread across the duration of the program and tied to reviews, while an initial amount is released subsequent to board approval.",
    "Focus will turn next to the debt talks, which Fitch Ratings said may drag on for a long time as creditors debate on whether to include local-currency sovereign borrowings in the restructuring. The rating company cut its score on rupee debt in December, as it viewed a default probable.",
    "“The prospects for a deal with creditors remain unclear for now,” said Sagarika Chandra, Hong Kong-based associate director. Fitch cited the case of Zambia, which received an IMF bailout in August and where debt restructuring talks are still ongoing.",
    "Tellimer expects the recovery value of Sri Lanka’s bonds to be at 40 cents, with some upside possible as the nation’s debt targets imply less need for small haircut, said Patrick Curran, a senior economist.",
    "Sri Lanka is showing some signs of a turnaround. Reserves rebounded 29% to $2.2 billion in the four months through February, inflation is easing and daily power cuts have ended.",
    "“IMF aid will be a relief for the country, but the road ahead is not easy,” said Ankur Shukla, an economist at Bloomberg Economics in Mumbai. “Debt restructuring could take time to complete and this will keep the country locked out of markets. It will also not be politically easy to continue with harsh reforms demanded by the IMF.”"
  ]
}