{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/11/vat-amendment-bill-passed-by-majority-vote-with-amendments/",
  "time_ut": 1702294380.0,
  "original_lang": "en",
  "original_title": "VAT (Amendment) Bill passed by majority vote with amendments",
  "original_body_lines": [
    "COLOMBO (News 1st); The Sri Lankan Parliament on Monday (11) approved the Value Added Tax (Amendment) Bill with amendments.",
    "The third reading of the VAT (Amendment Bill) was passed by a majority of 45 votes.",
    "Parliament earlier approved the Second Reading of the Value Added Tax (Amendment) Bill.",
    "The Second reading of the VAT (Amendment Bill) was passed by a majority of 57 votes.",
    "When the debate was to commence on the Value Added Tax (Amendment) Bill, the ruling faction called for a vote on the bill, and that led to a chaotic situation in parliament due to objections raised by the opposition.",
    "Earlier in the day, Parliament voted to debate the Value Added Tax (Amendment) Bill on Monday (11).",
    "The ruling party proposed that the Value Added Tax (Amendment) Bill be taken up for debate on Monday (11), following the third reading of the appropriation bill.",
    "However, as the opposition rejected the government's move, the speaker of parliament decided to call for a vote on whether the Value Added Tax (Amendment) Bill will be taken up for debate on Monday (11).",
    "Accordingly, a vote took place shortly after 9:30 AM, and the results of the vote are as follows:",
    "In October 2023, the Sri Lankan Cabinet granted approval to increase the value added tax to 18% with effect from the 1st of January 2024, and impose the said tax on certain goods and services to which the value added tax is not yet applicable.",
    "This was announced by Cabinet Spokesperson & Minister Bandula Gunawardena during the weekly news briefing to announce cabinet decisions.",
    "The Department of Government Information said that Various tax based enhancing and developmental tax policy proposals have been implemented from the month of June 2022 for the state financial stability based on the income with the objective of ensuring loan sustainability and as a result of that, the state tax revenue of the first 09 months of 2023 has been escalated by 51% compared to the year 2022.",
    "However, tax collection targets agreed with the International Monetary Fund have not yet been accomplished.",
    "Accordingly, the Cabinet of Ministers granted approval to escalate the value added tax rate up to 18% with effect from 01.01.2024, impose the said tax on certain goods and services to which the value added tax is not yet applicable and implement some of new tax proposals with effect from 01.01.2024 including the imposition of that tax to enable accomplishment of tax revenue and primary balance targets as agreed with the International Monetary Fund.",
    "The State and Public service trade unions collective plans to go on sick leave tomorrow.",
    "A person who illegally imported a consignment of foreign cigarettes into the island arrested at BIA.",
    "A fire has broken out at the Methsiri Sewana building in the Anuradhapura Teaching Hospital",
    "State Minister of Defence says security at the Mihintale sacred site was not removed"
  ]
}