{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95991/imf-agreement-must-be-continued-under-any-government-cbsl-governor",
  "time_ut": 1703855280.0,
  "original_lang": "en",
  "original_title": "IMF agreement must be continued under any government – CBSL Governor",
  "original_body_lines": [
    "Governor of the Central Bank of Sri Lanka (CBSL) Dr. Nandala Weerasinghe has emphasised the importance of the continuity of the Extended Fund Facility (EFF) agreement with the International Monetary Fund (IMF).",
    "Speaking at a special briefing held this afternoon (29 Dec.), Dr. Weerasinghe explained that the EFF programme should continue for the next four years, under any government, in order to get the debt relief and international financial support required.",
    "He warned that unilateral withdrawal from the IMF-EFF agreement will result in severe implications.",
    "Dr. Weerasinghe was addressing a press briefing convened at the Central Bank premises on the Financial Stability Review (FSR) of 2023.",
    "The CBSL recently released its report on FSR for 2023 which highlighted that although it is expected that the existing macro-financial vulnerabilities would dissipate in the period ahead, with the envisaged improvements in the macroeconomic front, continued advancement along the policy reforms agenda envisaged in the IMF-EFF agreement is essential to direct the economy and the financial system into stable grounds.",
    "“Any deviation from this path would bring detrimental and irreversible consequences to the financial system and the economy, though moving along this arduous and narrow path is challenging. The instigation and operationalisation of strong and appropriate frameworks that proactively address vulnerabilities and implementation of timely, well sequenced, and consistent policies is also crucial to ensure the stability of the Sri Lankan financial system.",
    "As the economy undergoes a monetary policy easing cycle, the credit cycle is expected to enter an expansionary phase, in which macroprudential concerns could build-up. The Central Bank commits to monitoring these developments closely and implementing necessary policy actions to mitigate systemic risks and ensure financial stability through macroprudential interventions”"
  ]
}