{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91646/parliamentary-debate-on-domestic-debt-restructuring-program-today",
  "time_ut": 1688174340.0,
  "original_lang": "en",
  "original_title": "Parliamentary debate on domestic debt restructuring program today",
  "original_body_lines": [
    "A full-day special parliamentary session is taking place today during which the lawmakers are debating the domestic debt optimization (DDO) plan aimed at debt sustainability and economic recovery.",
    "The Members of Parliament will vote on the proposed DDO strategy if a division is requested following the conclusion of the debate from 9.30 a.m. to 7.30 p.m.",
    "Upon approval, the plan will be presented to the public on July 04. Superannuation funds EPF (Employees’ Provident Fund) and ETF (Employees’ Trust Fund) have been given 21 days until July 25 to review and agree or disagree with the proposed plan.",
    "Ahead of the parliamentary debate on the DDO plan, the government announced a five-day cooling-off period for commercial banks to prevent panic in the market, to maintain stability and to avoid unnecessary volatility.",
    "The Cabinet of Ministers on Wednesday (June 28) unanimously approved the proposed sovereign domestic debt restructuring strategy for restoring sovereign debt sustainability.",
    "Following two days of extensive discussions on the domestic debt restructuring strategy and its impact, the Committee on Public Finance (COPF), chaired by MP Dr. Harsha de Silva on Friday (June 30), gave its approval for the proposed plan, with amendments binding the Finance Ministry to the proposed plan, ensuring adherence to the approved concept paper and addressing concerns about potential deviations.",
    "The Central Bank governor, Finance Ministry secretary and its officials, creditors including banks, superannuation funds EPF/ETF and insurance funds had been invited to the COPF sessions to discuss the matter at length and to hear their views.",
    "In response to questions on the DDO’s impact on superannuation funds EPF, ETF and the guarantee given to ensure 9% interest rates, the Central Bank governor Dr. Nandalal Weerasinghe assured that their calculations indicate no net present value loss to the EPF. However, COPF chairman has advocated for legislating a minimum return, as done in the 1958 EPF Act.",
    "Further, concerns were raised about the burden falling on the EPF, the largest superannuation fund in the country, without the consent of the depositors.",
    "The COPF chairman, Dr. Harsha de Silva said the committee members called for balanced burden sharing among all creditors, not entirely on the superannuation funds, in order to uphold equity in the DDO.",
    "Meanwhile, COPF members also raised concerns about the government’s commitment to the proposed plan and adherence to the principles of the resolution. Finance Ministry officials acknowledging these concerns, pledged to strengthen the Fiscal Management Responsibility Act (FMRA) for compliance.",
    "Domestic debt restructuring is a key condition in the International Monetary Fund (IMF) program, through which a bailout package of USD 3 billion was approved for Sri Lanka in March 2023. The IMF program unlocks more help from international funding agencies. Accordingly, the World Bank, earlier this week, approved USD 700 million in financing as budgetary and welfare support for Sri Lanka.",
    "After defaulting on its foreign debt for the time in May 2022, Sri Lanka has been working to get the economy back on track and to meet the conditions set by the IMF. Sri Lanka aims to restructure its sovereign domestic debt before the second IMF review in September 2023 as the release of  second tranche of the bailout package due in October would require notable progress on debt restructuring. The island nation received the first tranche to the tune of USD 330 million in March soon after the IMF Board approved the 48-month Extended Fund Facility (EFF).",
    "President Ranil Wickremesinghe earlier this week said Sri Lanka’s total public debt, both domestic and foreign, amounted to USD 83.7 billion at the end of 2022. Out of this amount, the foreign debt stood at USD 41.5 billion, and domestic debt at USD 42.1 billion.",
    "Central Bank governor Dr. Nandalal Weerasinghe has ensured the exclusion of commercial banks from the domestic debt restructuring plan, which focuses on restructuring treasury bills and bonds under the Central Bank, along with the superannuation funds EPF and ETF. He said the move intends to protect the banking sector as its collapse would lead to catastrophic consequences.",
    "Treasury bonds of superannuation funds would be exchanged for longer-maturity treasury bonds from 2027 to 2038, with a step-down from a structure of 12% until 2025 and 9% until maturity. To encourage the participation of superannuation funds, those that do not take part would be subject to an income tax rate of 30% versus the current 14%.",
    "Sovereign domestic debt restructuring is expected to ease the negotiations with external creditors like China and private institutions and ensure them the burden is shared while minimizing the impact on the financial sector.",
    "The strategy should be designed to anticipate, minimize, and manage its impact on the domestic economy and financial system. Casting the net wide across claims can help boost participation in the restructuring by lowering the relief sought from each creditor group.",
    "Fiscal costs might have to be incurred in domestic debt restructuring due to the need to maintain financial stability, to ensure the functioning of the banking system or to replenish pension savings."
  ]
}