{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91901/president-aims-to-create-an-entrepreneurial-state-not-a-welfare-state-pasqual",
  "time_ut": 1689145680.0,
  "original_lang": "en",
  "original_title": "President aims to create an entrepreneurial state, not a welfare state – Pasqual",
  "original_body_lines": [
    "State Minister of Social Empowerment Anupa Pasqual has stated that President Ranil Wickremesinghe intends on creating an entrepreneurial state instead of a welfare state.",
    "Speaking at a press conference themed ‘Collective Path to a Stable Country’ held at the Presidential Media Centre (PMC) on 11 July, Pasqual explained that the purpose of both the Head of State, and the ‘Aswesuma’ benefit programme, is to create a developed nation by 2048, as opposed to a ‘poverty-free’ nation.",
    "Commenting further on the welfare benefit scheme, the State Minister noted that the ‘Aswesuma’ programme was launched in response to a persistent social criticism, on the directives of the Head of State.",
    "“The settlement program is a non-political, open process”, he said.",
    "Furthermore, speaking on the President’s plans to develop Sri Lanka into an ‘entrepreneurial’ country, Pasqual noted that a welfare state is not desired, as the goals of building a developed country cannot be achieved through a welfare country.",
    "“We are moving forward with these programs in line, to achieve such a state”, he asserted in this regard.",
    "We launched the ‘Aswesuma’ initiative in response to a persistent social criticism. The ‘Samurdhi’ Movement’s selection of deserving candidates was said to have involved a number of anomalies. The opposition specifically alleged that the ‘Samurdhi’ initiative lacks a social empowerment system.",
    "The Social Welfare Board put the ‘Aswesuma’ scheme into effect as per President Ranil Wickremesinghe’s directives.",
    "The settlement program is a non-political, open process. Both appeals and objections may be submitted throughout the same process. It also covers the annual procedure of admitting the qualified and removing the ineligible.",
    "The President entrusted our Ministry with enlisting 1.2 million people into the productive economy in order to empower them. Before the end of this month, the President will get the relevant plan.",
    "The empowerment of this group will be accomplished during the course of the three-year strategy.",
    "In this country, there are 1.8 million ‘Samurdhi’ beneficiaries, and more than half of them are adults. Although they were engaged in various jobs when they were young, they joined the Samurdhi’ Movement after the age of 60.",
    "That has also been the focus of the President’s attention, and actions have been taken to implement the pension system with help from the Social Security Board. It will be submitted to the Cabinet in the future and the necessary work will be done.",
    "Education reforms are also crucial for the cause of social empowerment. The objective is to create skilled professionals. We are receiving support for this program from China, the Asian Development Bank, World Bank, and ‘Samurdhi’ Banking System.",
    "As a result, rather than eradicating poverty in Sri Lanka, we have planned to exploit the Samurdhi Bank system to generate wealthy individuals.",
    "Currently, some politicians are working very hard to misrepresent ‘Samurdhi’ Bank. However, the ‘Samurdhi’ economy and financial system are being promoted more vigorously thanks to the ‘Aswesuma’ program.",
    "Additionally, commencing from August 1st, those who could not apply for ‘Aswesuma” this year or failed to submit appeals will have another chance to do so. Every year, a certain number of people are eligible for these benefits, and some of them drop out due to a variety of reasons.",
    "Additionally, this program provides empowerment and protection to everyone, from young children to senior citizens.",
    "Instead of eradicating poverty, President Ranil Wickremesinghe wants to see Sri Lanka become a developed nation by 2048. This serves as the required context for that. A welfare state is not what we desire. A state of entrepreneurship must be established.",
    "The goals of building a developed country cannot be achieved through a welfare country. We are moving forward with these programs in line, to achieve such a state."
  ]
}