{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/market-speculation-seen-as-undermining-share-market-indices-decline/",
  "time_ut": 1687191720.0,
  "original_lang": "en",
  "original_title": "Market speculation seen as undermining share market; indices decline",
  "original_body_lines": [
    "Sri Lanka‘s share trade fell yesterday as Sri Lanka’s domestic debt optimization is yet to be finalized and premature speculation has undermined market confidence to a great extent, market analysts said.",
    "Both indices moved downwards. The All- Share Price Index went down by 67.3 points and S and P SL20 declined by 27.3 points. Turnover stood at Rs 580 million without any crossings.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Hayleys Rs 61 million (848,000 shares traded), CW Mackie Rs 31.9 million (336,000 shares traded), CIC Rs 30.4 million (492,000 shares traded), Piramal Glass Rs 28.5 million (1.2 million shares traded), Lanka IOC Rs 22.9 million (181,000 shares traded), CIC (Non- Voting) Rs 22.5 million (434,000 shares traded) and Capital Alliance Rs 32.4 million (644,000 shares traded). During the day 29.9 million share volumes changed hands in 10000 transactions.",
    "The rupee opened at Rs 305/306 to the US dollar on Monday, dealers said, while bond yields were down. The Spot US dollar closed at Rs 304.00/36.00 on Friday and after interventions around 314 to the US dollar, market participants said.",
    "A bond maturing on 15.09.2027 closed at 22.90/23.10 percent, down from 23.00/10 percent a day earlier. A bond maturing on 15.05.2026 closed at 24.75/25.25 percent, down from the previous day’s close at 24.90/25.10 percent. A bond maturing on 01.05.2025 closed at 26.90/27.10 percent, steady from 27.00/25 percent. A six-month bill was quoted at 19.25/20.25 percent.",
    "SLBA calls for government engagement to facilitate debt recovery process",
    "National Capacity Building Workshop on Accelerating Digital Transformation in Sri Lanka",
    "Increased buying interest in banking sector stocks as CSE reflects mixed reactions",
    "Sampath Bank contributes 45 percent to CSE turnover in day marked by profit-takings",
    "Notable Rights Issues by two non-blue chip companies to raise Rs. 28.3 billion",
    "Positive impact on CSE indices; turnover exceeds Rs. 2 billion",
    "Rs. 682 million net foreign outflow from CSE for June thus far",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}