{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91778/showers-or-thundershowers-expected-in-parts-of-the-island-today",
  "time_ut": 1688696580.0,
  "original_lang": "en",
  "original_title": "Showers or thundershowers expected in parts of the island today",
  "original_body_lines": [
    "The Department of Meteorology says showers can be expected at several places in Western and Sabaragamuwa provinces and in Kandy, Nuwara-Eliya, Galle and Matara districts.",
    "Showers or thundershowers will occur at a few places in Uva province and in Ampara and Batticaloa districts during the evening or night.",
    "Fairly strong winds of about 40-45 kmph can be expected at times in western slopes of the central hills, Northern and North-Central provinces, and in Puttalam, Hambantota and Trincomalee districts.",
    "Showers or thundershowers will occur at several places in the sea areas off the coast extending from Puttalam to Hambantota via Colombo and Galle.  A few showers will occur in the other sea areas around the island.",
    "Winds will be south-westerly and speed will be (25-35) kmph.",
    "Wind speed may increase up to 50-55 kmph at times in the sea areas off the coast extending from Trincomalee to Puttalam via Kankesanturai and Mannar and sea areas off the coast extending from Hambantota to Pottuvil.",
    "Wind speed may increase up to (40-45) kmph at times in the sea areas off the coast extending from Puttalam to Hambantota via Colombo and Galle.",
    "The sea areas off the coast extending from Trincomalee to Puttalam via Kankesanturai and Mannar and sea areas off the coast extending from Hambantota to Pottuvil will be rough at times. The sea areas off the coast extending from Puttalam to Hambantota via Colombo and Galle will be fairly rough at times.",
    "Increase of swell waves (about 2.5 – 3.0 m) can be expected in the sea areas off the coast extending from Chilaw to Matara via Colombo and Galle.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}