{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/US-Embassy-video-chronicles-75-years-of-partnership-with-SL-through-USAID/56-756050",
  "time_ut": 1701990679.0,
  "original_lang": "en",
  "original_title": "US Embassy video chronicles 75 years of partnership with SL through USAID",
  "original_body_lines": [
    "Celebrating the 75th anniversary of diplomatic relations between the US and Sri Lanka, the US Embassy has unveiled a special video chronicling the remarkable journey of development, with an emphasis on the pivotal role played by the United States Agency for International Development (USAID).",
    "Whether it’s rebuilding after disasters and conflict, assisting in the development of democratic governance, or helping build an inclusive economy that creates jobs, USAID has been here for Sri Lanka as a steadfast friend over the decades.",
    "US Ambassador to Sri Lanka Julie Chung said: “As we celebrate 75 years of bilateral relations, this heart-warming video showcases the accomplishments of decades of partnership between the US and Sri Lanka. It highlights shared achievements that have impacted the lives of countless Sri Lankans through USAID’s partnerships in education, health, agriculture and economic development. As we step into the next chapter of our journey, the US-Sri Lanka friendship will continue to thrive, nurturing strong people-to-people ties, partnerships and progress for years to come.”",
    "USAID Mission Director to Sri Lanka Gabriel Grau said: “Since 1956, and through the generous support of the American people, USAID is proud to continue partnering with the people of Sri Lanka. Each of us here at USAID, Sri Lankan and American alike, is committed to helping improve the lives of every single citizen of this country. Thank you for placing your trust in USAID.”",
    "A testament to US-Sri Lanka diplomatic ties and development initiatives, the video embodies our shared vision and commitment to progress."
  ]
}