{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Cinnamon-Grand-Colombo-partners-Interbrand-Daily-FT-International-Women-s-Day-2023-celebration/34-746404",
  "time_ut": 1678989239.0,
  "original_lang": "en",
  "original_title": "Cinnamon Grand Colombo partners Interbrand, Daily FT International Women’s Day 2023 celebration",
  "original_body_lines": [
    "Cinnamon Hotels and Resorts Area Vice President Colombo and Cinnamon Grand Colombo General Manager Kamal Munasinghe and Interbrand Sri Lanka and the Maldives Partner and Headlines PR Chairman Anusha David affirming their partnership",
    "Interbrand in association with the Daily FT will celebrate International Women’s Day (IWD) 2023, focusing on the theme DigitALL: Innovation and technology for gender equality and #EmbraceEquity, at a gala forum on 7 April at the Oak Room of Cinnamon Grand Colombo, commencing 7 p.m.",
    "Interbrand is the world’s leading brand consultancy, specialising in brands and branding management, with 24 offices in 17 countries. The New York-based consultancy publishes the Best Global Brands report on an annual basis which identifies the world’s 100 most valuable brands. For the past 20 years Interbrand has been putting a value on the world’s top brands. “In an era when intangible value has become a critical measure of organisational performance, Interbrand’s ‘Best Global Brands’ is the definitive source of knowledge.”",
    "The Cinnamon Grand Colombo, the flagship five-star Colombo city hotel of Cinnamon Hotels & Resorts will once more be the Partner Hotel for the Interbrand, Daily FT International Women’s Day 2023 gala.",
    "Known for the diverse array of cuisine offered across its many restaurants and bars, impeccable banquet services, recreational facilities on par with international standards and a plethora of other facilities and attractions, the Cinnamon Grand Colombo is the preferred choice for any noteworthy occasion.",
    "“We are delighted to be part of this prestigious event this year as well and appreciate the fact that Interbrand and the Daily FT have placed their confidence in us once again this year. At Cinnamon Hotels & Resorts, women are given pride of place and are assured of an environment that is free of prejudice and discrimination. I am happy to say that at Cinnamon, we have implemented innovation and technology for gender equality, whilst embracing equity is a given in our Corporate Culture,” Cinnamon Hotels and Resorts Area Vice President Colombo and Cinnamon Grand Colombo General Manager Kamal Munasinghe.",
    "“We are indebted to our partners for this event, many of whom were with us last year and we hope they will continue the association next year as well,” said Interbrand Sri Lanka and the Maldives Partner and Headlines PR Chairman Anusha David."
  ]
}