{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-crowned-peoples-private-bank-of-the-year-at-slim-kantar-peoples-awards/",
  "time_ut": 1680626700.0,
  "original_lang": "en",
  "original_title": "ComBank crowned ‘People’s Private Bank of the Year’ at SLIM Kantar People’s Awards",
  "original_body_lines": [
    "By popular vote, the Commercial Bank of Ceylon has been crowned the ‘People’s Private Bank of the Year’ at the SLIM Kantar People’s Awards 2023, positioning it as the Bank that is closest to the hearts of the Sri Lankan people.",
    "The Bank was conferred this noteworthy accolade following the results of a survey to determine consumer preferences across multiple sectors. Commercial Bank is the largest private sector commercial bank in Sri Lanka with Group assets approaching Rs 2.5 trillion, gross income of Rs 280 billion, deposits of Rs 1.9 trillion, a loan book of Rs 1.2 trillion and a customer base exceeding 3.5 million as at 31st December 2022.",
    "‘Commenting on the award, Commercial Bank Deputy General Manager – Retail Banking & Marketing Hasrath Munasinghe said: “We are humbled that the Sri Lankan people have chosen us as their preferred private bank. This award is a testament to the strength of our brand and top of the mind recall, and affirms our commitment to providing innovative and personalised banking solutions that meet the evolving needs of our customers. We will continue to strive towards excellence and to provide our customers with the best possible choices and solutions to help them achieve their financial goals.’",
    "This recognition motivates us to continue to provide exceptional service to our customers, especially in these tough economic conditions, and we remain committed to living up to the trust placed in us and the loyalty shown to us.”",
    "This year, the theme of the SLIM-Kantar People’s Awards was “Choices define us.” A scientific research methodology is used to identify the most popular brands, personalities, organisations, advertisements, and artists that resonate deeply with the people of Sri Lanka, and the primary feature of the awards programme is its people-led jury system, to recognise institutions that have captured the hearts of the consumers. For the purpose of these awards, the Sri Lanka Institute of Marketing (SLIM) partners with Kantar, the world’s leading marketing data and analytics company. Kantar conducts country-wide research and the award recipients are exclusively determined by people’s votes, with respondents to the survey invited to name their preferred brands and personalities across various categories, thereby honouring Sri Lanka’s most exceptional brands.",
    "Notably, Commercial Bank was also named the CSR Brand of the Year by the same awarding body – SLIM, in 2022.",
    "Sri Lanka’s first 100% carbon neutral bank, the first Sri Lankan bank to be listed among the Top 1000 Banks of the World and the only Sri Lankan bank to be so listed for 12 years consecutively, Commercial Bank operates a network of 270 branches and 950 automated machines in Sri Lanka. Commercial Bank is the largest lender to Sri Lanka’s SME sector and is a leader in digital innovation in the country’s Banking sector. The Bank’s overseas operations encompass Bangladesh, where the Bank operates 20 outlets; Myanmar, where it has a Microfinance company in Nay Pyi Taw; and the Maldives, where the Bank has a fully-fledged Tier I Bank with a majority stake.",
    "‘Get ready for the IPL – watch your favourite teams battle it out LIVE on Dialog Television and on the Dialog ViU App’",
    "ACCA reaffirms ComBank as best among Sri Lankan banks for Sustainable Reporting",
    "ComBank Group consistent with solid topline growth in 2022, increases provisioning",
    "ComBank once again awarded as the South Asian Bank with the largest number of climate finance transactions",
    "ComBank partners with National Science Foundation to enhance STEM education",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}