{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Selling-our-troubles-in-bankrupt-times-Sri-Lanka-s-anarchism/4-745847",
  "time_ut": 1677620154.0,
  "original_lang": "en",
  "original_title": "Selling our troubles in bankrupt times: Sri Lanka’s anarchism",
  "original_body_lines": [
    "The Opposition cannot tackle the national economic crisis and they have not come up with anything that can be regarded as ‘plans.’ They keep provoking foolish people. Public ignorance is their feed. They hold mass protest meetings with the sole purpose of bringing down the government and grabbing power – Pic by Shehan Gunasekera",
    "“Classical anarchism contains a serious philosophical insight namely that society could be managed without the state. On the other hand, the anarchism of these opposition groups is just to bring down the state apparatus. And do what? Ask them.”",
    "The two most prominent opposition parties in Sri Lanka are the SJB (Sajith Premadasa’s) and the JJB/JVP cross-breed. These two factions are entertaining the public with the wrath and revulsion they keep escalating between them. I would say that is the light side of our horrible opposition politics. Oh My God! I will die without this stuff. Give us more, please. Scotch isn’t any better!",
    "Sajith, at a recent meeting screamed: “If the JVP comes, private houses will be taken over, private boutiques and shops and big companies will be nationalised…” Anura Kumara has a higher level of rhetoric as he brings in a level of argumentation. AKD says, “Sajith doesn’t understand anything with depth… he drives buses, inspects fields ruined by Gota’s fertiliser policy and even visits bakeries.” AKD has a lot of money as Gamunu – the bus company man – says JVP hires the most number of buses. Good to be at a poor man’s party like that!",
    "What the two sets of Opposition conveniently forget is that they are engaged in selling the ordinary man’s troubles in the worst of our times and attempting to provoke the latter about their plight. “We have no proper education… no schools… no toilets… taxes are so high…no medicines in hospitals our school kids are starving… Now Wickremesinghe says no money for local government elections…”",
    "This game of selling troubles indicates a cultivated political Alzheimer.",
    "The context these days are the elections. The aim is to bring down the mass confidence level of this Government. The hope is that this initial push will let that confidence slide down further until the Government breaks from within or breaks at the forthcoming General Elections and Presidential Elections.",
    "The population of voters numbering two-thirds brought clueless Gota in. The fairy tale about the snake, spread by the Kelaniya priest, rounded up the devout folk Buddhists. This is our population.",
    "The two opposition segments are targeting their rhetoric and criticism to the Lowest Common Denominator. The LCD of 7 and 5 is only 35 and not anything higher. However, that proportion would be strong enough to fill the base of the two parties and maintain meeting attendance. The media, unfortunately, is within the LCD and they can do the rest of the dirty work for favours granted later.",
    "Thank you AKD and thank you Sajith for listing the nation’s troubles. The nation is poor and starvation is spreading. Young people are struggling without jobs; many are taking to “ice.” Have you mentioned the ice and the joblessness? AKD was observed in video saying the other day that “large numbers” of professionals are leaving for overseas to get jobs. I wouldn’t regret the GMOA going if we can get some doctors from India or Suriname. This crowd of medical personnel were once the pride of our nation. They used to brush up their knowledge and techniques periodically in order to update with growing new knowledge. Now, they must pay attention to politics and strikes.",
    "Yes, we know all these Sajith/AKD. Thanks. On the other hand, you don’t see or refuse to see that these troubles, and more to come, are the output of bankruptcy.",
    "We are officially declared bankrupt and international bodies are shy about helping us by passing a few dollars. AKD said the other day at a meeting that Bangladesh gave us $ 200 million and are now demanding the money back. Yes, AKD. Sri Lanka is bankrupt. Can a government set up by you find a solution? That’s the question.",
    "SJB and JJB/JVP just scream about the known and the felt; but they give no alternative options as to how they would solve the debt problem, which is at the bottom. This is the Opposition’s fault line.",
    "The Opposition cannot tackle the national economic crisis and they have not come up with anything that can be regarded as ‘plans.’ They keep provoking foolish people. Public ignorance is their feed. They hold mass protest meetings with the sole purpose of bringing down the government and grabbing power. Grabbing power is fair as that is democracy. On the other hand, dragging people in buses for meetings-those days the forte of the UNP – and brainwashing the latter with no option to flag, is cheating; exploiting; treating poor folk as cattle; harking back to an old and worn out past political process.",
    "After sustained requests made to them by intelligent people these two parties have thrown up two alleged plans. The JJB’s one, captioned “Rapid Recovery” came out about two years ago. Rapid Recovery will block our recovery and take the nation into a Venezuelan-like politico-economic territory. Rapid Recovery is wrong from the beginning. It says that Sri Lanka went down because of the open competitive market economy introduced by former president J.R. Jayawardena. It is the other way around. JR ushered in an economic revolution by liberalising exchange and trading and creating investment opportunities. The great Mahaweli Scheme JR built is the crown of his jewellery. Business entrepreneurs grew in large numbers.",
    "In place of JR’s “crime,” JJB’s Rapid Recovery says it will replace the open competitive democratic economy with what Handunnetti calls “Production Economy.” I have asked Handunhetti what he means by that but he hasn’t told me. If Handunnetti ever studied economics even in school he would have to go back to his notes. How on earth can you have a ‘production economy’ leaving the market out of the picture? The whole world is moving to an open global economy. Does the JVP/JJB know about that?",
    "Here lies the JJB crisis: They do not understand economics. And they want to beat Ranil Wickremesinghe at his strongest point.",
    "Captioned “The Blue Print,” the SJB plan was issued only two weeks ago. Apparently, there had been a clash between Dr. Harsha De Silva and Eran Wickremaratne as to which of them should author that.",
    "This SJB plan does not say bad words like the JJB’s Rapid Recovery but it is a watered down statement of intentions and general principles. Every one of the 11 points are already part of the Government’s (and UNP’s) economic planning model. There is nothing new offered.",
    "Eran’s plan is also superficial. For instance, he is content with mere legislative reform to arrest corruption. Most of the reforms suggested are already in the law books or mooted to enter the law books.",
    "Eran refers to the fact that Sri Lanka is at the logistical hub of South Asia. It had been Ranil Wickremesinghe who had repeatedly mentioned this concept. Eran should have at least had the ability to list some of the acts by which he proposed to develop the hub idea. He could have borrowed that, too, from Ranil.",
    "Eran makes no mention of the ongoing efforts at negotiating with the IMF. This is the most immediate concern today. Sajith has reportedly stated he is going to negotiate with IMF “like a lion.” The Blue Print should have given its readers a glimpse of that lion approach.",
    "Saying nothing at all about what they are going to do about the crisis and troubles of the people under these specially arduous times, the Opposition is merely screaming desperately to bring down the Government. They are conveniently glossing over the central crisis that has caused these troubles.",
    "Leftism constitutes one of the root causes of the economic plight that Sri Lanka has eventually ended up with today. They worked on Sirimavo Bandaranaike to take over companies well run by private entrepreneurs and to break up our world renowned tea industry, etc. These Leftists redefined capitalism as a dirty word and built trade unions to try and subvert “capitalistic companies.” They wouldn’t mind making money themselves. That was the politics of hate. The JVP ran and ran a hate campaign by convincing ignorant people that they are poor because the rich are rich.",
    "Attempting to bring down the establishment with no alternative political insight or option is plain anarchism. The IUSF run by convenor Wasantha Mudalige is representative of crude anarchism. The other day, Wasantha – a perennial Uni student for nine long years who refuses to complete his studies and join the employment market – crashed into the Ministry of Education along with 27 other students. They did not have the courtesy to seek permission from reception. They have announced an intention to just bring down the Government. The Opposition party segments referred to, exhibit similar styles and intentions at a political party level. The outcomes in behaviour are no different.",
    "Classical anarchism contains a serious philosophical insight namely that society could be managed without the state. On the other hand, the anarchism of these assorted groups is just to bring down the state apparatus. And do what? Ask them."
  ]
}