{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-plant-based-economy/",
  "time_ut": 1682357220.0,
  "original_lang": "en",
  "original_title": "A plant-based economy",
  "original_body_lines": [
    "Sri Lanka has witnessed growing food shortages in the last year associated with economic collapse and food price spikes. The long-term response to food shortages must of course focus on the food security of Sri Lanka. Sri Lanka is an agricultural country and food is the main reason for engaging in agriculture. However, a growth in agribusiness projects pursuing “globally competitive production, processing and marketing enterprises” threatens traditional farming methods, as well as our nature and biodiversity. Agribusiness models depend on an economic system which is failing. What is more, a food system rooted in Sri Lanka’s colonial legacy, fixated with yields, trade and earning foreign exchange is not prioritising the food security or wellbeing of farmers or shortage of food. Nor is it maximising the potential of vital agricultural inputs Sri Lanka has in abundance: land, water, sunlight, soil life and manpower.",
    "The Sri Lankan Ministry of Agriculture’s Agriculture Modernisation Project (ASMP), supported by a loan from the International Development Association of the World Bank of close to US$ 60 million illustrates the flaws in food production prioritizing commerce over food security. The project runs in five provinces and seven districts: Northern province (Jaffna and Mullaitivu), North Central province (Anuradhapura and Polonnaruwa), Eastern province (Batticaloa), Central province (Matale) and Uva province (Monaragala). The approach proposed for growing chillies, one of the many crops supported by the project, highlights the concerning trends in agribusiness for Sri Lankan wildlife, biodiversity and society alike, exacerbating dependency on the global economy and exposing us to economic shocks and volatility.",
    "Based on some articles in The Sunday Times of 8 Jan. 2023: “Chillies Make it Really Hot” Prospering Raja Rata Farmlands” in English and another in Sinhala in Sunday Lankadeepa",
    "1 The first step is to plough a half (1/2) acre plot of land to a depth of 2 feet using a disc plough.",
    "2 Apply 2500 kg of compost and level the land using a harrow plough.",
    "3 Dig a trench 2 feet deep around the perimeter of the land.",
    "4 Water, organic or inorganic liquid fertiliser and pesticide will be conveyed to the plant by a tape. The tape will have holes cut into it at 2 feet intervals. The holes will be upward facing to prevent blockage by sand particles, etc.",
    "6 A net (polythene) is erected to a height of 10 feet around the perimeter of the land to prevent flying insects entering the chilli beds.",
    "7 The netting will be impregnated with insecticide to trap and kill all insects which hit the net.",
    "In addition, insecticide impregnated sticky discs will be placed on the chilli beds to catch any insects who might get in over the 10 ft net.",
    "Steps 1 to 4 will destroy, and ultimately, kill, the soil. Growth of plants is a biological process and not a chemical one. Plants grow with the help of numerous little creatures, micro-organisms and fungi that live in the soil. The soil is a living structure and today farmers are encouraged to disturb it as little as possible and no-dig agriculture is what is recommended by some experts. Use of chemical fertiliser, pesticides and fungicides will destroy these living organisms and ploughing to a depth of 2 feet will permanently destroy the fine structure of the soil. By changing the process of plant growth from a biological to a chemical one in a short period of a few seasons, will lead to plant growth relying only on chemicals. The soil will be converted to an inert material. Already the paddy fields all over Sri Lanka are more or less inert and growing rice relies on chemical fertiliser.",
    "Step 5 will generate significant plastic pollution, already a blight on Sri Lanka’s land and oceans. Imagine the amount of polythene sheeting required to cover half an acre of land. This for only one farmer and one crop. The mind boggles if you imagine the amount of polythene required for the entire dry zone and for all the crops. The sheets are likely to degrade due to UV radiation and be replaced every two to three years.",
    "Steps 6 to 8 pose a significant danger to insect life, particularly flying insects. Erecting a 10-foot fence – potentially also plastic – impregnated with insecticide is, to put it mildly irresponsible and frankly criminal and I should be surprised if it is not illegal. All insects and living organisms are part of the ecology. Every creature however small has a place, destroying them will un-balance the ecology leading to unintended consequences. For example, insects play a vital role in pollination. Without them, farmers may have to do this manually, as is already the case for urban farmers trying to grow high value crops. They are vital to birds’ diets, a delicately balanced food source we should be cautious of unsettling with 81 bird species already threatened in Sri Lanka – with 19 bird species listed as critically endangered in the National Red List 2021 81 bird species in Sri Lanka at risk of extinction – NewsWire.",
    "The aim of this project is to introduce agribusiness, ‘modernize’ agriculture according to World Bank thinking, and “strengthen the links between rural and urban areas and facilitate Sri Lanka’s structural changes”. Modernising in this context means introducing agribusiness, in place of traditional farming techniques practiced now and for centuries.",
    "Adding to the harmful impacts of a project like this on wildlife, it is questionable how much these agribusiness techniques will benefit farmers themselves. While this project supports farmers with the initial costs of preparing the land at an estimated cost of Rs 250,000 if this method of growing chilli were to spread, other growers too would be forced to adopt the same methods to achieve similar yields, by borrowing money and exposing themselves to spiraling debts.",
    "No estimate is given about the actual yields expected or the anticipated profits for the farmer. The price of chilli and similar crops fluctuates widely from season to season. There is no guarantee that a severalfold increase in yields will benefit the farmer as he must invest a large amount of money, usually borrowed, at the outset. In the end, when harvest time comes round, the farmer cannot sell enough produce, at a high enough price to cover his expenses.",
    "If the chillies are intended for export, Sri Lanka would struggle to compete in the world market for dried chilli, as there are much larger and more established growers supplying the world market. Whereas a niche market for chilli, for example grown organically without exploitation by small scale farmers could be more competitive whilst also supporting the domestic market. If our aim is to earn foreign exchange, a more direct method would be to stop using foreign exchange to import chemical fertilisers, pesticides, fossil fuel, drones and plastics (not to mention drugs to treat illnesses caused by these same imported stuff).",
    "The project aim appears to be to increase economic activity in the growing areas. That will undoubtedly happen if this type of agribusiness were to take off. The seed merchants, polythene sellers,fertiliser and pesticide dealers will move in. Agricultural machinery suppliers, banks, insurance companies, diesel depots, etc. will do well. There will be economic growth. The farmers will be handling a lot of money. But they will be in debt, stressed, unhappy, poisoned, and sick. Increase in yields is not the be all and end all of agriculture. That is industrial and capitalistic thinking. The same argument was advanced by the proponents of the “green revolution” who introduced new varieties of rice which had to be grown using chemical fertiliser and pesticides. True, yields have increased but at what cost? Indebted farmers, kidney disease, loss of biodiversity. Now it is considered “impossible” to grow rice without fertiliser and pesticides as recent events have shown. There is a Sri Lankan saying that feels relevant: ‘don’t fall in a pit during the day just because you fell in it during the night’.",
    "Sri Lanka is an agricultural country not an industrial one. Food should be the main reason for engaging in agriculture. Post-independence, we have failed to reset our economy – and in some ways our eating habits – to suit our country. Instead, our leaders have blindly accepted projects like this, designed with the aim of achieving economic growth and not securing nutritious food for people to eat.",
    "We should therefore concentrate on agriculture not just to subsist but to prosper. To do so, we must think for ourselves. Our destiny should not be in the hands of the World Bank. All the resources that are required for a Plant Based Economy (PBE) are present in Sri Lanka, not only in abundance but for FREE. The inputs required for growing plants are land, water, sunlight, soil life and manpower. Not $ or even Rs. If we were to grow food as well as cash crops on a small scale by as many families as possible, we could prosper not by “economic growth” and “trickle down” but directly and by all instead of by a few. That is the basis of a Plant Based Economy.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}