{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Anti-terror-bill-Whos-terrorising-whom/172-257302",
  "time_ut": 1680800318.0,
  "original_lang": "en",
  "original_title": "Anti-terror bill: Who’s terrorising whom",
  "original_body_lines": [
    "“I am just the average American citizen, formerly a housewife, now an activist, who cannot stand quietly by while my government enacts and enforces laws that are unfair, unbalanced and just plain mean.”",
    "These were the words of Laurie Kozuba, founder and director of Citizens & Immigrants for Equal Justice. She personally experienced the consequences of a dubious law, when her husband, a long-time legal permanent resident from Canada, was deported under the 1996 Immigration Acts. She was compelled to start asking questions and demanding answers about laws, passed in the wake of tragedies such as 9/11 – laws that tread heavily on civil liberties.",
    "And it is now time for us, average Sri Lankan citizens, to be an activist like Laurie and ask questions about a dubious and draconian anti-terror law the government is trying to enact in our name. The draft law is so ambiguous that even asking a question can be interpreted as an act of terrorism and the questioner could be detained and taken to court. Journalists and social media users exercising their freedom of speech can be arrested, charged with terrorism, and jailed if they urge people to oppose a government that is turning out to be autocratic or incompetent.",
    "Government leaders should understand that they have no divine power to rule over us. Whatever power they exercise is derived from the people, who are sovereign. They should remember that governance is a sacred task flowing from a social contract, through which the people had handed over some of their rights to an authority they themselves chose -- not to make such an authority an autocratic monster with killer instincts, but to act as a trustee of their rights.",
    "The hallowed statement that Government is a trust comes from this unwritten social contract regarded as the fount of democracy. It vests in the people the right to change and even overthrow a government that betrays the trust.  In a society that values democracy, elections are an organised way for a change of government. But people-power protests are also democracy and a legitimate exercise if the government is seen to be breaking the social contract.",
    "Government leaders should understand that they have no divine power to rule over us. Whatever power they exercise is derived from the people, who are sovereign",
    "If we strictly interpret the social contract, all democracies worth their salt should include in their constitutions the right of the people to resort to people-power protests. Far from it, most democracies have terrorismized people’s power. Sri Lanka’s proposed anti-terror law is doing just that.",
    "It’s a welcome development that civil society activists, including human rights campaigners, trade unionists and student organisations are aggressively decrying the proposed law. Seldom in Sri Lanka’s post-Independence history, has Sri Lanka’s civil society been as vociferous and agitated against a piece of law as it is now. During Sri Lanka’s war against terrorism, with our silence, we endorsed many a regulation proclaimed under the Prevention of Terrorism Act (PTA), even though we knew it eroded civil liberties, including our right to free speech, free assembly, and free movement.",
    "And our silence was also deafening when the governments in the past misused laws in what appeared to be a witch-hunt against human rights activists and members of minority communities. Like the man in German pastor Martin Niemöller’s famous statement that begins with the line “First they came for socialists and I did not speak out, because I was not a socialist…” and ends with “Then they came for me—and there was no one left to speak for me,” we spoke not when laws such as the PTA and the ICCPR (International Convention on Civil and Political Rights) Act were passed and abused to harass civilians, minority community members and journalists.",
    "Journalist J.S. Tissainayagam who was arrested and arraigned under the PTA was like an orphan in his own country. He was abandoned by civil society, trade unionists, and human rights activists who now issue statements and hold daily demonstrations against the proposed anti-terror law.",
    "It was pressure from the European Union and the United States that eventually secured Tissainayagam’s release after he was sentenced to a 20-year jail term in what was seen as a travesty of justice.",
    "In a country that is known for misinterpretation of laws to suit political machinations, the 2007 ICCPR Act was often invoked to uphold anything but what has been emphasised in the 1966 UN convention. Instead of ensuring freedom from torture and promoting fair trial rights, freedom of thought, equality, and non-discrimination, the ICCPR Act became a dreaded piece of legislation. It was used to harass or terrorise writers, human rights activists, tourists and minority community members.",
    "Given our past experience with laws misinterpretation and misapplication, the anti-terror bill that tolerates no dissent makes us shudder.",
    "As recently as a few months ago, student leaders spearheading anti-government protests were arrested under the PTA and detained. If not for the good behaviour condition the international community had set for the government to facilitate the economic bailout packages, the country would have slipped further deep into a democracy-swallowing dark hole.",
    "We agree that recent anti-government protests had been infiltrated by vested political interests, both local and foreign, and public-sector trade union leaders are acting like Mafiosi holding the government to ransom and denying the battered people access to free health and children free education, but to deal with such unruly situations, there are other laws.",
    "A comprehensive anti-terrorism law should concentrate on preventive measures, intelligence gathering, wiretapping procedures, surveillance, arrests, use of force, detention, interrogation, and rehabilitation among other subjects, but Sri Lanka’s anti-terrorism bill appears to be a law tailor-made for crushing democratic dissent and trade unionism and establish an autocratic rule, which the authorities now mistakenly believe is necessary to achieve economic recovery.",
    "Though the government yesterday announced it was delaying the presentation of the bill for consultation with civil society members, it is still problematic, for it lacked a proper definition of what constitutes terrorism. The definitional problem of terrorism is an international crisis. Even the United Nations has not reached a global consensus on what terrorism is, given the truism that one’s terrorist is another’s freedom fighter.",
    "When laws, especially those dealing with a controversial subject such as terrorism, are drafted civil society participation is an essential requirement, and international best practices should be taken into consideration.",
    "However, laws passed after the 9/11 terror attacks, especially by those nations which devised a war on terror to assert their global domination and further their national interest, fall short of civil liberty standards. The US Patriot Act, which undermines the judiciary’s role and the people’s right to privacy, is a case in point.",
    "Sri Lanka has been beset by insurgencies and terror wars. Four years ago this month, a group of Muslim terrorists carried out terror attacks on churches and hotels on Easter Sunday. Therefore, the country certainly needs comprehensive laws to prevent future tragedies, but we cannot allow our outrage against terrorists and terrorism to give the government justification to enact laws that trespass on our freedom guaranteed by"
  ]
}