{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Mihintale-Thera-urges-Govt-to-grant-equal-rights-for-Malaiyaha-Tamils/56-751469",
  "time_ut": 1691367160.0,
  "original_lang": "en",
  "original_title": "Mihintale Thera urges Govt. to grant equal rights for Malaiyaha Tamils",
  "original_body_lines": [
    "Mihintale Rajamaha Vihara Chief Incumbent Walawahangunawewe Dhammarathana Thera along with religious and business leaders of Mihintale welcoming the ‘Malaiyaha Ezhuchchi Payanam’ walk by the Malaiyaha community to mark the 200-year struggle since their arrival in Sri Lanka",
    "Says rights to housing and land must be provided to the community",
    "Observes many struggles faced by the community during its 200-year history in SL",
    "Urges everyone to come together to demand the Govt. grants the community their rights",
    "The Chief Incumbent of the Mihintale Rajamaha Vihara, Walahahangunawewe Dhammarathana Thera yesterday called on the Government to deliver equal rights to the country’s marginalised Malaiyaha Tamil (Indian Tamil) community.",
    "The Thera made the plea while welcoming the ‘Malaiyaha Ezhuchchi Payanam’ walk by the community to the Mihintale town yesterday morning. A 16-day walk from Talaimannar to Matale is taking place to bring attention to the community’s 200-year struggle since their arrival in Sri Lanka to work in the country’s plantation sector and to demand equal citizenship rights.",
    "Dhammarathana Thera said all communities in the country must enjoy equal rights regardless of religious, racial and caste divides. “Likewise the rights to housing and land must be provided to the Malaiyaha Tamil community which has toiled hard to take the brand of Ceylon Tea to the world,” he said.",
    "The Thera blamed the country’s politicians for the various divides in society today. “They created disharmony and divisions based on caste and religious divides. But no matter which caste one belongs to we are all alike. They created Tamil, Sinhala and Muslim schools similar to three separate stones in a hearth to divide us. They are preventing us from uniting,” he accused.",
    "The Thera delivered a powerful message, urging the people not to succumb to politicians’ attempts to divide them along religious or communal lines. He passionately emphasised the importance of standing united and not allowing history to repeat itself. According to him, every individual should be treated with equality and granted their rightful equal rights.",
    "Dhammarathana Thera in his speech also observed numerous struggles and hardships endured by the community, such as inadequate pay, lack of infrastructure, and limited access to health and education facilities to uplift their well-being. “All of us must unite and demand that the Government grants the community their rightful entitlements,” he said.",
    "6 August marked the ninth day of the walk which commenced from Talaimannar on 29 July. The group are retracing the route taken by their ancestors who were brought to Sri Lanka by the British 200 years ago. Following the 22-kilometre walk from Medhawachchiya to Mihintale, they were welcomed in the town centre by Walahahangunawewe Dhammarathana Thera, Rev. Father H. Bennet of the Mihintale St. Anthony’s Church, the business community and residents of the area."
  ]
}