{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cabbage-face-masks/",
  "time_ut": 1704446160.0,
  "original_lang": "en",
  "original_title": "Cabbage Face Masks",
  "original_body_lines": [
    "Both items are freely available in our part of the world…perhaps eggs are in short supply, at the moment, but you need to go ahead and try this out. These face packs are very easy to prepare, and cheap, too.",
    "To prepare the Cabbage-Egg face mask, you will need 04 tablespoons of cabbage paste, 01 egg white, 01 tablespoon honey, 02 teaspoons of rice powder, and a few drops of lemon.",
    "Use a blender to mix all ingredients and make it a smooth paste. Wash your face and then apply this paste on your face evenly. Massage your face, in a circular motion, for two minutes. After 20 minutes, gently wash your face, to remove the mask, and pat dry. You can now apply some moisturizer on your face. Do this twice a week to get the best results. I also need to add that this face mask makes your skin glowing and enhances its look.",
    "If you have dry skin, this face mask should be of benefit to you. What’s more, applying this face mask regularly gives you glowing skin.",
    "For this mask, you will need 02 cup of milk and 1/2 cup of chopped cabbage.",
    "Boil the milk, in low flame. Now add the chopped cabbage to the boiling milk and mix it until it gets porridge consistency. Switch of fame and let it cool. Apply this mixture on your face, with a brush, and let it stay for 20 minutes. Wash your face with water and pat dry. Do this once a week to get good results. This face pack gives you radiant clear skin.",
    "This face mask is effective for all skin types. It reduces skin infections and gives you a clean and smooth face",
    "This face mask needs 01 teaspoon honey, pinch of turmeric powder, and 02 tablespoons of cabbage juice.",
    "All you need to do is mix all ingredients in a bowl and apply it on your face. Let it remain for 20 minutes and wash your face. Pat dry and apply moisturizer. You can do this twice a week to get the best result. This face mask helps your skin from sun tanning and makes your skin soft and bright.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}