{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-Black-Friday-it-s-not-what-you-think/4-755550",
  "time_ut": 1700783516.0,
  "original_lang": "en",
  "original_title": "The Black Friday – it’s not what you think",
  "original_body_lines": [
    "Existence of the traditional small farmer is threatened by our 21st Century food system",
    "There is a calm before the storm, with a few offers peppering social media, and then – on the Friday before the US marks Thanksgiving – the frenzy begins with a retail event of global proportion that is anything but a giving of thanks. Online spending on Black Friday in 2022 in the US alone is estimated at $ 9.12 billion, with 123 million people visiting stores that weekend in anticipation of deals. 2023 promises an even greater haul, with Gen Z embracing the occasion. Some say this is the day when peer pressure drives people to buy what they don’t need, with money they don’t have, often to impress people they don’t like.",
    "Everyone loves a deal, but there is a dark side to Black Friday, Singles Day and the plethora of other excuses for discount events. Taking a step back, among the challenges we face, crises of health, climate and inequality are topmost with connected crises relating to water, migration, cost of living and mental health adding to our reality. At the frontline of each is the producer, whose decisions influence the quality and safety of fruits, vegetables, tea and other agricultural produce we need for life, immunity, nutrition and wellbeing.",
    "Those decisions are taken by producers – to conserve and restore or harm biodiversity to reduce cost, to adopt regenerative, water efficient agricultural methods or opt for the vastly cheaper and more destructive monoculture, deforestation and in the process inhibit climate action and the health of consumers. Those decisions have broad impact because they affect consumer health, compromise nutrition, cause disease but the producer’s fate has wider repercussions as it defines the health of the rural economy, connecting to the ability to achieve a living wage, possibility of containing unsustainable urban migration, addressing gender inequality and preserving healthy soils for future generations. Producing good, healthy, nutritious food is just one part of the compromise that discounts induce.",
    "The day before Black Friday Amazon is advertising 70% off some product lines. A Deloitte survey predicts that consumers in the US will spend on average $ 567 each – up 13% from last year, during the Black Friday weekend, apparently in expectation of sparking ‘holiday joy.’ In the 12 months ending September, 2023 Amazon made $ 256.2 billion dollars in profit, so it is probably not Amazon that is footing the bills for these deals. That begs the question, ‘who is?’",
    "The simple answer is, we are the consumer. Agricultural margins have become precarious to an extent that the existence of the traditional small farmer is threatened by our 21st Century food system. Costs have spiralled, with energy, wages, extreme climate events, demands for sustainability, demand for improved safety, welfare and other measures, all imposing fundamental change to cost of production. In parallel demands from the increasingly concentrated retail environment for deeper discounts, Black Friday and other tactics designed to sell goods more cheaply.",
    "In the foreword to the Living Wage Report on Sri Lanka, Richard & Martha Anker wrote, “The fact of the matter is that most of those who help to grow the food and make the other goods we in the First World consume do not earn a living wage. At the same time, most Third World exporters have a limited ability to raise wages to a living wage (which includes Sri Lanka tea estates as pointed out in this report). This, in turn, means that Sri Lanka tea estates are not able to raise wages up to a living wage. Participation of the entire value chain is required if tea workers in Sri Lanka are to receive a living wage. This includes international tea brands, First World supermarkets, and international and national buyers in addition to Sri Lanka tea estates.”",
    "It is no different in the coffee industry, a 2021 Columbia Law School report – Responsible Coffee Sourcing: Towards a Living Income for Producers – explains, “While many consumers willingly pay high prices for coffee, coffee farmers receive a tiny fraction of the final retail price. Producers are price-takers in a global market that has turned against them. These sustained low prices hurt even more as coffee producers begin to bear the brunt of climate change.”",
    "Online, and bricks and mortar retailers are showing record profits, some even higher than during the pandemic. Producers – not only in tea and coffee, but in every sphere – are at the bottom of the pecking order and struggling to survive. There was a time when 10% was a deal, retail strategies have a minimum expectation of everyday low price, with as many half price offers as possible added to the mix.",
    "Discounting only favours compromise because someone has to foot the bill. As a short sighted reaction to the Global Financial Crisis in 2008, that meant manufacturing capability in some countries was outsourced to others where labour was paid less. That was only the first step. In broader perspective, discounting stifles innovation, compromises quality, safety, and livelihoods, ultimately adding food safety fears to the tsunami of crises we have to contend with.",
    "When the UK’s Guardian newspaper investigated why horse meat was used in beef patties, they reported, “Supermarket buyers and big brands have been driving down prices, seeking special offers on meat products as consumers cut back on their spending in the face of recession. The squeeze on prices has come at a time when manufacturers’ costs have been soaring. Beef prices have been at record highs as has the price of grain needed to feed cattle. The cost of energy, heavily used in industrial processing and to fuel centralised distribution chains, has also soared. There has been a mismatch between the cost of real beef and what companies are prepared to pay.” (Felicity Lawrence, Horsemeat Scandal, the essential guide, Guardian, 15 February, 2013)",
    "We emerged from the pandemic expecting to build back better, but the reality has been different. Only innovation can help us manage the greater challenges ahead of us. As we look for solutions to safeguard our planet, ensure food and worker safety, energy and resource efficiency, quality of life for ourselves and future generations, every producer needs to invest but they lack the profits they need. And so the ‘innovation’ in the food sector focuses less on producing better, more regenerative methods and healthier products and more on delivering cheaper.",
    "Black Friday and deep discounting are a falsehood vigorously marketed to an unsuspecting audience that reacts to the appearance of a deal. There is no deal. Discounting perpetuates a fundamentally unfair relationship between trader and producer, with the one least responsible for quality, taste, wellness and what consumers value most, enforcing upon the one most responsible for those priorities, strictures that demand compromise. Responsible producers need retailers and consumers to sell their produce so they can pay decent wages, invest in safety, quality, innovation and sustainability. Retailers and consumers need responsible producers just as much, for the same reasons. The multitude of certification systems that offer assurances of fairness, sustainability, etc., haven’t achieved much – it is the price a producer receives that determines whether a product is fair or not.",
    "My plea is unlikely to change much for the industry that stands to harvest a windfall this weekend, but even if the moral argument fails to charge emotion, for the sake of your health, your children and grandchildren, for the sake of children, women, men in marginalised communities and for the sake of our planet, please don’t support Black Friday and please lobby for change.",
    "(The writer is the Chairman and CEO of Dilmah Tea, writing in www.integritea.org.)"
  ]
}