{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89946/usaid-to-establish-battery-operated-swapping-stations-for-e-bikes-",
  "time_ut": 1682010000.0,
  "original_lang": "en",
  "original_title": "USAID to establish battery-operated swapping stations for E-bikes",
  "original_body_lines": [
    "The United States Agency for International Development (USAID) Sri Lanka Energy Programme and Sling Mobility (Pvt.) Ltd. have signed a grant agreement to develop and operate two battery swapping stations for electric bikes (E-bikes).",
    "The agreement was signed on18 April, with the grant being the first of its kind for the programme.",
    "Accordingly, it will fund the construction of the stations, also known as battery switching stations, in Colombo.",
    "The stations allow E-vehicle owners to quickly exchange empty batteries for fully charged ones and avoid the waiting time for charging.",
    "The project also will recruit 20 new riders to pilot the deployment of E-bikes for delivery services in a timely, cost-saving, and environmentally safer manner. This one grant activity, within a larger group of grants, will assist in catalyzing the development of EV charging stations in the country.",
    "“The United States and the American people are proud of our enduring and robust 75-year partnership with the people of Sri Lanka,” said USAID Mission Director Gabriel Grau.",
    "“We remain fully committed to support locally led initiatives to advance E-technologies that are critical to promote the progress of a nation in an environmentally friendly and cost-effective way.”",
    "“Sling Mobility is a technology solutions company focused on electric vehicles, and its demand driven approach is key to future of EVs in Sri Lanka and beyond,” said Love Yadav, general partner for Sling Mobility.",
    "“Its business model is stitched around improving EV affordability and faster adoption, reducing rider downtime, and building a platform for sustainable charging. The USAID grant is an important validation for Sling Mobility’s operating model, and we are extremely happy to be a part of this journey.”",
    "The results of the pilot program will show the energy project and Sling Mobility the feasibility of promoting E-battery swapping stations in the country.",
    "The USAID Sri Lanka Energy Program is one component of the United States’ long-standing partnership with the Sri Lankan people to promote a healthy, educated, and employed population.",
    "The program supports transforming Sri Lanka’s power sector into a market-based, secure, reliable, and sustainable system by mobilizing investment to deploy advanced technologies, increase flexibility, and enhance competitiveness."
  ]
}