{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-elevates-home-broadband-postpaid-experience-with-more-data-data-roll-over/",
  "time_ut": 1700537460.0,
  "original_lang": "en",
  "original_title": "Dialog Elevates Home Broadband Postpaid Experience with More Data & Data Roll Over",
  "original_body_lines": [
    "Dialog Axiata PLC, Sri Lanka’s premier connectivity provider, revamped its range of Home Wi-Fi postpaid plans with more data designed to meet the diverse home data requirements of users, extending unmatched value for money and accessibility. The new range of postpaid plans also offers customers a Data Roll-Over feature for the first time in Sri Lankan Home Wi-Fi services, enabling customers to carry-forward unused data quota to the next month.",
    "The Home Broadband postpaid Wi-Fi plans by Dialog Home Broadband have been revamped to provide users with more anytime data without having a separate night-time and day-time data quotas. The newly revamped plans include a variety of options to suit different home Wi-Fi needs starting from 50GB priced at just Rs.1,312/-  (Inclusive of tax). In addition, Dialog Home Broadband also offers unlimited data plan options for Home Broadband users as well, where customers can opt for unlimited data for Facebook, Instagram, YouTube, TikTok, Zoom, Google and Microsoft 365.",
    "The revamped plans are valid for both existing and any new Dialog Home Broadband customers and all existing customers will be upgraded with the new data plans and data roll over feature.",
    "Leveraging Dialog’s unmatched coverage across the island, these data plans seamlessly meet the diverse requirements of today’s consumers. This revamped offering positions Dialog’s Home Broadband plans as the market’s value for money home Wi-Fi solutions, including increased data and benefits to align with current customer needs. As the digital companion of over 17 million Sri Lankans, this new range of Postpaid Home Broadband plans underscores the Company’s commitment to delivering exceptional value-for-money solutions.",
    "More details on the newly upgraded Dialog’s Home Broadband postpaid plans can be accessed via www.dialog.lk .",
    "‘SL could expect steady inflow of forex once debt restructuring is done’",
    "Sri Lanka will become a leading tile exporting country — Macktiles Lanka",
    "Dialog, SLT-Mobitel, Airtel and Hutchison band together to spark Sri Lanka’s digital economy",
    "“Dialog Clinch 2023 Mercantile League Netball Tournament ‘B’ Division Title”",
    "St. Peter’s bag Dialog Schools Rugby League after a lapse of 13 years",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}