{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Bouquets-outweigh-brickbats-for-DDR/108-262112",
  "time_ut": 1688086229.0,
  "original_lang": "en",
  "original_title": "Bouquets outweigh brickbats for DDR",
  "original_body_lines": [
    "*Authorities are proposing a 30 per cent haircut on ISBs and other dollar-denominated debt",
    "*Country needs to reduce its debt by about US $ 17Bn between 2022-2027 to achieve debt sustainability",
    "While sparking a debate whether the domestic debt restructuring (DDR) plan that was approved this week is sufficient for Sri Lanka to attain long-term debt sustainability, the plan is being widely praised for not delivering a jolt and taking an equitable and sensible approach towards tackling the country’s debt crisis.",
    "For some sceptics, this is too good to be true, while for others this is a very well-thought-out plan formulated by the country’s Finance Ministry and the Central Bank after much number crunching.",
    "At the outset, DDR or domestic debt optimization (DDO) as the authorities prefer to call it, has no impact on the country’s financial sector—contrary to the earlier belief of many—,and its effect on superannuation or pension funds such as the Employees’ Provident Fund (EPF) appears to be limited.",
    "The Central Bank Governor Dr.Nandalal Weerasinghe yesterday told reporters in Colombo that the country’s financial sector, mainly represented by banks and non-bank financial institutions, will be excluded from the DDR process as they are already subject to an effective tax rate of over 50 per cent.",
    "As the Governor pointed out, the hit on the banks that is coming from the restructuring of International Sovereign Bonds (ISBs) is curtailed to a certain extent, with the banks having already provided for about 35 per cent of such liabilities. The authorities are proposing a 30 per cent haircut on ISBs and other dollar-denominated debt, which is still under negotiation with foreign creditors.",
    "Even the impact on pension funds is limited as the authorities assured no reduction to current member balances and a nine per cent return, which is more or less what the country’s largest pension fund, Employees’ Provident Fund (EPF) has been delivering on average in recent years.",
    "To do this, the Treasury bonds held by superannuation funds will be exchanged against longer-term maturity bonds. Those superannuation funds who would not opt for this will have to pay 30 per cent income tax against the current 14 per cent special treatment income tax.",
    "While guaranteeing a 9 per cent return, the Central Bank Governor assured that if it drops below that, it will be topped up by the Treasury, and to make it happen, existing laws would be amended, if necessary.",
    "The biggest hit from DDR will be on the Central Bank as the Treasury bills stock held by the Central Bank will be converted into T-bonds (maturity extension) and a coupon rate cut up to 5 per cent. The Central Bank holds little over 62 per cent of the total bills issued.",
    "“Broadly, we feel DDR plan is significantly favourable and pro-growth. We expect the yields to drastically come down in the next week and this will release the investment that had gone into government securities towards production and manufacturing, firing economic growth” Dimantha Mathew, Chief Research and Strategy Officer at First Capital Holdings PLC, said.",
    "As per the debt sustainability analysis (DSA) carried out by the International Monetary Fund (IMF), Sri Lanka needs to reduce its debt by about US $ 17 billion between 2022-2027 to achieve debt sustainability.",
    "By the close of 2022, Sri Lanka had a combined public debt of approximately US $83.7 billion, encompassing both domestic and foreign debt, which is 128.3 per cent of the country's GDP.",
    "Out of this total, the foreign debt stood at around US $41.1 billion, equivalent to 63.6 per cent of GDP, while the domestic debt stood around $42.1 billion, making up 64.6 per cent of GDP. (Indika Sakalasooriya)"
  ]
}