{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-bank-foreign-exchange-spreads-almost-double-in-ad-hoc-peg-analysis-115326/",
  "time_ut": 1678765320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka bank foreign exchange spreads almost double in ad hoc peg: analysis",
  "original_body_lines": [
    "ECONOMYNEXT – Spreads between buying and selling rates of foreign currency at most commercial banks in Sri Lanka almost doubled to about 5.5 percent from 2.9 percent, after a policy of ad hoc interventions started following the lifting of a surrender rule.",
    "According to central bank data the spread between the buying and selling rate for US dollar telegraphic transfers had widened to more than 17 rupees as the rupee appreciated steeply amid ad hoc interventions to block appreciation from around 10 rupees earlier.",
    "Under an IMF program, the central bank is expected to intervene to build reserves. However the central bank’s monetary policy now supports the currency.",
    "On March 13 the TT buying rate for the US dollar was reported at 311.82 rupees and selling 328.87 rupees.",
    "In mid-February when the central bank was operating a mostly consistent peg with a daily guidance rate and a surrender rule, the spread was around 10 rupees.",
    "In this period as the credibility of the peg improved, the spread in the kerb market fell to around 1.50 rupees.",
    "Sri Lanka lost a functioning spot market and also a forward market after the money and exchange policy conflicts worsened from early 2020 and controls were slammed instead of correcting rates, hindering price discovery.",
    "Wide spread may increase the costs of external trade and competitiveness and economic efficiency.",
    "The money and exchange policy conflicts, and printing money for growth (output gap targeting) are to be legalized under a new Monetary Law to be passed under an IMF deal, critics have said.",
    "The spread is before any other bank charges like commissions or fees charged on credit card transactions.",
    "Widening spreads are found in markets when prices are volatile, uncertainty increases and market intermediaries find it difficult to predict where the prices are going next. When volatility falls and predictability increases spreads can narrow.",
    "When a central bank intervenes in forex markets in an ad hoc manner uncertainty increases.",
    "Countries which have inconsistent monetary regimes or flexible exchange rates, tend to also have high nominal interest rates, high inflation, and if they have market access, they may also default after running out of reserves due to operating artificially low policy rates with liquidity injections.",
    "Countries with money and exchange rate conflicts and therefore high nominal rates may be tempted to borrow abroad at lower than domestic rates, during periods where money and exchange policy conflicts do not appear.",
    "In exchange rate regimes which are consistent, including a hard peg (the monetary authority intervenes on a transparent path and does not manipulate interest rates), and a floating exchange rate regime, where the monetary authority has a policy rate but does not intervene in forex markets, policies are consistent and long-term interest rates also tend to be in low single digits.",
    "In flexible exchange rates or ad hoc pegs, interest costs may consist of a large part of budgetary expenditure.",
    "In floating exchange rate currency crises are impossible. However artificially low policy rates in a floating regime can lead to high inflation and banking crises due to mal-investments made during the period of low rates. (Colombo/Mar14/2023)"
  ]
}