{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95244/annual-income-report-should-be-submitted-before-nov30-inland-revenue-department",
  "time_ut": 1701233520.0,
  "original_lang": "en",
  "original_title": "Annual income report should be submitted before Nov.30 - Inland Revenue Department",
  "original_body_lines": [
    "According to the existing Inland Revenue Law, the annual income report for the assessment year 2022/2023 (i.e. from April 01, 2022 to March 31, 2023), must be submitted to the Inland Revenue Department before November 30, the officials of the Inland Revenue Department (IRD) have stated.",
    "They have further pointed out that a fine of Rs. 50,000 and 5% of the tax payable will be imposed on those who maintain tax files without submitting the report by the relevant date, the Parliamentary Communications Department said.",
    "This was mentioned when a workshop on the completion of the annual income report and online submissions to Inland Revenue Department, organized by the Sectoral Oversight Committee (SOC) on Alleviating the Impact of the Economic Crisis, was held in Parliament on Tuesday (28)  with the contribution of resources from the IRD.",
    "The workshop was presided over by the chair of the SOC on Alleviating the Impact of the Economic Crisis, MP Gamini Waleboda, and was held with the attendance of Sate Ministers, a number of Members of Parliament and officials of Parliament. Senior Commissioner Sujeewa Senadheera, Senior Deputy Commissioner Nandana Kumara and Senior Deputy Commissioner M.H.D. Meneripitiya participated in the briefings on behalf of the Inland Revenue Department.",
    "According to the current income tax law, the provision of income reports and the situations that may arise due to non-providing of those reports were also taken up for discussion.",
    "Accordingly, it was stated that income tax files have been opened for all Members of Parliament and practical explanations were given on completing the income report through the website of the IRD and submitting it online to the department’s computer system. Members of Parliament have also inquired from the officials present regarding issues which may arise when submitting the report, according to the Parliamentary Communications Department."
  ]
}