{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95841/usman-khawaja-charged-by-icc-over-black-armband-in-support-of-gaza",
  "time_ut": 1703226060.0,
  "original_lang": "en",
  "original_title": "Usman Khawaja charged by ICC over black armband in support of Gaza",
  "original_body_lines": [
    "Australia opener Usman Khawaja has been charged by the International Cricket Council for wearing a black armband in support of civilians in Gaza during the first Test against Pakistan.",
    "Khawaja, 37, did not wear shoes bearing the words “all lives are equal” and “freedom is a human right” in Perth, as he had in training.",
    "The ICC deemed him in breach of its clothing and equipment regulations.",
    "Khawaja is free to play in the second Test, starting on 26 December.",
    "However, he faces further sanctions if he wears an armband again or makes an on-field statement in support of Palestinians without the permission of the ICC and Cricket Australia.",
    "At least 20,000 Palestinians in Gaza have been reported killed since Israel began bombing the territory in the wake of Hamas’ 7 October attacks, according to Gaza’s Hamas-run health ministry.",
    "Under ICC regulations, players cannot display messages of political, religious or racial causes during international matches.",
    "Khawaja, who is Muslim, has said his message is a “humanitarian appeal” and not a political statement.",
    "“Usman displayed a personal message during the first Test match against Pakistan without seeking the prior approval of Cricket Australia and the ICC to display it, as required in the regulations for personal messages,” said an ICC spokesperson.",
    "“This is a breach under the category of an ‘other breach’ and the sanction for a first offence is a reprimand.”",
    "Khawaja said he would “fight” the decision when he was told not to wear the shoes, which featured writing in red, green and black - the colours of the Palestinian flag.",
    "He posted a video message on social media in which he reiterated his support for civilians in Gaza.",
    "“The ICC have told me that I can’t wear my shoes on-field because they believe it’s a political statement under their guidelines. I don’t believe it is,” he said.",
    "“I will respect their view and decision but I will fight it and seek to gain approval.”",
    "Cricket Australia previously said it supported “the right of our players to express personal opinions” but that it expected them to uphold the ICC rules.",
    "In 2014 England all-rounder Moeen Ali was warned to stop wearing wristbands showing support for Gaza during a Test against India.",
    "Khawaja is set to speak to the media in Melbourne on Friday.",
    "Australia lead the three-match series 1-0 before the second Test at the Melbourne Cricket Ground."
  ]
}