{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Namal-feigns-ignorance-over-unpaid-electricity-bill-for-wedding/56-751437",
  "time_ut": 1691178125.0,
  "original_lang": "en",
  "original_title": "Namal feigns ignorance over unpaid electricity bill for wedding",
  "original_body_lines": [
    "Says all bills relating to his wedding have been paid and settled in full",
    "Hewage challenges Power and Energy Minister to take action based on RTI revelation",
    "Sri Lanka Podujana Peramuna (SLPP) MP Namal Rajapaksa yesterday denied he or his father, former President Mahinda Rajapaksa owes Rs. 2.6 million in arrears to the Ceylon Electricity Board (CEB) for services provided during the former’s wedding reception in 2019.",
    "Yesterday, a Right to Information (RTI) reply by the Ceylon Electricity Board (CEB) to Janatha Vimukthi Peramuna (JVP) member Nalin Hewage started circulating on social media. The RTI response revealed information about unpaid electricity bills related to lighting and generators provided for Rajapaksa’s wedding reception in Weeraketiya, adding to the ongoing discussions about outstanding dues from prominent personalities and institutions.",
    "The letter dated 2 August 2023 indicated that Rs. 2.6 million in tariffs remain unpaid, for the services provided by the CEB for the wedding reception and related events held between 12 - 15 November 2019 at the Rajapaksa’s Weeraketiya residence. The CEB stated in the RTI reply that despite notifying the consumer about the outstanding dues, the payment has not been made up to the current date. In a press conference held yesterday, Hewage issued a challenge to President Ranil Wickremesinghe and Power and Energy Minister Kanchana Wijesekara. He urged them to disconnect the power supply to the Rajapaksa residence in the same manner as they had disconnected the power supply to the Mihintale Rajamaha Vihara.",
    "“The Medamulana Walawwa is not above the Mihintale Rajamaha Vihara,” Hewage said. “We are closely monitoring Minister Kanchana Wijesekara’s response to the revelation of the unpaid electricity bill. How will Kanchana known for taking strict actions against the poor for arrears as low as Rs. 1000 handle this situation,” he asked.  However, MP Namal Rajapaksa claimed he has received no such request from the CEB and he has in fact settled all related dues for his wedding. Rajapaksa said he will look into the document being circulated from the CEB for further inquiry and clarification."
  ]
}