{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CA-Sri-Lanka-CIMA-ink-membership-pathway-agreement-to-reinforce-standing-of-members/34-749660",
  "time_ut": 1687121378.0,
  "original_lang": "en",
  "original_title": "CA Sri Lanka, CIMA ink membership pathway agreement to reinforce standing of members",
  "original_body_lines": [
    "CIMA President Melanie Janine Kanaka and CA Sri Lanka President Sanjaya Bandara exchanging agreement in the presence of CIMA Sri Lanka Country Manager Zahara Ansary and CA Sri Lanka acting CEO Prasanna Liyanage",
    "Two renowned professional organisations, the Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) and the Chartered Institute of Management Accountants (CIMA), signed a membership pathway agreement this month, in an effort to strengthen the professional standing of members of both institutions.",
    "The membership pathway agreement allows members of both CA Sri Lanka and CIMA to qualify and become members of the other institution through the recognition of their prior qualifications, and professional experience.",
    "The agreement was signed by CIMA President Melanie Janine Kanaka and CA Sri Lanka President Sanjaya Bandara, in Colombo at the CA Sri Lanka Head Office in the presence of CIMA Sri Lanka Country Manager Zahara Ansary, as well as CA Sri Lanka Vice President Heshana Kuruppu, CA Sri Lanka acting CEO Prasanna Liyanage, and other distinguished invitees.",
    "Bandara said that the agreement with CIMA is without a doubt the way forward for the benefit of the members in the context of a globalised world where accountants are expected to be internationally mobile.",
    "“I have no doubt that this alliance between CIMA, and CA Sri Lanka will not only influence the prospects of our members, but it will also help strengthen the accounting and finance profession in Sri Lanka. I am certain today’s agreement will be the beginning of a successful partnership,” Bandara said.",
    "Melanie Janine Kanaka, the 89th CIMA President and Co-Chair of the Association of International Certified Professional Accountants, said, “AICPA & CIMA and CA Sri Lanka have been working together for seven years and we are pleased to continue our collaboration. We know that the accounting and finance profession has significantly changed over the past decade. Through this enhanced agreement aspiring and existing accounting and finance professionals in Sri Lanka will be able to acquire the knowledge and competencies they need to build successful careers.”",
    "CA Sri Lanka members who have five years of professional experience must sit for CIMA’s Strategic Level Case Study Learning and the Strategic Case Study Exam through CGMA Finance Leadership Program to be eligible to apply for the CGMA membership from CIMA.",
    "This program provides a fast-track route for CIMA members to obtain the CA Sri Lanka professional qualification so they will be eligible to apply for the Associate Chartered Accountant (ACA) designation. CIMA members with more than five years of post-membership experience must successfully complete the SL1 Advance Business Reporting unit, and CIMA members with post-membership experience of more than three years but less than five years must take the CL1 Advanced Audit and Assurance exam, SL1 Advanced Financial Reporting exam, and SL3 Corporate Taxation exam to obtain membership from CA Sri Lanka.",
    "According to Liyanage, CIMA and CA Sri Lanka have both played a significant role in advancing the accounting and finance industries in Sri Lanka since they were founded. “Apart from fostering collaboration and improving the professional links between both our organisations, I’m convinced that this agreement will also help CIMA and CA Sri Lanka’s members to optimise their standing in the business world.”",
    "Ansary added that the new pathway agreement will help members of both professional bodies and that CIMA is pleased to work with CA Sri Lanka to further advance the accountancy profession in the country and give CA members and students a unique and fast track route to gain the CGMA designation through the state-of-art CGMA Finance Leadership Programme."
  ]
}