{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Hambantota-Port-expects-13-ship-calls-between-June-and-September/108-260826",
  "time_ut": 1686338337.0,
  "original_lang": "en",
  "original_title": "Hambantota Port expects 13 ship calls between June and September",
  "original_body_lines": [
    "The Hambantota International Port (HIP) will be entering the tourism mix of Indian cruise ships, with an agreement of 13 ship calls to the port between June and September this year.",
    "“We are positioning the port to several categories of cruise ships from luxury liners to all inclusive, budget and low budget carriers.  With a 17-metre depth, the HIP can accommodate any cruise liner in the world and as a new and modern port, we are well geared to handle the needs of ships, crew and passengers, immigration and emigration, customs and secure passenger services.",
    "We are well aware that there are more than 2000 cruise ship ports in the world and the HIP, situated in the deep south of Sri Lanka, is ideal to join this circuit, as a convenient port of call for ships plying the Indian Ocean. We have a wide range of touristic offerings at a very short distance from the port’s gate,” said Hambantota International Port Group CEO Johnson Liu.",
    "Cordelia Cruise Lines, which offers holiday packages to Indian and international travellers, kicked off cruise packages from Chennai, with the maiden call of Empress at the HIP. The ship carrying 745 passengers will cover three other major destinations on the island.",
    "“In the past six months we have seen an increase in cruise ships calling at the HIP and we expect to grow this service further. The nexus with Hayleys Advantis,",
    "agents for Cordelia Cruise Lines, is yet another step in promoting Hambantota as an ideal cruise ship destination. While the port’s location away from the busy metropolis and its green environment are added attractions, the port also has a duty free complex, with shops offering high-quality imported products to ship passengers and crews,” Liu added.",
    "Hayleys Advantis offers tourists disembarking at the HIP a number of attractive excursions such as walks through the Galle Dutch Fort, river cruises, hikes to the Diyaluma Waterfall and visits to a nearby turtle hatchery and treks through the Yala, Udawalawe and Bundala national parks. Visits to the Akuressa Tea Factory, Unawatuna Beach as well as shopping sprees are also included. Clarion Shipping, a subsidiary of Hayleys Advantis, is the agent for the vessel.",
    "The inaugural event at the HIP was attended by SLPA Chairman Keith D. Bernard, Cordelia Cruises President and CEO Jurgen Bailom, Hayleys Advantis Managing Director Ruwan Waidyaratne, Northern Province Governor P.S.M. Charles, Sri Lanka Customs ADGC A.M.K.D. Adikari, Southern Naval Commander Rear Admiral T.S.K. Perera, Snr DIG Southern Province S.C. Medawatte and Deputy Controller of Immigration Jayantha Rathnayake. Liu",
    "together with the senior management of the HIP also participated in the event."
  ]
}