{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90881/president-emphasizes-on-prioritizing-convenience-of-students-when-conducting-exams",
  "time_ut": 1685362980.0,
  "original_lang": "en",
  "original_title": "President emphasizes on prioritizing convenience of students when conducting exams",
  "original_body_lines": [
    "In a recent discussion, President Ranil Wickremesinghe expressed his concerns about the obstacles faced by students when taking exams in unfamiliar environments. He emphasized the need for the Ministry of Education and the Examinations Department to prioritize the convenience and progress of students over their own convenience.",
    "Recognizing the difficulties faced by students, the President advised the education authorities to transform schools with a minimum of 75 qualified students into examination centres, provided that it doesn’t disrupt on-going exam activities. He instructed officials to take prompt action in implementing this plan, the President’s Media Division (PMD) reported.",
    "During the discussion, it was revealed that the 2023 GCE O/L examination, which began today (29), would be conducted in 3,568 centres, accommodating a total of 472,553 students. The government has employed approximately 40,000 officials for the smooth execution of the exams.",
    "However, President Wickremesinghe received reports from concerned parents and students regarding the inconvenience caused by redirecting students from their own schools to other examination centres. The Ministry of Education and the Department of Examinations explained that they had made this decision due to the prevailing economic situation, aiming to limit the number of examination centres, the PMD said.",
    "Understanding the impact this has on students’ mental well-being, the President stressed the importance of informing schools and students about such changes at least one year in advance. He also emphasized the necessity of establishing a formal program to conduct all examinations related to children’s education without any delay.",
    "The President clarified that it is not the responsibility of the Examinations Department to provide reasons for not holding exams but rather the primary duty of the Ministry of Education and the Examination Department to create a conducive environment for students to take exams in familiar surroundings, it added.",
    "The discussion was attended by Senior Advisor to the President on National Security and Chief of Staff, Sagala Ratnayake, Secretary to the President, Saman Ekanayake, Secretary to the Ministry of Education, Nihal Ranasinghe, Commissioner of Examinations, Amit Jayasundara, and other officials, according to the PMD."
  ]
}