{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Shannon-Estate-wins-Silvertips-Golden-Award-at-Leafies-2023-by-UK-Tea-Academy/34-756609",
  "time_ut": 1703202213.0,
  "original_lang": "en",
  "original_title": "Shannon Estate wins Silvertips Golden Award at Leafies 2023 by UK Tea Academy",
  "original_body_lines": [
    "G&G group of companies, Hatton Plantation PLC’s Shannon Estate, located in the Hatton region, was crowned Gold for its unique silver needles (silver tips-white tea) at the “Leafies 2023” competition organised by the United Kingdom Tea Academy (UKTA) recently.",
    "Hatton Plantation PLC is one of the leading Ceylon tea manufacturers on the island, producing varieties of high-quality teas in 13 tea estates located in the Hatton and Lindula regions (High and medium-grown) in Sri Lanka.",
    "The Shannon Estate silver needles were graded and adjudged to have a golden award under the Retail Gold category. Dorothy’s Tea in the United Kingdom administered Shannon silver needle products to the competition. This was a great achievement in the Ceylon tea industry to catch up with the international market with uniqueness and purity.",
    "In this annual Leafies competition, 320 tea brands around the world participated, each with unique tastes and cultures. 12 judges from eight nationalities were on the panel for the final grades in different categories. The final awarding ceremony was held at the Asia House in the United Kingdom with the grace of hundreds of guests and 25 award-winning teas sampled after the award presentation.",
    "Silvertips in other words silver needles are known as handpicked tea, produced with special care to the highest standards to ensure the real quality in the art of tea. These selectively picked special buds from unique tea plants go through natural exclusive drying methods under soft sunlight and non-machinery utilisations until the end. The final product of this process is the so-called “white tea,” which includes many health benefits."
  ]
}