{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Does-the-Government-have-money/4-745533",
  "time_ut": 1676932795.0,
  "original_lang": "en",
  "original_title": "Does the Government have money?",
  "original_body_lines": [
    "There has never been a time when understanding public finance has been more important",
    "The 2023 Appropriations Bill approved by Parliament had allocated Rs. 10.9 billion as recurrent expenditure and Rs. 86 million as capital expenditure for the operational activities of the Elections Commission. This should have provided a simple answer to the question whether the Government has the funds to conduct elections in 2023.",
    "It is enough for the conduct of local government elections. Is it adequate for the holding of the unacceptably delayed Provincial Council elections as well? It is probably not enough for the holding of General Elections after March 2023, which is a theoretical possibility, or for the holding of a presidential election after November 2023. These would require action by Parliament through the approval of supplementary estimates.",
    "But all that rests on the assumption that appropriation of funds by Parliament means that there is money. This assumption requires interrogation.",
    "The Government has four sources of revenue: taxes; non-tax revenue (charges for various services such as passports, visits to wildlife sanctuaries, etc.); grants; and loans.",
    "Now that we’re bankrupt, let’s forget about the loans. Grants are few and far between. In 2022, the Government received Rs. 10 billion in grants (0.48% of total revenues that year). Non-tax revenues were Rs. 232 billion in 2022, after the raising of many charges in mid-2022. That was just 12.5% of the total. So, the number that matters is tax revenue. This is what matters in terms of meeting the IMF condition re making progress toward a primary surplus, as well.",
    "On the expenditure side, we know there are many things the State spends money on. But by focusing on the biggest item of salaries and pensions, which would cause conniptions if unpaid, we can get a clear idea of how much is available for other things such as the holding of elections.",
    "In 2020 and 2021, salaries and pensions ate up 86% of total tax revenues. In those two years, all other government expenditures had to be covered by the less than Rs. 200 billion that was left in taxes and a similar sum from non-tax revenues and grants. In 2017, by comparison, Rs. 900 billion was left from tax revenues after paying salaries and pensions. To cover the shortfall in recent years, the Government borrowed copiously, mostly from the Central Bank, which led to galloping inflation. Even in the good years, the Government borrowed from various sources to roll over debt, to cover the losses of State-Owned Enterprises, and other expenditures.",
    "Disbursements for salaries and pensions increased in single digits throughout, except for a 26% jump in 2015, a 15% increase in 2020, and an 11% increase in 2019. The highest increases occurred in the years that had presidential elections, followed after several months by general elections. In such years, the party that wins the presidency gives away public funds to win votes in the general election. For example, in 2015, all state employees were granted Rs. 10,000/month increases, Mahapola payments were increased, etc.",
    "The biggest sinner in driving up spending on salaries and pensions was the UNF Cabinet which was formed in 2015. Yet the fallout was not bad, when compared with what happened in 2020 after Gotabaya Rajapaksa’s November 2019 victory. The unprecedented reduction in tax revenues from Rs. 1,735 billion in 2019 to Rs. 1,217 billion in 2020 led to the crisis.",
    "When the Government slashed the already low tax revenues by 30% in a misguided attempt to accelerate economic growth whilst increasing expenditures, the credit rating agencies lowered Sri Lanka’s rating. When the warning was unheeded, the ratings were lowered further. Sri Lanka was shut out from commercial debt market and started the slide into crisis. When Liz Truss and Kwasi Kwarteng announced radical tax cuts in the UK, the warnings were heeded. The independent Central Bank and other institutions held the line. In Sri Lanka, the not independent Central Bank added fuel to the fire.",
    "It is unimaginable that 86% of a country’s total tax revenues would be needed just to pay salaries and pensions. But the Rajapaksas did not stop there. After the 2022 budget was debated and approved, Basil Rajapaksa as Finance Minister gave further salary and pension increases in January 2022. The additional expenditures on salaries was Rs. 80 billion and Rs. 40 billion on pensions. Had there been no tax increases in mid-2022, salaries and pensions would have amounted to around 93% of total tax revenues. In the first nine months of 2022, even without the latest personal income tax hikes, tax revenues amounted to 1,449 billion, a 12% increase over the previous 12 months. The proportion spent on salaries and pensions had been brought down to 66%. This was despite many of the tax increases not applying to the full 12 months of 2022. If the 15% VAT continues without additional exceptions being made, and the new personal income-tax increases are successfully defended against the beneficiaries of the old order, it may be expected that there will be a significant increase in revenues that can be spent on various things other than the upkeep of current and former state employees.",
    "The current leaders of the Ministry of Finance and the Central Bank appear determined not to engage in borrowing from the Central Bank for everyday expenditures in their effort to bring down inflation to single digits. This means that the cash flow problems that were present in Treasury have been exacerbated to the extent that pension payments were delayed by a few days once or twice, and so on. In 2019, I recall being asked to come early in the month to obtain funds allocated in the budget for the ICT Agency, because they had to give priority to salaries. I can only imagine how bad things must be now.",
    "In this context what matters is what money is in hand on a specific day, from VAT collections, Customs and Excise transfers, etc., not projections of what revenues will be realised over the year.",
    "There has never been a time when understanding public finance has been more important. But this is an opaque subject, possibly made so intentionally.",
    "We are said to be close to getting IMF certification and to crawling out of the hole we’re in. Once the Executive Board signs off, we’ll have a target for 2025 and interim targets (all these details are not public at this time; but will be once the EFF is approved). The first target given below in broad language requires a laser-like focus on revenues of the state and also on expenditures.",
    "Raising fiscal revenue to support fiscal consolidation. Starting from one of the lowest revenue levels in the world, the program will implement major tax reforms. These reforms include making personal income tax more progressive and broadening the tax base for corporate income tax and VAT. The program aims to reach a primary surplus of 2.3 percent of GDP by 2025.",
    "Sri Lanka has not had a primary surplus most years since independence. Even when we did achieve it in 2017 and 2018, it was well below the 2.3%. A primary surplus is achieved when state revenues for a specific year exceed total expenditures, disregarding interest payments. Simply put, the Government must increase revenue every year and cut expenditures if Sri Lanka is to make the journey from deficit to a primary surplus by 2025.",
    "Working with reliable data at granular levels is important both for the officials responsible for meeting those targets and for those of us who want to ensure they do their jobs properly. Instead of the hopeful fictions found in budget speeches and appropriations bills, reliance should be placed on monthly/quarterly revenue yields from various sources and, if possible, also on how much is spent on what on a monthly/quarterly basis."
  ]
}