{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/UNDP-urges-swift-action-and-new-directions-to-advance-Asia-Pacific-s-human-development/56-755237",
  "time_ut": 1700076228.0,
  "original_lang": "en",
  "original_title": "UNDP urges swift action and new directions to advance Asia-Pacific’s human development",
  "original_body_lines": [
    "The Asia-Pacific region is lurching towards an era of unmet aspirations, worsening inequalities, and a steady erosion of democratic spaces. Rising global tensions, new technologies, growing polarisation, and existential threats linked to climate change threaten to disrupt improvements in well-being the region has seen in past decades, says a new report from the United Nations Development Program.",
    "The 2024 Asia-Pacific Human Development Report, launched today, paints a qualified picture of long-term progress, but also persistent disparity and widespread disruption, foreseeing a turbulent development landscape and urgently calling for new directions to boost human development.",
    "Titled ‘Making our Future: New Directions for Human Development in Asia and the Pacific’, the new report argues that unmet aspirations, heightened human insecurity, and a potentially more turbulent future create an urgent need for change.",
    "It warns that the region faces three converging ‘risk clusters’, ranging from existential threats due to climate change and future pandemics, economic headwinds from shifting globalisation patterns and automation, and a flagging pace of reform due to diminishing democratic spaces, rising populism, and polarisation.",
    "While the region will account for two-thirds of global economic growth this year, income and wealth disparities are worsening, particularly in South Asia, where the wealthiest 10 percent control over half of total income. More than 185 million people continue to live in extreme poverty – earning below $ 2.15 a day – a number that is expected to climb higher following the economic shocks of the COVID-19 pandemic, says the report.",
    "“The report underscores that to overcome existing challenges, we must prioritise investments in human development, with an understanding that each nation will tailor its own pathways to do so,” said UN Assistant Secretary-General and UNDP’s Regional Director for Asia and the Pacific Kanni Wignaraja. “By fostering a people-first policy and smart growth strategies that put a high value on natural assets, we can pave the way for a future that is not only more secure and peaceful but also sustainable and prosperous for many millions more.”",
    "To bring about that change the Report calls for three new directions in human development: to put people at the heart of development, to recalibrate growth strategies to generate more jobs and respect the environment, and to focus relentlessly on the politics of reform and the science of delivery to turn ideas into practice.",
    "It also provides a panoramic view of how in an uncertain future, countries can revitalise development strategies to close existing inequality gaps and reduce human insecurity.",
    "A people-centred strategy must start by expanding choice for everyone by, among other things, tackling structural exclusion, upholding human dignity, and building capability. Tackling structural exclusion is not only the ‘right thing to do,’ it could also produce large economic benefits. Promoting women’s equality alone could boost the region’s collective annual Gross Domestic Product by $ 4.5 trillion by 2025, the report says.",
    "With external market conditions becoming more competitive, a razor-sharp focus on competitiveness and diversification is essential. The Report highlights new areas of economic opportunity in the low carbon ‘green economy’ and in technologies, and the region’s rich marine resources that can be optimised and sustained through new technology and investment as part of the blue economy, which is especially important for Small Island Developing States.",
    "“The call for economic growth should be louder, not quieter, as growth remains essential for human development,” said UNDP’s Chief Economist for Asia and the Pacific, and the principal author of the report Philip Schellekens. “Facing growing headwinds to growth and job creation and the prospect of further disruption, it is time to recalibrate both export-led and domestically oriented growth strategies,” he said.",
    "The region’s large informal workforce—about 1.3 billion people—is being left behind, with many workers trapped in low-quality jobs because the formal sector has failed to offer decent employment opportunities. And the region has seen a steady reversal in democratic practices, to a degree last seen in the late 1970s, the report notes, with the pandemic enabling governments to further tighten restrictions on civil liberties.",
    "To chart a new course, governments would need to be future fit to combat the challenges to come. It unpacks how a greater focus on making change happen would be rooted in leadership and governance that is more anticipatory, more adaptable, and more agile."
  ]
}