{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/maliban-continues-to-support-local-farmers-with-cattle-donation/",
  "time_ut": 1684344540.0,
  "original_lang": "en",
  "original_title": "Maliban continues to support local farmers with cattle donation",
  "original_body_lines": [
    "Maliban releases its 2533rd cattle cow as part of their long-term livelihood development program ‘Maliabn Abhaya Daanya Project’ focused on farmers and their families. The cattle donation was held on 30th April at the Bellanwila Rajamaha Vihara. Being one of the largest food manufacturers in the country, their commitment towards society has made great strides in the past year, where purpose and profit come together with thoughtful initiatives such as this.",
    "This concept was developed by Present Chairman Mr. Rathnapala Samaraweera in 2008 with the objective of motivating and supporting local farmers in the country. Maliban has always been associated with saving cows from being slaughtered and giving rescued cows to farmer families around the country.",
    "Funded by Maliban Milk Products, for every 100MT of milk, a cattle cow is to be released to a farmer. In return, the farmers can earn an extra income by selling milk, especially the low-income families. The Maliban Milk Village, dedicated to this CSR initiative, is where the farmers will be using cow dung for their compost to grow vegetables and fruits, which is an added value of earning more income for the farmers.",
    "By providing the best milk powder in the country, Maliban will continue to engage in this program to improve farmers’ livelihoods around the country in the coming days, especially in the current economic crisis.",
    "National Chamber to host B2B meetings with 16 member delegation from India",
    "Brandix extends collaboration with Global Water Partnership to empower youth engagement",
    "Maliban goes green with its six subsidiaries receiving Carbon Footprint Certification",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}