{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Restoring-debt-sustainability-using-all-available-resources/4-750679",
  "time_ut": 1689540191.0,
  "original_lang": "en",
  "original_title": "Restoring debt sustainability using all available resources",
  "original_body_lines": [
    "Many governments resist accrual accounting or even undertaking an asset register, although they know full well that the results would uncover vast value",
    "Sri Lanka is progressing on debt restructuring with foreign and domestic creditors. Restoring debt sustainability and fiscal surplus is key for Sri Lanka to emerge from the economic crisis.",
    "In this context, it would be worth paying attention to public assets and its potential to mobilise additional revenues. Countries with a stronger government net worth (assets less liabilities) experience shallower recessions and recover faster in the aftermath of economic downturns, according to IMF research. Focusing on debt alone and not considering net worth fails to measure debt sustainability accurately, but it is also misleading and has an anti-investment bias.",
    "Despite this encouraging finding, the Debt Sustainability Analysis (DSA) and most fiscal rules are focused solely on cash and debt. They do not recognise public assets, even if these assets could have a much higher value than the outstanding debt. In the case of Sri Lanka most likely beyond $ 200 billion. Professionally managed, public assets in Sri Lanka could generate more than 3 per cent of GDP in additional income to the government - every year.",
    "Recognising that the public sector balance sheet positions that invest the proceeds of borrowing wisely are stronger than those that use debt to finance consumption spending. If dependent on the DSA framework, countries have no incentive to invest in their public infrastructure, as borrowing for investment is not distinguished from borrowing for consumption.",
    "The rating methodologies of the three global rating agencies — S&P, Moody’s Investors Service, and Fitch Ratings — do not incorporate public assets or net worth in part because they do not have visibility into the full scope of the public sector balance sheet. Governments are not incentivised to produce proper balance sheets because rating agencies do not consider public sector net worth in their assessments of sovereign creditworthiness. Their assessment of creditworthiness is limited to considering the level of debt.",
    "Better management of public assets could still help governments improve their ratings, albeit indirectly and in most cases over a longer period. Governments producing a full set of financial statements, with a comprehensive disclosure of assets, could help put focus on the potential of revenue mobilisation from public assets.",
    "The ownership of public commercial assets, operational (companies/SOEs and utilities) and real estate (land and buildings) are often widely distributed within a government. The central government authority, such as the Ministry of Finance, do not fully understand the total value and extent of the portfolio. Experience has taught the departments that such information sharing has only resulted in forced privatisations at bargain prices, to address a budget deficit. Often this occurs without any financial benefit to the department that owned the property, creating the incentive to avoid disclosure.",
    "Many governments resist accrual accounting or even undertaking an asset register, although they know full well that the results would uncover vast value. This may be partly because it is easier to use taxes as the main source of income for the budget. It is not unusual that governments deliberately don’t account for assets properly so that they can continue to justify taxation at levels they know they could lower if they did account for assets properly. This is despite any ethical perspective on such intentionally misleading tactics.",
    "With the profit motive and the transparency from proper accounting missing in the public sector, there is little incentive to do what makes sense financially, only what makes sense from a political perspective.",
    "The Asset Map – a shortcut to understanding the value of public real estate",
    "Instituting the necessary accounting systems and adopting appropriate accounting standards is a complex and lengthy process, though essential for effective long-term asset management. In the meantime, the ‘Asset Map’ – a quick, low-cost solution to find the hidden assets and understand the portfolio’s total value – is a practical first step to enable the design of a strategy to capture value from the portfolio of commercial assets.",
    "The more detailed valuation of the portfolio will be carried out as part of the production of the financial statements once the assets are consolidated within a corporate holding structure.",
    "The asset map is the shortcut before this consolidation is done, a quick back-of-the-envelope assessment used to form the basis for a business plan and a tool to mobilise political will to consolidate the assets within a proper holding vehicle. The asset map will help demonstrate the size and value of the portfolio of assets and the potential income that can be generated from managing the portfolio better. It establishes why it would make sense to invest the political capital to achieve this additional non-tax income.",
    "Asset mapping is a process that can be done in weeks or months, depending on the quality of the underlying data. The cost is likely in the tens of thousands of dollars, while the ultimate gain is counted in billions, depending on the portfolio size – to the benefit of society as a whole.",
    "(The writer is the principal of Detter & Co, an advisor to governments, investors and IFIs such as the IMF, World Bank and the Asian Development Bank. He led the restructuring of the Swedish portfolio of state-owned assets and is the author of ‘The Public Wealth of Nations’.)"
  ]
}