{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-epf-members-will-not-be-harmed-in-debt-restructure-president-118969/",
  "time_ut": 1682490360.0,
  "original_lang": "en",
  "original_title": "Sri Lanka EPF members will not be harmed in debt restructure: President",
  "original_body_lines": [
    "ECONOMYNEXT- Sri Lanka’s Employees’ Provident Fund members will not be harmed in any debt domestic restructuring and it was not possible to set preconditions before negotiations with foreign creditors, President Ranil Wickremesinghe said.",
    "“They (foreign creditors) are saying to discuss domestic debt restructuring as well. We haven’t taken a final decision,” President Wickremesinghe told parliament.",
    "“I saw a question on the EPF. I would like to say that will not allow any harm to come to the beneficiaries.”",
    "Sri Lanka has to restructure domestic debt to meet a ceiling on gross financing need set in an International Monetary Fund debt sustainability analysis.",
    "“When we discuss we have to take decisions. We cannot put conditions are go to negotiations. It is more advantageous to talk without preconditions.”",
    "Sri Lanka officials have said that rupee debt in the central bank will be re-structured and others debt will res-structured on a voluntary basis.",
    "A key requirement to meet the GFN target will be reduce maturing debt volumes in each year. It can be done by extending maturities.",
    "“We have to look at each sector. Nobody will be harmed,” he said.",
    "“Some banks are saying we cannot face it. Then I am saying take over the economy and take it forward.",
    "“People cannot place a gun to the head and say if this is done this will collapse. This condition and that condition is not possible.”",
    "“If it collapses I will close it,” Wickremesinghe said. “That is all that has to be done.”",
    "Wickremesinghe said he had taken over when the country had defaulted and could not import required goods.",
    "Sri Lanka has tried to run the country by denying monetary stability through a combination of flexible inflation targeting and output gap targeting (printing money to boost growth) for several years, running into a series of currency crisis, and depreciating the currency, running up foreign debt as long as ratings were favourable.",
    "Several other countries which followed flexible inflation targeting regimes with a reserve collecting central bank including Argentina, Zambia and Ghana have already defaulted. Pakistan is close to default. (Colombo/Apr26/2023)"
  ]
}