{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-eyeing-investment-only-deal-with-india-rcep-hits-roadblock-president-141926/",
  "time_ut": 1701313020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka eyeing investment only deal with India, RCEP hits roadblock: President",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has started discussions on separate agreements on investment and trade with India and an attempt to join the Regional Comprehensive Economic Partnership has been hit by a lack of rules to admit new members President Ranil Wickremesinghe said.",
    "Sri Lanka was earlier attempting to have a Comprehensive Economic Partnership Agreement (CEPA) which was scuttled by economic nationalists during Rajapaksa administration.",
    "“We have recommenced the talks with India,” President Wickremesinghe told an economic forum organized by the Ceylon Chamber of Commerce.",
    "“Earlier it was to be one. India has told us … they want one separate one on investment, and one separate one on trade. The investment one I think will take off first.”",
    "Sri Lanka is also talking to Bangladesh and is eyeing a free trade deal with India.",
    "“All of this means within 5 – 6 years we have to open up. But with China we have taken the stand that we need a much longer period.”",
    "Sri Lanka is to sign a free trade deal with Thailand next February, where tariffs will be brought down over a 15 year period.",
    "Lack of free trade has been blamed by critics for exploitation of domestic customers, loss of tax revenues to import substitution or geriatric firms through tax arbitrage and weakening export competitiveness, which eventually hits growth.",
    "“We applied to join the RCEP. The RCEP has informed us that they do not have a procedure to admit new members. So that is going to take a bit of time.",
    "Nguyen Ngoc Huy, Deputy General Director of Vietnam’s HoaSen Group to the forum his group expanded due to numerous free trade agreements that Vietnam’s government entered into.",
    "Vietnam started to open its economy in 1986 under its ‘renewal’ program (Doi Moi) and its economy imploded as the currency collapse from around 20 to the US dollar 600 triggering a new wave of boat people due to central bank re-financed credit.",
    "Central bank reforms started from 1987 but significant monetary stability was achieved about 5 years later with the dong at 12,000 to the US dollar. There were no vested private interests to block free trade in the country and exploit the public in the state enterprise driven country.",
    "Vietnam is part of ASEAN and struck a bilateral trade deal with the USA in 2001. The US-Vietnam BTA committed the country to deep legal and structural reforms including the current public listing of state banks, analysts say.",
    "The BTA was signed at a time when the US deeply believed in free trade as a tool of mutual prosperity and global peace in line with classical liberal thinking.",
    "The Hoa Sen group which started in 2001 as distribution firm, has now grown into a steel produced group with annual sales of 2.2 billion US dollars.",
    "Free trade agreement with the EU and other countries allowed the firm duty free access, subject to rules of origin, Huy said.",
    "The RCEP also allows the group to export to Mexico using raw material from other RCEP members like Japan, Huy told EconomyNext."
  ]
}