{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-insurance-trincomlaee-branch-transforms-to-a-state-of-the-art-branch/",
  "time_ut": 1700674500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Insurance Trincomlaee branch transforms to a State- of- the-Art branch",
  "original_body_lines": [
    "Elevating excellence, Sri Lanka Insurance transforms its Trincomalee branch, located at 46, Main Street, Trincomalee to a State-of-the-Art Branch. The branch is equipped with modern and State-of-the-Art Technology and working spaces in an energetic and vibrant atmosphere.",
    "The Customer waiting area of the branch has been elevated to deliver an enhanced customer experience and all processes and facilities of the branch have been improved to ensure customer convenience. Furthermore, the training center of the branch has also been upgraded to accommodate a larger number of persons and provide them with higher standards of training and development.",
    "The ceremonial opening of the upgraded branch took place on the 15th of November 2023 in the presence of SLIC’s Chief Executive Officer – Chandana L Aluthgama, Chief Business Officer – Ms. Namalee A. Silva, Assistant General Manager/Head of National Sales (Life) – Jagath Welgama, Head of Distribution (General Insurance) – Lalith De Silva, Deputy General Manager – Support Service – Chaminda Gunasinghe, Assistant General Manager – Engineering – Jeewantha Welihinda, Acting Head of Department – Internal Audit – Prasad Egodagamage, Eastern Region management, Branch Management of Trincomalee, Akkaraipattu, Kalmunai and Kantale representing Life and General categories. Distinguished invitees and customers of the area were also in attendance at the events.",
    "Expanding its presence in the Eastern region, Sri Lanka Insurance declared open an Agency Business Development Center (ABDC) in Muthur on the same day. Agency Business Development Centers allows SLIC to further enhance its reach, which provides convenience and speed of service delivery to its loyal customers in relation with their protection needs.",
    "Vogue Jewellers’ commitment to excellence shines with Lifetime Warranty and Golden Friday Delights",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}