{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/us-ambassador-to-sri-lanka-disappointed-by-local-mps-regime-change-allegations-119140/",
  "time_ut": 1682584380.0,
  "original_lang": "en",
  "original_title": "US ambassador to Sri Lanka “disappointed” by local MP’s regime-change allegations",
  "original_body_lines": [
    "ECONOMYNEXT – US Ambassador to Sri Lanka Julie Chung has expressed her disappointment over a book authored by a Sri Lankan MP detailing an alleged US-backed regime-change conspiracy, which Chung said should be labelled fiction.",
    "“I am disappointed that an MP has made baseless allegations and spread outright lies in a book that should be labeled ‘fiction’. For 75 years, the US [and Sri Lanka] have shared commitments to democracy, sovereignty, and prosperity – a partnership and future we continue to build together,” Chung tweeted Wednesday April 26 evening.",
    "I am disappointed that an MP has made baseless allegations and spread outright lies in a book that should be labeled “fiction.”  For 75 years, the US & SL have shared commitments to democracy, sovereignty, and prosperity – a partnership and future we continue to build together.",
    "The ambassador’s remark was a thinly veiled reference to a recently published book by MP Wimal Weerawansa, a Marxist-turned-nationalist politician with a penchant for conspiracy theories that allude to US-led Western imperialist forces looking to destabilise countries like Sri Lanka. The MP is also widely seen as pro-China and pro-Russia in his foreign policy outlook. He was also a prominent member of several governments headed by former Presidents Mahinda Rajapaksa and Gotabaya Rajapaksa.",
    "On Wednesday, at the launch of his book Nine: The Hidden Story, Weerawansa spoke of an alleged plot to assassinate then President Gotabaya Rajapaksa during the Aragalaya anti-government protests of 2022 which intensified after pro-government elements launched an unprovoked attack on peaceful protestors gathered at Colombo on May 09, which in turn led to retaliatory mob violence island-wide. One government MP was killed and the residences of several legislators were torched in the violence.",
    "Weerawansa claimed that a conspiracy was hatched to assassinate President Rajapaksa and top military officials and have the Speaker of Parliament take over as head of an interim government around the second week of July before Rajapaksa resigned after fleeing the country.",
    "The former MP even claimed that the absence of former Army Commander Gen Shavendra Silva from the country the previous day was suspicious. He added that allegations of human rights violations levelled at Silva by the United Nations were aimed at controlling him.",
    "Chung, in a move somewhat unprecedented for a senior Western diplomat in Sri Lanka, took to Twitter to reject the MP’s claims.",
    "The Defence MInistry, meanwhile, also released a statement on Weerawansa’s remarks on Gen Silva’s movements around the time of the incident. The ministry said the general had flown to India to take part in a Deputy National Security Advisor Level Meeting of the Colombo Security Conclave, a security conference organised between friendly countries in the South Indian Ocean region, held on July 07.",
    "“The Ministry of Defence emphasises that under the directions and approval of the then President of Sri Lanka and the Defence Ministry, the Chief of Defence Staff (CDS) and former Commander of the Army General Shavendra Silva participated in the Meeting representing the Government of Sri Lanka,” the Defence Ministry said.",
    "It further said the MP’s comment was “baseless” and that “the Chief of Defence Staff and former Commander of the Army General Shavendra Silva was on an official visit to India in July 2022 to attend the meeting of the Colombo Security Conclave with the approval of the then President of Sri Lanka and Ministry of Defence.” (Colombo/Apr27/2023)"
  ]
}