{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hypocrisy-of-saviours/",
  "time_ut": 1700069640.0,
  "original_lang": "en",
  "original_title": "Hypocrisy of saviours",
  "original_body_lines": [
    "Shortages that Sri Lanka is struggling to cope with are far too numerous to enumerate, but there is no dearth of self-proclaimed saviours. A recent brawl involving three MPs near the parliamentary chamber prompted the party leaders to have a committee appointed to investigate the incident. They said such action had to be taken to enforce discipline in Parliament and arrest the erosion of public trust in the legislature. The probe committee has submitted its report to Speaker Mahinda Yapa Abeywardena.",
    "Will the party leaders on a mission to save Parliament from the rowdies in kapati suit care to tell us why no legal action was taken against the UPFA MPs who went on the rampage in the House, in late 2018? Those violent elements smashed furniture and microphones in the chamber, lunged towards the Speaker menacingly, prompting the police to intervene to ensure his safety, toppled his chair, attacked the police and hurled chilli powder at the Opposition MPs. They should have been arrested and prosecuted, but they were allowed to get off scot-free, and most of them are in the current Parliament. No wonder indiscipline reigns in the House.",
    "The Rajapaksa-Wickremesinghe government has undertaken to save cricket. But it is shielding the corrupt who have ruined the game and undermining Sports Minister Roshan Ranasinghe, who is trying to cleanse the cricket administration of corruption. The Cabinet, which is under President Ranil Wickremesinghe’s thumb, is said to have made its approval mandatory for the appointment of cricket interim committees. Denying that the Cabinet has made any such decision, Minister Ranasinghe has accused the government propagandists of disseminating misinformation, but they would not have issued such a statement unbeknownst to the powers that be. The Opposition insists that some members of the President’s inner circle are protecting the disgraced cricket administrators, and, if so, the incumbent Cabinet will safeguard the interests of the culprits instead of combating corruption, which has ruined cricket.",
    "The International Cricket Council (ICC) would have the world believe that it is all out to rid cricket of corruption, but it has suspended SLC’s membership on the grounds of what it calls political interference. How come the international cricket governing body considers action taken by the Sports Minister and Parliament to eliminate corruption in the cricket administration as political interference? Does the ICC think the SLC office-bearers are above the law? Is the ICC being manipulated by some rogues who are thriving on betting, match fixing, etc., and protecting their stooges in the garb of cricket administrators in the member countries?",
    "The Bar Association of Sri Lanka (BASL) has taken exception to some caustic comments the MPs made on judicial proceedings and judges during last week’s parliamentary debate on SLC. One cannot but agree that the MPs should not use their parliamentary privileges to denigrate the judiciary. Equally, all judicial officers must be above suspicion, for the appearance of impropriety severely erodes public confidence in the judiciary. Sadly, there occur situations where justice is not seen to be done. This is something the champions of judicial independence ought to take cognisance of.",
    "Did the BASL, which has expressed concern about the MPs’ derogatory comments on judges and judicial proceedings, take any action against its members who went berserk when the judgment in the White Flag case was given by the Colombo High Court in 2011? Some lawyers staged a protest inside the courtroom itself, damaging furniture and threatening two judges including a woman. If the police had not intervened to protect the judges, they would have been assaulted. Will the BASL tell us whether it pressed for legal action against its unruly members who should have been arrested and prosecuted for that violent incident?",
    "Above all, the Rajapaksas, who never miss an opportunity to boast of having saved Sri Lanka from terrorism, have ruined its economy. A need has arisen for the country to be saved from their clutches!",
    "Unhappy is the land that has hypocrites masquerading as saviours.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}