{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/War-in-Ukraine-strikes-in-Sri-Lanka-EDITORIAL/172-255276",
  "time_ut": 1678029283.0,
  "original_lang": "en",
  "original_title": "War in Ukraine, strikes in  Sri Lanka - EDITORIAL",
  "original_body_lines": [
    "The war in Ukraine has dragged on for over 371 days. Ukraine has been laid waste. The Office of the United Nations High Commissioner for Human Rights (OHCHR) verified a total of 8,006 civilian deaths during Russia’s invasion of Ukraine as of February 26, 2023, of them, 488 were children.",
    "Another 2,383 persons have been injured according to UN estimates. Statista.com estimated on February 14, the damage to housing facilities from the Russian invasion of Ukraine based on publicly available evidence was estimated at US$ 54 billion.",
    "According to reports in ‘AA’ (a Türkiye media outlet), Ukrainian forces have claimed that 19,300 Russian troops had been killed, 152 Russian aircraft, 137 helicopters, 112 unmanned aerial vehicles,722 tanks, 1,911 armoured vehicles have also been destroyed.",
    "At the Munich Security Conference earlier this month, China’s top diplomat Wang Yi told world leaders that China is working on a peace proposal to end the conflict in Ukraine.",
    "While Ukraine leader Volodymir Zelensky said he would like to discuss the Chinese proposal, the European External Action Service reported on February 26, citing EU Foreign Policy Chief Joseph Borrell saying China’s “position paper” regarding Russia’s full-scale war against Ukraine is not really a peace plan.",
    "US President Joe Biden dismissed the Chinese plan out-of-hand saying “Putin is applauding it, so how could it be any good? I’m not being facetious,” he said. “I’m being deadly earnest.” And so... the war in Ukraine continues with the numbers of dead and wounded rising by the day. But the US and her hand maidens in NATO, are sacrificing Ukraine to their aim of encircling Russia.",
    "While the Ukrainian president has expressed interest in the Chinese peace plan, the US and its NATO allies (West European countries) seem to have no interest in bringing the conflict to an end. Instead, they are pouring weapons of destruction into Ukraine to extend the conflict, fully knowing Ukraine has no capacity to militarily defeat Russia.",
    "In our own country, a similar battle is being fought on the economic front. Our country has been bankrupted having no means to repay its creditors. We have lost our credit-worthiness in the eyes of international banking system.",
    "Our international debt is over US$ 40 billion. A scarce year ago, the country was facing an anarchic situation with chronic shortages of basic foods, medicines, rolling 8-hour power cuts, a breakdown of the education system, unavailability of fuel and gas, a skyrocketing cost of living and closure of a large number of small and medium business enterprises.",
    "In turn this led to loss of employment and further suffering.",
    "Rage at the ongoing situation resulted in the masses taking to the streets. It culminated in the bloodless overthrow of the elected president and the constitutional installation of Ranil Wickremesinghe as president.",
    "In under a year; since his installation, shortages have been reduced and daily power cuts are now a distant memory. The new president and his team - though unpopular - are on the brink of successfully negotiating an IMF bailout facility. Through careful fiscal management, there has been a rise in the country’s foreign reserves and an appreciation of the rupee against the US dollar.",
    "But with wages not keeping pace with the rising cost of living, government is unpopular. Again, the government is attempting to postpone local government elections which are due this month, claiming it does not have the finances to carry out that exercise. Simultaneously, a new tax regime which affects the wealthy and does not hurt the poor has been imposed.",
    "Yet, strikes and work stoppages against the tax and postponement of LG elections are being called by trade unions (TUs), who should be protecting workers’ rights, not protecting the wealthy. These disruptions could drag down the recent economic gains the country has made. The losers will be the ordinary folk of this country. The rich and the wealthy have the capacity to ride out the present financial crisis.",
    "Are we, through blinkered vision, creating conditions for the sons and daughters of the less fortunate sections of society to be turned into ‘drawers of water and hewers of wood’ to the rich and privileged in society?",
    "The question our trade unions must ask themselves is, in whose interest is it, to sabotage recent economic gains, by raising false foes, in the face of an economic melt-down."
  ]
}