{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Conspiracy-being-hatched-to-reappoint-MR-as-PM-claims-Opposition/56-748315",
  "time_ut": 1684106785.0,
  "original_lang": "en",
  "original_title": "Conspiracy being hatched to reappoint MR as PM claims Opposition",
  "original_body_lines": [
    "SJB MP Hector Appuhami claims President is attempting to fabricate a non-existent public uprising by calling in for more security",
    "NPP’s Vijitha Herath accuses SLPP of causing confusion by disseminating various stances through various factions in order to take devious decisions",
    "Opposition MP Mano Ganesan asks President to do as he pleases but demands fresh elections to ensure people’s mandate is reflected in Parliament",
    "Amidst the sudden strengthening of security in and around Colombo over the weekend, members of the Opposition yesterday accused the Sri Lanka Podujana Peramuna (SLPP) of plotting to reappoint its leader Mahinda Rajapaksa as the Prime Minister of Sri Lanka.",
    "Though Rajapaksa was forced to step down in May last year due to public pressure, Samagi Jana Balawegaya (SJB) MP Hector Appuhami yesterday said the SLPP is now attempting to reappoint him to replace current Premier Dinesh Gunawardena.",
    "“The President has now called in the military to Colombo to fabricate a non-existent public uprising,” he alleged. He said the President has become a hostage of the SLPP.  Meanwhile, National People’s Party (NPP) MP Vijitha Herath also expressed similar incidents yesterday. Speaking at a party meeting in Mirigama, Herath said the Government has brought in Police from around the island to Colombo. “This is a conspiracy for Mahinda Rajapaksa to become the Prime Minister yet again,” he claimed.",
    "The MP said in the event Rajapaksa is appointed as Prime Minister the people will take to the streets. “The Police and the military are well aware of this as well,” he said. Herath noted that while one SLPP faction claimed it was in fact a preparation to bring back Rajapaksa, another faction has denied it. The NPP MP said the Government is creating confusion among the public to take devious political situations such as this.",
    "Speaking to media personnel during an event in Moratuwa yesterday Tamil Progressive Alliance leader Mano Ganesan claimed Rajapaksa is requesting President Ranil Wickremesinghe to reappoint him as Premier. “He has woken up from his sleep and now wants to be PM yet again,” the MP noted.",
    "“Fine, appoint him as the PM. If need be, let Wickremesinghe resign and appoint Rajapaksa as the President as well. But dissolve the Parliament and give us an election to form a new Government. Then the people’s voice will be truly reflected in parliament,” he said.",
    "While rumours about the possibility of Prime Minister Mahinda Rajapaksa being sworn in began to circulate on Friday, Prime Minister Dinesh Gunawardena refuted the claims. The Police claimed the heightened security was due to an unspecified intelligence received. Currently 1900 Police have been deployed in Colombo."
  ]
}