{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Struggle-for-truth-and-accountability-for-Easter-bombing-needs-to-continue/14-747580",
  "time_ut": 1682097912.0,
  "original_lang": "en",
  "original_title": "Struggle for truth and accountability for Easter bombing needs to continue",
  "original_body_lines": [
    "The investigations by governments under three successive presidents, have not disclosed the truth of who was behind the attacks",
    "Four years have passed since the fateful Easter in 2019 which plunged the entire country into shock and terror. The synchronised attack by a team of 10 suicide bombers took the lives of 272 persons and injured another 500 or more in a total of six simultaneous attacks – on three churches and three luxury hotels. The victims included entire families, parents with their children and also foreign citizens who had come to spend their Easter in Sri Lanka.",
    "The country virtually shut down for two months during which time people were living on rumours and afraid to venture into crowded areas. There was no logic in the attack in which one minority religious group targeted another minority religious group with whom there had been no prior local history of conflict.",
    "The investigations by governments under three successive presidents, however, have not disclosed the truth of who was behind the attacks. The best that has been done so far, has been by the Supreme Court. This followed a Fundamental Rights case filed by the Catholic Church and other citizens as no proper investigations were initiated by the Government to provide legal redress. Having perused the investigation reports, it found former President Maithripala Sirisena and four senior security officials guilty of negligence in having failed to act on intelligence information that they had received. They all were subjected to fines, running into millions of rupees which the officials in particular would be hard pressed to pay. Unfortunately, the court did not identify who was the mastermind behind the bombings. So the search for the truth must continue as it is now widely suspected that these horrific attacks could have been engineered in order to gain political advantage electorally.",
    "Spokespersons for the Catholic Church led by Cardinal Malcolm Ranjith have registered their dissatisfaction with the Government investigations so far. The Church is also putting pressure on the UN Human Rights Council on the need to carry out an independent investigation. There is a need to support the initiatives of the Church to identify and expose the perpetrators and not protect the culprits. The National Peace Council believes in the need for a truth commission to investigate the Easter bombings in the context of the failure of the current Government investigations. The dead have no voice to demand justice, so it is the duty of the living to seek the truth. This is one of the reasons for the importance given worldwide to truth commissions to investigate controversial events of the past.",
    "While we remember the victims of the Easter 2019 carnage, we cannot ignore the fact that family members of disappeared persons during the three decade long war have been protesting for the past 2,000 days without any meaningful response from the authorities. We note that the Government is proposing to establish a truth commission to look into what happened in the war and bring about national reconciliation. Such national initiatives which demonstrate the commitment of the Government and larger society to achieve reconciliation through truth seeking and accountability for crimes committed, including the Easter bombing, need to be supported by opposition political parties, the business sector, religious leaders, civil society and the international community ."
  ]
}