{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/25/russia-truce-wagner-forces-withdraw-from-rostov-turn-back-from-moscow/",
  "time_ut": 1687659000.0,
  "original_lang": "en",
  "original_title": "Russia Truce: Wagner forces withdraw from Rostov; turn back from Moscow",
  "original_body_lines": [
    "Colombo (News 1st) – Troops of the Wagner Group Russian mercenary army withdrew from the southern Russian city of Rostov early Sunday (25th), a day after they occupied the city and brought Russia to the brink of civil war, international media reported.",
    "Fears of widespread bloodshed rose on Saturday when a column of Wagner mercenaries made a dash for Moscow, 1,200 km from Rostov. Sporadic attacks by Russian helicopter gunships were ineffective and they reached a point just 200 km from Moscow before a truce was brokered by the President of neighboring Belarus, Alexander Lukashenko.",
    "Wagner chief Yevgeny Prizokhin, 62, then ordered his troops to turn back from Moscow and return to Wagner bases in Russia and Ukraine.",
    "The Kremlin then announced that those involved in the Wagner mutiny would not be prosecuted, despite President Vladimir Putin's public declaration just hours earlier labeling them as having committed treason and saying that \"Russia's future is at stake\".",
    "The Russian government had earlier on Saturday ordered the arrest of Prigozhin and the country's security agency, the FSB, opened a criminal investigation against him for attempting to start a civil war in Russia.",
    "Russian forces in Moscow remain on high alert, and Russian journalists reported that armored vehicles were patrolling the streets of the capital.",
    "The Wagner Group, the private army that has been fighting against Ukrainian forces in Ukraine alongside the Russian military, mutinied on Friday and crossed the border into southern Russia from Ukraine and took control of the strategic city of Rostov. It is believed to have approximately 25,000 soldiers. International media showed footage and photos of Wagner Group mercenaries with battle tanks patrolling the streets of Rostov.",
    "Rostov is the headquarters of the Russian military Southern Command, which is directing all military operations in Ukraine. The city is home to more than one million people and is over a hundred kilometers from the border.",
    "Prigozhin had threatened to \"go all the way\" to topple Russia's military leadership and demanded the removal of Defence Minister Sergei Shoigu and Army Chief General Valery Gerasimov. He did however repeatedly state that the actions were \"not a coup\" against Putin's government.",
    "Prigozhin was earlier a key ally of Russian President Vladimir Putin. Although paramilitary groups are banned in Russia, the Wagner Group has been operating for several years both in Russia and internationally in more than 20 countries mainly in Africa.",
    "Tensions have escalated between the Wagner Group and Russia's military over the last several months. Wagner forces have been in the forefront of fighting against Ukrainian forces in battles for several key towns and villages in Ukraine. But the Wagner Group has accused Russia's military of not providing sufficient Russian soldiers and adequate supplies of ammunition.",
    "Prigozhin accused the Russian military of launching a missile strike that killed a large number of Wagner troops and said his forces would \"march for justice\" in order to rid the Russian military leadership of what he called \"evil\".",
    "F1 team Alpine secure €200m backing from investors including Hollywood actor Ryan Reynolds"
  ]
}