{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/eternal-impunity-for-academic-fraud-in-sri-lanka/",
  "time_ut": 1691593020.0,
  "original_lang": "en",
  "original_title": "Eternal Impunity For Academic Fraud In Sri Lanka",
  "original_body_lines": [
    "Sri Lanka is not normal for more than a year now. During this time of economic austerity, social ruptures, and political upheaval, it is critical for the fourth estate to hold state institutions, authorities, and people who work in the public sector (including the universities) accountable for their actions or inactions, omissions or commissions because for most ordinary people the state has become an enemy of the people as a result of alleged robbery of the people (taxpayers’ money) by politicians and bureaucrats.",
    "An academic staff at the University of Jaffna (UoJ), namely Selvarathinam Santhirasegaram, was promoted to the post of ‘Professor in Economics’ with effect from the 01st of August 2019 (when Kathirgamanathan Kandasamy was the so-called “Competent Authority” of the UoJ) having applied for merit promotion in July 2015 (when Vasanthy Arasaratnam was the Vice-Chancellor, who is currently a member of the University Grants Commission) causing millions of additional expenditures to the exchequer on a quack professor.",
    "A whistleblower academic in the same department at the same university, Muttukrishna Sarvananthan, challenged the merit promotion of Selvarathinam Santhirasegaram (Respondent No.12) to the post of Professor in Economics at the University Services Appeals Board (USAB) on 5th of December, 2019, on the basis of alleged irregularities in the processing and the evaluation of the application for merit promotion as well as alleged fraud committed by Selvarathinam Santhirasegaram by way of copying (plagiarising) entire chapters from textbooks in economics written in Tamil by academic authors in Tamil Nadu and published by the Tamil Nadu Text Book Society (TNTBS, which is now known as Tamil Nadu Textbook and Educational Services Corporation – TNTESC – of the State Government of Tamil Nadu)  and publication in predatory academic journals. Copying verbatim is a violation of the copyright law/s of any country and therefore a criminal offence.",
    "Before formally lodging the aforementioned Appeal No. 1000 at the USAB on 5th December 2019, Muttukrishna Sarvananthan had several times complained to the UGC, the so-called Competent Authority Kathirgamanathan Kandasamy, and the Council of the University of Jaffna between 23rd April 2019 and 21st June 2019, but of no avail. Instead of investigating my complaints, the then so-called Competent Authority Kathirgamanathan Kandasamy through the Council sought an ‘explanation’ for complaining to the UGC Chairman.",
    "There is also circumstantial evidence to suspect that Selvarathinam Santhirasegaram’s doctoral thesis submitted in 2008 to the Huazhong University of Science and Technology (HUST) at Wuhan in China was written by a Pakistani colleague at the same Chinese university in Wuhan. When “Selvarathinam Santhirasegaram cannot even write a simple email in proper English, how could have he written a Ph.D. thesis in English language” was/is my question. This is not an isolated case, and the vast majority of the academic staff in the Faculties of Arts, Humanities, Management & Commerce, and Social Sciences at the University of Jaffna as well as in all other public universities in Sri Lanka are guilty of plagiarism (to different degrees), ‘contract cheating’ (paying money to some others to write their essay/dissertation/thesis), and/or publications in predatory journals.",
    "With regard to the foregoing allegation of Muttukrishna Sarvananthan, the USAB Order dated 8th February 2023 (see pp.28-29) observes that;",
    "“We also note that the Competent Authority of the University of Jaffna on 24.5.2019 in the letter R12 has assured the UGC as follows.",
    "“Action is being taken to get the authenticity of the Doctoral Degree obtained by Dr. S. Santhirasegaram (12th Respondent) from the Huazhong University of Science and Technology (HUST), Wuhan, China and after getting the reply from HUST, I will submit the evidence on the authenticity of the doctoral degree obtained by him.” (sic)",
    "No material has been placed before us (USAB) as to whether the then Competent Authority, Prof. K. Kandasamy had followed up on this assurance, communicated with the Huazhong University of Science and Technology and provided the UGC with evidence on the authenticity of the doctoral degree obtained by the 12th Respondent from the Huazhong University of Science and Technology.”",
    "Three critical issues the USAB considered in this particular Appeal No. 1000 were:",
    "Whether the processing of the application by Selvarathinam Santhirasegaram for promotion to the post of Professor in Economics and the evaluation of his academic credentials were in accordance with the UGC guidelines and stipulations.",
    "With regard to the processing of the application for promotion and the evaluation of the academic credentials of Selvarathinam Santhirasegaram for promotion, the USAB unambiguously upheld several points raised by Muttukrishna Sarvananthan (such as, for example, the dismissal, by the evaluation committee, of the comment made by the ‘External Expert’ No.1 from the Department of Economics, University of Madras, Prof. Jothi Sivagnanam, and arbitrarily appointing a third External Expert from Pakistan who cannot read Tamil to comprehend all the books claimed by Selvarathinam Santhirasegaram to be his own writing), and identified a number of irregularities and outright manipulations by the UoJ-appointed evaluation committee and the UGC-appointed selection panel as noted below.",
    "1) With regard to the dismissal of the serious negative comment made by External Expert No.1 and the appointment of a third external expert from Pakistan, the USAB Order made the following observations.",
    "“We further note that Professor Dr. K Jothi Sivagnanam in his covering letter dated 27/1/2017(R6) in the evaluation of the contributions of the 12th Respondent, has inter-alia, stated that-",
    "“My overall comment about the publications of the candidate is as follows: Being the faculty member of one of the prominent and oldest University, the publications of the candidate are not in reputed journals and books are of not high standard.”",
    "We have carefully considered the aforesaid comment by Prof. Jothi Sivagnanam and of the view that considering the aforesaid serious statement from the subject expert appointed by the Senate, the University should have appointed a well-qualified subject expert in the field. The third evaluator appointed from Pakistan, who is not conversant in the Tamil Language is by any standard not capable of evaluating Tamil Medium Publications.” (pp.27-28)",
    "“The Appointment of an Assessor who is not conversant in Tamil Language when the publications he was required to evaluate included those published in the Tamil Language is a matter of concern. The whole object behind an appointment of an Assessor to evaluate the publications is defeated when such Assessor does not understand the language in which some of the articles/publications to be assessed were published.” (pp.27)",
    "a) “The University Grants Commission should cause further investigation by an independent panel whether the examiner, Professor Hazoor Muhammad Sabir was an appropriate person to have been appointed as the third external expert in terms of Commission Circular No. 916 dated 30th September 2009 as amended by Establishment Circular Letter No. 04/2010 dated  March 19, 2020 to evaluate the 12th Respondent’s contribution to research and creative work (sections 2 and 3.1 of the marking scheme in an Annex 1 substituted to Commission Circular No. 916 by Establishment Circular Letter No. 04/2010) when the two external experts appointed were unable to reach consensus relating to the wide variation in marks assigned by them and request the panel to report to the University Grants Commission and to the Council of the University of Jaffna of the results of such investigation and their recommendations thereon.”",
    "2) Whether Selvarathinam Santhirasegaram has committed intellectual fraud by way of plagiarising texts from other people and claiming them to be his own, co-authoring articles and publishing in fake/predatory journals by paying money or buying co-authorship for money.",
    "With regard to the alleged intellectual fraud committed by the applicant for promotion, Selvarathinam Santhirasegaram, the USAB passed the buck to the UGC due to a lack of jurisdiction over those matters.",
    "The USAB makes the following statement on pp.26 of the Order:",
    "“We note that we are not qualified to assess whether there is plagiarism. Such an assessment should be done by a subject expert. The Appellant in his complaints referred to above has provided detailed information relating to the alleged plagiarized material in the document marked A18 annexed to his counter affidavit. A subject expert would be able to inquire into it and report on the veracity of these allegations. Similarly, the allegations relating to publications in predatory journals should be inquired by a subject expert and we do not make any conclusion on this matter, although an examination of the material submitted by the Appellant indicates that some of the articles evaluated appear to have been published in journals of questionable value which are termed “predatory journals”.",
    "Therefore, the USAB ordered that (see pp.29-30 of the Order):",
    "b) “The University Grants Commission should appoint a screening committee of a minimum of two subject experts conversant in the Tamil Language with at least one member competent to identify predatory journals. The mandate and main task of the screening committee shall be to check whether each publication claimed by 12th Respondent under Section 2 (publications) and Section 3.1 of the Marking Scheme (Annex-I) substituted to Commission Circular 916 (R2) by Establishment Circular Letter No. 04/2010 (R3) for the promotion to the post of Professor in Economics,",
    "is not published in a predatory journal or by predatory publisher,",
    "is published in a reputed journal or by a reputed publisher,",
    "and to provide a report to the University Grant Commission and to the Council of the University of Jaffna on the results of such investigation and their recommendations thereon.",
    "The Council of University of Jaffna to consider the reports and recommendations referred to in (a) and (b) above and to inform the University Grants Commission of action, if any, taken in consequence of such reports.”",
    "3) With regard to the “severe warning” issued to the Appellant, Muttukrishna Sarvananthan, by the so-called Competent Authority, Kathirgamanathan Kandasamy, on behalf of the Council of the UoJ, the USAB unambiguously ruled that such a warning prior to calling for an explanation from the Appellant was clearly a transgression of natural justice and therefore it was illegal.",
    "The following extracts from the Order of the USAB are pertinent with regard to this issue (see pp.30 of the Order).",
    "“Finally, as to the severe warning issued to the Appellant by the university we have come to the following findings after our investigations.",
    "Nevertheless, R14 and A8 where the 1st Respondent University has issued a severe warning against the Appellant even prior to calling for any explanation from the Appellant is contrary to law. The 1st Respondent has not given an opportunity to the Appellant to explain himself. In other words, the Appellant had not been heard in defence prior to the issuance of the Usevere warning” as contained in A8 and as evidenced by R14. This is a breach of rules of natural justice. In the circumstances we hold that the aforesaid severe warning issued to the Appellant by A8 and the decision to issue a severe warning as contained in R14 is contrary to law.”",
    "Therefore, “THE DECISION” section of the USAB Order on pp.31 states the following, inter alia:",
    "“In the circumstances, after our investigations into the matter, we find that-",
    "the irregularities referred to in paragraphs 51, 52, 57, 58 and 65 of this Order have taken place;",
    "the 1st Respondent (University of Jaffna) has not given an opportunity to the Appellant to explain himself prior to issuing the severe warning referred to in the document annexed to the appeal of the Appellant marked A8. In other words, the Appellant had not been heard in defence prior to the issuance of the “severe warning” as contained in the said A8 and as evidenced by the document annexed to the answer of the 1 to 11 Respondents as R14. This is a breach of rules of natural justice. In the circumstances we hold that the severe warning issued to the Appellant by the said document marked A8 and the decision to issue a severe warning as contained in the said document marked R14 are contrary to law and should be withdrawn;”",
    "The full Order of the USAB on Appeal No. 1000 could be read at the following google document https://docs.google.com/document/d/1h_awOBcid3FU8cLvEM6daBq9hVb_MiUoddL065k5F5Q/edit#",
    "In spite of the foregoing Order by the USAB dated February 08, 2023, there is absolutely no indication whatsoever about any action taken to implement the Order by the UGC or the University of Jaffna to date (August 2023). In May 2023, three months after the Order, when I filed a request for information in terms of the Right to Information Act No.12 of 2016, the Information Officer of the UGC replied that the Order on the Appeal No.1000 of the USAB “will be tabled at the Management Committee Meeting” of the UGC. This implicitly indicates that for more than three months the UGC has not initiated any action on the Order at all. Besides, there was no indication when exactly it will be tabled at the Management Committee Meeting.",
    "Then I made a complaint against the UGC to the State Minister for Higher Education, Dr. Suren Raghavan on May 12, 2023, via email, which is copied and pasted below.",
    "Inaction by the University Grants Commission (UGC) and the University of Jaffna (UoJ) on the ORDER dated February 08, 2023, by the University Services Appeals Board (USAB) on Appeal No.1000",
    "I formally lodged an appeal against the promotion of Dr. Selvarathinam Santhirasegaram as “Professor in Economics” by the University of Jaffna on December 05, 2019, at the University Services Appeals Board (USAB) (Appeal No. 1000). After a long delay, partly caused by the COVID-19 lockdowns and the expiration of the immediate past USAB in May 2021, in earnest the USAB delivered its ORDER on February 08, 2023, which is printed and attached hereto for your easy reference.",
    "On February 26, 2023, I wrote to the UGC urging it to expedite the follow-up action on this matter as ordered by the USAB (a copy of which is printed and attached hereto for your easy reference), to which I have had no reply from the UGC to date. However, in their reply dated April 04, 2023, to my request in terms of the Right to Information Act No.12 of 2016, the UGC has indicated that NO ACTION has been taken until then (2 months after the ORDER) with regard to the aforementioned ORDER by the USAB delivered more than three months ago (a copy of this communication is attached hereto for your kind perusal).",
    "The foregoing inaction by the UGC indicates to me that the Chairperson of the UGC, Prof. Sampath Amaratunga, LIED to the Committee on Public Enterprises (COPE) of the Parliament of Sri Lanka last week that there is currently no law for the UGC to act against quack/fake doctors and professors.",
    "Moreover, to the best of the knowledge of my sources at the University of Jaffna, the Vice-Chancellor has failed to table the ORDER by the USAB on Appeal No. 1000 to the Council of the UoJ to date.",
    "In the meantime, a quack “Professor in Economics”, Dr. Selvarathinam Santhirasegaram, continued to be the Head of the Department of Economics until February 28, 2023 (until his 3-year term of office ended), continues to be a member of the Faculty of Arts Research Committee, and continues to supervise M.Phil. and Ph.D. students in Economics at the University of Jaffna to date even after being found guilty of plagiarism, publications in predatory journals, and involvement in many other academic/intellectual frauds.",
    "Furthermore, Dr. Selvarathinam Santhirasegaram continued to be paid a salary and other entitlements of a professor even after the USAB determined that his promotion is tainted by procedural and intellectual malpractices, causing enormous financial loss to the exchequer.",
    "It appears that fraudulent academics in Sri Lanka could continue to work with IMPUNITY even after being found guilty by a quasi-judicial body (viz. USAB) and that they are above the law. Ironically, The University Grants Commission and the University of Jaffna appear to be condoning such academic/intellectual dishonesty and fraud and are in contempt of the University Services Appeals Board.",
    "The least I am expecting from the Honourable State Minister of Higher Education is to inquire into this complaint of mine immediately and DEMOTE Dr. Selvarathinam Santhirasegaram immediately to the post of Senior Lecturer (Grade 1) until the UGC and UoJ totally comply with the ORDER of USAB delivered on February 08, 2023.",
    "CC: University Services Appeals Board, c/o UGC, 20, Ward Place, Colombo-7.",
    "Since the State Minister for Higher Education did not reply to me, I reminded him again on May 26, 2023, which elicited a rude (should I say arrogant) response as follows.",
    "Please remember: your complaint has been well received and directed to the channel of inquiries. As a learned academic you will agree, such inquiries and investigations have legal and human rights aspects (Even if you were on the other side you would sought all such protections available).",
    "I am sure the UGC and my ministry officials are doing their part as set in the norms and practices of the state higher education system.",
    "May I, dear honorable sir, remind you very kindly simply because you have my email address and I tend to answer most,  should NOT permit you to demand direct services from me on matters my ministry officials and other procedural agencies are involved.",
    "In future those officials will reply you this topic – Some inquiries have taken over several months if not few years – because academics are the most learned and they have a entirely different expectation than the general public.",
    "In spite of all the foregoing assurances by the State Minister, six long months have passed since the Order of the USAB was issued on February 08, 2023, and NOT a single official neither from the UGC nor the State Ministry of Higher Education has contacted me to update me on any action they have taken thus far.  Even if two of the three actions Ordered by the USAB could take time to implement, the third Order with regard to ““………the decision to issue a severe warning (to the Appellant) as contained in the said document marked R14 are contrary to law and should be withdrawn” could have been implemented INSTANTLY. Yet, the Vice-Chancellor and the Council of the University of Jaffna have failed to withdraw its “severe warning” to date, more than SIX months after the Order dated 8th of February 2023.",
    "Ironically, while the incumbent Vice-Chancellor of UoJ, Sivakolundu Srisatkunarajah, has failed to table the Order of the USAB on Appeal No.1000 at the Council meetings held once a month for the past SIX months, he and the Council have granted sabbatical leave to Selvarathinam Santhirasegaram in March 2023, to travel to Canada to presumably seek asylum there. I have information to the effect that for the past few months Selvarathinam Santhirasegaram has been shuttling between Toronto and London suspected to be on “asylum shopping”.",
    "This writer’s repeated complaints about the foregoing blatant abuse of public money to the Minister of Finance cum President of the country and the State Minister of Higher Education in the past three months have not resulted in any tangible action taken against either Selvarathinam Santhirasegaram or Sivakolundu Srisatkunarajah."
  ]
}