{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ethiopia-SOE-Reforms-MTI-completes-4-Strategic-Assessments/34-747629",
  "time_ut": 1682280901.0,
  "original_lang": "en",
  "original_title": "Ethiopia SOE Reforms: MTI completes 4 Strategic Assessments",
  "original_body_lines": [
    "As part of the wider SOE reforms that are taking place in Ethiopia, MTI Consulting has completed the Strategic Assessment of 4 State-owned Enterprises (SOEs).",
    "Ethiopia’s Public Enterprises Holding and Administration (PEHA) had selected MTI Consulting to conduct in-depth strategic assessment of five State-Owned Enterprises in Ethiopia.",
    "These include Ethiopian Chemical Industry Corporation, Ethiopian Business Trading Corporation, Ethiopian Pulp and Paper Share Company, The Ethiopian Construction Works Corporation and Berhanena Selam Printing Press.",
    "The scope of the assignment is to carry out an-depth strategic assessment of selected SOEs under PEHAA, Further to provide a comprehensive understanding of the current business ecosystem the SOEs are operating in and develop business development and directional strategies accordingly. The Project is funded by Agence Française de Développement (AFD).",
    "Public Enterprises Holding and Administration Agency (PEHA), formerly known as the Ministry of Public Enterprise, was established following the reorganisation of the Federal Government Executive organs. It was established by The Government of Ethiopia (GoE) to improve the performance and contribution of State Owned Enterprises (SOEs) to the Ethiopian economy through competitive commercialisation and the privatisation or partial privatisation of these SOEs.",
    "MTI Consulting is an internationally-networked boutique management consultancy, offering advisory services in Strategy, Operations and Corporate Finance. Since its inception in 1997, MTI has worked on over 680 assignments in over 51 countries, covering a diverse range of industries, clients and business challenges."
  ]
}