{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/back-in-colombo-indo-lanka-relations-and-jrj-making-friends-with-rajiv-gandhi/",
  "time_ut": 1691839920.0,
  "original_lang": "en",
  "original_title": "Back in Colombo, Indo-Lanka relations and JRJ making friends with Rajiv Gandhi",
  "original_body_lines": [
    "My far-reaching decision to come back to Sri Lanka entailed making several changes regarding personal affairs. Once again my family was to be broken up with my wife and children remaining in Paris. When I told JRJ and Gamini Dissanayake of this dilemma, JRJ directed that my wife should be employed in the Sri Lanka embassy in Paris. He asked WT Jayasinghe to effect this decision immediately.",
    "Hameed was not happy that he was bypassed but there was nothing he could do. He contented himself by saying that this was another appointment for Harispattuwa as we were registered voters in his electorate. He had infiltrated several applicants from Harispattuwa to the foreign office and was keeping a tally of the jobs given. My wife Palika proved to be one of the best officers in the Paris office and was praised for her services by Anura Bandaranaike in Parliament, even though he was in the Opposition at that time.",
    "My younger daughter Varuni suddenly decided to come back with me and she rejoined Ladies College in the University Entrance class. The elder daughter Ramanika stayed behind with her mother as she was in the final years for her Bachelor’s degree. It also meant that we had to give up the apartment in Rue Jean Daudin and move to another approved by our embassy in Rue Cambron, which was familiar territory as we had been regular patrons of the Cambodian restaurant which was next door to this new apartment.",
    "It overlooked an Accor Hotel and many of our friends including Lester and Sumitra Pieris stayed there to be in close proximity to our apartment. There was the usual hassles with the FO which resented my wife an ‘outsider’ being in charge of a mission and as usual `leaked’ information to the Opposition, but Anil Moonesinghe whom they contacted gave them short -hrift as did his leader Anura Bandaranaike. I moved back to my house in Siripa Road and Varuni entered the Ladies College boarding but came home for weekends.",
    "The President was under great pressure at this time from the Sinhala majority which was indignant at the apparent inability of the Government to control the growing LTTE threat. The army which was led by commanders who were more inclined to ceremonial duties and had little or no battlefield experience in their days as subalterns could not cope with the situation developing in the north where the India trained guerillas of the LTTE were able to strike at will.",
    "To make matters worse the refugees from July 1983 were not only strengthening the fighting force of the Tamils but also intervening in the West to hasten arms procurement and weapons training for the LTTE. Douglas Devananda told me many years later that their London contacts with the PLO helped them to train with the George Habash group in Lebanon",
    "Two new developments boded ill for our security forces and JRJ. One was the expansion of the battleground to the Eastern province, leading to the depopulation of the area by the Sinhalese and Muslims. A reign of terror was unleashed against the Sinhala and Muslims so that the Tamils who were not in the majority could dominate the province militarily. Our armed forces were pushed to a situation where they could not hold the North and East simultaneously. When pressed in the North the LTTE could summon their eastern cadres to come to their rescue.",
    "The second distressing development was the escalating attacks on innocent civilians who lived in land settlement schemes and buffer areas between Sinhalese and Tamils. These developments dented JRJs image among the Sinhalese and Muslims. It was reflected in the growing feeling among UNP parliamentarians that they should align themselves with hard liners on this issue, like the PM and Athulathmudali.",
    "Unlike in his first term, JRJ felt that such undercurrents were at work if not against him and his advisors, it least in seeking alternative paths to satisfy their voters who were being subjected to a barrage of anti Tamil propaganda by the Sinhala media. JRJ was not a man to be easily cowed but he now had to use all his experience to attempt to control the situation which was fast deteriorating. Having met and liked Rajiv during his visit to New Delhi for the Independence commemoration, he was looking forward to his ‘tete a tete’ with the Indian PM in Bangalore in November at the SAARC meeting of 1986.",
    "The forthcoming meeting of SAARC attracted considerable interest not only in the region but also among political scientists worldwide. When in Paris I received an invitation from a study group in Oxford University to represent Sri Lanka at a seminar held in St Catherine’s. Scholars from the South Asian region either researching at Oxford or in ‘think tanks’ in their own countries were invited for a two-day seminar on SAARC.",
    "My invitation came because in India, and perhaps in the other SAARC countries, my involvement in the negotiations was beginning to be known. I and my wife were housed in a pension near the College and we had dinner with Richard Gombrich and his Bengali wife Sumjukta who herself was a notable scholar. Off the seminar I met several young students from Sri Lanka including Saman Kelegama who took us for cakes and tea at the famous bookshops in town.",
    "Much of the discussion in Oxford revolved round the changes in policy, particularly foreign policy, initiated by Rajiv Gandhi. All agreed that unlike other regional organizations like ASEAN and the EU where member states were evenly balanced, India dominated SAARC in population, economic growth and military might. Thus attention had to be drawn to India’s ‘hub status’ in discussing SAARC. The Oxford meeting was a good opportunity to understand the changes underway in India and I was dismayed to find that our foreign policy establishment did not analyze the nuances of this transformation.",
    "On the other hand, since JRJ had taken personal control of directing foreign policy without much input from our foreign service, a wider understanding of India’s concerns was not forthcoming since many of the Indian criticisms tended to focus on JRJ’s personal predilections and intervention. His reading of the role of the US and pro-US countries like Pakistan and Israel in the region was the very issue that was being highlighted in New Delhi. These widening gaps in perceptions which were not properly analyzed at that time, became clearer with the arrival of the new Indian High Commissioner Mani Dixit in 1986 in Colombo with instructions from Rajiv Gandhi himself.",
    "It was during the worst period of Indo-Lankan misunderstandings that Mani Dixit, who was considered to be a tough Foreign Service officer, arrived in Colombo. He had previously served in `hot spots’ like Afghanistan and Pakistan and was sent to negotiate the new Rajiv policy towards Sri Lanka. He had a reputation an official who acted as a pro-consul in the countries he served in. I was one of the very few Sri Lankans who knew Dixit before he was assigned to Colombo. He and Kaul were the two senior Foreign Service officials who served in the Indian delegation led by Parathsarathy to the IPDC (International Programme for Development Communications).",
    "Dixit was a hard working but brusque diplomat who was totally committed to achieving Indian objectives. His aggression was perhaps a reaction to his small stature. Though he was a Dixit by virtue of his mother’s second marriage, Mani was actually a south Indian, a fact which may have been used by Delhi to allay Tamil fears that with the departure of Parathasarathy and Venkateshwaran they were losing their winning cards.",
    "In his book `Assignment Colombo’ Dixit writes that JRJ asked him to discuss the modalities of the Indo-Lanka agreement with Gamini Dissanayake and his ‘intellectual friend Amunugama’ which shows that the President was ready for a more conciliatory approach to India. Dixit who had been a journalist, has written, after retirement, about the rights and wrongs of the Indian intervention, or from our point of view interference, in the affairs of Sri Lanka which had such dire consequences for JRJ and indeed the future of Sri Lanka as a nation.",
    "Let us look at Dixit’s version of the events that led India into her ‘Lanka adventure’ which even today has a bearing on how Sri Lankans view our giant neighbor. According to Dixit, who summed up the situation many years later, India was concerned mostly with the geo-political implications of JRJ’s foreign policy. He says “The rise of Tamil militancy in Sri Lanka and the Jayewardene government’s serious apprehensions about this development were utilized by the US and Pakistan to create a politico-strategic pressure point in the island’s strategically sensitive coast, off the peninsula of India. Jayewardene who was apprehensive of support from Tamil Nadu to Sri Lankan Tamils was personally averse to Mrs. Gandhi and was of the view that she could not control the Indian Tamil support to Sri Lankan Tamils. He established substantive defensive and intelligence contacts with the US, Pakistan and Israel”.",
    "Looking back, this perception which was only partly true as JRJ never underestimated the role of India, and was indeed anxious to mend fences, is an indictment of the external relations capability of small Sri Lanka which should have had the capacity to clarify matters and put good relations back on track. In fact the support of the US et al referred to by Dixit was not sufficient to counter the hegemony of India leading ‘to the pathetic isolation of Sri Lanka. All those traditions of our foreign service which always looked on India with suspicion and wanted to outwit them was coming home to roost making JRJ, and the country, highly vulnerable.",
    "All the tall talk about `containing India’ among our chattering classes was leading the country to disaster and eventual ruin. It was only the brilliance and taking of command later by Lakshman Kadirgamar that brought realism into our foreign office and banished the ‘second rate’ Kautilyas from the decision-making scene. Let us look at the other factors that had a bearing on the conflict as seen by the Indian Mandarins.",
    "“There was the perception that if India did not support the Tamil cause in Sri Lanka and if the Government of India tried to question the political and emotional feelings of Sri Lankan Tamils, there would be a resurgence of Tamil separatism in India”. Dixit states that India did not contemplate `a break up of Sri Lanka. If India were to endorse the claim for the establishment of a separate state on the basis of ethnicity and religion causing disintegration of a neighbouring multi ethnic multi-religious and multi-lingual state, then India would find it difficult to maintain its overall unity and territorial integrity when facing the challenges of separatism in Punjab and Kashmir.”",
    "The riots of 1983 added another dimension to India’s relations with JRJ. The anti Tamil riots of 1983 and the Sri Lankan government’s draconian response to the violence, resulting in a large number of refugees coming to India changed the content of Indian policies towards Sri Lanka. Tamil militancy received support from both Tamil Nadu and the Central Government’",
    "It was in this background that JRJ prepared himself to leave for the SAARC summit in Bangalore which was held November 1986. There was much drama at this meeting which I can describe now as I was personally present as a part of JRJ’s entourage. With the President’s permission I left for New Delhi with Anura Goonesekere, the Director of Information, about a week prior to JR’s arrival in Bangalore. My plan was to lobby the media and other vital contacts so that JRJ who had many difficulties with the negotiations up to now, would get a favourable coverage.",
    "My main contacts were Dilip Padgoankar who by this time had been co-opted to Rajiv’s inner circle and Biki Oberoi who was a mover and shaker in the Indian capital. We were lodged in the Oberoi Intercontinental where we also met Miss Chibb who worked there. She was the daughter of Chibb who was an advisor to the Ceylon Tourist Board in the early days when JRJ was the Minister of Tourism. The Chibb family were great admirers of our President and were drafted by me to help in my campaign to `win friends and influence people’ in the Indian capital.",
    "I can also now reveal that Miss Chibb had been wooed many years ago by Lalith Athulathmudali. Later when I mentioned our meeting to Lalith, he told me that as an Oxford undergraduate he had pursued her all over Europe and India. It was a characteristic of Lalith that he would relentlessly pursue his objective at whatever cost.",
    "Biki and his brother-in-law Gautam Khanna immediately made a grand gesture. The Bangalore Oberoi was completed but had not been declared open. The Oberoi family decided that in the light of JRJ’s arrival they should open the hotel immediately and offer the best suite to our President. When the President and Mrs. JRJ arrived in Bangalore they were taken to the Oberoi hotel where the whole reception area was bedecked with red roses in honour of the Sri Lankan couple. JRJ was much moved by this gesture but I remember he was distracted by his wife’s illness during their stay in Bangalore. He had to interrupt his negotiations to go to his wife’s bedside from time to time. It was then that I saw the depth of love and concern that he had for his wife.",
    "The Bangalore meeting was crucial in the light of subsequent events and needs to be described by me as a bystander. Firstly, the opening session was a great triumph for JRJ. He had crafted his speech carefully for Rajiv’s ears. He dwelt at length on his love of India and his memories of Nehru and his fellow Congress leaders during the pre-Independence era. He clearly established himself as the senior politician in SAARC, a position that the other members of the group who were wary of Indian intentions regarding their own countries, were more than happy to acknowledge.",
    "I saw with my own eyes the deference that other leaders, including Rajiv, showed to the old man. As the host Rajiv was solicitous of JRJ’s energy levels and would get up to help him to stand and sit, which was keenly observed by the Indian bureaucrats who as mentioned earlier were apprehensive that a rapport between the two would undermine their Pro-Tamil initiatives. That was exactly what happened, and the two leaders established a trust which was seen in the crucial ‘behind the scenes’ activities that now became the main concern.",
    "JRJ begins to lose control, gets me back to Colombo and some inside stories of the day",
    "An interlude in Sofia, doctorate, Indo-Lanka relations and Vijaya Kumaratunga",
    "Black July 1983 – and some inside stories from wartime politics in Colombo and Delhi",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}