{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Connect-to-Care-by-Chandita-Samaranayake-forges-path-towards-positive-social-impact/34-757160",
  "time_ut": 1704661842.0,
  "original_lang": "en",
  "original_title": "‘Connect to Care’ by Chandita Samaranayake forges path towards positive social impact",
  "original_body_lines": [
    "Forms strategic partnerships with global entities to deliver mutual benefit for public and private organisations in Sri Lanka",
    "Renowned Sri Lankan tech entrepreneur Chandita Samaranayake has launched ‘Connect to Care’, a pioneering charitable consulting firm aimed at delivering mutual benefit for corporates, non-profits, and government partners through strategic deployment of social impact initiatives. The firm collaborates with prestigious organisations such as the Bill & Melinda Gates Foundation (BMGF), World Bank, PATH, Global Health Strategies, Sarvodaya, Roshan Mahanama Trust, and Mithuru Mithuro.",
    "With a profound commitment to fostering purpose-driven collaborations, the firm specialises as a bridge between international entities, local partners, and government bodies. Connect to Care, excels in identifying, cultivating, and managing strategic alliances and collaborations that pave the way for partners to achieve long-term goals. The firm’s expertise extends to holistic project management, coordinating stakeholder meetings, ensuring alignment with project objectives, and maintaining project momentum through meticulous decision documentation and effective action item tracking.",
    "Additionally, Connect to Care navigates complex landscapes, guiding partners through bureaucratic obstacles, governmental intricacies, and cultural nuances, enabling them to concentrate on their core mission. The firm’s strategic advocacy services leverage knowledge of political landscapes, legislative processes, and industry dynamics to influence public policies, regulations, and industry standards. Connect to Care also prioritises effective communication, streamlining channels for sharing minutes of meetings, progress reports, and essential updates to promote transparency and mutual accountability among stakeholders.",
    "Commenting on his newest venture, Connect to Care Founder and Chairman Chandita Samaranayake said, “I am honoured to launch Connect to Care, a venture deeply rooted in the belief that positive change requires purposeful collaboration and strategic action. This initiative is a testament to our commitment to making a meaningful impact in a world faced with multifaceted challenges. Connect to Care serves as a bridge between entities, facilitating partnerships that transcend borders, industries, and sectors.”",
    "Connect to Care aims to stand as a beacon of change with a dedicated focus on ten key areas that are pivotal for societal well-being. The firm is deeply committed to alleviating poverty, recognising it as a fundamental challenge that requires purposeful and sustainable solutions. Addressing the critical issues of food security and nutrition, Connect to Care aims to ensure that everyone has enough nutritious food for a healthy and fulfilling life.",
    "Furthermore, the company takes a stand against drug abuse, advocates for childhood cancer awareness and prevention, and works towards creating an inclusive world for children with disabilities. The firm’s endeavours extend to promoting overall health and well-being, empowering financial independence through initiatives related to financial inclusion, and advancing sustainable farming practices and communities through agriculture development. In each of these focus areas, Connect to Care brings purpose-driven solutions to the forefront, embodying its commitment to positively impacting diverse facets of society.",
    "Simultaneously, the firm plays a crucial role in fortifying the School Meal Program in Sri Lanka, addressing nutrition and food security challenges through rice fortification. This comprehensive plan, supported by the Bill & Melinda Gates Foundation through the World Food Program, involves private sector engagement, regulatory compliance, and environmental considerations.",
    "Connect to Care also plans to take national capacity development to the next level by bringing together members from South-South Cooperation to achieve shared objectives. Their comprehensive regional program aims to exchange knowledge, skills, resources and technical know-how to create sustainable solutions backed by strong policies. Additionally, the organisation plans to involve high net worth individuals, investors, private sectors, diaspora, and stakeholders in national development while aiming to create a neutral platform to facilitate collaboration with multilateral, development and donor agencies, and the government of Sri Lanka. Connect to Care also plans to empower the youth by engaging them at school and university levels to transfer ownership of these programs to the next generation.",
    "Connect to Care is guided by a seasoned advisory board comprised of industry experts and thought leaders with extensive experience in various fields, including Former Vice Chancellor of the University of Kelaniya Prof. Sarath Amunugama, Board of Investments Sri Lanka Chairman Dinesh Weerakkody, Former UN Environment Executive Director and United Nations Under-Secretary-General Erik Solheim, Roshan Mahanama Trust Chairperson, Past Sri Lanka Cricket Captain and ICC Elite Panel Match Referee Roshan Mahanama, Sarvodaya Shramadana Movement of Sri Lanka Honorary President Dr. Vinya S. Ariyaratne, Global Health Strategies Executive Vice President Anjali Nayyar, Former Commissioner of Inland Revenue General Kalyani Dahanayake and Ministry of Justice Sri Lanka Former Head of Reforms Shamir Zavahir."
  ]
}