{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-private-credit-positive-in-june-money-printed-rupee-down-127385/",
  "time_ut": 1691286060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka private credit positive in June, money printed, rupee down",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s private credit has picked up in June and central bank credit (money printed through acquisition of domestic assets) has also gone up in a month that exchange rate instability resumed, data shows.",
    "Private credit went up 73.8 billion rupees from 7,020 billion rupees to 7,094 billion rupees, though the rupee also depreciated during June compared to May from 295 to 308 rupees to the US dollar.",
    "Credit from overseas banking units to private went up 27.8 billion rupees to 520 billion rupees in rupee terms which may be partly due to inflation of dollar debt.",
    "Credit from domestic banking units went up 46 billion rupees to 6,574.5 billion rupees.",
    "Central bank credit (money printed or inflationary open market operations) went up 54.9 billion rupees to 3,178 billion rupees.",
    "Some increases in central bank credit may come from internal roll-overs of central bank held Treasury bills which will not spill new money to commercial banks, but any liquidity injected through open market operations will lead to domestic credit and pressure on the rupee.",
    "Sri Lanka had forex shortages and reserve losses from September 2014 to around September 2022, except for brief periods in 2017 and 2019, from call money rate targeting through aggressive open market operations, leading to steep foreign borrowing and eventual default.",
    "In countries with IMF programs with a reserve target and a monetary policy consultation clause (an inflation target), which in fundamental conflict, the currency starts to depreciate from the second year as policy errors involving rates cut enforced by open market operates are compensated by depreciation.",
    "The currency depreciation leads to rejection of reforms, rejection of free markets, ousting of elected governments by an unhappy electorate which see food and energy prices go up making it difficult to make ends meet.",
    "The central bank started complex open market operations, trying to sell Treasury bills outright making large liquidity shortages and giving banks which intermediaries money from open market operations and a standing facility to target a call money rate.",
    "Analysts had warned that the two-way open market operations can be risky as it alters rupee reserves of individual banks.",
    "Inflationary open market operations allow banks to give credit or by Treasury bills, without real deposits, leading to external instability under a flexible exchange rate.",
    "READ MORE HERE: Sri Lanka can cut rates now, keeping them down as credit picks up will hit rupee: Bellwether",
    "Credit to government including central bank credit which includes some dollar debt inflation, went up by 150.1 billion rupees.",
    "Credit to state enterprises went up 14.3 billion rupees. (Colombo/Aug05/2023)"
  ]
}