{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/182-experts-call-for-debt-cancellation-but-private-investors-play-hardball/",
  "time_ut": 1673683678.0,
  "original_lang": "en",
  "original_title": "182 Experts Call For Debt Cancellation But Private Investors Play Hardball",
  "original_body_lines": [
    "182 economists and development experts from around the world, in a statement released to the Guardian on Sunday, have observed that extensive debt cancellation was needed to give the Sri Lankan economy a chance of recovery and that Sri Lanka would be a test case of the willingness of the international community to tackle a looming global debt crisis.",
    "The group – including the Indian economist Jayati Ghosh, Thomas Piketty, the author of the bestselling book Capital, and Greece’s former finance minister Yannis Varoufakis –note that some of the world’s most powerful hedge funds and other investors are holding up vital help for crisis-hit Sri Lanka by their hard-line stance in debt-relief negotiations after the country’s staged default last year. Private sector creditors such as investment companies and hedge funds were preventing a deal at this time.",
    "“Debt negotiations in Sri Lanka are now at a crucial stage,” the statement said. “All lenders – bilateral, multilateral, and private – must share the burden of restructuring, with assurance of additional financing in the near term.”",
    "Civil Society groups in Sri Lanka meanwhile note that there is need for a debate on alternatives to the IMF and Paris Club process for Sri Lanka and other Debt trapped countries of the Global South. There is need for a debate in Parliament on the issues raised in the Statement regarding the crisis in Sri Lanka. This statement suggests economic and development alternatives to the ‘advice” of the Washington Consensus and Colonial Club de Paris on Debt Cancellation and restructuring.",
    "Contrary to the widespread Disinformation on Sri Lanka’s Debt crisis in the Corporate Media, at this time, the onus is on the EuroBond traders (İSBs), like BlackRock and Hamilton Reserve Bank that caused Sri Lanka’s Default and sued the Governemtn in the first instance, and their debt Collectors, including the Paris Club and Washington Twins (IMF and WB), to cancel the debt, and Not delay further.",
    "It is noteworthy that BlackRock got huge US Government Covid-19 ‘bailout funds’ to asset strip in vulnerable countries, while the world was kept in Covid-19 Lockdowns, economies destroyed and debt trapped in 2020-21.",
    "Non-OECD /PC bilateral Sovereign State creditors (India, China, Saudi Arabia, etc), who lend at lower and concessionary rates, have little reason to follow Washington’s time lines for Sri Lanka’s Debt restructuring. After all, these are Sovereign State Parties who do not charge the predatory interest rates that Paris Club creditors do.",
    "The statement also notes that there are many other lower and Middle Income countries in similar debt traps and raises fundamental questions regarding the relevance and utility of the current International Financial Architecture, particularly the Washington twins and related IFIs, at this time of economic crises in the Global South.",
    "Corruption clearly has a supply side and demaind side and pointing finguers at Sri Lanka’s corrupt political and business elites is hardly adequate: There are 56 other countries in the Global South that are in Debt traps or near Default due to Eurobond (ISB), creditors who lend at Predatory interest rates.",
    "While successive Central Bank Bondscaming Ranil Rajapakse regimes are primiarily accountable for Sri Lanka’s Debt trap and Default due to the oudious debt that they have accumulated though corrupt EuroBond deals, iis increasingly clear that the Washington Twins (IMF and WB), and OECD’s Colonial Club de Paris and related accounting and legal firms like Lazard, Clifford and Chance which are part of the “Bailout Business” (as the Transnational Insitutite calls it), are also part of the problem.",
    "Hence, it is mysterious that the President of Sri Lanka, implicated in the 2015 Central Bank bondscams, thinks that the IMF is the Solution to Sri Lanka’s economic crisis, given that this is the 16th time that Sri Lanka has gone to the IMF! Other solutions are clearly necessary to ensure that Sri Lanka will not be going again for the 18th time to the IMF in a year or two!",
    "Given the odious nature of the Debt that caused Sri Lanka’s first ever Default as it clocks 75 years of Lost Independence, and to ensure accountability and non-recurrence of debt default before any payment may be made to Eurobond (ISB), traders, the people of Sri Lanka have the Right to Information on:",
    "b) what the Bonds funds ($12 billion), borrowed were used for?",
    "c), the forensic audit reports of the CBSL bondscams be made public in the interest of transparency and accountability and there should be a moratorium and ban any future borrowing from Eurobond traders.",
    "Sri Lanka, along with many other low- and middle-income countries, has experienced a series of financial shocks due to both external and internal factors. Global forces have caused food and energy import costs to soar and interest rates to rise, even as the currency has devalued significantly. These shocks, along with a history of policy mismanagement—and specifically the deregulation and openness that encouraged irresponsible borrowing, enabled illicit financial flows out of the country and assisted political corruption—have intensified external debt and balance of payments crises.",
    "Over the last decade of liquidity expansion and low interest rates in the world economy, private lenders provided loans to low- and middle-income countries, at higher interest rates than for advanced countries. These higher rates were purportedly due to greater risk exposure that could make debt repayment more difficult in such countries. That risk has now materialised, firstly through a global pandemic, and then the price shocks and interest rate increases of 2022.",
    "Private creditors own almost 40% of Sri Lanka’s external debt stock, mostly in the form of International Sovereign Bonds (ISBs), but higher interest rates mean that they receive over 50% of external debt payments. Such lenders charged a premium to lend to Sri Lanka to cover their risks, which accrued them massive profits and contributed to Sri Lanka’s first ever default in April 2022. Lenders who benefited from higher returns because of the “risk premium” must be willing to take the consequences of that risk. Indeed, ISBs are now trading at significantly lower prices in the secondary market. In this context, giving private bondholders an upper hand relative to sovereign debtors in the Paris Club and the IMF’s required debt negotiations violates the basic principles of natural justice.",
    "In addition, the lack of transparency of the debt negotiation process and accountability of the holders of ISBs underscores the concern that risky lending to corrupt politicians (leading to what is now recognised as “odious debt”) was a significant element in generating the current debt crisis. Apart from revealing the identity of ISB holders, it is also important to disclose how ISBs were deployed, and the use of those funds.",
    "Debt negotiations in Sri Lanka are now at a crucial stage. All lenders—bilateral, multilateral, and private—must share the burden of restructuring, with assurance of additional financing in the near term. However, Sri Lanka on its own cannot ensure this; it requires much greater international support. Instead of geopolitical manoeuvring, all of Sri Lanka’s creditors must ensure debt cancellation sufficient to provide a way out of the current crisis.",
    "The role of multilateral organisations, particularly the international financial institutions (IFIs), such as the IMF and the World Bank, is also significant. They were founded to assist sovereign nations, particularly in contexts in which financial markets would not deliver, to ensure financial stability and prevent or reduce the impact of financial crises, and to provide resources for crucial investments required to meet social and developmental needs.",
    "The IFIs are not currently living up to these responsibilities, at a time when they are most urgently required. In Sri Lanka they encouraged the very policies of more open capital accounts and deregulation that have led to the current crisis. They have been slow to respond to the crisis, and are apparently requiring onerous policy and fiscal conditionalities, such as moving to a primary fiscal surplus in a very short time, even as the economy continues to plunge.",
    "The implications are already evident in the recent Budget of the Sri Lankan government, which has unrealistic revenue assumptions that are unlikely to be met. Revenue shortfalls would then necessitate further “austerity” and likely cuts in essential public spending. The Budget also proposes public asset stripping and privatization of strategic lands, marine resources, energy, transport and telecom infrastructure and public enterprises. These policies will harm the most vulnerable groups in Sri Lanka, exacerbate poverty and inequality, and lead to further economic decline. Instead the focus should be on legal and regulatory changes to stem the illicit outflow of capital through transfer pricing and trade mis-invoicing over the past 15 years, which is estimated to be far more than the aggregate foreign debt of Sri Lanka, and on taxation of wealth and consumption of the super-rich.",
    "The Sri Lankan case will provide an important indicator of whether the world—and the international financial system in particular—is equipped to deal with the increasingly urgent questions of sovereign debt relief and sustainability; and to ensure a modicum of justice in international debt negotiations. It is therefore crucial not only for the people of Sri Lanka, but to restore any faith in a multilateral system that is already under fire for its lack of legitimacy and basic viability.",
    "1 – Jayati Ghosh, Professor of Economics, University of Massachusetts-Amherst, USA and India;",
    "2 – Dani Rodrik, Ford Foundation Professor of Political Economy, Harvard University, USA;",
    "3 – Thomas Piketty, Professor of Economics, Ecole d’economie de Paris/Paris School of Economics, France;",
    "4 – Ravi Kanbur, T. H. Lee Professor of World Affairs, Professor of Economics, Cornell University, U.S.A.;",
    "5 – Atul Kohli, David Bruce Professor of International Affairs, Princeton University, USA",
    "6 – Sakiko Fakuda-Parr, Professor of International Affairs, The New School, USA;",
    "7 – Gary Dymski, Professor of Applied Economics, University of Leeds, UK.",
    "8 – Robert H Wade, Professor of Political Economy and Development, London School of Economics, U.K.;",
    "9 – Jomo Kwame Sundaram, Professor of Malaya, Malaysia; and former UN Assistant Secretary-General for Economic and Social Affairs;",
    "10 – Jean Dreze, Professor of Development Economics, Delhi School of Economics, India;",
    "11 – Guy Standing, Professorial Fellow, SOAS – University of London, U.K.;",
    "12 – Yanis Varoufakis, Professor of Economics, University of Athens, Greece;",
    "13 – Irene van Staveren; Professor of Economics, Erasmus University of Rotterdam, The Netherlands;",
    "14 – Jane Humphries, Centennial Professor/Professor Emerita of Economic History, London School of Economics/Oxford University, U.K.;",
    "15 – Daniela Gabor, Professor of Economics and Micro-Finance, University of West England, U.K.;",
    "16 – Ha-Joon Chang, Research Professor of Economics, SOAS – University of London, U.K.;",
    "17 – Alfredo Saad Filho, Professor of Economics, Kings College – London, U.K.;",
    "18 – Sanjay Reddy, Professor of Economics, New School for Social Research, NY, USA;",
    "19 – Rolph van der Hoeven, Professor of Employment and Development Economics, International Institute of Social Studies, The Netherlands;",
    "20 – Jungi Tokunaga, Professor of Economics, Dokkyo University – Tokyo, Japan;",
    "21 – Yavuz Yasar, Professor of Economics, University of Denver – Colorado, USA;",
    "22 – Ben Fine, Professor of Economics, SOAS – University of London, U.K.;",
    "23 – C. P. Chandrasekhar, Professor and Senior Research Fellow, Political Economy of Research Institute, University of Massachusetts-Amherst, USA;",
    "24 – Alicia Girón, Professor and Director University Studies Program on Asia and Africa, UNAM-Mexico",
    "25 – Costas Lapavitsas, Professor of Economics, SOAS – University of London, U.K.;",
    "26 – Juan Pablo Bohoslavsky, Professor and Researcher – CONICET, Argentina, former UN Independent Expert on Debt and Human Rights;",
    "27 – Ipek Ilkkaracan, Professor of Economics, Istanbul Technical University, Istanbul, Turkey;",
    "28 – Sergio Cesaratto, Professor of Economics, University of Sienna, Italy.;",
    "29 – Lawrence King, Professor of Economics, University of Massachusetts-Amherst, USA;",
    "30 – Mahalya Chatterjee, Professor of Economics, Calcutta University, India;",
    "31 – Nancy Folbre, Professor Emerita of Economics, University of Massachusetts-Amherst, USA;",
    "32 – Ravi Bhandari, Professor of Economics, Skyline Community College, USA;",
    "33 – Utsa Patnaik, Professor Emerita of Economics, Jawaharlal Nehru University, India;",
    "34 – Sudip Chaudhuri, Professor of Economics, Centre for Development Studies – Trivandrum, India;",
    "35 – Yana Rodgers, Professor of Economics, Rutgers University, NJ, USA;",
    "36 – Gunseli Berik, Professor of Economics, University of Utah, USA;",
    "37 – Prabhat Patnaik, Professor Emeritus of Economics, Jawaharlal Nehru University, India;",
    "38 – Lucas Chancel, Professor and Co-Director – World Inequality Lab, Paris School of Economics;",
    "39 – Lee Badgett, Professor of Economics, University of Massachusetts-Amherst, USA;",
    "40 – Radhika Balakrishnan, Professor of Economics & Women and Gender Studies, Rutgers University, USA;",
    "41 – Randy Abelda, Professor Emerita of Economics and Public Policy, University of Massachusetts-Boston, USA;",
    "42 – David F Ruccio, Professor Emeritus of Economics, University of Notre Dame, USA;",
    "43 – Heidi Hartmann, Professor of Economics and International Development, American University, USA;",
    "44 – Gerald Epstein, Professor of Economics, University of Massachusetts-Amherst, USA;",
    "45 – Smriti Rao, Professor of Economics, Assumption University, USA;",
    "46 – Naila Kabeer, Professor of Gender and Development, London School of Economics, U.K.;",
    "47 – Barbara Harriss-White, Professor Emerita of Development Studies, Oxford University, U.K.;",
    "48 – Aaron Schneider, Professor and Leo Block Chair – Development, University of Denver, USA;",
    "49 – Kanchana N Ruwanpura, Professor of Development Geography, University of Gothenburg, Sweden;",
    "50 – Raj Patel, Research Professor, Lyndon B Johnson School of Public Policy, University of Texas-Austin, USA;",
    "51 – Muthucumaraswamy Sornarajah; Professor Emeritus of Law, National University of Singapore, Singapore;",
    "52 – Vinay Gidwani, Professor of Geography, Environment and Society, University of Minnesota, USA;",
    "53 – Vasuki Nesiah, Professor of Practice in Human Rights and International Law, New York University,USA;",
    "54 – Page Fortna, Harold Brown Professor of U.S. Foreign Security and Security Policy, Columbia University, USA.;",
    "55 – Shirin Rai, Research Professor of International Development, SOAS – University of London, U.K.;",
    "56 – Suzanne Bergeron, Helen M Graves Professor of Women’s Studies and Social Sciences, University of Michigan-Dearbon, U.S.A.;",
    "57 – Kanishka Goonewardena, Professor of Human Geography, University of Toronto, Canada;",
    "58 – Dia da Costa, Professor of Social Justice and International Studies, University of Alberta, Canada;",
    "59 – Kanishka Jayasuriya, Professor of Politics and International Studies, Murdoch University, Australia;",
    "60 – Kevin Gallagher, Professor of Global Development Policy, The Frederick S Pardee School of Global Studies, Boston University, USA;",
    "61 – Arjun Guneratne, Professor of Anthropology, Macalster College, USA;",
    "62 – Pasuk Phonpaichat, Professor Emerita of Economics, Chulalongkorn University, Bangkok, Thailand;",
    "63 – Roger Jeffrey, Professor of Development Sociology, University of Edinburgh, U.K.;",
    "64 – Ben Selwyn, Professor of International Development, University of Sussex, U.K.;",
    "65 – Jennifer Olmstead, Professor of Economics, Drew University, U.S.A.;",
    "66 – Parthapratim Pal, Professor of Economics, India Institute of Management – Calcutta, India;",
    "67 – S. Charusheela, Professor of Economics and Interdisciplinary Studies, University of Washington, USA;",
    "68 – Philip McMichael, Professor Emeritus of Development Sociology, Cornell University, USA;",
    "69 – John Harriss, Professor Emeritus of International Development, Simon Fraser University, Canada;",
    "70 – Kendra Strauss, Professor of Labour Studies, Simon Fraser University, Canada;",
    "71 – Mritiunjoy Mohanty, Professor of Economics, Indian Institute of Management – Calcutta, India;",
    "72 – Pablo Bortz, Professor of Economics, Universidad Nacional de San Martín, Argentina and Researcher at CONICET;",
    "73 – Padraig Carmody, Professor of Economic Geography, Trinity College – Dublin, Ireland;",
    "74 – John Morrissey, Professor of Geography, National University of Ireland, Ireland;",
    "75 – Michele Gamburd, Professor of Anthropology, Portland State University, USA;",
    "76 – Elizabeth Dean Herman, Professor of Urbanism and Landscape, Rhodes School of Design, USA;",
    "77 – Jonathan Walters, Professor of Religion and Bill Hudson Chair of Humanities, Whitman College, USA;",
    "78 – Dip Kapoor, Professor of International Education, University of Alberta, Canada;",
    "79 – Maggie Leung, Professor of International Development, University of Amsterdam, The Netherlands;",
    "80 – David Hulme, Professor of Development Studies, University of Manchester, U.K.;",
    "81 – Adil Najam, Professor of International Relations, Earth and Environment, Boston University, USA;",
    "82 – Patrick R Ireland, Professor of Political Science, Illinois Institute of Technology, USA;",
    "83 – Rainer Kattel, Professor of Innovation and Public Governance, UCL, U.K.;",
    "84 – Roar Høstaker, Professor of Sociology, Inland University of Applied Sciences, Norway;",
    "85 – Gustavo Indart, Professor Emeritus of Economics, University of Toronto, Canada;",
    "86 – Nirmala Salgado, Professor of Religion, Augustana College, USA;",
    "87 – Jonathan Goodhand, Professor of Conflict and Development Studies, SOAS – University of London, U.K.;",
    "88 – S Subramanian, former Professor and Independent Scholar, India;",
    "89 – Ann Blackburn, Old Dominion Professor in the Humanities, Cornell University, USA;",
    "90 – Sunanda Sen, Levy Economics Institute – Bard College, USA;",
    "91 – Namika Raby, Professor of Anthropology, California State University – Long Beach, USA;",
    "92 – Maria Heim, Crosby Professor of Religion, Amherst College, USA;",
    "93 – Christian Barry, Professor of Political Philosophy, Australian National University, Australia;",
    "94 – Alicia Puyana, Professor of Economics, Latin American Faculty of Social Sciences, Mexico;",
    "95 – R Ramakumar, Professor of Developing Societies, Tata Institute of Social Sciences – Mumbai, India;",
    "96 – Venkatesh Athreya, former Professor of Development Economics, India;",
    "97 – Rahula Mukhherji, Professor and Head of Political Science, South Asia Institute, University of Heidelberg, Germany;",
    "98 – Kalinga Tudor Silva, Emeritus Professor Sociology, University of Peradeniya, Sri Lanka;",
    "99 – Ruvani Ranasinha, Professor of Post-Colonial Studies, Kings College – University of London, U.K.;",
    "100 – Sushil Khanna, Professor Emeritus of Economics, India Institute of Management –Calcutta, India;",
    "101 – Ishac Diwan, Director of Research – Finance for Development Lab, Paris School of Economics, France;",
    "103 – Sirisha Naidu, Associate Professor of Economics, University of Missouri-Kansas City, USA;",
    "104 – Karna Basu, Associate Professor of Economics, Hunter College and The Graduate Centre, City University of New York, USA;",
    "105 – Mwangi wa Githinji, Associate Professor of Economics, University of Massachusetts –Amherst, USA;",
    "106 – Gabriel Zucman, Associate Professor of Economics, University of California – Berkeley, USA;",
    "107 – Dean Baker, Senior Economist, Centre for Economics and Policy Research, USA;",
    "108 – Mary Wrenn, Senior Lecturer – Economics, University of West England, U.K.;",
    "110 – Surbi Kesar, Lecturer – Development Economics, SOAS – University of London, U.K.;",
    "111 – Lynda Pickburn, Associate Professor of Economics, Hampshire College, USA;",
    "112 – Abena Oduro, Associate Professor of Economics, University of Ghana, Ghana;",
    "113 – Smita Ramnarain, Associate Professor of Economics, University of Rhode Island, USA;",
    "114 – Susan Randolph, Emerita Associate Professor of Development Economics, University of Connecticut, USA;",
    "115 – Vamsi Vakulabharanam; Associate Professor of Economics, University of Massachusetts-Amherst, USA;",
    "116 – Grieve Chelwa, Inaugural Post-Doctoral Fellow, Institute on Race and Political Economy, New School University, USA;",
    "117 – Eduardo Strachman, Associate Professor of Economics, Sao Paolo State University, Brazil;",
    "118 – Ingrid Kvangraven; Lecturer – International Development, King College, U.K.;",
    "119 – Jerome Roos, Fellow in International Political Economy; London School of Economics, U.K.;",
    "120 – Paul R. Gilbert, Senior Lecturer – International Development, Sussex University, U.K.;",
    "121 – Sheba Thejani, Lecturer – International Development, Kings College – London, U.K.;",
    "122 – Joshua Gellers, Associate Professor International Affairs, University of North Florida, USA;",
    "123 – Nachi Mani, Associate Professor of Economics, Erode Arts and Science College, India;",
    "124 – Isabella Weber, Assistant Professor of Economics, University of Massachusetts-Amherst, USA;",
    "125 – Ram Manikkalingam, Director – Dialougue Advisory Group, The Netherlands and Sri Lanka;",
    "126 – Bengi Akbulut, Associate Professor of Geography, Planning and Environment, Concordia University, Canada;",
    "127 – Madhumita Dutta, Assistant Professor of Geography, Ohio State University, USA;",
    "128 – Alessandra Mezzadri, Reader in Global Development and Political Economy, SOAS – University of London, U.K.;",
    "129 – Alicia Y Lamin; Lecturer in Law, Harvard University, USA;",
    "130 – Chris Baker, Historian, Political Economist, Author, Bangkok, Thailand;",
    "131 – Andres Arauz, Senior Research Fellow – Economics, Centre for Economic and Policy Research, USA;",
    "132 – Caroline Shenaz Hossein, Associate Professor of Global Development, University of Toronto, Canada;",
    "133 – Alexander da Costa, Associate Professor of Social Justice and International Education, University of Alberta, Canada;",
    "134 – Jennifer Cohen, Associate Professor of Global and Intercultural Studies, University of Miami – Ohio, USA;",
    "135 – Steven Jordan, Associate Professor of Integrated Studies, McGill University, Canada;",
    "136 – Pratheep Kumar, Assistant Professor of Law and Economics, CVV, India;",
    "137 – Sarah Small, Assistant Professor of Economics, University of Utah, USA;",
    "139 – Bart Klem, Associate Professor of Peace and Development Studies, School of Global Studies, University of Gothenburg, SWEDEN;",
    "140 – Jesim Pais, Director – Society for Social and Economic Research, India;",
    "141 – Lenore M Palladino, Assistant Professor of Economics and Public Policy, University of Massachusetts-Amherst, USA;",
    "142 – Kalim Siddiqui, Senior Lecturer – Economics, University of Huddersfield, U.K.;",
    "143 – Rajni Gamage, Post Doctoral Fellow, National University of Singapore, Singapore;",
    "144 – Shanaz Akhatar, Postdoctoral Researcher – International Studies, University of Warwick, U.K.;",
    "145 – Dina M Siddiqi, Clinical Associate Professor, New York University, USA;",
    "146 – Geethika Dharmasinghe, Visiting Assistant Professor, Colgate University, USA;",
    "147 – Eva Ambos, Research Fellow, University of Tubingen, Germany;",
    "148 – Susan A Reed, Associate Professor of Women and Gender Studies, Bucknell University, USA;",
    "149 – Sankar Varma, Research Scholar, Kerala Council for Historical Research, India;",
    "150 – Narayani Sritharan, Fellow – Development Economics, Williams and Mary College, USA;",
    "151 – Ayse Arslan, Assistant Professor of Development Studies, Haceteppe University, Turkey;",
    "152 – Rohith Jyothish, Assistant Professor of Political Economy, O. P. Jindhal University, India;",
    "153 – Giselle Thompson, Assistant Professor – Black Studies in Education, University of Alberta, Canada;",
    "154 – Priyanthi Fernando, Executive Director – International Women’s Rights Action Watch-Asia Pacific; Sri Lanka;",
    "155 – Deepta Chopra, Research Fellow, Institute of Development Studies, University of Sussex, U.K.;",
    "156 – Heloise Weber, Senior Lecturer – International Studies, The University of Queensland, Australia;",
    "157 – Bishop Akolgo, Director, International Social Development Centre, Canada;",
    "158 – Gilad Isaacs, Lecturer – Economics, Institute of Economic Justice, University of the Witwatersrand, South Africa;",
    "159 – Chirashree Das Gupta, Associate Professor – Economics and Political Economy, Jawaharlal Nehru University, India;",
    "160 – Joeri Scholtens, Assistant Professor – Geography, Planning and International Development, University of Amsterdam, The Netherlands;",
    "161 – Samuel Jamiru Braima, Senior Lecturer, Fourah Bay College – University of Sierra Leon, Sierra Leone;",
    "162 – Charles Abugre, Executive Director, International Development Economics Associates, Accra, Ghana",
    "163 – Samanthi Gunawardana, Senior Lecturer – Gender and Development, Monash University, Australia;",
    "165 – Gregor Semieniuk, Assistant Professor of Economics, University of Massachusetts-Amherst, USA;",
    "167 – Farah Mihlar, Senior Lecturer in Human Rights, Oxford Brookes University, U.K.;",
    "168 – Kiran Grewal, Reader in Sociology, Goldsmiths College, U.K.;",
    "169 – Himanshu, Associate Professor of Economics, Jawaharlal Nehru University, India;",
    "170 – Ajit Zacharias, Senior Scholar, Levy Economics Institute, USA;",
    "171 – Sree Padma Holt, Associate Research Fellow, Bowdoin College, USA;",
    "172 – Dharshana Kasthurirathna, Senior Lecturer, Sri Lanka Institute of Technology (SLIT), Sri Lanka;",
    "173 – Shyamain Wickramasinghe, Postdoctoral Research Fellow, Copenhagen Business School, Denmark;",
    "174 – Nimanthi Rajasingham-Perera, Associate Professor of Women’s Studies, Colgate University, USA;",
    "175 – Mythri Jegathesan, Associate Professor of Anthropology, Santa Clara University, USA;",
    "176 – Bernard Anaba, Policy Analyst, The Integrated Social Development Centre, Ghana;",
    "177 – Sharika Thiranagama, Associate Professor of Anthropology, Stanford University, USA;",
    "181 – Roman Rafael Vega Romero, Global Coordinator, People’s Health Movement, Columbia;",
    "182 – Iratxe Perea Ozerin, University of the Basque Country, Basque Country, Spain"
  ]
}