{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-affirms-SL-s-commitment-to-two-state-solution-in-Palestine/56-757338",
  "time_ut": 1705085506.0,
  "original_lang": "en",
  "original_title": "President affirms SL’s commitment to two-state solution in Palestine",
  "original_body_lines": [
    "During meeting with Middle East Ambassadors stresses need for immediate ceasefire and continuous supply of humanitarian aid to Gaza.",
    "Advocates for a functional Palestinian Government, condemning attacks on Gaza, pledging aid upon ceasefire.",
    "In a diplomatic milestone, President Ranil Wickremesinghe on Thursday convened a significant meeting engaging with Ambassadors from 10 Middle Eastern nations. Throughout the discussions, the President reemphasised Sri Lanka’s unwavering commitment to the two-state solution in Palestine.",
    "President Wickremesinghe underscored the necessity for authorities to take decisive steps in removing settlers from the West Bank while advocating for the establishment of a permanent, functional Palestinian Government. The President stated that a two-state solution could not be achieved with a single state. He firmly articulated that terrorist attacks by Hamas should not serve as justification for the continued bombardment of Gaza, highlighting the imperative of pursuing a peaceful resolution.",
    "Additionally, the President called for continued humanitarian supplies, including contributions by Sri Lanka, to Gaza. He also called for an immediate ceasefire, illustrating Sri Lanka’s steadfast commitment to the current humanitarian plight of the Palestinian people.",
    "Ambassadors representing Middle Eastern nations expressed gratitude for President Wickremesinghe’s consistent public support for Palestine and Gaza.",
    "Recognising Sri Lanka’s unwavering support for UN resolutions calling for a cessation of hostilities in Gaza, the ambassadors appreciated Sri Lanka’s steadfast stance on the matter. President Wickremesinghe elaborated on Sri Lanka’s involvement in Red Sea security operations, reiterating the commitment to safeguarding the freedom of navigation while ensuring a minimal adverse impact on Sri Lanka’s economy.",
    "During the discussions, the President outlined Sri Lanka’s comprehensive foreign policy, emphasising the strengthening of relations with Asia, West Asia, Africa and Middle East in addition to existing relations with the West. This strategic approach reflects Sri Lanka’s dedication to fostering diplomatic ties and contributing to regional stability.",
    "Led by the Palestinian Ambassador, representatives of Egypt, Qatar, UAE, Libya, Iran, Kuwait, Saudi Arabia, Oman and Iraq attended the meeting.",
    "The President was accompanied by the Minister of Foreign Affairs Ali Sabry, Secretary to the President Saman Ekanayake, Secretary to the Foreign Affairs Ministry Aruni Wijewardena, Director of International Affairs Dinouk Colombage and Director General of the President’s Media Division Dhanushka Ramanayake."
  ]
}