{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/Veil-of-uncertainty-covering-naked-truth-behind-death-of-schoolgirl/131-259043",
  "time_ut": 1683835435.0,
  "original_lang": "en",
  "original_title": "Veil of uncertainty covering  naked truth behind death of schoolgirl",
  "original_body_lines": [
    "The main suspect who was absconding from the police was arrested on May 10",
    "CCTV footage indicates that the two girls are walking into the hotel and the boyfriend of the friend goes in later on. But the suspect is only seen walking out",
    "Upon visiting the hotel our daughter may have come to know about what transpired and she may have refused the offer, following which she had either jumped off the window or was pushed off",
    "The fact that a minor was allowed to enter a hotel using another person’s ID card has also initiated a discussion on whether the minimum age requirement too has been ignored",
    "The death of the 16-year-old girl in Kalutara has been mired in controversy. With various allegations, suspicions and assumptions, the truth is yet to be revealed. What has been made public is that the deceased was taken to a hotel by another couple to meet a fourth individual. But what happened at the hotel room, why the couple left soon after, and whether the suspect’s statement has any truth to it remains a question. The investigations were started following the deceased’s naked body was found alongside the railway tracks on May 6 evening. But the suspect doesn’t mention how the clothes came off even though he claims that the girl, who was initially dancing with him in the room, started acting rather weirdly following a phone call she received and then jumped",
    "Speaking to the Daily Mirror, a senior family member of the deceased who spoke on conditions of anonymity said that they prefer if the investigations are handed over to the Criminal Investigations Department (CID). “So far we do not know what the final post-mortem report states. Even before the investigations concluded the media and social media have conducted the entire trial on the incident, by sharing photos, making all kinds of stories and sharing them with graphical presentations. We are disgusted and utterly disappointed to see and read various narrations of this incident. The actual questions that need to be asked and the individuals who need to be questioned lay idle,” the family member claimed.",
    "When asked about the events that transpired on the day of the incident, the family member said that the deceased and her friend had been residents of Nagoda. “There used to be tuition classes at the deceased’s house and this friend had been attending the classes as well. However, there have been certain rumours about this friend who was just 19 years old and had been having an affair with another boy. She was even suspended from classes in school. Perhaps she was a bad influence on our daughter. They have become close friends over a period of two months.”",
    "On a previous occasion, the mother of the deceased told the media that the friend took her daughter saying that they were going to visit Dansal on the day of Vesak. However, it was later revealed that the deceased, who was just 16 years old was taken into a hotel by producing another ID card.",
    "When asked about this incident, the family member told the Daily Mirror that initially, that girl too had admitted that she gave her ID card to the deceased and not the friend. “But she later admitted that she gave the ID card to the friend and not the deceased after realising the consequences.”",
    "“Our daughter was unaware of the entire incident but the friends have carefully executed a master plan. CCTV footage indicates that the two girls are walking into the hotel and the boyfriend of the friend goes in later on. But the suspect is only seen walking out. So perhaps he had already gone to the hotel and was having a drink. Upon visiting the hotel our daughter may have come to know about what transpired and she may have refused the offer, following which she had either jumped off the window or was pushed off. She had then made a call to her friend when she got to know about the incident. It has been a week since the incident happened but there is no post-mortem report yet.”",
    "The family member further said that they prefer if the investigations are being taken over by the CID. “It’s not that we don’t trust the law, but we want the investigations to be expedited soon before another girl falls victim to an incident of this nature. We wonder why the investigations are slow to conclude. Perhaps some people may be trying to cover up the matter altogether,” he complained.",
    "Later yesterday, the investigations of the case were handed over to the Criminal Investigations Department upon the instructions of the IGP.",
    "Speaking about media coverage regarding the incident, the family member said that there were some media reports which said that the deceased was under the influence of alcohol. “But have they seen any medical reports to arrive at these conclusions? They try to guess how the events would have transpired with animations and graphics. Nobody questions about the couple that was remanded. They are just giving publicity to the suspect. I do not know how the suspect’s statement is made public when the investigations are still ongoing,” the family member questioned.",
    "The family member said that the media should be more responsible in their reporting. “This incident also shows that parents need to be more alert about their children’s whereabouts, whom they associate and always keep a close watch on children,” the family member underscored.",
    "The fact that a minor was allowed to enter a hotel using another person’s ID card has also initiated a discussion on whether the minimum age requirement too has been ignored by these establishments. When asked what are the minimum standards and requirements for a tourist hotel or a guest house to operate, Tharanga Rupasinghe, Director Standard and Quality Assurance at the Sri Lanka Tourism Development Authority said that the Minimum Capacities and Facilities of Tourist Hotels Rules No. 01 of 2016 was amended recently with various upgrades and changes to be implemented in star class and normal hotels. “But only 50% of these establishments have been registered with the SLTDA. The remaining 50% falls within the informal sector. But we are in the process of absorbing these establishments into the registered category. We are planning to conduct awareness programmes in Tangalle, Hikkaduwa and Unawatuna in the near future. Usually, those who operate these establishments should register with the Divisional Secretariat, carry a company registration, trade license and other documentation.”",
    "Victim subject to secondary victimization by the media : Salpitikorala",
    "Between July 2020 and July 2022, at least 17 children have died as a result of abuse, harassment or rape. It is in this backdrop that this incident takes place. “Every child who comes in contact with the Justice System is subject to massive secondary victimization,” said Milani Salpitikorala, Attorney-at-law and Founder of Child Protection Force. “Sometimes this is far worse than the initial crime caused against them itself. In my opinion, the Authorities established to protect citizens and most importantly children, are second in line for committing this secondary victimization. First in line is the media.”",
    "“We have been writing to the authorities and policymakers to push for laws to control the media from exposing the privacy of the victim. Have we all forgotten the girl who was murdered when working at a house in Colombo? Have we forgotten the media drama? Have we forgotten about the little girl who was trafficked in Mt. Lavinia? Have we forgotten the media drama? Are the perpetrators behind bars? Or are they out free with access to many more children? Has anyone questioned anyone?” Salpitikorala questioned.",
    "She further said that it is an urgent requirement for policymakers to establish and implement laws prohibiting the media from exposing any detail with regard to a case of a Child. “Section 20 of the Children and Young Persons Ordinance mentioned restrictions on media publications. But we must understand that this law is archaic and would need to be revised to fit into today’s society with the inclusion of media exposure in the tech world.”",
    "Commenting on the use of fake IDs to gain entry into hotels, she said that there was a time in the past when hotels were raided by Law Enforcement authorities in order to investigate cases of child abuse. “Historical open secrets of children being used for sex trafficking for the tourism trade itself are rumours known to many. Fake IDs and children being taken into Hotels is again an open secret known to many. It is already way too late for the Tourism Ministry to implement laws to control this. Again simple mechanisms to check fake IDs in hotels, emergency buttons to inform the NCPA etc. are some of the tools that can be discussed and implemented without a doubt. But are we as a State interested?”",
    "“We have violated most of the rights enshrined in the UNCRC and is a known fact. Why hasn’t the Sri Lankan state already taken serious action against these? Child Protection is non-controversial. The mechanisms to be used to curb this critical crisis are not rocket science. But is there a need for it ? Last year we screamed.. we will continue to scream.. but will anyone hear?! she said in conclusion.",
    "According to the Police Media Division the girl’s post-mortem was conducted at the Kalutara Hospital on May 7 where the Judicial Medical Officer had given an open verdict and had recommended that the samples obtained be sent to the government analyst. The Police had already arrested four suspects in connection to the incident. Yesterday (May 11), the Police arrested the wife of the Kalutara hotel owner who allegedly provided accommodation to the underage schoolgirl. She is the fifth suspect to be taken into custody in connection to the incident. Further, steps have been taken to examine phone calls taken by the victim.",
    "“The couple that was arrested had been further remanded till May 15. The main suspect will be produced in courts today (May 12),” an officer said."
  ]
}