{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Can-chess-master-Russia-be-checkmated-in-Georgia/172-255538",
  "time_ut": 1678381716.0,
  "original_lang": "en",
  "original_title": "Can chess master Russia be checkmated in Georgia?",
  "original_body_lines": [
    "Protesters wave the Georgian, Ukrainian and European flags during a demonstration called by Georgian opposition and civil society groups outside Georgia’s Parliament in Tbilisi. AFP",
    "When the revolution is hijacked, people lose it. They simply become a pawn in a foreign-power-led regime-change op. It happened in Ukraine in 2014 and it is happening now in Georgia. These regime-change ops are so similar that a political scientist can produce a mathematical formula based on them.",
    "Apart from Ukraine, regime change ops have happened in Egypt, Sudan, Tunisia, Libya, Kyrgyzstan, and scores of other countries in the post-Cold War era to sustain the United States’ global domination. Last year, Pakistan’s Prime Minister Imran Khan attributed the ouster of his government in a no-confidence move to a regime-change op by the United States.",
    "Although the US denies allegations of interfering in the internal affairs of other countries, according to one study, Washington carried out at least 81 overt and covert interventions in foreign elections from 1946 to 2000. If we were to add recent regime-change ops, the tally would top 100.",
    "A US-led regime-change op almost succeeded in Iran recently when thousands took to the street to protest the death of a woman in police custody.",
    "Not many analysts will rule out big power involvement in last year’s Sri Lanka protests that forced the then President Gotabaya Rajapaksa to flee the country and resign.",
    "Often regime change ops do happen in countries where the government is seen to be pro-Russia or pro-China or unyieldingly independent.",
    "The fact that the government has been democratically elected does not matter for regime-change architects sitting in secret rooms and planning how to topple governments and installing puppet regimes by way of protests labelled as revolutions. Inciting protests is a cheaper alternative to the costly military option. Their plans also include strategies to topple Vladimir Putin’s regime in Russia and Xi Jinping’s in China.",
    "Not only the West but its rivals Russia and China also have their own regime-change programmes, though they may not be as successful as the Western bloc is.",
    "Leaders of less powerful nations do not have the luxury of deciding their foreign policy in the way they think would benefit their countries. The term ‘Independent state’ is a fallacy. No country is totally independent. A nation’s independence is directly proportional to the power it wields in international relations. The stronger the nation, the more independent it is.",
    "Regime-change ops are not autochthonous; there is always an outside power or a power bloc that seeks to advance its national interest goals through such ops.",
    "A key factor that needs to be in place for regime change is a public protest against a targeted government. The protests are then aided and abetted by a big power.",
    "In Kyrgyzstan, for instance, in 2005, when protests erupted against the pro-Moscow government, the US provided aid to opposition parties, media outlets and protesters via the State Department, USAID, Radio Liberty and Freedom House. The Wall Street Journal reported that when the state cut off electricity to an opposition newspaper company, the US embassy provided emergency generators. The protest, which was glorified by the West as Tulip Revolution, led to the overthrow of President Askar Akayev.",
    "Russia was then economically weak to intervene in the hostile developments taking place in its backyard.",
    "But when Georgia in 2008 and Ukraine in 2014 mulled joining the European Union and the North Atlantic Treaty Organisation (NATO), Russia, which had by then become economically stronger, sent its military forces to these countries. Russia punished Georgia by carving out two independent states – Abkhazia and South Ossetia – from its territory. It punished Ukraine by annexing Crimea.",
    "Fifteen years after the Georgian war, the present Georgian government has turned its back on the West and is leaning toward Russia. This week, violent protests erupted in Georgia’s capital, Tbilisi, in scenes similar to what happened in 2014 in Ukraine against the pro-Russian president. The BBC yesterday described the Tbilisi protests as Georgia’s Maidan moment. Maidan was the epicenter of the Ukrainian protests.",
    "The reason for the Georgia protest is a Bill before parliament. The protesters, some of whom carry the European Union flag, believe that the Foreign Agent Bill will stifle media freedom and accuse the government of doing Russia’s bidding. Under this Bill, nongovernmental groups, and media groups that receive 20 percent or more of their annual revenue — either financial support or in-kind contributions — from abroad could be classified as “foreign agents”.",
    "Georgia’s ruling Dream Party members who pushed the Bill point out that such laws do exist even in the United States. The reference was to the Foreign Agent Registration Act (FARA). But the protesters point out the draft law is similar to the law in Russia. Yesterday, the government announced it would not move ahead with the bill, but the protesters vowed to continue the campaign, thus adding credence to the claim that a regime-change op is being rolled out.",
    "When the Ukraine war began last year, it also gave rise to a media war. In this media war, the first casualty was Russia Today, a popular international TV channel that telecast news and views that people would not see on Western channels such as Fox, CNN and even BBC. The channel was branded a foreign agent.",
    "The US double standard is exposed when it criticizes Georgia’s Foreign Agent Law while it has banned Russia Today and Sputnik under similar laws. Apart from banning Russia Today and Sputnik, the US has bombed Al-Jazeera offices in Afghanistan and Iraq, passed laws such as the Patriotic Acts that restrict individual liberty, and launched a witch-hunt against WikiLeaks founder Julian Assange. So much for its commitment to media freedom.",
    "It is a pity that protesters have little faith in democracy. Georgia has elections every four years. The next parliamentary elections are due in mid-2024. If the new law is seen to be stifling the freedom of expression, all that the protesters need to do is vote out the government they elected in 2020 and appoint a government of their choice.",
    "But even if Georgian protesters have patience till then, the regime changers appear to be in a hurry to topple the government through a revolution as they did in Ukraine and then expedite Georgia’s membership in the European Union and NATO. Certainly, this is a move to checkmate Russia.",
    "If Russia invades Georgia again, it will certainly weaken its gains on the Ukrainian front as it does not have the military and economic strength to fight two wars at the same time. If, on the other hand, Russia decides not to intervene, it will see Georgia becoming pro-West and obtaining NATO membership, thus posing a threat to Russia’s national security.",
    "Can chess master Russia, which said yesterday it was concerned about what was happening in its neighbourhood, escape the checkmate?"
  ]
}