{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95524/new-authority-to-be-established-to-safeguard-art",
  "time_ut": 1702181160.0,
  "original_lang": "en",
  "original_title": "New authority to be established to safeguard art",
  "original_body_lines": [
    "A preliminary discussion regarding the establishment of a new government agency with authority through an act to secure the professionalism of arts and artists has been held in Parliament recently, where it was suggested that a government body should be established by a new act with authority to represent all fields of art including cinema, tele-drama, music, stage plays, painting, poetry etc.",
    "The meeting was chaired by the Minister of Justice, Prisons Affairs and Constitutional Reforms, Wijayadasa Rajapakshe, and several artists representing arts organizations in Sri Lanka participated, the Parliamentary Communications Department said in a statement.",
    "It was discussed that new laws should be prepared in relation to maintaining the artist’s professionalism while maintaining it as an industry. The artists pointed out that it is a major issue that this kind of government intervention has not happened so far and therefore the artists themselves gathered and formed various organizations. Therefore, the artists extended their gratitude to the Minister of Justice for his intervention in this initiative which is a national need.",
    "The artists also pointed out the need to consider each art field separately as the issues and relevant matters are different, the statement mentioned.",
    "Addressing the artists, the Minister of Justice Wijedasa Rajapakshe pointed out that he would give his best contribution to draft this new Act with the cooperation of all ministries and institutions related to arts.",
    "Accordingly, he informed the art organizations to prepare the relevant basic framework and provide it before January 10, 2024. Also, the minister said that the support of all parties is expected for this initiative taken for the betterment of Sri Lankan arts irrespective of political differences, it added.",
    "State Minister Anuradha Jayaratne and Member of Parliament Premnath C Dolawatta were also present on this occasion. Media Consultant to the Ministry of Justice, Dr. Harsha Abeykoon, coordinated the programme, according to the Parliamentary Communications Department"
  ]
}