{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/X-Press-Pearl-compensation-Experts-smell-a-rat/131-258024",
  "time_ut": 1682304030.0,
  "original_lang": "en",
  "original_title": "X-Press Pearl compensation: Experts smell a rat",
  "original_body_lines": [
    "The Attorney General’s department has sought the assistance of an Australian law firm to file the compensation claim against the owners of the ship",
    "The claim Sri Lanka is entitled to obtain is much larger than the IMF loan. “According to the Damage Assessment Report, the claim has been estimated at USD 6.2 billion. But then again experts were not allowed to go near the ship",
    "While the public was told that investigations were underway, two years later, Sri Lanka is struggling to file a compensation claim",
    "The MV X-press Pearl disaster is considered one of the biggest disasters in maritime history. The expert committee that investigated the extent of damage on the marine and coastal environment concluded that it is the single worst incident in terms of chemical and plastic pollution in the sea. Over 400 marine species were reported dead following the incident in addition to the restriction of fishing activities in areas affected by the oil spill.",
    "But, two years later Sri Lankan authorities are in a tug-o-war as they struggle to file compensation claims amidst interventions from the respondents of the case. With less than 40 days left, parties seeking justice are keeping a closer watch on what the authorities are doing.",
    "The ship caught fire on May 20, 2021 and the fire was raging for over two weeks. During this period the Marine Environmental Protection Authority (MEPA) took the initiative to appoint an expert committee to probe the extent of the damage. Even though it was evident that the oil spill, plastic pellets and burnt lumps caused much damage to the marine environment as carcasses of marine species started washing ashore on beaches across the island, certain so-called experts denied any relationship between the dying animals and the blazing ship. Certain ministers at the time took great efforts to explain it as an event that happens during high tide. On the other hand the fisheries community was greatly impacted following the inferno and they too are awaiting compensation. While the public was told that investigations were underway, two years later, Sri Lanka is struggling to file a compensation claim.On a more surprising note, the Attorney General recently sought cabinet approval to file the compensation case in a Singapore court while local maritime legal experts continue to argue that Sri Lanka’s jurisdiction is well-equipped to handle the claim.",
    "The Centre for Environmental Justice (CEJ) was one of the organisations that filed a lawsuit (CA/WRT/383/31) against the inferno just two weeks after the incident. A report titled ‘X-press Pearl : A new kind of oil spill’ compiled by the CEJ and IPEN, a network of over 600 non-governmental organisations working in more than 120 countries to reduce and eliminate the harm to human health, the environment from toxic chemicals details the extent of marine and environmental pollution following the incident.",
    "Investigations were conducted on beaches in Colombo, Kalutara and Gampaha where plastic pellets and burnt lumps were collected and analyzed for heavy metals, polyaromatic hydrocarbons, per- and polyfluoroalkyl substances (PFAS), benzotriazole UV stabilizers (BUVs), and bisphenols. The summary of analytical results indicates that there are several contaminants associated with the plastic debris from the accident, especially burnt plastic lumps. Following the incident the government imposed a ban on fishing activities and a No Fishing Zone was declared. As such the impact on marine environment as well as that on fishing communities was such that the CEJ filed another case SC FR 168/21 representing the fishing communities.",
    "But almost two years later, Sri Lanka is still struggling to file a compensation claim to obtain necessary demurrages. “Filing the case in a Singapore court won’t do justice to the incident,” claimed attorney-at-law Ravindranath Dabare. “If the reports, calculations of damages and the investigations were done by Sri Lankan experts, why do we have to file a case in an overseas court? This way we will have to play by the rules of Singaporean lawyers who represent the insuring company. Sri Lankan lawyers are well experienced to handle this matter.”",
    "He further said that the USD 6.2 billion is only a temporary estimate. “Experts were not permitted to go near the ship. The authorities didn’t provide necessary approvals. Therefore only a rough estimate has been given,” Dabare added.",
    "The USD 6.2 billion is only a temporary estimate. “Experts were not permitted to go near the ship. The authorities didn’t provide necessary approvals. Therefore only a rough estimate has been given.",
    "Singapore is party to the Convention on Limitation of Liability for Maritime Claims and this would limit compensation claims. “This will therefore give an advantage to the respondents including the operators and the insurers to limit their liability to a figure mentioned in the Convention,” cautioned maritime law expert Dr. Dan Malika Gunasekara. “Already, the respondents have setup a limitation of liability fund in London and this has been fixed to around 19.5 million pounds with respect to all damages caused by the X-press Pearl inferno. We have therefore asked the Attorney General’s department to intervene with proceedings to break the fund.”",
    "The Convention includes limits of liability for property claims, loss of lives and so on but doesn’t include liabilities for environmental damage. “Therefore it is unclear as to why the AG’s department is not keen to break the fund. Sri Lanka on the other hand is not a party to the Convention and therefore we don’t have to rely on a limitation clause.”",
    "Dr. Gunasekara further said that Sri Lanka is well-equipped to handle the claim. “The case can be heard at the Admiralty Court at the Commercial High Court in Colombo. As per the tort law, under the provision lex loci delicti, if you file action in Sri Lanka, it’s the Sri Lankan law that will apply. But in Singapore it is lex fori and therefore the law of the forum will be applied. Therefore our law can be thrown away and we can’t apply the Sri Lankan law in Singapore courts,” Dr. Gunasekara further explained.",
    "Commenting on filing the compensation claim Dr. Gunasekara said that in civil action before you file a case you need to send a letter of demand to the respondents. “But in this case, the respondent’s lawyers claim that Sri Lanka has not sent a letter of demand yet. The first Damage Assessment Report was compiled in September last year and the AG requested for the second review in January. Now there are only 30-40 days left. Even if a letter of demand is sent, we need to give them at least 15-20 days to respond. But it is unclear as to how far they have prepared the documents. This is not a small claim. In fact. this is the first time Sri Lanka will be receiving such a huge sum.”",
    "Dr.  Gunasekara further said that the claim Sri Lanka is entitled to obtain is much larger than the IMF loan. “According to the Damage Assessment Report, the claim has been estimated at USD 6.2 billion. But then again experts were not allowed to go near the ship and the government has not been supportive. Making things worse the government has allowed for the bigger wreck to be removed. So how are we going to examine the impact of damage? As such there are many doubts and suspicions regarding this matter,” he said while reiterating that Sri Lanka has a higher chance of getting a better compensation package if the case is heard in Sri Lanka.",
    "Already, the respondents have setup a limitation of liability fund in London and this has been fixed to around 19.5 million pounds with respect to all damages caused by the X-press Pearl inferno. We have therefore asked the Attorney General’s department to intervene with proceedings to break the fund",
    "In a press release dated April 11, 2023, the Marine Environmental Protection Authority (MEPA) said that the documents and information regarding the X-press Pearl incident have been submitted to the Attorney General’s department to file a case against the owners, operators and local representatives of the ship.",
    "The statement further reads that the Authority appointed a technical committee of experts to assess the damage caused by the incident and that the second review of the report was submitted to the Attorney General’s department on January 13, 2023.",
    "The Attorney General’s department has sought the assistance of an Australian law firm in order to file the compensation claim against the owners of the ship.",
    "Furthermore the AG’s department has received cabinet approval to carry out legal proceedings in Singapore and a separate financial institution has been appointed with the approval of the cabinet.",
    "A special meeting was held at the Justice Ministry on April 6, 2023 to discuss on certain matters arising from conflicts of interest. The meeting was presided by the Attorney General, Justice Minister, senior management of MEPA and several lawyers with a knowledge and expertise on the field.",
    "The Attorney General noted that the Australian law firm had confirmed that the legal proceedings can be carried out in a Singapore court.",
    "He said that the owners of the ship in question are actively engaged in businesses in Singapore.",
    "It is possible to execute the verdict in either Singapore or London as the head office of the ship and insurance company are located in these countries respectively.",
    "The Australian law firm had advised that there’s a better chance of implementing new maritime laws during the proceedings of the case as Singapore is already being considered a maritime hub.",
    "The Attorney General further noted that the owners of the ship have filed a limited liability case in a court in London and have fixed the compensation at 19 million pounds and that the first priority is to intervene in this case and request for a change in the final claim.",
    "The Attorney General’s department is consulting foreign environmental agencies for further information and data based on the results of the Environmental Damage Assessment Report Procedures are underway to demand for environmental damages as a priority in the case.",
    "The Attorney General’s department affirmed that they will extend their support to the MEPA by providing all technical reports related to the case.",
    "Compensation claim will be filed prior to the due date: Justice Minister",
    "It is amidst this backdrop that Justice Minister Dr. Wijeyadasa Rajapakshe recently claimed that a certain party involved in the X-press Pearl compensation deliberations has allegedly solicited a bribe of USD 250 million and that the money has been transferred to a bank account in the UK. Even though the Criminal Investigations Department has launched an inquiry on this allegation, it is highly likely that the Department would need more time to announce any breakthroughs.",
    "The Daily Mirror spoke to the Minister himself for certain clarifications on the procedures leading up to the case.",
    "Q Why did Sri Lanka delay in expediting the compensation claim?",
    "I cannot say the exact reason but there has been a difference in opinions between MEPA and other experts in the committee. The Committee comprised of over 40 experts in the maritime field. Subsequently I got involved to expedite the litigation procedure. Last July I had a meeting with the former MEPA chairman and other experts and I asked them to submit a report by September. But the report came in January. This has been forwarded to the AG and the department is now proceeding with the matter. I was also told that the insurer, P&I Club has been allegedly interfering with the proceedings and that they have had negotiations with several parties. Then on April 4, there was a meeting presided by Environment, Natural Resources and Sustainable Development Sectoral Oversight Committee Chairman Ajith Mannapperuma. But there were six local lawyers who were appearing for the insurance company in London also present at this meeting. This is not how these proceedings should have been done. It was at this meeting that there were allegations and counter allegations regarding a certain party soliciting a bribe of USD 250 million. Thereafter, I requested the Police Chief and CID to investigate on the matter.",
    "Q Why is the compensation case filed in Singapore and not in a local court?",
    "Here again there were two different opinions. There was an expert legal panel that agreed on the fact that the case should be filed in Singapore. On the other hand, if the case is filed in Singapore the insurance company will be reluctant to disobey their decision.",
    "Q But some legal experts claim that the case can be heard in a local court?",
    "Q The compensation has been estimated at USD 6.2 billion. Is this final?",
    "As at now this is the estimate but according to the Singapore law if more evidence on damages can be presented while the case is underway, there is a chance of getting an amount more than this estimate.",
    "Q The two-year time limit will expire this May. Will the compensation claim be filed prior to the due date?"
  ]
}