{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Karu-calls-for-a-stop-to-activities-that-may-hinder-the-country-s-well-being/56-745628",
  "time_ut": 1677096913.0,
  "original_lang": "en",
  "original_title": "Karu calls for a stop to activities that may hinder the country’s well-being",
  "original_body_lines": [
    "Says country is not in a situation where parties can be divided and fight for power",
    "Stresses it is important for everyone to have a proper understanding of current crisis",
    "Former Speaker Karu Jayasuriya has issued a statement calling on all parties to be accountable to the country. In it, he said it was important for every responsible party as well as citizens to have a proper understanding of the true nature of the serious crisis that the country is facing today. “There can be no debate among many of them as to who is really responsible for the crisis the country is facing today. However, at this moment, we cannot avoid raising the question of whether all parties are working with a real understanding of the great danger the country is facing,” Jayasuriya said adding that the country is not in a situation where people can divide and fight with each other for power, but is instead in a situation where the country needs to be built by putting collective responsibility in front.",
    "“It is very important that the Government and all other political parties and institutions that have to deal with national responsibility, and all citizens, in general, understand the need of the hour. Therefore, we appeal to all parties at this moment to stop all activities that may hinder the well-being of the country, at least for a certain period of time. We believe that it is important for the Government to listen to the people’s sentiments and understand the issues well and resolve the issues through the Parliament. We would like to further point out the need to hold elections in a timely manner while respecting the people’s opinion,” he added."
  ]
}