{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Alcaraz-beats-Djokovic-for-first-Wimbledon-title/108-263238",
  "time_ut": 1689530626.0,
  "original_lang": "en",
  "original_title": "Alcaraz beats Djokovic for first Wimbledon title",
  "original_body_lines": [
    "Carlos Alcaraz defeated seven-time champion Novak Djokovic to claim his first Wimbledon title on Sunday, shattering the Serb's dream of a record-equalling 24th Grand Slam crown.",
    "World number one Alcaraz recovered from dropping the first set and saving a set point in the second to win 1-6, 7-6 (8/6), 6-1, 3-6, 6-4 after four hours and 42 minutes on Centre Court.",
    "It was a second major for the 20-year-old Spaniard following his US Open title last year as he became Wimbledon's third youngest men's champion.",
    "The result will also spark feverish speculation over the start of a generational shift, with 36-year-old Djokovic carrying the torch of the 'Big Three' now that Roger Federer is retired and Rafael Nadal is sidelined, perhaps permanently.",
    "Australian Open and French Open champion Djokovic had been bidding to equal Federer's record of eight Wimbledon titles, match Margaret Court's all-time mark of 24 Slams and become the All England Club's oldest men's champion.",
    "When he won his first major at the Australian Open in 2008, Alcaraz was still three months shy of his fifth birthday.",
    "\"You inspire me a lot,\" Alcaraz told Djokovic after becoming the third Spanish winner of the title, following in the footsteps of Manuel Santana in 1966 and Nadal in 2008 and 2010.",
    "\"I started playing tennis watching you. Since I was born you were already winning tournaments. It is amazing,\" he added with a smile after firing 66 winners past the Serb, off-setting his 45 unforced errors.",
    "Nadal took to Twitter to salute Alcaraz, praising him for bringing \"immense joy\" to Spanish tennis and telling him to \"enjoy the moment\".",
    "Djokovic was playing in his ninth final at Wimbledon and 35th at the majors, while for Alcaraz it was just a second in the Slams following his US Open triumph.",
    "\"What a quality at the end of the match when you had to serve it out,\" said Djokovic, who had been chasing a fifth successive Wimbledon crown.",
    "\"You came up with some big plays in the big situation and you absolutely deserve it. Amazing.",
    "\"As for me, you never like to lose matches like these but I guess when all the emotions are settled I'll have to be very grateful.\"",
    "\"You came up with some big plays in the big situation and you absolutely deserve it. Amazing.",
    "\"As for me, you never like to lose matches like these but I guess when all the emotions are settled I'll have to be very grateful.\"",
    "Djokovic took advantage and raced into a 5-0 lead on the back of a double break before the Spaniard got on the board.",
    "It was too little, too late as Djokovic claimed the opening set with a smash.",
    "But Alcaraz finally freed himself of his shackles and broke for 2-1 in the second set.",
    "Djokovic hit straight back in the third game before saving a break point in the fourth, coming out on top of a 29-shot rally.",
    "The Serb was hit with a time violation in the tie-break before seeing a set point saved.",
    "Alcaraz needed no second invitation when he carved out and converted a set point to level the contest with a backhand winner.",
    "The marathon set had taken 85 minutes as Djokovic's run of 15 tie-breaks won in a row at the majors ended.",
    "Alcaraz broke in the opening game of the third set and again after an exhausting 26-minute fifth game, which went to 13 deuces and saw Djokovic save six break points before he cracked on the seventh.",
    "Alcaraz backed it up with a rapid-fire service game which took just two minutes in comparison and broke again against the dispirited defending champion to move two sets to one ahead.",
    "Djokovic broke twice in the fourth set, levelling the match courtesy of Alcaraz's seventh double fault of the final.",
    "But Djokovic wasted a golden chance to break for 2-0 in the decider with a wild smash and Alcaraz made him pay, breaking for 2-1.",
    "A frustrated Djokovic collected another code violation for destroying his racquet against the net post before he slipped 3-1 down.",
    "Alcaraz was not to be denied and he claimed a famous victory when Djokovic buried a forehand in the net."
  ]
}