{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-redefines-the-epitome-of-music-with-launch-of-mstudio/",
  "time_ut": 1687532640.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL redefines the epitome of music with launch of mStudio",
  "original_body_lines": [
    "Revolutionising the rhythms in the local music industry, SLT-MOBITEL, the National ICT Solutions Provider, unveiled Sri Lanka’s first tech powered exclusive talent platform, mStudio, devised to empower the aspirations of musicians and artists alike through the fusion of technology. The historic event which took place at PVR Cinemas, One Galle Face, attracted prominent personalities from the television and music industry.",
    "The introduction of mStudio is part of SLT-MOBITEL’s broader purpose in enhancing its technological prowess to multitude of sectors and fostering digital inclusion. With an unwavering focus on empowering individuals from diverse backgrounds, mStduio will act as a platform, enabling Sri Lankans to create, perform, and enjoy quality music and talents. mStudio comprises of four main verticals namely mStudio Online, mStudio Talent, mStudio Live, and mStudio Unplugged, providing an innovative platform to drive a paradigm shift in how music is consumed, shared, and celebrated.",
    "mStudio Online, the first vertical of the platform, provides an exclusive space for emerging musicians. It serves as a nurturing ground for talent, encouraging the creation of original songs and amplifying the voices of online talents. Aspiring artists can now express themselves freely and showcase their creativity to a wide audience, thanks to the powerful connectivity and reach offered by mStudio Online.",
    "Elevating both professionals and amateurs, mStudio Talents takes centre stage as a dedicated platform for musicians to shine by offering a supportive environment that amplifies the unique skills and abilities of performers, propelling their growth and recognition within the industry. With mStudio Talents, the spotlight is on these extraordinary individuals, fuelling their artistic development and igniting their rise to stardom.",
    "SLTPB and SLAITO partner to host 67th Convention of TAAI in Colombo",
    "Allianz Lanka empowers Sri Lankan insurance brokers with global insights",
    "SLT-MOBITEL reigns ‘Number One’ for Telecom industry in Business Today TOP 40 2021-2022 rankings",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}