{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/including-sri-lanka-primary-dealers-private-owners-in-ddr-made-little-sense-125985/",
  "time_ut": 1689554700.0,
  "original_lang": "en",
  "original_title": "Including Sri Lanka primary dealers, private owners in DDR made little sense",
  "original_body_lines": [
    "ECONOMYNEXT – Including Sri Lanka primary dealers and individuals who already pay a higher rate of tax would have made a domestic debt exchange complex without making a material contribution to effort, Nandalal Weerasinghe has said.",
    "The equity or fairness issue was measured by the contribution made to the government.",
    "In Sri Lanka, pension funds were taxed at 14 percent, private corporations around 30 and the individual marginal tax rate was at 36 percent.",
    "“The contribution can be made by taxes or through re-structuring their portfolios,” Governor Weerasinghe said.",
    "“Primary dealers were also taxed at 30 percent. That is the equity in principle.”",
    "If all bondholders were included, it would make the debt exchange complex, while the overall volumes were small, he said",
    "Individuals held about 1 percent or 9 trillion rupees of the nine trillion domestic debt, and standalone primary dealers about 0.9 percent, he said.",
    "Domestic debt yields went up sharply due to fears of debt re-structuring, but markets continued to function, allowing the central bank and the government to roll-over and raise some new debt ending a possible slide to hyper-inflation.",
    "The market response comes from the lack of an early cut off date under the IMF’s current default framework, analysts have said.",
    "Yields started to stabilize after the authorities said Treasury bills will not be re-structured and bond auctions were halted.",
    "Sri Lanka’s bond yields plunged from around 25 to 12 percent after the domestic debt plan was announced, and bond auctions resumed last week.",
    "Related Sri Lanka yields fall, Ghana T-bill rates rise, inflation high after broader DDR",
    "In Ghana where a domestic debt re-structure froze bond markets, inflation continues to be high.",
    "In past currency crises bond yields tended to fall faster as bonds were bought without fear of default, especially by banks.",
    "In Sri Lanka primary dealers continued to sell bonds to clients.",
    "“What is the role of the primary dealer? The primary dealers function is to perform the intermediary function,” Governor Weerasinghe explained.",
    "“They are ones that bring in investors, make the investment and distribute among investors. For this system to run, for the government to be able to roll-over, or raise funds, the primary dealer is a necessary agent in this business.”",
    "“They are also like a bank, collecting funds and distributing.”",
    "The portfolios of primary dealers themselves were relatively small, he said.",
    "Domestic debt is re-structured primarily to meet a gross financing need (to minimise roll-over risk in accordance with IMF parameters).",
    "Countries that default and do not default have a wide range of GFN, but analysts say whether or not debt is rolled over is largely a matter of confidence.  (Colombo/July17/2023)"
  ]
}