{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Teacher-transfers-and-Stalins-bubble-EDITORIAL/172-256432",
  "time_ut": 1679584975.0,
  "original_lang": "en",
  "original_title": "Teacher transfers and Stalin’s ‘bubble’ - EDITORIAL",
  "original_body_lines": [
    "The teaching profession is slowly becoming a volatile ground. Teacher protests have continued for years; thus giving all signs that this is a profession where some individuals cannot find satisfaction that easily. When compared to other professions teaching has remained relatively unchanged in terms of the lifestyle teachers lead. Their salaries have remained unimpressive and it’s a matter of concern when one knows that there is no real method to appreciate teachers and the hard work they do.",
    "It’s in this background that we get to hear of teacher protests and strikes. Right now the teachers are on the warpath against the government’s interference in the latest teacher transfer process. This is because the government hasn’t authorised the transfer of as many as 12,000 teachers. The teacher unions maintain that the government has messed up with the teacher transfer process after ensuring the dissolution of the Teacher Transfer Board; the body that facilitates the transfer process.",
    "The Subject Minister for education Susil Premajayantha however has a somewhat different view to the teacher-transfer issue. He has said that teacher transfers will be implemented, but those left out of this process will be the teachers who are teaching in the classes that cater to the requirement of O’ Level and A’ Level students.",
    "Education sector trade unions have affirmed that strike actions would continue if the transfers are not implemented fully. They want the transfers implemented before April 17.",
    "All government teachers have to serve in difficult areas once they qualify as teachers from the teacher training school. Most teachers have fond memories of these assignments. They complete this phase of teaching regardless of the tough times they have; teaching in remote areas. These teacher assignments also underscore the old saying ‘nothing is easy before it’s hard’.",
    "Teachers also have their preferences when they complete teaching in remote areas. Some individuals wish to have transfers for personal reasons. Hence the government must take into consideration the plight of teachers who want transfers due to forced circumstances.",
    "Records state that no teacher transfers were implemented between 2020 and 2022 due to the Covid pandemic. That has given rise to a large number of teachers awaiting transfers.",
    "The education sector trade unions have gathered momentum in demanding the rights of individuals involved in the education sector. Ceylon Teachers’ Union Secretary Joseph Stalin is a household name in education; thanks to strike action. There are of course parents of school-going children who disagree with Stalin’s strike actions and the manner in which he solves issues in the education sector. There are days when students do no work at schools or miss out on several hours of education inside the classroom because teachers visit these protests sites.",
    "The Head of State Ranil Wickremasinghe has threatened to declare schools as essential services. This move would then cut short the strikes by teachers and trade unions in the education sector. This might be a master move by a lawmaker if such a decision is implemented in parliament. The concept of popular schools will have to take a beating then. Also will Stalin’s ‘bubble’ bust then?",
    "We remember some years ago when the state took a decision to name the closest school to home as the best school to study at. This was to discourage students from wanting to leave a lesser-known school and join a popular school. What has the state done to discourage teachers from wanting to leave the school they are engaged with and join another academic institute?",
    "Every year as many as 7000-8000 teachers retire from service. According to newspaper articles many as 50,000 teachers were set to retire from schools at the beginning of last year (2022). How is the state going to fill these voids and also ensure that the teachers joining this trade offer value for the salaries they are paid?",
    "The good news we have is that the government has plans to recruit 33,000 teachers to schools starting April this year.",
    "Let’s hope the government finds a solution to the teachers’ grievances and also ensures that the students can have a great learning experience inside the classroom during these challenging times."
  ]
}