{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Inaugural-People-s-Convention-a-resounding-success/14-745929",
  "time_ut": 1677805801.0,
  "original_lang": "en",
  "original_title": "Inaugural People’s Convention a resounding success",
  "original_body_lines": [
    "The Panel on Ethnicity: Ishan Jalill, Arun Siddarth, Selvi Sachithanandan, Jeremy Liyanage,",
    "Shehara de Silva, Murtaza Jaferjee, Visakha Tillekeratne, Dr. Pakiasothy Saravanamuttu, Prof. Arjuna Parakrama",
    "The Education Reforms Panel: Prof. Harendra de Silva, Nile Anandappa, Dr.Tara de Mel, Prof. Arjuna Parakrama",
    "Central and Uva Province former Governor Maithri Gunaratne PC addressing the gathering on the",
    "The People’s Convention for Good Governance was held at the BMICH in the midst of an exclusive audience, all of them invited and registered by the organisers on 25 February at the BMICH.",
    "The Convener of this national initiative Richard de Zoysa set the tone for the day by requesting the delegates to observe a minute’s silence for all those who fought for the Independence of Ceylon, the military personnel who sacrificed their lives to defend the country and to all those who contributed to serve their motherland.",
    "He added that the four forums that were to be the hub of the program, would speak on how we have reached this perilous predicament, what exactly is the situation we are at present and how we should work to overcome the challenges.",
    "Maithri Gunaratne PC, former Governor of Central and Uva Province, spoke about the post-Independence period. Gunaratne spoke candidly on how nepotism started with D.S. Senanayake, appointing his son Dudley to succeed him and the irreversible repercussions of S.W.R.D. Bandaranaike introducing the Sinhala only act to capture power. “The JVP insurrection and the LTTE terrorism was also largely due to this selfish motive.” He went on to say that large scale corruption started in 1977 during the J.R. Jayewardene Government where an open market economy was formulated. The present situation where the Constitution does not always enforce the will of the people was also crafted during his tenure. Gunaratne summed up by stating that the Rajapaksa Government, though ending the separatist war, failed to reconcile the country and plunged it into bankruptcy, together with the governments that followed.",
    "Omar Khan, a US national of Pakistani heritage, having come to Sri Lanka in 1993 and a well-known motivational speaker, headlined his address a ‘Visionary Catalyst’, and spoke of the importance of following up on decisions made, if a country is to progress.",
    "Murtaza Jaferjee the Chairman of the Advocata Institute delivered a flawless speech on Economic Recovery with a presentation of facts that had the audience captivated. Prof. Arjuna Parakrama moderated the Education Reforms panel that included Dr. Tara de Mel, Prof. Harendra de Silva and Nile Anandappa.",
    "Shehara Parakrama and Sharhan Muhseen, a top rung investment banker and an expert in mergers and acquisitions, exchanged thoughts on the Production and Services forum.",
    "Dr. Pakiasothy Saravanamuttu moderated an interesting panel on Ethnicity which included Selvi Sachithanandam, Ishan Jalill, Jeremy Liyanage, and Arun Siddarth who had a thought-provoking discussion on the minorities. Arun Siddarth was candid about the caste problem that is still preventing him from entering certain facilities that are reserved for the upper caste Tamils. He also declared that it was the politicians who created the rift between the Sinhalese and the Tamils.",
    "An interesting Q & A followed, which gave much food for thought.",
    "The Guest of Honour Dr. Walter Jayasinghe who lives in California, and does an enormous amount of social work for the underprivileged, declared open the Empowering Lanka website that will be a fully transparent fundraising platform with the inflow and outflow clearly visible. Primarily to help alleviate poverty and develop districts that lack basic infrastructure needs, the first Directors Dr. Walter Jayasinghe and Richard de Zoysa will source funds from both international and local donors.",
    "The funds raised will be disbursed to those who conform to a predetermined criteria laid down by the Board of Directors of the company limited by guarantee. Once commissioned officially, funds will be used to develop District by District monthly as planned by Dr. Sarath Seneviratne who mooted this concept 15 years ago.",
    "The entire convention can be viewed by going into Arise Sri Lanka YouTube channel – @arisesrilanka or Facebook – @Arise Sri Lanka."
  ]
}