{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-advocates-collective-progress-at-Colombo-YMBA-s-125th-anniversary/56-757192",
  "time_ut": 1704742495.0,
  "original_lang": "en",
  "original_title": "President advocates collective progress at Colombo YMBA’s 125th anniversary",
  "original_body_lines": [
    "Underscores need for citizen participation across social, cultural, religious and educational aspects to build strong foundation for Sri Lanka’s future",
    "Launches special issue marking 125th anniversary, awards scholarships to 10 university students",
    "Grants State-owned land in Colombo Fort to YMBA for additional 99 years with plans to develop it into tourist area",
    "President Ranil Wickremesinghe on Sunday underscored the need for citizen participation across social, cultural, religious and educational aspects to build a strong foundation for Sri Lanka’s future.",
    "Speaking at the 125th anniversary ceremony of the Colombo Young Men’s Buddhist Association (YMBA) at the Bandaranaike International Conference Hall (BMICH), he highlighted the importance of a national program similar to the initiatives spearheaded by the late Sir D.B. Jayathilaka.",
    "The Colombo YMBA, founded in 1898 under the chairmanship of Anagarika Dharmapala and with Sir D.B. Jayatilaka as its founding Chairman, stands as the country’s oldest and largest Buddhist organisation.",
    "“Looking beyond the present, we need a comprehensive national plan, inspired by Sir Jayathilaka’s approach, to unite everyone for the country’s future,” he added.",
    "During the event, themed ‘Discourse for One Sri Lanka,’ the Wickremesinghe launched a special issue marking the 125th anniversary and awarded scholarships to 10 university students.",
    "Acknowledging the historical significance of the Colombo YMBA, the President praised its pivotal role in shaping the country’s history during the Buddhist renaissance.",
    "He also highlighted the association’s mission to advance the country through Buddhist education, particularly under the leadership of Sir D.B. Jayathilaka.",
    "As a gesture of celebration, Wickremesinghe announced the Government’s grant of land in Colombo Fort to the association for an additional 99 years, with plans to develop it into a tourist area.",
    "Aligning with the theme ‘One Sri Lanka Discourse’ for the 125th anniversary, the President outlined goals for addressing war-related issues by 2025, offering political solutions for displaced and missing persons. Plans include enhancing the religious centre in Nagadeepa and establishing a distinctive Hindu temple in Jaffna, emphasising the importance of collective progress.",
    "He highlighted Sri Lanka’s rich agricultural history, emphasising the focus on safe food crop exports through sustainable practices.",
    "Addressing corruption, the President noted the establishment of the Anti-Corruption Commission and the submission of a comprehensive report to the International Monetary Fund (IMF). He stressed the importance of diligent work by Government financial officers in implementing recommendations.",
    "In the political landscape, President Wickremesinghe advocated for regulations governing political parties, with a committee studying global political processes to shape the country’s political framework.",
    "To engage globally, he said collaboration with other nations is essential. “Free Trade Agreements, such as the one with Singapore already signed, are crucial. Ongoing negotiations with India and China are underway and agreements with Thailand are expected to be finalised in April, marking a significant milestone for the country,” he added.",
    "He also said future discussions with Myanmar are scheduled, maintaining diplomatic ties despite challenges. “It is crucial to foster relations with Laos and Vietnam, opening our economy to the world, drawing inspiration from their successful examples. Even amid conventional perspectives, the call is for unity to advance with a shared economic program, much like the remarkable economic progress seen in Cambodia over a short period,” Wickremesinghe pointed out.",
    "Colombo YMBA President Mahendra Jayasekara said over the course of 125 years, the association has been instrumental in shaping national leadership.",
    "“Our collective purpose remains clear – to build a prosperous nation through the cultivation of national unity and religious harmony. It is imperative that we engage in discussions to rectify past mistakes, fostering a collective effort to move forward. The success of our endeavours to advance the country hinges on our ability to unite people in dialogue, determining the necessary framework for achieving prosperity,” he said.",
    "Recognised as the world’s oldest and most significant association, he said it was founded in 1898 under the leadership of Sir D.B. Jayathilaka, alongside influential figures like C.S. Dissanayake, a young Catholic.",
    "The Colombo YMBA, emerging from the vision of these pioneering individuals, has played a pivotal role in fostering national and religious unity since its inception. Notably, strong national figures like D.S. Senanayake and Sir Ernest Silva were nurtured in the influential environment of the Colombo YMBA. The formation of the National Council in 1919-1920, initiated by the association, further solidified its impact on national politics, involving leaders from diverse backgrounds.",
    "The event was attended by a diverse and distinguished gathering, including the Acting Mahanayake of Sri Lanka Amarapura Maha Nikaya, Sri Lanka Amarapura Maha Sangha President, Scholar Venerable Karagoda Uyangoda Maitrimurthi Maha Nayaka Thero, and the Chief Prelate of the Atkanda Rajamaha Viharaya, Venerable Anamaduve Sri Dhammadassi Anunayake of the Asgiri Vihara Mahavihara Vamsika Shyamopali Maha Nikaya and other Maha Sangha.",
    "The attendees also comprised leaders from various religious backgrounds, including representatives from Hindu, Catholic, and Islamic faiths. Former Presidents Mahinda Rajapaksa and Chandrika Bandaranaike Kumaratunga, former Speaker Karu Jayasuriya, Minister of State Chamara Sampath Dasanayake, Members of Parliament Rajitha Senaratne and Tissa Attanayake, as well as the Colombo YMBA Governing Board President Ajitha De Soysa, and Secretary Prasantha Abeykoon were also present. The event was further graced by the participation of foreign ambassadors, academicians, professionals, artists and other distinguished invitees."
  ]
}