{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/President-Ranil-Wickremesinghe-s-obsession-with-the-monarchy/14-748056",
  "time_ut": 1683566553.0,
  "original_lang": "en",
  "original_title": "President Ranil Wickremesinghe’s obsession with the monarchy",
  "original_body_lines": [
    "For the second time in his less than one year tenure in office, President Ranil Wickremesinghe jetted off to the colonial ‘mother country,’ this time to attend the coronation of King Charles III. Last September he attended the funeral of Queen Elizabeth II. All this while he claims that his Government is bankrupt thus unable to hold local Government elections.",
    "UK’s constitutional monarchy does not have any executive powers other than to ceremonially open parliament or stamp its ceremonial seal on legislation. Other than a few photo opportunities, if lucky, President Wickremesinghe didn’t hold any meaningful interactions with the Prime Minister or the Government of the UK. Unlike the Commonwealth realm including Canada,",
    "Australia and several Caribbean States, Sri Lanka no longer has the British monarch as the country’s Head of State and has very little reason or obligation to be present at events concerning the monarchy.",
    "Why then has President Wickremesinghe, supposedly the leader of a bankrupt nation, fly to the UK for the second time in so many months to attend an event that has little value to the people of Sri Lanka. Is he yet again demonstrating that he is a leader still grasping at the last vestiges of colonial glory from his youth? It is no different to the Maharajas, Nawabs and all sorts of minor nobility lining up to pay homage and pledge fealty to their British emperors and empresses at the Durbars of yesteryears.",
    "Wickremesinghe’s maternal uncle and former president J.R. Jayewardene was also known to have been afflicted with this desire for recognition from the former colonial master. It is recorded in the memoirs of the then High Commissioner to Colombo David Gladstone how President Jayewardene lobbied extensively for this rare ‘honour’ which he never received. Some anecdotally claim that he was offered a State Visit by the Queen only to be cancelled after the 1983 pogrom against the Tamil community. Even after being granted a State visit by President Ronald Regan to the United States, for the first and last time for a Sri Lankan leader, Jayewardene’s desire for a carriage ride with the Queen was clearly insatiable.",
    "Unlike Jayewardene, the current president is unelected by the people and has no popular mandate. True to his nature, he continues to demonstrate that he is out of sync with many people in this country. Now in his mid-seventies, he belongs to a generation that represents less than 5% of the total population who may even have a memory of pre-republican Sri Lanka and have a degree of veneration to the foreign monarch.",
    "Attending a coronation without even significant side meetings, would hardly advance UK-Sri Lanka official trade and investment ties.",
    "The President’s second jaunt to the UK happens while he has not even visited New Delhi nor Beijing for discussion with the important leaders of the region. This fact makes Wickremesinghe’s visit to UK’s coronation of King Charles III unfortunately an obsession sans tangible benefits to Sri Lanka that is borne by the taxpayers of the country struggling to make ends meet."
  ]
}