{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95160/indian-court-hands-life-sentence-to-four-convicted-in-murder-of-journalist",
  "time_ut": 1700924460.0,
  "original_lang": "en",
  "original_title": "Indian court hands life sentence to four convicted in murder of journalist",
  "original_body_lines": [
    "Delhi’s Saket court has announced life imprisonment for four men who murdered television journalist Soumya Vishwanathan in 2008. The court also imposed a fine of ₹1.25 lakh on the four convicts.",
    "The fifth accused has been sentenced to jail for three years.",
    "Soumya Vishwanathan was shot dead in her car in Vasant Kunj on September 30, 2008, when she was returning home from work.",
    "On Friday, the court had reserved its order on the pronouncement of the quantum of sentence in the murder case.",
    "Trial judge Ravindra Kumar Pandey had reserved the verdict after detailed arguments. During the arguments, the public prosecutor told the court that apart from the convict Amit Shukla, the DLSA had given an “unsatisfactory” report of conduct in jail.",
    "“However, a report from the Jail superintendent has shown ‘unsatisfactory conduct’ by three of the five convicts and multiple penalties on them. We don’t know how the DLSA report and jail report are different,” the public prosecutor said.",
    "In October, Judge Pandey convicted four accused -- Ravi Kapoor, Ajay Kumar, Baljeet Malik and Amit Shukla -- under the murder and MCOCA charges.",
    "The court convicted the four men for the murder. The fifth accused, Ajay Sethi, was convicted under Section 411 of the Indian Penal Code for retaining the offending vehicle.",
    "Soumya Vishwanathan’s mother had demanded life imprisonment for the convicts.",
    "The journalist was shot dead at Vasant Kunj’s Nelson Mandela Marg. She was an employee of a private television news channel.",
    "The police zeroed in on the convicts while investigating the murder of Jigisha Ghosh.",
    "The police claimed the motive behind Soumya Vishwanathan’s murder was robbery."
  ]
}