{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-shines-bright-at-Vietnam-Expo-2023/34-756392",
  "time_ut": 1702665099.0,
  "original_lang": "en",
  "original_title": "Sri Lanka shines bright at Vietnam Expo 2023",
  "original_body_lines": [
    "The Embassy of Sri Lanka in Vietnam in collaboration with the Export Development Board (EDB) arranged the participation of Sri Lankan businesses at the 21st edition of Viet Nam Expo, which was held from 7 to 9 December at Sai Gon Exhibition & Convention Center (SECC) in Ho Chi Minh City.",
    "Representing Sri Lankan businesses, Micro Power Engineering Ltd., Eco Paints Ltd., Kelani Valley Plantations PLC, and two SME companies viz. Dehemi Cinnamon Ltd., Rathna Batik participated in the Expo.",
    "The Sri Lankan businesses received well over 100 trade inquiries and held a large number of business meetings with interested parties. They have also interacted with over 20 potential buyers of products, mainly in the areas of electronic and electrical products, rubber and rubber based product, antimicrobial nontoxic food grade epoxy paint, cinnamon products, and batik products.",
    "The Sri Lanka Pavilion was ceremonially opened by Ambassador of Sri Lanka to Viet Nam Prof. A. Saj U. Mendis, Honorary Consul of Sri Lanka in Ho Chi Minh City Shirley Marguerite Hopman-Aluwihare, Ministry of Industry and Trade of Viet Nam Agency for Southern Affairs Director General Nguyen Van Nga, Viet Nam Chamber of Commerce and Industries (VCCI) Vice President and VCCI Ho Chi Minh City Director Vo Tan Thanh, and Ministry of Science and Technology National Agency for Southern Affairs Standing Deputy General Director Nguyen Manh Cuong, by lighting the oil lamp and ribbon cutting.",
    "The Embassy in collaboration with the Vietnam National Trade Fair and Advertising company (Vinexad) organised two factory visits to the Sri Lankan companies at Long Hau Industrial Park. The two factories were, a leading logistic enterprise, named SLP and a shoe manufacturing factory in the Industrial Park named RichEver, which provided insights about modern manufacturing environments and an opportunity to establish strong business linkages with those companies.",
    "Further, the Embassy organised a network session for Sri Lankan businesses in collaboration with Business Network International (BNI), which was very successful in connecting with potential Vietnamese enterprises.",
    "Together with the EDB and businesses, Minister (Commercial) of the Mission Kishani Wickramasinghe coordinated Sri Lanka’s successful participation in the event."
  ]
}