{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90663/sri-lanka-vehemently-rejects-canadian-pms-unsubstantiated-genocide-allegations",
  "time_ut": 1684505400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka vehemently rejects Canadian PM’s ‘unsubstantiated’ genocide allegations",
  "original_body_lines": [
    "The Ministry of Foreign Affairs has unreservedly rejected the recent statement issued by the Canadian Prime Minister Justin Trudeau pertaining to Sri Lanka’s civil war.",
    "On 18 May 2023, Trudeau issued a statement containing ‘outrageous’ claims of genocide relating to the past conflict in Sri Lanka, to which the island nation’s Foreign Ministry responded saying such ‘irresponsible’ statements made by the leader of a nation breeds disharmony in both countries, as opposed to promoting peace.",
    "Issuing a statement in this regard, the Ministry urged Canada and its leaders to refrain from making pronouncements from Canada which promote hatred, misinformation and extremist views, and to cease its unhelpful focus on Sri Lanka based on distorted facts.",
    "“This runs contrary to the Canadian Prime Minister’s stated objective of ‘safeguarding human rights across the world’”, the statement read.",
    "Below is the full statement issued by the Sri Lankan Ministry of Foreign Affairs:",
    "The Ministry of Foreign Affairs unreservedly rejects the statement issued by the Canadian Prime Minister Justin Trudeau on 18 May 2023 containing outrageous claims of genocide relating to the past conflict in Sri Lanka. Such irresponsible and polarizing pronouncements by the leader of a nation breeds disharmony and hatred both in Canada and Sri Lanka, instead of promoting peace and reconciliation.",
    "Sri Lanka urges Canada and its leaders to refrain from making pronouncements from Canada which promote hatred, misinformation and extremist views and to cease its unhelpful focus on Sri Lanka based on distorted facts.  This runs contrary to the Canadian Prime Minister’s stated objective of “safeguarding human rights across the world”.",
    "Sri Lanka vehemently rejects this unsubstantiated narrative of ‘genocide’ which has been deliberately constructed by politically motivated anti-Sri Lanka elements whose so-called recognition in Canada depends on spreading misinformation and a false narrative of hatred.  We urge caution at a time when the world is combatting the dangers of misinformation, including through social media platforms.",
    "For over three decades the people of Sri Lanka suffered from the brutal terrorism waged by the “LTTE” one of the world’s most ruthless terrorist organizations which suppressed the lives and democratic rights of all communities, Tamils, Muslims and Sinhalese in all parts of the country. The LTTE atrocities included assassinations of Sri Lankan and foreign leaders as well as moderate Tamil leaders. The defeat of this terrorist organization brought security and stability to Sri Lanka.  The LTTE continues to be proscribed in several democratic countries including Canada. Many Sri Lankan soldiers were killed and disabled in protecting the sovereignty, unity and territorial integrity of the country.",
    "Sri Lanka and Canada are linked by a significant community of Canadians of Sri Lankan heritage who maintain a rich and mutually reinforcing relationship between our countries. We urge the Canadian Government and its leaders to leverage this platform to form bonds of friendship and harmony between people and to refrain from polarizing communities in both Canada and overseas.",
    "Despite the socio-economic challenges encountered by the country at present, Sri Lanka has made a cautious start in ushering in stability, recovery and furthering reconciliation for all communities and all segments of the people. We deeply appreciate the support we have received from the international community in this effort.",
    "Both Sri Lanka and Canada are committed to common democratic values, institutions and traditions and to the promotion of peace and prosperity to improve the lives of fellow citizens.  Sri Lanka wishes to engage with Canada, a longstanding bilateral and development partner, in this spirit of mutual respect and calls on Canada to ensure that its pronouncements are not detrimental to Sri Lanka’s overriding national interest of ensuring the prosperity of our people and future generations."
  ]
}