{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-group-is-set-to-launch-its-8th-strategic-vertical-lowego-at-the-end-of-the-year/",
  "time_ut": 1685554800.0,
  "original_lang": "en",
  "original_title": "John Keells Group’s Crisis Response Initiative records promising impact",
  "original_body_lines": [
    "In the wake of Sri Lanka’s unprecedented socio-economic crisis in early 2022, the John Keells Group launched a multi-pronged Crisis Response Initiative through its Corporate Social Responsibility (CSR) entity, John Keells Foundation. Implemented in partnership with Group businesses across the Island, this initiative has made significant strides in supporting and empowering communities, aligning with the Group’s CSR vision of “Empowering the Nation for Tomorrow.”",
    "The programmes implemented within the initiative focused on three key areas: Health & Nutrition, Education, and Livelihood Development. Planned for a period of six to twelve months, the objective of these programmes was to address the immediate challenges faced by communities while providing them with the skills and resources necessary to foster self-reliance in the long run. After the incubation, monitoring, and evaluation period, full responsibility for the initiatives would rest with the relevant stakeholders and communities.",
    "The Home Gardening Programme – one of the first launched under the Initiative – has empowered 1,284 households situated in locations surrounding the Group’s businesses with the participants being provided with inputs and knowledge to establish and maintain a home garden. This initiative encourages families to grow their own food to enhance nutrition accessibility and affordability. Many participating families recorded a bountiful harvest enabling them to meet their domestic requirement effectively.",
    "Another critical initiative was the Sustainable Farming Programme which played a pivotal role in supporting 28 farmlands around Cinnamon resorts, covering a total of 19 acres. This initiative not only sustained local livelihoods but also bolstered food and nutrition security in these areas. Through this programme, farmers received inputs, equipment, technical support, and guidance in relation to modern agricultural practices such as drip irrigation, insect proof nets, ploy mulching technology, and sprinkler irrigation system. As a sub initiative of this programme, model farms were set up in Ranala by Ceylon Cold Stores PLC and in Pannala by Keells Food Products, while greenhouses were established at Cinnamon Bentota Beach and Cinnamon Lodge Habarana. These initiatives have not only fostered self-reliance among staff and communities but also provided an invaluable learning space for employees, community members and university students to exchange knowledge on best farming practices.",
    "The ‘Pasal Diriya’ school meal programme was launched in collaboration with the Ministry of Education and the Group businesses – Ceylon Cold Stores, Cinnamon Hotels & Resorts and John Keells Properties – to coincide with National Children’s Day 2022. Through the programme 2,951 students from eleven selected schools in the Western, Eastern, and Southern Provinces as well as three pre-schools in the North Central Province were provided with daily school meals. As of March 31, 2023, ten schools have been equipped with school kitchens and a total of 125,977 meals have been served. Furthermore, a pilot home gardening project was launched in one school, towards creating sustainable ecosystems for schools to supplement nutritious meals for children. The active participation of children, teachers, and parents in preparing the school garden has been truly encouraging, with its first harvest of vegetables being used for a meal served to 126 students.",
    "Brazilian technical assistance to dairy and sugarcane industries in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}