{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Dialog-introduces-Amazon-Alexa-Voice-Command-Support-for-services/34-750363",
  "time_ut": 1688756346.0,
  "original_lang": "en",
  "original_title": "Dialog introduces Amazon Alexa Voice Command Support for services",
  "original_body_lines": [
    "Presenting the next big step into a smarter and convenient home ecosystem and delivering a world of convenience to customers, Dialog Axiata PLC, Sri Lanka’s premier connectivity provider, introduced Amazon Alexa Voice Command Support for a wide range of its services, including Digital Health for the first time in Sri Lanka.",
    "Dialog customers can now conveniently access and control a variety of Dialog Mobile, Home Broadband, Television, Doc 990, and Star Points services through voice commands via Alexa-supported home devices. Customers who do not have an Alexa powered home device can still control Dialog services via Alexa Smartphone app on iOS and Android devices as well.",
    "In addition to checking the Dialog Mobile, Home Broadband and Television bills, Dialog customers can access a variety of services, including checking their data balance and reconnecting a deactivated connection. Further, customers can check their Star Points balance and available promotions and even check the availability of doctors and channel doctors’ appointments with ease.",
    "Dialog Axiata PLC Group Chief Operating Officer Lasantha Theverapperuma said: “We are pleased to announce the integration of Amazon Alexa Voice Command Support for Dialog’s services. This integration brings a world of convenience to our customers, empowering them to control a range of Dialog services with just their voice. It’s the next big step in delivering an enhanced and seamless experience that truly transforms the way we interact with technology, bringing the future of service to our customers.”",
    "Dialog Customers now can simply add “My Dialog Service” as a skill to their Alexa App and enjoy these services. Dialog offers a variety of the latest Alexa devices, including the Amazon Echo Dot and Amazon Echo Show, with prices starting from Rs. 24,999. Additionally, customers have the option to purchase a TeDi Alexa device for as low as Rs. 14,999. Customers can purchase an Alexa powered device from Dialog Experience Centres and on www.dialog.lk/smarthome."
  ]
}