{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96177/president-ranil-reviews-pooneryn-town-development-plan",
  "time_ut": 1704509040.0,
  "original_lang": "en",
  "original_title": "President Ranil reviews Pooneryn town development plan",
  "original_body_lines": [
    "President Ranil Wickremesinghe also paid a visit to the Pooneryn area on Friday (Jan.05) during his official four-day visit to the Northern Province.",
    "As part of the visit, the Head of State participated in a discussion at the Pooneryn Divisional Secretariat to assess the Pooneryn Town Development Plan presented by the Urban Development Authority.",
    "As the Urban Development Authority (UDA) was allocated Rs. 500 million in 2024 budget proposals for the development of Pooneryn town, President Wickremesinghe instructed the officials to expeditiously implement the designated development activities.",
    "Additionally, he emphasized the need to pay special attention to promoting the tourism sector and enhancing the infrastructure required for renewable energy generation projects.",
    "Subsequently, President Ranil Wickremesinghe toured the Pooneryn Fort. Additionally, he visited the “Vanni Cashew” production company, a high-quality establishment in the Pooneryn area. Observing its operations, the President highlighted that this industrial company, managed by a young woman with a background in mechanical engineering, has generated employment opportunities for many youths affected by the war.",
    "The company operates with cutting-edge technology and notably, all machinery involved in cashew processing, from shelling to the final product, has been developed by the woman in charge. Acknowledging the significant contribution of this enterprise to the national economy, the President praised it as a commendable example for other young individuals in the country.",
    "During the tour, President Wickremesinghe was accompanied by Fisheries Minister Douglas Devananda, MPs Dharmalingam Siddharthan and Angajan Ramanathan, Northern Province Governor P. S. M. Charles, President’s Secretary Saman Ekanayake, and other dignitaries."
  ]
}