{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Fragmenting-FDIs-hits-emerging-economies-hardest/14-747223",
  "time_ut": 1681069613.0,
  "original_lang": "en",
  "original_title": "Fragmenting FDIs hits emerging economies hardest",
  "original_body_lines": [
    "Long-term losses of 2% of global output due to shifting foreign direct investments underscore why global integration needs robust defence",
    "By JaeBin Ahn, Ashique Habib, Davide Malacrino, Andrea F. Presbitero",
    "As geopolitical tensions rise, companies and policymakers are increasingly looking at strategies to make supply chains more resilient by moving production home or to trusted countries.",
    "The US Treasury Secretary argued in April 2022 that firms should move towards the friend-shoring of supply chains. More recently, the European Commission proposed the Net Zero Industry Act to counter the subsidies in the US Inflation Reduction Act. And China aims to replace imported technology with local alternatives to depend less on geopolitical rivals.",
    "These examples highlight the rising trend of geoeconomic fragmentation, as we show in an analytical chapter of the latest World Economic Outlook. Our analysis of the impact on foreign direct investment shows that such flows have been characterised by divergent patterns across host countries, particularly in strategic sectors, like semiconductors. The flow of strategic FDI to Asian countries started to decline in 2019 and has recovered only mildly in recent quarters, except for flows to China that have not yet recovered.",
    "Over the last decade, the share of FDI flows among geopolitically aligned economies has kept rising, more than the share for countries that are closer geographically, suggesting that geopolitical preferences increasingly drive the geographic footprint of FDI.",
    "These trends also indicate that if geopolitical tensions continue to intensify and countries further diverge along geopolitical fault lines, FDI may become even more concentrated within blocs of aligned countries.",
    "Along with shifts in new flows, we also explore whether increasing fragmentation could lead to existing direct investments being relocated by building an index of countries’ exposure to such developments. Emerging market and developing economies are more vulnerable to FDI relocation than advanced economies, in part because they rely more on flows from more geopolitically distant countries.",
    "Several large emerging economies are vulnerable to the relocation of FDI, indicating that fragmentation risk isn’t just concentrated in a few countries. Nor are advanced economies immune, particularly those with significant FDI stocks in strategic sectors. As vulnerabilities can also extend to non-FDI flows, which is detailed in an accompanying analytical chapter of the April 2023 Global Financial Stability Report, a rise in political tensions could trigger a large reallocation of capital flows at the global level.",
    "While reconfigured supply chains could potentially strengthen national security and help maintain a technological advantage over geopolitical rivals, reshoring or friend-shoring to existing partners will often reduce diversification and make countries more vulnerable to macroeconomic shocks. In addition, our new analysis suggests that relocating FDI closer to source countries could hurt host economies through reduced access to capital and technological advances.",
    "Our analysis finds that the entry of multinational corporations in foreign countries often directly benefits domestic firms. In advanced economies, increased competition from foreign firms spurs domestic enterprises to be more productive. In emerging market and developing economies, domestic suppliers benefit from technology transfers and increased local demand for components that end up being used in downstream industries.",
    "These benefits are more likely when foreign companies enter a country to produce inputs that will be supplied to affiliated firms—think of the Samsung Electronics semiconductor factory in Vietnam that, makes products sold mainly to other units of the Korean conglomerate around the world. This is because this type of vertical FDI is concentrated among intermediate-goods producers that deploy more sophisticated and skill-intensive technology.",
    "Finally, we use hypothetical scenarios to illustrate the possible impact of long-term fragmentation of investment flows. In general, a fragmented world is likely to be a poorer one. We estimate that long-term global output losses are close to 2 percent of world gross domestic product. These losses are likely to be unevenly distributed. Emerging market and developing economies are particularly affected by reduced access to investment from advanced economies, due to reduced capital formation and productivity gains from the transfer of better technologies and know-how.",
    "While there may be winners from investment flow diversion, such gains are subject to substantial uncertainty. Some economies, such as those that remain open to different geopolitical blocs, could enjoy gains from redirected investment. Such benefits, however, are likely to be at least partly offset by spillovers from weaker external demand. In addition, in a fragmented world with heightened geopolitical tensions, investors may worry that nonaligned economies will be forced to choose one bloc or the other in the future, and such uncertainty could intensify losses.",
    "The widespread economic costs from FDI fragmentation suggest that policymakers should carefully balance the strategic motivations behind reshoring and friend-shoring against economic costs to their own economies and the spillovers to others.",
    "The estimated large and widespread long-term output losses show why it’s crucial to foster global integration—especially as major economies endorse inward-looking policies. At the same time, the current rules-based multilateral system must adapt to the changing world economy and should be complemented by credible mechanisms to mitigate spillovers from unilateral policy actions.",
    "As policy uncertainty amplifies losses from fragmentation, multilateral actions should be taken to minimise such uncertainty, including by improving information sharing through multilateral dialogue. The development of a framework for international consultations on, for instance, the use of subsidies to provide incentives for reshoring or friend-shoring of FDI could help governments identify unintended consequences. It could also mitigate cross-border spillovers by reducing uncertainty and promoting transparency on policy options.",
    "(This blog is based on Chapter 4 of the April 2023 World Economic Outlook: “Geoeconomic Fragmentation and Foreign Direct Investment.”)"
  ]
}