{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Parliament-being-weaponised-to-intimidate-judiciary-Bakeer-Markar/56-746659",
  "time_ut": 1679516381.0,
  "original_lang": "en",
  "original_title": "Parliament being weaponised to intimidate judiciary - Bakeer Markar",
  "original_body_lines": [
    "Accuses the executive of manipulating legislature for its own purposes",
    "Says both independent media and judiciary are being threatened and attacked while court decisions are being ignored, challenged or blocked through various means",
    "Questions if the hunt against Siyatha is an attempt to reign in the media",
    "Samagi Jana Balawegaya (SJB) MP Imthiaz Bakeer Markar says the parliament is being weaponised to intimidate the judiciary. The MP made these comments when the resolution on the recommendations of the Select Committee of Parliament to investigate incidents of infringement of the privileges of MPs was taken up in parliament. Markar said the resolution is being taken up at a time independent media and even the independent judiciary are being threatened and attacked.",
    "He said independent decisions of the courts are not being accepted and are instead being challenged or blocked through various means. “The parliament is being treated as a weapon to instill a sense of fear among judges,” the MP said. Bakeer Markar accused the executive of manipulating the legislature for its own purposes.",
    "The MP said the people did not take to the streets recently to merely voice their difficulties but also to call for a change in the current system and traditional politics. However, he said, politicians continue to revel in this form of politics and work only with their betterment in mind. “The same old games of taking away the citizen’s freedom of expression and other fundamental rights are being played,” he said. Highlighting the judgement in Attorney General V. Nadesan, where the editors of the Sunday Observer at the time were accused of breaching parliamentary privilege for being critical of the parliament, Marikkar recalled the Supreme Court decided the citizens of the country had a right to do so.",
    "“MPs are not special persons. They are expected to abide by the country’s laws,” he said. The MP noted that the proposal put forward to parliament is seeking to forward the case to the Attorney General to determine if the privileges of the Members of Parliament and of the Parliament have been infringed by the comments made in the programmes telecast by the Siyatha television channel on the 24, 25 and 27 November 2022 and to also forward the report by the Select Committee appointed to probe the issue for further action to the Telecommunications Regulatory Authority.",
    "“What is being attempted? What is the aim?” Bakeer Markar questioned. He called on all MPs to protect the democracy in the country.",
    "Bakeer Markar noted that the specific content violating parliamentary privileges in the Siyatha programming on the said days is yet to be identified including the MP who lodged the complaint. “Who is attempting to control the parliament? Who is the cat’s paw behind this?” he asked. The MP questioned if it should be allowed for parliamentary privileges to be misused in this manner. “We have a responsibility to not allow for this and protect the honour of the parliament. We are not puppets,” the MP said.",
    "The MP said the recommendation that the Select Committee report on the Siyatha issue be handed over to the TRC is an attempt to reign in the media. Bakeer Markar said no opposition MP has signed off on this report and it is therefore one-sided. He said not even natural justice has been adhered to in the process nor have those carrying out the inquiry been courteous enough to seek Siyatha’s standpoint on the matter. He said no mainstream media has carried news on the issue.",
    "He questioned if it was due to fear or due to the pressures exerted by the owners. Bakeer Markar said all attempts by the executive to make the legislature its slave must be stopped."
  ]
}