{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91887/cabinet-nod-to-appoint-ifc-for-divestiture-of-three-soes-including-srilankan",
  "time_ut": 1689084240.0,
  "original_lang": "en",
  "original_title": "Cabinet nod to appoint IFC for divestiture of three SOEs including SriLankan",
  "original_body_lines": [
    "The International Finance Corporation (IFC), a member of the World Bank Group, has been appointed for the divestiture of three state-owned enterprises (SOEs).",
    "Accordingly, the Cabinet of Ministers on Monday (10 July) approved the appointment of IFC for the divestiture of Sri Lankan Airlines Limited, Lanka Hospitals Corporation PLC and Sri Lanka Telecom PLC.",
    "Meanwhile, the appointment of advisors for the remaining 4 entities, namely Sri Lanka Insurance Corporation Ltd (SLIC), Hotel Developers Lanka Ltd (Hilton), Canwill Holdings (Pvt) Ltd (Hyatt) and Litro Gas (Pvt) Ltd (Litro, including Litro Gas Terminals (Pvt) Ltd) was carried out through a competitive bidding process following Government’s Consultant Procurement Guidelines.",
    "Both local and international advisors submitted proposals, which were then evaluated by a Special Cabinet Appointed Consultants Procurement Committee, appointed by the Cabinet.",
    "Following the procurement process, the committee recommended the following appointments of transaction advisors:",
    "- Litro Gas (Pvt) Ltd (Litro, including Litro Gas Terminals (Pvt) Ltd): Deloitte Touche Tohmatsu India (Deloitte India).",
    "- Canwill Holdings(Pvt) Ltd (Hyatt): Deloitte Touche Tohmatsu India (Deloitte India)",
    "- Hotel Developers Lanka Ltd (Hilton): Colliers International Consultancy & Valuation (Singapore) Ltd (together with Platinum Advisors).",
    "- Sri Lanka Insurance Corporation Ltd (SLIC): Alvarez & Marsal Middle East Ltd (together with Capital Alliance Partners Ltd).",
    "Issuing a statement in this regard, the Director General of the SOE Restructuring Unit stated that prospective investors will be invited to express interest (EOI) via advertisements to be published in both the local and international press, in  a bid to ensure transparency in the divestiture process.",
    "Subsequently, investors shortlisted via the EOI process will be provided access to data rooms populated with information necessary for a comprehensive due diligence, and will then be requested to submit both technical and financial proposals in response to a Request for Proposals (RFP).",
    "“These divestitures are expected to contribute towards sustainable economic growth and a more competitive economy in Sri Lanka whilst better safeguarding citizens interests”, the statement concluded."
  ]
}