{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/water-wars-in-relentless-pursuit-of-blue-gold/",
  "time_ut": 1701921710.0,
  "original_lang": "en",
  "original_title": "Water Wars – In Relentless Pursuit Of Blue Gold",
  "original_body_lines": [
    "The report published by UNESCO at UN Water Conference held in New York in March 2023 has revealed that Two to Three Billion people are facing water shortages and 3.6 Billion people do not have access to healthy and safe sanitation at present. This situation is expected to worsen through the decades ahead, with per capita water availability (PCWA) witnessing a drastic depletion since early 1960’s. As per the World Bank statistics, PCWA has shrunk from 13632 cubic metres in 1961 to 5500 Cubic meters in 2020. It obviously demonstrates a huge depletion of PCWA by as high as 60%, over a relatively short period of little over 6 decades. This amply reveals gravity of the water stress entire human race is facing today, although it has to date not received the priority attention it surely deserves. Some countries in the world are already experiencing extreme water stress conditions.",
    "As reported by the Water Resources Institute, there are 25 countries accounting for a quarter of global population facing extreme water stress at present. They include Bahrain, Saudi Arabia, Chile, San Marino, Belgium, Greece, Cyprus etc. Whilst PCWA has been terrifically depleting since 1960, global population has exploded from 3 Billion in 1960 to little over 8 Billion in 2023, recording a whopping growth of 167%. Planet earth helplessly witnesses a fast unfolding human catastrophe, with population expected to reach nearly 9.7 Billion by 2050 as per UN projections. Demand for water will thus surge to perilous levels that the finite supply can barely meet.",
    "Extremely high global water stress situation will have a wide range of ramifications. It will directly impact agriculture, hydropower generation, livestock farming, as well as basic human needs for water and people’s health. With more and more mouths to feed as population multiplies at, disruption of agriculture and hydropower generation will bring about the risks of food and energy security. UN projections indicate, by 2050, global requirements for food will increase by 56% from what it was in 2010. This highlights the gravity of the issue. These will touch off adverse socio economic consequences with many countries being compelled to face irreversible economic drawbacks, jeopardizing people’s jobs and livelihoods. Global economic growth will no doubt be threatened as never before with cataclysmic consequences. Negative impact on water cycles would further exacerbate fast deteriorating global climatic conditions, and threaten the survival of fauna and flora vital ecosystems. There will certainly be an escalation of extreme weather events causing worst human tragedies. It has been found that 74% of the natural disasters that occurred from 2001 to 2018 are water related, and this trend may see an undesirable surge, if causes of water stress are not addressed through proper action plans for water management, conservation, re-use etc and measures to address climate change are not implemented.",
    "Animal Agriculture, its prodigious Water Footprint, Water Stress & Global Warming",
    "Agriculture consumes nearly 70% of the fresh water fit for sustaining life. It is the biggest user of the freshwater. Of the agricultural water, animal farming consumes nearly 40%. In comparison, production of animal food entails huge consumption of water than the amount of water required for crop cultivations. Thus animal farming industry poses a huge threat to water scarcity. As per FAO estimates, whilst production of a Kilogram of Potato needs 290 litres of fresh water, production of one Kilogram each of beef, lamb, pork, butter, cheese, chicken & eggs respectively consumes 15415, 10,412, 5998, 5553, 5060, 4325 & 3300 litres of water. Thus it is very clear that besides many other factors human diet too has an enormous impact on water stress.",
    "Top meat consuming countries in the world make significant contributions to water stress. Animal farming causes huge accumulation of animal waste. Animal waste and fertilizer used to grow crops for animal feeding contaminate fresh water bodies such as rivers and lakes. Excess nutrients in animal waste entering water bodies lead to algae bloom, which makes fresh water sources dead water zones. It is a form of water pollution which makes water unfit for aquatic life.",
    "Meat consumption has increased by five fold in the second half of the 20th century. It is projected to increase by a further 160% by 2050. Production of animal based food is water-demanding, and continued increase in the consumption and production of meat would further exacerbate the huge water stress the world is already facing. Animal farming produces Nitrous Oxide, a toxic greenhouse gas, and accounts for 65% of its emissions. Nitrous Oxide intensifies global warming, and its impact is estimated to be closer to 300 times greater than CO2. Rearing of livestock to produce food is responsible for nearly 15% of greenhouse gas emissions, and its effect is found to be greater than the combined emissions of all forms of transportation. Man’s growing tendency to opt for diet rich in meat has been exceedingly detrimental for his own survival on planet earth. Being oblivious to the fast developing detriment man has practically been relishing meat and digging his own grave.",
    "Nearly 25% of the global population consists of children below 15 years. As reported by UN, 739 Million children from the word over live in areas affected by water stress at present. Children are considered a highly vulnerable segment, and the continued aggravation of water stress no doubt spells inevitable doom for future generations. It is estimated that by 2040, more or less one in every four children will face extreme water stress. Drastic increase in the number of extreme weather events and their frequency of occurrences have contributed to contamination and pollution of water bodies and disruption of water cycles. Children are the worst impacted due to this situation and lack of access to clean water and proper sanitation has taken a heavy toll on their wellbeing of the children.",
    "21st Century man is obsessed with and driven by geopolitical aspirations. Disintegration of the Union of Soviet Socialist Republics saw the end of Warsaw pact in 1991, and the birth of unipolarity. However, fast emergence of China with significant clout in evolving global political, economic & military order, and growing influence of BRICS as a trading block are making unipolarity shaped by hubris and primacy of US a thing of the past. Thus the dawn of multipolarity sees gradually changing global power equations. Global dynamics are in a state of flux. Some states are at devastating wars. Overriding vested interests of coteries of power in many parts of the world have exposed Millions of hapless lives to peril.",
    "The world today witnesses more conflicts than any time after the end of 2nd world war. Yemen, Ethiopia, South Sudan, Myanmar & Afghanistan are some of the theatres of war and armed conflicts prevailing today. Terrorism, wars and conflicts are the main threats impacting global security. Annually, Billions of Dollars are lavishly poured, without any iota of compunction, into the lethal arms industry, designed to bring about inhuman annihilation of the highest possible magnitude. Lucrative lethal enterprises thrive, as brutal wars are ferociously waged with modern weaponry. Russia Ukraine war has heightened concerns on insecurity prevailing throughout the world. Global military spend has been steadily surging. It reached US $ 2240 Billion, a record high level, in 2022. United States, Russia and China account for little over 60% of the global military spend. Raging Russia-Ukraine war had in fact been a catalyst for the hike in defense spend reported in 2022. Whilst global arms industry attracts tons of Dollars to fill the coffers of mega arms fat-cats, colossal widespread devastation & havoc caused to economies, industries, infrastructure, livelihoods, properties, lives, limbs, and endless miseries heaped on people shattering innocent lives beyond retrieval, witnessed in the aftermath of the use of lethal weapons in raging conflicts accompany enduring socio economic costs of unimaginable scale. Moreover, massive reconstruction and restoration work that get underway in the aftermath of devastating bloody wars entail the consumption of Billions of Dollars of donor funding. Absence of violent conflicts no doubt would enable such precious funds to be made available to tackle exacerbating complexities of global issues pertaining to climate change and what it accompanies in the aftermath, such as rapidly worsening water stress throughout the world.",
    "As per Stockholm International Peace Institute (SIPRI) Data, Year 2022 witnessed the highest ever global military spend at staggering 2240 Billion US Dollars. It worked out to 2.3% of the global GDP. As disclosed by SIPRI global military spend has increased by 19% over the last decade from 2013 to 2022. As opposed to that, as revealed by the statistics published by the Organization for Economic Cooperation and Development (OECD), at the 15th Conference of the Parties (COP15) of the United Nations Framework Convention on Climate Change (UNFCCC) in Copenhagen in 2009, although developed countries made a commitment of US Dollars 100 Billion on climate action financing, what was mobilized in 2021 fell far short of the commitment at US Dollars 89.6 Billion. As per the Climate Policy Initiative Global Landscape of Climate Finance 2023, annual global funding flows reached 1.3 Trillion in 2022. In terms of the Global GDP, this is only 1%. As per the analysis done by the UNFCCC US $ 5.8 Trillion is needed by 2030 to support the financing needs of the Nationally Determined Contributions (NDC’s) of 78 countries, which entails and average annual investment of US $ 600 Billion till 2030.",
    "This situation makes it obvious that, annually surging global arms trade consumes Billions of Dollars of precious funding which could otherwise be repurposed for pressing global priorities, and economic development needs, where more funding is sorely needed. Global warming & climate change are, inescapable catastrophes, the humanity on the planet earth is facing. These phenomena combined with exploding population, fast melting glaciers, rising see levels and heightening water pollution etc are exacerbating water stress faced by many parts of the world. Besides, raging wars add insult to injury by destroying vital water infrastructure, and causing widespread pollution of water bodies like rivers, lakes and streams. These impact croplands and cultivations dependent on water, creating shortage of food supplies. Damage to infrastructure lead to acute scarcity of water for people’s daily needs resulting in untold hardships to day to day lives and serious health issues.",
    "Global Collaborations & Partnerships – Pressing Need of the Hour",
    "In order to successfully combat grave issues such as climate change and worsening water stress, what is needed is global collaborations and partnerships in taking unified actions. Partnerships and collaborations are vitally needed in reducing emissions and promoting carbon neutrality throughout the world to reach desired level of global temperature within the target timeframe. Natural carbon sinks such as soil, forests and oceans together play a vital role in removing carbon dioxide from the atmosphere. However, research has found that global emissions are much higher than what could be removed by the combined actions of all actors of carbon sequestration. This calls for global action to reduce emissions and promote green practices such as the use of renewable energy, as warming of the planet earth is happening at this very moment.",
    "Global cooperation is sorely needed to raise required funding to assist countries in meeting NDC goals. Countries such as Sri Lanka entangled in complex debt traps and severe financial constraints indubitably need supportive funds to achieve NDC targets within the set timeline. The Global Stock take Report from UN Climate Change has revealed that the combined action taken by global community to restrict the rise in global temperature to 1.5 degrees Celsius by 2030 is very much inadequate.",
    "World at present is woefully off track in meeting climate change goals. Failure to meet targets would mean warmer atmosphere, warmer and acidic oceans, disruption of water cycles, destruction of eco systems, rise in sea levels, drastic changes in precipitation patterns, prolonged droughts, flash floods and greater increase, frequency and intensity in extreme weather events. All these calamitous events will lead to widespread havoc and socio economic ruin.",
    "Failure to meet climate goals would indubitably derail current global efforts to achieve sustainable development goals for the wellbeing of global humanity. Consequently, global endeavors to tackle hunger, poverty, ill-health and access to clean drinking water etc among others would be undermined.",
    "One of the crucial targets at stake is to achieve SDG 6 in 2030 that entails “Ensure and sustainable management of water & sanitation for all” and aims at achieving “Universal and equitable access to safe and affordable drinking water for all” by 2030.",
    "Coalition forces led by the USA started bombing Iraq on 17th January 1991. On 19th March 2003, several countries together with the USA & UK launched a military operation named “Operation Iraqi Freedom” to disarm Iraq of “Weapons of Mass Destruction” (WMD) and free Iraqi people. However, the Head of the Iraqi Survey Group informed US Senate in January 2004 that, they were wrong, and they have not found any stockpiles of WMD, as opposed to the claims made justifying the invasion of Iraq. The WMD was the most convincing ostensible cause used at that time to justify a bloody military campaign, that saw Millions of people end up in rack and ruin. The globally renowned author Arundathy Roy named the infamous military campaign “Operation Iraq Liberation” and acronymized it as OIL. The author was alluding to the underlying self-serving sinister designs of the global powers that motivated them to unleash the devastating blitzkrieg. It was clear what they were eying on, their central motive.",
    "The Gulf War was a military campaign executed in search of the dreaded WMD that never existed. This no doubt has set an ominous precedent that global power houses and vested interests would never hesitate to resort to unmitigated aggression, in furtherance of concealed sinister agendas, as opposed to what is manifestly declared for mass consumption, as long as end justifies means. This presages the most alarming and terrifying prospect that, endless pains, agonies, suffering, miseries and misfortunes bound to befall Millions of innocent hapless ones in a heartless devastating war could be totally ignored in callous disregard, as revealed by the recent history, as long as overriding selfish interests are served by aggression & devastating warfare.",
    "Not a day passes, without miseries of unimaginable scale are being heaped upon already suffering masses inescapably caught up in raging infernos in many theatres of bloodshed and hostilities. People from many parts of the world are embroiled in futile violent conflicts, totally oblivious to the rapidly growing threat of irreversible calamities such as water stress and climate change that pose unprecedented challenges for the survival of global humanity. Whilst Russian invasion and occupation of Ukraine has brought about global economic repercussions and enormous destructions, Israel Palestine conflict will result in more and more havoc, rack and ruin and untold human suffering. Although time is fast running out for people to unite as one global family to address one of the single most important issues – the water stress that threatens humanity, those who rule the roost are driven by overriding geopolitical priorities. Devious political conspiracies, evil designs & machinations, and countless means of plotting, intrigue, and deceitful maneuvers at play breeding brutal conflicts are burning Billions of precious Dollars in utter vain in raging fires, although vast fortunes consumed by the man-made hells on earth could otherwise be repurposed to save the planet earth and its inhabitants from inevitable ravages of mother nature harshly responding to centuries of follies committed by human race.",
    "Signs are very clear, by 2030 nearly half of global population will face scarcity of water. As time goes, this situation could only exacerbate and lead to adverse geopolitical ramifications of prodigious scales. What could unfold would be beyond anybody’s guess. Fast multiplying global population will skyrocket the demand for water exponentially outstripping sustainable levels of supply which keeps dwindling. It is detriment that is worsening through every ticking second. Opportunistic global political powers and corporate giants vying for big chunks of fast dwindling “Blue Gold” are bound to resort to all possible means at their disposal to take control of as much as they possibly can. Conflicts would be inevitable in this melee. Global aggressors with unbridled power of wealth and military might will not hesitate to go to any lengths to take control over the most precious “Blue Gold”, the fresh water, which will undoubtedly be in acute short supply.",
    "Global Stocktake Report of UN Climate highlights that measures currently initiated by countries are akin to baby steps taken on a highly complex and vexed issue that calls for giant strides.",
    "Global leaders much realise before it is too late that it is a choice between “Flourish or Perish” or “Now or Never”."
  ]
}