{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89450/remains-of-ex-speaker-joseph-michael-perera-in-parliament-today",
  "time_ut": 1680146100.0,
  "original_lang": "en",
  "original_title": "Remains of ex-Speaker Joseph Michael Perera in Parliament today",
  "original_body_lines": [
    "The remains of the late former Speaker of Parliament and Cabinet Minister, Joseph Michael Perera will be brought to the parliament complex today (March 30) at 9.00 a.m. to pay respects.",
    "Accordingly, the arrival of all relevant parties, including that of the Members of Parliament (MPs), is expected by 8.45 a.m., Secretary-General of Parliament Dhammika Dasanayake said.",
    "After the hearse reaches the main steps of the parliament complex at 9.00 a.m., Speaker Mahinda Yapa Abeywardena, Prime Minister Dinesh Gunawardena, Deputy Speaker Ajith Rajapakse, Deputy Chairperson of Committees Angajan Ramanathan, political party leaders, Secretary-General of Parliament Dhammika Dasanayake, Chief of Staff and Deputy Secretary-General of Parliament Kushani Rohanadeera will receive the remains of the late former Speaker.",
    "The Serjeant-at-Arms, Deputy Serjeant-at-Arms and Assistant Sergeant-at-Arms will then escort the remains received.",
    "The remains will lie in state from 9.00 a.m. to 10.00 a.m.at the special ceremonial hall located in the front hall of the parliament building.",
    "President Ranil Wickremesinghe, too, will pay his last respects to the former late Speaker.",
    "Born on September 15, 1941, Joseph Michael Perera served as the 17th Speaker of the Parliament of Sri Lanka from December 19 2001 to February 07, 2004.",
    "Perera Joined active politics as an elected member of the Ja-Ela Urban Council in 1964-1967. Later, between 1967 and 1970, he was appointed as the Vice Chairman of Ja-Ela Urban Council, and in 1970-1971, he became the Chairman of Ja-Ela Urban Council. In 1971-1976, he served as the Chief organizer for the Opposition.",
    "From 1976-1977 he was an elected MP to the First National State Assembly and from 1977-1978 he served as an elected Member of Parliament to the Second National State Assembly. He has also served as an elected member to the first Parliament of the Democratic Socialist Republic of Sri Lanka from 1978-1988.",
    "Joseph Michael Perera held a number of ministerial positions including Minister of Home Affairs, Minister of Labour and Minister of Fisheries from 1989 to 2015."
  ]
}