{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95264/showery-conditions-expected-to-enhance-over-the-island",
  "time_ut": 1701310500.0,
  "original_lang": "en",
  "original_title": "Showery conditions expected to enhance over the island",
  "original_body_lines": [
    "The Meteorology Department says showery weather condition is expected to enhance over the island due to an atmospheric disturbance over South-east Bay of Bengal Sea area.",
    "Showers or thundershowers will occur at times in Northern, North-central and Eastern provinces.",
    "Showers or thundershowers will occur at several places in other provinces of the island after 01.00 p.m.",
    "Heavy showers about 100 mm are likely at some places in Northern, Eastern, Central and Uva provinces, it said.",
    "The general public is kindly requested to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "A low-pressure area which was located over south Andaman Sea and adjoining southeast Bay of Bengal is likely to move west-northwestwards and intensify into a depression over South-east Bay of Bengal around 30th November 2023 and it will further develop in to a cyclonic storm, it said.",
    "Fishing and naval community are requested to be attentive to future forecasts issued by the Department of Meteorology in this regard.",
    "Showers or thundershowers will occur at several places in the sea areas around the island.",
    "Winds will be north-easterly and wind speed will be 30-40 kmph in the sea areas off the coast extending from Chilaw to Trincomalee via Puttalam and Kankasanthurai. Winds will be south-westerly or variable in the other sea areas around the island and wind speed will be 20-30 kmph.",
    "Wind speed can be 30-40 kmph at times in the sea areas off the coast extending from Galle to Hambanthota via Matara.",
    "The sea areas off the coast extending from Chilaw to Trincomalee via Puttalam and Kankasanthurai, and from Galle to Hambantota via Matara will be moderate and the other sea areas around the island will be slight.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}