{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91853/sri-lanka-to-focus-on-energy-port-projects-with-india-during-presidential-visit",
  "time_ut": 1689001500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to focus on energy, port projects with India during presidential visit",
  "original_body_lines": [
    "Sri Lanka is likely to discuss energy, power and port projects during a presidential visit to New Delhi next week, the foreign minister said on Monday, as India tries to push forward stalled initiatives with its crisis-hit neighbour.",
    "India’s support was critical for Sri Lanka last year after it almost ran out of dollars and sank into a financial crisis that left it struggling to fund essential imports including fuel and medicine.",
    "India provided about $4 billion in rapid assistance between January and July in 2022, including credit lines, a currency-swap arrangement and deferred import payments, and sent a warship carrying essential drugs for the island’s 22 million people.",
    "Sri Lanka will now focus on grid connectivity between the two countries, port development and renewable energy projects, largely in the northern part of the island, when President Ranil Wickremesinghe visits India from July 21 for two days, Foreign Minister Ali Sabry told reporters.",
    "“Trincomalee energy-hub development, port development, possible refinery - basically we are discussing with India,” Sabry said, referring to a strategically important natural harbour on Sri Lanka’s northeast shore.",
    "“We are now continuously reviewing the progress and finding ways to fast track those, if possible.”",
    "The two countries want to expand and develop the Trincomalee harbour into a major port.",
    "Regional rivals India and China have long battled for influence in Sri Lanka, which is strategically located in the Indian Ocean.",
    "Sabry said both China Harbour Corp and Sinopec (600028.SS) were keen to invest in Sri Lanka. Sinopec has already been short-listed for a $4 billion refinery near southern Sri Lanka’s Hambantota port.",
    "Sri Lanka is in talks with both countries to renegotiate its debt after defaulting last May. Sabry said the talks were making good progress.",
    "“The idea is to conclude all these things by September and to officially come out of bankruptcy and start repayments,” he said."
  ]
}