{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/is-sri-lanka-ready/",
  "time_ut": 1679502540.0,
  "original_lang": "en",
  "original_title": "Is Sri Lanka ready?",
  "original_body_lines": [
    "The IMF is ready to help Sri Lanka tackle its economic crisis, President Ranil Wickremesinghe has told Parliament. This is good news. But is Sri Lanka ready to help others help it? Its bilateral creditors are united in trying to assist it in restructuring its staggering debt, and rebuilding its economy, we are told but, sadly, the domestic stakeholders, especially politicians, are at daggers drawn, and their clashes will only erode the confidence of prospective investors, and put paid to efforts being made to revive the economy.",
    "President Wickremesinghe, making a special statement in Parliament, yesterday, did not forget to pat himself on the back for having come forward to bring order out of chaos while the country was teetering on the verge of anarchy, last year. He deserves praise for that. But for his decisive action, violent hordes would have marched on Parliament and set the place on fire. He ordered the military to stop them, and Parliament, nay the country was saved. (If he had acted similarly in the early noughties, when a UNP-led government was in power, and ordered the military to take on the LTTE with might and main, he would have been elected President in 2004!)",
    "President Wickremesinghe spelt out how the government intended to resolve the economic crisis, and his speech was devoid of rhetoric, theatrics and animosity. He sounded conciliatory and serious about enlisting everyone’s help to revive the economy. He invited the Opposition to work with the government to enable the country to resolve the economic crisis. This, we believe, is the way forward, but the government should not hold out an olive branch with one hand to the Opposition and deliver killer hooks with the other. There are some contentious issues that have stood in the way of a rapprochement between the government and its political rivals, and they should be sorted out.",
    "President Wickremesinghe yesterday promised action to eliminate corruption, which is bound to impede the country’s economic recovery. He will have his work cut out, for he is dependent on a bunch of corrupt politicians for parliamentary support, and it is only natural that he is seen to be defending them and serving their interests. Perhaps, the Opposition can lessen his dependence on the corrupt by offering support for his programmes that are beneficial to the public.",
    "Trade unions are on the warpath. Most of their grievances are legitimate, and they deserve a patient hearing and reassurance from the government. They must not be driven to take industrial action, which adversely impacts the ailing economy and political stability. They are resentful that the government politicians are living the high life at their expense while they are paying high taxes. Pakistan Prime Minister Shehbaz Sharif has announced that his ministers and their special advisers will forgo their salaries and perks in view of their country’s economic situation. If the members of the SLPP-UNP administration emulate their Pakistani counterparts, perhaps the protesting workers will simmer down. These politicians and their kith and kin have amassed colossal amounts of ill-gotten wealth and bankrupted the country, and there is no reason why they cannot make some sacrifices. The government can increase the state tax revenue without increasing the PAYE tax exponentially, some Opposition economists have argued, and their views should be taken on board.",
    "The government must stop suppressing the people’s rights and freedoms if public resentment is to subside. Elections are the lifeblood of democracy, and must not be put off for political reasons. There is a public outcry over the postponement of the local government polls. This is not an issue the government can wish away or tackle by resorting to strong-arm tactics. It has to talk to the Opposition and other stakeholders, and explain its position instead of riding roughshod over its political opponents, the judiciary and the Election Commission. The SLPP-UNP combine has made a huge blunder by summoning some Supreme Court judges before a parliamentary committee over an interim order they have issued. The judiciary is the linchpin of democracy, and must not be trifled with in this manner.",
    "Only a course correction will enable the government to secure the much-needed support of other stakeholders for its efforts to sort out the economy with IMF assistance.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}