{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Over-governance-and-excessive-regulation-like-buying-a-bazooka-to-kill-a-cockroach/4-756070",
  "time_ut": 1701994004.0,
  "original_lang": "en",
  "original_title": "Over-governance and excessive regulation; like buying a bazooka to kill a cockroach",
  "original_body_lines": [
    "Using a bazooka to kill a cockroach is how I describe the ‘over-the-top’ requirements mandated by regulators, accounting ombudsmen and statutory auditors etc. on governance, the over-designed practices and models promoted by governance experts in equipping organisations to deliver compliance and the superfluous measures proposed by gurus to the corporate that wish to portray squeaky clean, ‘holier than thou’ persona to the world. “Over the top”, because they tend to ignore the simpler remedies available and commonsensical benefits against the cost criteria. Such requirements, practices, and models pile, and would continue to pile costs on top of the ever increasing, existent production and other costs that are hard to pass on to consumers through market competitive selling prices in a current Sri Lanka where business momentum is slow and disposable incomes are low. Additionally, these practices, and models, well intended as they may be, when viewed together with excessive regulation are unnecessarily complicating corporate life, stifling innovation, stymieing risk taking and killing entrepreneurship. Like Sri Lanka’s national leaders who appoint committee upon committee to investigate shenanigans, shady deals, and botched implementations with no decisive finding and/or definitive end, corporate regulators, too, are proposing board committee on top of other committees to oversee, and second guess the technocratic expertise of appointed executives. All in the interest of good governance, and in addressing potential market failures, they say. When, and where will this value eroding ‘watchdog’ mentality end?",
    "I am a strong advocate of the fundamental precept that organisations are run, and must be run, by their executive management. It is sad to see the many instances where management is deprived of the joy and excitement of executive actions by influential and interfering Boards. Such regular interference blunts the development of sharpness of technical expertise. Organisations must not be run by Boards. Boards exist, in the main, in assisting management in setting strategy, curbing management excesses, if any, through a lens of principal/agent dynamics and protecting the interest of shareholders and other stakeholders. Executives are appointed to perform and deliver outcomes. If an appointed executive fails to perform and is unable to bridge competency deficiencies despite training, coaching, mentoring and guidance, then, he/she must be shown the door. As insensitive it may sound, this is the key thrust of an effective performance management system. In my view, it is counterproductive in getting boards too involved in executive functions even if the scope is labelled as ‘oversight’. Take for example the new Listing Rules mandated by the Securities and Exchange Commission (SEC) with effect from 1 October 2023 which suggest, among others, that where there is no separate committee to oversee risk management in a listed company, the Board Audit Committee must assume the responsibility for risk management oversight. Sounds great on paper. As it is, anecdotal experiences evidence that, due to a lack of time and competence, many Board Audit Committees in Sri Lanka are struggling, and often failing to fulfil the basic functions expected of them, these being, oversight of financial reporting and related internal controls, review of filings and earnings releases, oversight of the independent auditor and internal audit and the assurance to shareholders and stakeholders of the existence of effective risk management vehicles and practices. The recent disclosure of a long overdue “one of the big four” audit opinion on the financial statements of a large conglomerate confirms my opinion that it is more important for accounting ombudsmen to pressure Audit Committees to get the basics right before they are directed to venture into the more complex, and relatively unfamiliar territory of risk management. Even if what the SEC proposes is ‘oversight’, given the increasing tendency of courts to attach personal liability when individuals fail to perform, there is a very high likelihood of Audit Committee Members going beyond ‘oversight’ into ‘nuts and bolts’ modes of involvement by interfering in normal operations and in second guessing the organisation’s experts, all in a bid to minimising their personal risk. The inevitable outcome would be utter confusion regarding authority, responsibility and accountability and procrastination in decision making. These are outcomes which organisations can ill afford to suffer in a VUCA world of business. It is the interplay between risk and reward which separates the above average earners from the average earners. It is what separates the men from the mice. Risk taking is an intrinsic part of business and it is a skill which much be nurtured in executive management. Risk taking is certainly not a soup that can be allowed to spoil by the involvement of too many cooks.",
    "Surveys, reviews of academic research and various studies indicate that over governance, and excessive regulations have a negative impact on productivity and economic growth. The excessive regulations I refer to are those where the financial costs, the time wasted, and the frustrations suffered by the enforcer, producer and consumer far outweigh the benefits which the regulation intends and/or intended to deliver. These are the excessive regulations which kill entrepreneurship and stifle growth. Innumerable are the instances where an overzealous legislator has been blind to the disproportionate negative impacts of the proposed regulation/rule on strategic goals and objectives that are critical and important, to a country or an organisation at various moments of time in its life cycle. Take for example the tight ‘text-booky’ rules promulgated by the SEC for companies that are listed, and companies that wish to be listed, on the Colombo Stock Exchange (CSE). The rules are very comprehensive and watertight. Great. However, we must remind ourselves that we are in a time when Sri Lanka is desperately in need of more investment and capital formation as it attempts to revive economic activity. There is no better vehicle than a Stock Exchange for raising capital. Further, a Stock Exchange is an effective platform that allows the effective interaction of willing buyers and sellers of equities. In this light, it is my view that this is not the time to introduce pedantic rules that discourage listing in the Colombo Stock Exchange. Facilitating investment is more important than perfect governance. Where the SEC and the CSE can serve stakeholders better is by being more forceful, and diligent, in ensuring that listed organisations are adhering to the basics such as IFRS based accounting, truthful reporting, timely disclosure, adequate internal controls etc. and have in place risk management policies and processes that are commensurate with the nature of its operations and the extent of its risk tolerance. Do not get me wrong. I am not advocating poor governance. I am only proposing a more pragmatic approach that is in sync with the needs of the moment.",
    "As a proponent of appropriate governance, as opposed to over-hyped governance, I am all in favour of justified regulations that serve a clear purpose, are administered efficiently, equitably, and transparently, and where the social benefits outweigh the related social costs. Regulations that protect consumers from harm, ensure that businesses operate in an ethical and socially responsible manner, prevent businesses from engaging in fraudulent or dangerous practices, promote sustainable practices, preserve natural resources for future generations and prescribe minimum safety standards are examples. What I am arguing for is a more deliberate understanding of costs versus benefits and a greater adoption by regulators of the law of diminishing marginal returns, thinking. The law of diminishing marginal returns states that there comes a point when an additional factor of production results in a lessening of output or impact. There is a fine balance between application and effect.",
    "Regulation is not, and should not be considered, a dirty word. It is not a pariah. However, when regulating, we must be cautious and do so in a sagacious manner that provides the right environment and foundation for our economy to thrive. While there are many schools of thought in explaining the merits and de-merits of regulations, welfare economists believe that regulation is justified when there are market failures due to ill-defined property rights, ‘monopolistic’ market power and asymmetric information. High taxes have drawn much attention in Sri Lanka in recent times and rightly so. Taxes depress investment and discourage innovation and undermine our economy. However, escalating costs of regulations and compliance are equally guilty in these respects. The costs of familiarisation, legal advice and compliance arising out of the multitude of new regulations imposed on business, incessantly, add up to significant costs. Small businesses, that fuel so much economic growth and hire so many people, often wind up when beset by such costs. An Asian Development Bank Report of March 2018 estimated that Small and Medium-sized enterprises (SMEs) comprised 75 % of all active enterprises in Sri Lanka, provided 45 % of employment and contributed 52 % to its gross domestic product. While these figures may have changed, since the publishing of the report, given that SMEs had more than a fair share of the negative impacts of COVID 19 and the economic crisis, SMEs are still the bedrock of Sri Lanka’s economy and, therefore, their growth is integral to achieving economic growth in the country. There are umpteen instances where the Government of the day and the regulators have introduced regulations, costly both in time and value, as a first lever, rather than improving, and utilising the already available, cheaper, and more user-friendly safeguards. SMEs do not have the capacity to absorb these costs especially in the teething phase of their enterprises and, before long, they exit the market. Regulations have negative impacts on low‐income individuals too. For example, occupational licensing creates barriers to the entry of participants and potential participants and hinder employment opportunities for those who do not have the seed funding to obtain the necessary licences or certifications. In these instances, the ultimate loser is the consumer who either pays a higher price for a limited supply and for the extra costs and/or suffers a reduced utility value because of a decline in the quality and the quantity, of the product or service as suppliers improvise in cutting corners to suit the affordable funds. Our regulators must be ever cognisant that what is apt for a settled economy may not be suitable for a developing economy such as Sri Lanka.",
    "There is no denying that good governance is critical in ensuring the effective and fair allocation of resources. Governments are, at times, compelled to respond to the citizen’s needs through judicial and regulatory edicts. Nothing wrong in that. The key is for such edicts to be developed via transparent and democratic processes that are truly participatory. It must be horses for courses! For Sri Lanka, it must not be just an aping of the west. Regulations and governance must be relevant and relative.",
    "Simplifying everyday life for Sri Lanka’s entrepreneurs, businessmen, businesswomen and citizens must be made a high priority for the Government in enabling economic growth and in creating more jobs, employment, and prosperity. As stated before, justified regulations can be defended as necessities in creating market stability and in providing goods and services such as, education, basic research, healthcare, public transport, irrigation and development of road, and rail networks, etc. that carry large positive externalities and in preventing negative externalities such as environment pollution. But what is often overlooked are over-regulation and ineffective and poorly designed rules negative to the efficiency of enterprise and the society at large. The Organisation for Economic Cooperation and Development (OECD) distinguishes four different kinds of costs associated with regulatory failures, these being:",
    "Regulations that prevent companies from growing and exploiting new markets",
    "Regulations that generate excessively high compliance costs for both companies and governmental actors, and",
    "Regulations that contribute to companies becoming less capable of adapting to technological change or consumers’ needs.",
    "Studies, using this as a framework, conclude that the indirect economic costs, including the cost of lost opportunities, far outweigh the direct costs associated with regulation. Heavy regulatory burdens have been barriers to the entry of new companies into the market thereby reducing competitive pressure and entrepreneurship. Additionally, they have been found to cause significant negative effects on production dynamics resulting in impairment of enterprises’ ability to adjust and adapt to internal and external changes. Studies also reveal that yield requirements of new projects in highly regulated environments increase substantially with concomitant negative repercussions on investments. Altogether, these indirect effects impede economic growth. They are the side-effects that regulators often fail to recognise in their enthusiasm to introduce reform which they label as regulation at times. Governments are known to be quick in introducing rule after rule in addressing symptoms and very slow in eliminating the root cause. More regulation is their ‘knee-jerk’ panacea for most ills. The impacts, while being significant, can be very long lasting too and difficult to redress. The agrochemical ban imposed in 2021 in Sri Lanka caused rice production to drop 20 % in the six months after it was implemented, causing a country that had been self-sufficient in rice production to spend $ 450 million on rice imports, being much more than the $400 million that would have been saved by banning fertiliser imports. To be fair, there were health considerations too when the ban on agrochemicals was imposed. In this light, it is critical that rules are effective and appropriate. There are other reasons why ineffective rules are introduced. The political process in Sri Lanka and for that matter in other parts of the world too, is extensively influenced by special interests and suffers from short-sightedness. Well-organised lobby groups, often in alliance with public officials who administer the rules, block changes in the rules that disadvantage them. Once regulations are gazetted, they are difficult to change or abolish because of the rent seeking behaviour of politicians and government officials and the human reluctance to admit to poor decision-making and bad change management. It is, therefore, crucial that there exists an institutionalised process that prevents excessive and ineffective regulations being introduced. Firstly, the process must, inter-alia, justify the regulation based on an in-depth problem analysis. Secondly, the process must provide reasoned justification that the new regulation can rectify the problem. Potential side-effects and indirect costs must be considered. Lastly, it must be acknowledged that there are varying solutions to a problem. If such a process is allowed to operate sans bribery and corruption, there will soon dawn the realisation that there is no need to buy a bazooka to kill a cockroach.",
    "(The author is currently a Leadership Coach, Mentor and Consultant and boasts over 50 years of experience in very senior positions in the corporate world – local and overseas. www.ronniepeiris.com)"
  ]
}