{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Business-first-A-new-mantra-for-India-Sri-Lanka/4-750924",
  "time_ut": 1690141615.0,
  "original_lang": "en",
  "original_title": "Business first: A new mantra for India-Sri Lanka?",
  "original_body_lines": [
    "President Ranil Wickremesinghe with Indian Prime Minister Narendra Modi during their historic meeting last week in New Delhi",
    "The Modi-Wickremesinghe talks have laid the foundation for a new direction in India and Sri Lanka, based on closer business-to-business ties encouraged by government. The experience of East Asia shows that market-led regionalism is the pragmatic way forward to achieve win-win prosperity and growth",
    "The visit of Sri Lanka’s President Ranil Wickremesinghe to India on 21 July, should be viewed as a continuum of the new dimensional partnership that India began with Sri Lanka in 2022 with foreign aid of $ 4 billion. The joint statement, entitled Promoting Connectivity, Catalysing Prosperity: India-Sri Lanka Economic Partnership Vision, clearly emphasises the economic element of the bilateral. Encasing it within the term ‘connectivity’ adds an intimacy that had been missing for a while, but now is being pursued – a winning proposition for both countries and for South Asia.",
    "This time, it’s not just a Government-to-Government based plan; it encourages investment from India’s private sector and joint ventures with Sri Lankan companies. Three areas of bilateral focus – logistics, energy and tourism – have been built on. Regional logistics and development of ports at Colombo, Trincomalee and Kankesanthurail; ferry services between various Indian and Sri Lankan ports; air connectivity with big and small cities in both countries – these include business investments but also enable people-to-people movement.",
    "Energy engagement is significant: several agreements have been concluded and discussed. The most significant are the proposals to build an oil pipeline from India to Sri Lanka, and to connect the two electricity grids. India already has oil pipelines and power links with Bangladesh and Nepal – providing a template which can be used with Sri Lanka. India is an energy importer but with a world-class and world-scale oil refining and processing industry, so connecting Sri Lanka to the Indian oil grid will provide Sri Lanka cheaper fuel, on account of India’s economies of scale.. Sri Lanka’s fuel shortages in 2022, due to low forex reserves, may be mitigated. If Indian oil can be paid for in Indian rupees, it may lower exchange costs and facilitate availability of trade credits.",
    "Connecting the power grids is also potentially transformative. India’s electricity is amongst the cheapest in the world, due to its reliance on domestically produced coal and local know-how. Reliable and affordable Indian power can help Sri Lanka overcome electricity shortages and develop its own significant wind energy trade potential – as this clean, but intermittent electricity can exported to the Indian power grid.",
    "The first step towards leveraging India’s highly regarded, open source Digital Public Infrastructure has been taken during this visit: using the Indian rupee to settle bilateral trade, and operationalising the Unified Payment Interface or UPI, a digital payment in rupees that can be used for small business and visiting scholars and tourists to Sri Lanka.",
    "The take-off has begun, and to truly integrate the bilateral, three other business-oriented alignments must now be pursued.",
    "First, is to integrate Sri Lanka into India’s emerging supply chain paradigm. South Asian countries have lower hourly wages than China; like China, its businesses are flexible, willing to work with small, even custom orders. To compete, they now need to lower high trade costs hampering South Asian business through more trade openness, improved regional trade and transport-related infrastructure, and streamlining behind-the-border regulations. Once reforms are implemented, South Asia could develop regional industrial clusters and export processing zones along a well-oiled supply chain.",
    "Globalising Sri Lankan firms should invest in the South Indian states – Brandix in textiles, Dilmah in tea and tourism, and John Keels Holdings in food processing and tourism. India and Sri Lanka should actively promote bilateral FDI flows by better marketing to investors, liberalising FDI entry regulations and cutting the red tape from hampering investors through digitisation.",
    "Second, early resumption of talks on a comprehensive India-Sri Lankan trade deal to promote regional rules-based trade and FDI would be important too. The aim should be the eventual achievement of a high-standard trade deal to facilitate deep integration in supply chains and trade in services by adopting the so-called 21st-century trade rules. Asymmetrical economic strength of the two parties needs to be factored into the negotiations, to prevent a backlash by potentially losing sectors and small firms in Sri Lanka.",
    "Third, improved central bank cooperation is crucial. Frequent meetings between central bank officials of India and Sri Lanka and an early warnings system for economic crises are necessary. After the Asian Financial Crisis of 1997, ASEAN adopted a mutual monitoring mechanism for early warnings and methods to alert for crises and assist each other. India and Sri Lanka can work on a bilateral system, which template can then be regionalised to the rest of South Asia. Another area is an enhanced IMF Capacity Building program. The IMF Training and Technical Assistance Center for Economic Capacity Building in South Asia is located in Delhi and can be expanded with Indian aid to provide increased training on macroeconomic management and financial stability. Such institutional mechanisms are key to regional stability.",
    "The Modi-Wickremesinghe talks have laid the foundation for a new direction in India and Sri Lanka, based on closer business-to-business ties encouraged by government. The experience of East Asia shows that market-led regionalism is the pragmatic way forward to achieve win-win prosperity and growth.",
    "(Manjeet Kripalani is Executive Director of Gateway House. Ganeshan Wignaraja is Professorial Fellow in Economics and Trade at Gateway House.)"
  ]
}