{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/New-Act-to-offer-solutions-to-indigenous-Vedda-community/56-756194",
  "time_ut": 1702324533.0,
  "original_lang": "en",
  "original_title": "New Act to offer solutions to indigenous Vedda community",
  "original_body_lines": [
    "A proposal has been put forth for the introduction of a new Act aimed at offering lasting solutions to the challenges faced by the indigenous community in Sri Lanka.",
    "The Ministry of Justice announced the initiative yesterday noting that the Act is based on recommendations from a special committee appointed by the Justice, Prison Affairs and Constitutional Reforms Minister Dr. Wijeyadasa Rajapksha.",
    "The Ministry of Justice said the special committee headed by the Secretary to the Ministry of Wildlife and Forest Conservation R.M.C.M. Herath had prepared a report after discussing with the relevant stakeholders especially Vedda Chieftain Uruwarige Wannila Aththo.",
    "Other parties represented in the committee included, the Office of the Director General of Wildlife, Department of Wildlife, Department of Irrigation, Ministry of Justice, Attorney General’s Department, Sri Lanka Police and the Mahaweli Authority.",
    "Accordingly, a special discussion on the recommendations and suggestions of the report was held at the Parliament complex yesterday under the Chairpersonship of the Minister of Justice.",
    "At the meeting, the Chairperson of the Committee briefed the Minister of Justice on the various issues faced by the community including the lack of a data system on them and various issues faced when engaging in their livelihoods including agriculture, dairy farming, fishing, and forestry related jobs. The need to update the existing Memorandum of Understanding (MoU) regarding the community was also pointed out.",
    "The Minister emphasised that offering temporary solutions to the issues faced by indigenous people in the country yields no lasting results. Instead, he stressed the importance of providing permanent solutions.",
    "“Accordingly, a new bill must be prepared to provide solutions to the existing problems of the indigenous people. It can be done to protect the rights of the indigenous people. After the preparation of the relevant bill, further discussion can be done,” he said. The Minister instructed the officials to prepare the related bill and the regulations to protect the rights of the indigenous people within a month.",
    "The Minister also said necessary recommendations should also be prepared to facilitate livelihood activities of the indigenous people including fishing, agriculture, and wildlife.",
    "Vedda Chieftain Uruwarige Wannila Aththo, present at the meeting, highlighted that the challenges faced by Sri Lanka’s indigenous people have persisted for many years. He noted that previous Presidents and Governments have signed MoUs on multiple occasions. Expressing confidence, he said that this time, they believe a permanent solution to the issues affecting their community will be achieved."
  ]
}