{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Another-electric-shock-in-the-making-EDITORIAL/172-264664",
  "time_ut": 1691357069.0,
  "original_lang": "en",
  "original_title": "Another electric shock in the making - EDITORIAL",
  "original_body_lines": [
    "While we Lankans are still engrossed in the mispronunciation of a single word in our National Anthem, many earthshaking events are taking place all around us.",
    "A particular member of parliament has suggested that had such a mispronunciation occurred in some of our neighbouring countries, the incident could have even led to the unleashing of murder and mayhem.",
    "However, while our minds are focused on such grievous outrage, the National Water Supply and Drainage Board (NWSDB) called for a 30% to 40% increase on the tariff on water",
    "Fortunately citizens were not distracted by the red herring. They were more alert and the outpouring of anger regarding the planned move, led to the NWSDB contradicting its earlier statement. There will be no upward revision on water tariffs we learn.",
    "However, hardly had the dust settled regarding the call to increase the tariff on water, when another bombshell was exploded. Our sister paper the ‘Sunday Lankadeepa’ revealed the Ceylon Electric Board (CEB) was calling for another rise in the tariff of power.",
    "The Public Utilities Commission of Sri Lanka (PUCSL) however jumped in claiming it had rejected the request of the CEB for a further increase on the tariff on electricity.",
    "According to a report in the ‘Sunday Times’ the CEB sought to further increase the tariff on electricity, on grounds the board estimated it would lose around Rs. 33 billion by the end of this year because of the tariff reduction approved by the PUCSL for the second half of this year. It claimed the increased cost of thermal power generation, increase in demand and other essential expendirure necessitated an upward price revision.",
    "Responding to the CEB’s claim for an immediate price hike, the PUCSL charged that the CEB would in actuality have a surplus revenue of 31.87 billion for the period from July to December this year.",
    "If our math is correct this would still leave the CEB a couple of billion rupees in the red by year’s end.",
    "The reason behind our (Sri Lanka’s) financial crisis situation has been the provision of goods and services at below market prices. So in other words, sooner or later, the CEB is going to raise the tariff on the supply of power to",
    "Similarly the NWSDB too will sooner than later, inform us once again, that they have no option but to increase the tariff imposed on water we receive from the board. The NWSDB claim that the increase of tariff would not be passed on to the plantation workers and Samurdhi/Aswesuma beneficiaries. This in turn means those who do not fall into these two categories of people will have to bear the increased burden of payment.",
    "The current minimum wage in our country still stands at Rs. 12,500/- per month. According to ‘worldsalaries.com’, the average annual salary per worker ranges from Rs. 273,300/- or Rs. 22,775/- per month, to the highest average annual salary of Rs. 4,810,800/- or Rs. 400,900/- per month.",
    "Two to three weeks ago, on 18 June, Professor Wasantha Athukorale, of the University of Peradeniya, speaking to the ‘Sunday Lankadeepa’ revealed that the monthly expenditure for an average family amounted to Rs. 76,124/-.",
    "In short, the the income of an average citizen is less than a third of the cost of living per month!",
    "It is in these circumstances the CEB and the NWSDB sought further increases in tariff for the services they are providing. Most citizens felt that it was in keeping with conditions laid down by the International Monetary Fund (IMF) and our international creditors, the two boards (CEB and NWSDB) have very diligently been warning us to pay our bills promptly to avoid disconnection.",
    "To our dismay however, we now learn that the scion of a very wealthy political family and an member of parliament, has not paid an electricity bill amounting to over Rs. 2 million since 2019.",
    "It is time these boards apply the rules equally to all citizens, irrespective of their power or position. The poor parliamentarian however, maintains, he had no idea of the sum he owed."
  ]
}