{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-to-pressurise-President-to-call-for-parliamentary-polls/56-748113",
  "time_ut": 1683661800.0,
  "original_lang": "en",
  "original_title": "SJB to pressurise President to call for parliamentary polls",
  "original_body_lines": [
    "Says aspirations of people who came onto streets on 9 May have not been realised",
    "Claims only solution is to go for fresh elections and elect a Government with a new mandate",
    "Accuses President of shielding thieves by not calling for polls",
    "Reveals SJB has commenced discussions to form a broad alliance to face future elections",
    "Samagi Jana Balawegaya (SJB) Colombo mayoral candidate Mujibur Rahman yesterday assured the party will pressurise President Ranil Wickremesinghe to dissolve parliament and call for a general election. Holding a press conference at the opposition leader’s office yesterday, Rahman said the aspirations of the people who took to the streets on 9 May have not been realised. He said the people expected a change in the political system in the country but it has not materialised yet.",
    "Rahman said therefore the only solution is to go for fresh elections and elect a Government with a new mandate. The former MP accused President Ranil Wickremesinghe of failing to take action against the corrupt and feigning ignorance instead.",
    "“9 May was a day that gave a message to all politicians in this country. But the changes in the political system the people expected have still not taken place. The calls of the people to take this country down a new path have now been subdued. President Ranil Wickremesinghe together with the Rajapaksa clan is taking the country back towards the dirty and traditional political system,” the MP said.",
    "According to him, this is evident as corruption and fraud have not been reduced in the country following Wickremesinghe’s appointment. “He has taken no action against those involved in such activities. He is feigning ignorance as usual,” Rahman alleged. The former MP said the X-Press Pearl disaster and unaddressed allegations of fraud against the Minister of Health as prime examples of this. “Instead of the country’s economy developing we are seeing the economy of ministers and MPs developing even as people suffer and go without meals every day,” he added.",
    "Rahman said only fresh elections can direct the country back to the correct path. “We will pressurise the President. Perhaps he has been held hostage by the Rajapaksas. If not, we cannot understand why he is not calling for elections when he has the power to do so. It appears he is protecting the thieves,” the former MP opined. He also revealed that SJB leader Sajith Premadasa has commenced discussions with other political parties and civil society groups to form a broad alliance.",
    "“We will announce a broad political front shortly,” he said. Rahman said the only challenge the SJB has is to develop the country while it is confident it can defeat the current Government at a poll. He said the people must be given an opportunity to voice their opinion at an election."
  ]
}