{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95906/as-covid-19-cases-rise-who-asks-countries-to-strengthen-surveillance",
  "time_ut": 1703485080.0,
  "original_lang": "en",
  "original_title": "As COVID-19 cases rise, WHO asks countries to strengthen surveillance",
  "original_body_lines": [
    "The World Health Organisation (WHO) has urged countries in South-East Asia to strengthen surveillance in view of the increasing cases of respiratory diseases, including due to COVID-19 and its new sub-variant JN.1, and influenza. The WHO also urged people to take protective measures.",
    "“The COVID-19 virus continues to evolve, change, and circulate in all countries globally. While current evidence suggests the additional public health risk posed by JN.1 is low, we must continue to track the evolution of these viruses to tailor our response.",
    "“For this, countries must strengthen surveillance and sequencing, and ensure sharing of data,” said Dr Poonam Khetrapal Singh, regional director, WHO South-East Asia.",
    "WHO has classified JN.1 as a variant of interest following its rapid global spread. In recent weeks, JN.1 was reported in multiple countries, and its prevalence has been rapidly increasing globally.",
    "Considering the limited available evidence, the additional public health risk posed by JN.1 is currently evaluated as low at the global level, Singh said.",
    "It is anticipated that this variant may cause an increase in COVID-19 cases amid surge of infections of other viral and bacterial infections, especially in countries entering the winter season.",
    "“As people travel and gather for festivities during the holiday season, spending a lot of time together indoors where poor ventilation facilitates transmission of viruses that cause respiratory diseases, they must take protective measures and seek timely clinical care when unwell,” said Dr Khetrapal Singh.",
    "The regional director also emphasised on the importance of vaccination against COVID-19 and influenza, especially for people at high risk.",
    "“All WHO-approved COVID-19 vaccines continue to protect against severe diseases and deaths from all variants including JN.1,” she said.",
    "In May, following sustained decline in the trajectory of COVID-19 cases, hospitalisations and deaths, and high levels of population immunity to SARS-CoV2, WHO declared that COVID-19 no longer constituted a public health emergency of international concern.",
    "While considerable progress has been made in establishing and strengthening a global system to detect and rapidly assess risks posed by SARS-CoV2, testing and reporting of COVID-19 cases has decreased.",
    "With COVID-19 continuing to circulate at high levels globally, countries must strengthen surveillance, sequencing, and reporting to effectively manage respiratory diseases and to protect people’s health, the regional director said."
  ]
}