{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/janatha-aragalaya-the-peoples-struggle-in-sri-lanka/",
  "time_ut": 1680779250.0,
  "original_lang": "en",
  "original_title": "Janatha Aragalaya: The People’s Struggle In Sri Lanka",
  "original_body_lines": [
    "On 9 July 2022, angry citizens protesting economic mismanagement stormed the Sri Lanka President’s palace in Colombo. Four days later, Sri Lankan President Gotabaya Rajapaksa, amid a deepening crisis and widespread protests there, escaped to the neighboring island nation of the Maldives and flew into Singapore from there the following evening. The primary objective of this paper is to provide some initial thoughts on the factors that led to the Aragalaya (struggle). Thus, this article attempts to understand the major sources that gave birth to Janatha Aragalaya, commonly named by Sri Lankans as the #GotaGoHome protest movement, the significance of the movement and some suggestions to build a democratic and peaceful Sri Lanka. The article will first provide some primary information about the island’s demographics and socio-economic conditions and then discuss the causes that gave birth to the protest movement. This section will also explain why the state and its institutions, such as security forces, did not use violence against the movement. To prepare the article, the author interviewed Sri Lankans who participated in the Aragalaya. Conversations were held in Tamil, Sinhala, and English throughout the protests from 12 April to 17 July via WhatsApp and Facebook messengers.",
    "On 9 July 2022, tens of thousands of protesters in Sri Lanka’s commercial capital Colombo stormed and occupied the Presidential office and official residences of both President and Prime Minister. Social media and global media carried ‘videos of protesters swimming in the president’s pool, resting on his bed, using his gym, and fixing meals in his kitchen—after overcoming barricades, tear gas, and beatings’ (DeVotta, 2022a). Studies suggest that social unrests or protected protests occur with the presence of solid socio-economic vulnerabilities (Arrow 1951, Acemoglu et al., 2015, Barro, 2005). Thus, Sri Lanka did not surprise many observers.",
    "Major protests have occurred around the world, including in the Middle East, with increasing frequency since the second half of the 2000s. Given the socio-economic grievances of such events to each other—especially the dramatic images of masses of people in the streets—the temptation exists to reach for sweeping, general conclusions about what is happening. It is difficult to provide exact temptations for the protests because various forces worked either to win state power or to overthrow the regime. Yet, the heterogeneity of this current wave of protests is its defining characteristic. The spike in global protests is becoming a major trend in international politics, and thus it is vital to study the protests to avoid future instability.",
    "Though Sri Lanka embraced independence peacefully from the British colonial administration in 1948, the island nation experienced two armed struggles to capture state power by Janatha Vimukthi Peramuna (JVP) and a gruesome ethnic civil war between the state and the Liberation Tigers of Tamil Eelam (LTTE) after independence. The JVP and the LTTE resorted to violence to challenge the state and its institutions and reach a political settlement. Quite apart from these armed rebellions and war, Sri Lanka had non-violent struggle led by the Tamil leaders to seek concessions for the Tamil national question (Imtiyaz & Stavis) and Sinhala trade union leaders to seek economic justice. The trade union struggle known as the Hartal of 1953 shook the island’s ruling class to the core and marked a political turning point.1",
    "Sri Lanka’s post-war conditions did not provide meaningful spaces for economic development and political reconciliation. Policies and actions of politicians and elites, who administered the island of twenty-two million people, eventually led the island into bankruptcy. Sri Lanka struggled with a severe foreign exchange shortage that has limited essential imports of fuel, food, and medicine, plunging it into the worst financial turmoil in seven decades. Therefore, this article attempts to provide initial thoughts to students of Sri Lankan politics to understand what happened in Sri Lanka in 2022 and whether it will happen again in the future.",
    "The Sinhalese people, predominantly Theravada Buddhists, are the major ethnic group in Sri Lanka. They comprise 82 percent of the population (Department of Census and Statistics – Sri Lanka, 2008) and were originally migrants who arrived from North India around 500BC. Of the Sinhalese, 70 percent are associated with (the Theravada school of) Buddhism, which was introduced to Sri Lanka in the second century BCE by the Venerable Mahinda, the son of the emperor Ashoka, during the reign of Sri Lanka’s King Devanampiyatissa (The World Fact Book, 2013). Buddhist bhikkhus, or monks, play a leading part in the socio-political life in Sri Lanka (Houtart, 1974). They argue that anyone can live in Sri Lanka if Sinhala-Buddhists enjoy cultural, religious, economic, political, and linguistic hegemony (Bartholomeusz and de Silva, 1998: 3; Roberts, 1980). However, the diversity and the religious composition of Sri Lankan society necessitated that the state is still neutral in religious affairs.",
    "The Sri Lankan Tamils, mainly Hindus, were, until 2000, the largest ethnic minority in the country. According to a statistical abstract of the Sri Lankan government, published in 1981, the Tamils composed 12.7 percent of the population (Bartholomeusz & de Silva, 1998; Roberts, 1980). Sri Lankan Tamils immigrated to the island from South India. The Tamil population in Sri Lanka was reinforced with the arrival of the Indian Tamils or up-country Tamils in the late 19th and early 20th centuries to work in the British-owned estates as workers: first for coffee and then later for tea and rubber estates in the highlands. By 1921, Indian Tamils made up 13.4 percent of the total Tamil population, which in turn represented 24.8 percent of the inhabitants of Sri Lanka. The Indian Tamils, however, lost their large share in the country’s population charts because of the Ceylon Citizenship Acts of 1948 and 1949, which was engineered by the then UNP government led by D. S. Senanayake. By 1981, Indian Tamils in Sri Lanka only accounted for 5.5 percent of the total population (Bartholomeusz & de Silva, 1998; Census of Population and Housing, 1981; Roberts, 1980). The rest of the Tamils were reclassified as non-citizens.",
    "The Moors, also known as Sri Lanka Muslims, most of whom speak Tamil, are another significant minority group in Sri Lanka. They trace their ancestral roots to seafaring Arab merchants and appeal to their religious and cultural identity to form their ethnic identity (Ross & Savada, 1988). They formed 7.9 percent of the island’s total population in 2001. The Malay community, whose ancestors include laborers brought by the Dutch and British, as well as soldiers in the Dutch garrison, now constitute 0.3 percent of the population, and share Islam as religion with the Moor population of the island (Ibid). Moors in Sri Lanka have tended to oppose the Tamil separatism advanced by the Tamil nationalists, including the Tamil Tigers and cooperated with successive governments dominated by the majority Sinhalese to claim a stake in Sri Lanka’s deeply divided polity (Imtiyaz, 2009).",
    "Finally, the Burgers, a small minority group, are descendants of European settlers. They have the physical appearance of a Western European. At the time of independence in 1948, Burgers comprised 0.6 percent of the total population. However, since then, the Burger population has declined because of migration to Australia, Canada, and the United Kingdom, only accounting for 0.2 percent of the island’s total population in 2001 (Department of Census and Statistics – Sri Lanka, 2008).",
    "Characteristics of the Wave of Protests (9 April – 13 July 2022)",
    "Though the protest movement was dominated by the Sinhala-Buddhists, who constitute a majority of the population, non-Sinhala Buddhists, for example, Tamils and Muslims from the Southern provinces, took part in the protests. Economic difficulties such as price hikes and gas shortages affected everyone in general, regardless of their ethnic or religious differences (see Table 1). However, it is noted that there was a lack of participation from Tamils from the Tamil-dominated Northern Sri Lanka. This was partly because of Tamils’ lack of trust in the Sinhala-Buddhist dominated protest movement based in Colombo. Devotta (2022a) notes: ‘Most Sinhalese Buddhists, after all, voted for the Rajapaksas not once but twice despite their kleptocratic reputation. Today’s protests are driven by immediate hardship, with ethnoreligious amity an ancillary consideration. Once economic fortunes rebound, the amity can be discarded.’",
    "The economic crisis has hit Sri Lanka’s Tamil minority, who are concentrated in the northern and eastern provinces, as hard as those in the South; but a reasonably good part of the Tamils from the North would also say protesting is a privilege in Sri Lanka: ‘If we staged a protest here like they are doing in Galle Face, they would shoot us dead’, said Ravikaran Thurairajah, 58, a former councillor from Mullaitivu who has been arrested fourteen times for his involvement in local peaceful demonstrations. ‘We respect their struggle, but we don’t see our struggles represented there’ (Petersen & Sandran, 2022).",
    "Several other people were eloquent about the protests. ‘Every time we protest, they issue court orders to stop us’, said Eswari. ‘We have been harassed, groped, and beaten by police. They use indecent language against us, and I had to be hospitalized recently after police used force against us. Military intelligence has us under constant surveillance.’ ‘Where were the protests in the south when the military killed and took away our families?’ questioned Eswari, as she recounted clambering over dead bodies with her children in her arms as they tried to flee to safety at the end of the war. ‘It is easy for them to protest there; it is not the same here. When I see the Colombo protests, all I see is discrimination.’ (Ibid). ‘There have been invitations from the south for us to join them in protest, but there is a clear distinction from what they want and what we want,’ said Prabhakaran Ranjana, 55, whose son has been missing since May 2009. ‘We do not want fuel and economic assistance from the government, we want answers. We want justice for our people, we want our land back.’",
    "Sri Lanka has seen many local protests driven by socioeconomic demands and grievances. Left-leaning trade unions, liberal civil society organizations and nationalist movements led these protests. All these protests and demonstrations were organized and guided by recognized forces. For example, a mass semi-insurrectionary uprising, popularly known as hartal (a strike coupled with a general stoppage of work and small businesses), erupted in Sri Lanka 69 years ago. It was organized and led by the Lanka Sama Samaja Party (LSSP), which commanded considerable support among workers and in rural areas and announced a one-day protest on 12 August 1953. It shook the island’s ruling class to the core and marked a political turning point.2",
    "The protest movement that overthrew the Rajapaksa regime did not officially declare any single charismatic, supremely articulate leader though it had a specific demand: Gotta go home. However, veteran political commentator Victor Ivan suggests that ‘the Frontline Socialist Party (FSP) along with its undergraduate front Anthar Vishvavidyaleeya Shishya Balamandalaya (Inter-University Students’ Federation) played crucial roles in the movement. According to Ivan, ‘the FSP took control of the uprising and claimed ownership of the struggle’ (Jeyaraj, 2022)3 However, neither FSP nor IUSF claimed co-ownership officially.",
    "The author’s communications with the left-leaning students and former JVP members suggested that though the FSP did not have critical communications with the protest movement, the FSP maintained significant contact with the JVP. They did not substantiate their claim, but the sources speaking to the author appeared to understand the protest movement well. They said it was not important to disclose critical information at this point.",
    "In many cases, protests have been sparked by austerity measures such as increases in public service prices, cuts in public sector employment, reforms reducing or dropping entitlement benefits, or fuel and food price hikes. In other cases, triggers have been political, many of them linked to instances of election fraud or power struggles during periods of political transition, events exposing abuse of power by authorities, or the passing of laws and regulations that either limit citizens’ rights or discriminate against certain groups. Protests have also occurred following incidents revealing social injustice or corruption.",
    "The wave of protest, which challenged the state and its institutions, was triggered primarily by economic concerns, not by Sinhala or Tamil nationalism that animated some earlier protests. The covid19 pandemic disturbed the tourism industry and remittances from the more than one million Sri Lankans who work abroad. According to DeVotta (2022b) ‘while the pandemic brought the hammer down, it is not the root of the island’s economic crisis: The unsustainable, corruption-fueled debt that Sri Lanka had been racking up was there and growing before covid and would have led to a fiscal catastrophe at some point even without the happenstance of a major disease outbreak.’ The mismanagement of the economy is one of the major triggers behind the dollar crisis: “Sri Lanka’s nominal Gross Domestic Product is around US$85 billion, while its foreign debts amount to around $51 billion. It owes around $31 billion in the next five years, with $7 billion due by the end of 2022. This includes $500 million that was due in April, another $500 million due in June, and $1 billion for an international sovereign bond that matures in July. The dollar crisis has caused scarcities of fuel, cooking gas, medicines, and other essentials (Ibid).”",
    "The nation’s debt crisis, energized by the covid19 pandemic, exposed the island’s financial structural problems. The debt crisis was attributed to the economic mismanagement of the deposed Rajapaksa and Sirisena regimes. As noted elsewhere, ‘heavy international borrowing, excessive spending on  infrastructure projects, populist tax reforms and misguided agricultural policies have all contributed to Sri Lanka’s inability to weather the economic consequences of the pandemic’ (Withers, 2022).",
    "It is important to note that the rural sector accounted for over three-quarters of the country’s population and over 85 percent of poor Sri Lankans nationwide in 2012-2013. The World Bank data highlights an issue with educational qualifications among the bottom 40 percent, and unemployment in this group tends to be exceptionally high. If this pool of abundant, young, and cheap labor is not fully used, the combination of high youth unemployment and a young poor population has the potential to threaten social stability (World Bank, 2017).",
    "Critically, among those poor and near-poor employed, a substantial proportion is engaged in agriculture—a field with typically fewer opportunities to add value to products and lower wages than service or industrial jobs. Agriculture still employs about 28 percent of the working population in 2015. This reinforces the case to accelerate Sri Lanka’s structural transformation and ensure that young people have the means and ability to obtain work in more productive jobs in the industry and service sectors.",
    "The rural economy is a critical part of the Sri Lankan economy. The country has the memory of the 1971 insurrection. The insurrection was mainly caused by unemployed Southern Sinhala youth, and led by the Janatha Vimukthi Peramuna (JVP).4 Though the JVP’s 1971 insurrection was crushed by the then government with the help from China, India, Pakistan and the United States, ‘at the cost of thousands of young lives, [it] called attention to the gulf between urban and rural communities and the problem of rural youth unemployment’ (Kadirgamar, 2020). The Aragalaya movement reminded us that the gulf still exists in Sri Lanka mainly due to the mismanagement and politicization of the economy to support elites and their friends.",
    "The agriculture sector faced severe difficulties from April 2021, the import of fertilizer and agrochemicals from China were prohibited by the Import and Export Control Department (Jayasinghe, Uditha & Goshal, Devjyot 2022). Sri Lankan authorities from National Plant Quarantine Service detected harmful bacteria in Chinese fertilizer samples, and the country’s experts warned of threats to the agriculture sector. The warning from the Sri Lankan experts attached to National Plant Quarantine Services led to the suspension of the importation of the consignment (Ibid). Farmers were severely affected by the move, which saw their cultivation going to waste, leading them to take it to the streets demanding fertilizer.5",
    "To put it briefly, the economic mismanagement of the ousted Rajapaksa regime and dynasty caused high inflation and food and gas shortages. As a result, DeVotta notes (2022b) ‘three-fifths of the populace are now thought to be malnourished even as the island, which was close to attaining upper middle-income status, has fallen behind in that quest’ . Sri Lankans expected better living conditions in post-war Sri Lanka, but they ended up ‘skipping meals and large-scale starvation is in the offing’ (Ibid).",
    "Figure 2 provides a family tree that led to the Rajapaksa dynasty from November 2005 till May 2022. Two brothers, Mahinda and Gotabaya Rajapaksa, ruled the island with the Sinhala-nationalist rhetoric and led the war against the LTTE. These two brothers have, at various times, been elected as president. They also have another brother – Basil – who, at various points, has been a minister – most recently, Finance Minister during the Gotabaya Rajapaksa administration. He also runs their political party—Sri Lanka Podujana Peramuna (SLPP). Although Basil resigned from Parliament in June 2022, his replacement – one of the richest businessmen in Sri Lanka – Dhammika Perera – has been a close family associate and was appointed the Minister of Investment Promotion in late June, although he subsequently resigned. A fourth brother – Chamal – aside from being a member of Parliament, was also the Speaker of the Parliament between 2010 and 2015 (De Silva et al., 2022).",
    "On 12 May, deposed President Rajapaksa appointed the UNP leader Ranil Wickremesinghe as the Prime Minister of Sri Lanka after Mahinda Rajapaksa, the elder brother of Gotabaya Rajapaksa, was forced to resign after protests over the island nation’s worsening economic crisis turned deadly (Al-Jazeera, May 2022).6  Wickremesinghe was defeated in the general elections in 2020 from Colombo district, a stronghold of the UNP. He secured only 30,875 votes (2.61 percent) despite winning more than a half-million votes in Colombo District in August 2015 (Colombo Telegraph,2015). He re-entered Parliament through the national list allotted to the UNP because of the cumulative national vote. On June 2022, former President Rajapaksa, an ardent Sinhala-Buddhist nationalist, appointed former prime minister, Ranil Wickremesinghe in that position to restore stability in the island nation in the midst of a political impasse and stifling economic crisis.7 My communications with some liberal leaning Colombo University students suggested that Wickremesinghe, experienced in dealing with major economic powers, could take the island out of the economic crisis if he won the support of the Rajapaksa’s Sri Lanka People’s Front commonly known by its Sinhalese name, Sri Lanka Podujana Peramuna (SLPP) 8 and  obtain monetary support from international financial institutions, such as the World Bank and IMF and also from China and India.",
    "On 13 July 2022, President Gotabaya Rajapaksa, who led the military campaign against the LTTE and won a large part of the Sinhala-Buddhist votes in 2019 presidential elections, fled the island to Singapore through Maldives.9 His departure met Aragalaya movement’s major demand. Despite his unpopularity with the public, Wickremesinghe was elected by Sri Lankan parliamentary members.10 The two major questions now are: will the Ranil Wickremesinghe administration find amicable solutions to Sri Lanka’s economic and political crisis? Given that his administration totally depends on the SLPP, how far can Wickremesinghe walk to implement much needed economic reforms to fight corruption, reduce inflation and stabilize economic instability? One of the salient features of the Araglaya movement is that Tamils in Northern Sri Lanka expressed disinterest in joining the protest movement mainly because they do not trust the Sinhala-Buddhist dominated political elites and politicians and the mass movement led by Sinhala-Buddhists. Tamil opinions suggest that ‘no changes in Colombo would find any political power-sharing with the Tamils’ (Interview with Jaffna University academics, 20 July 2022) and political solution to the Tamil nationalist question.",
    "The competing political position of the Tamil and Sinhala-Buddhist nationalists is one of the major hurdles in finding a political solution. Tamils would demand a solution beyond the current unitary state structure, while Sinhala-Buddhist nationalists would reject any concessions beyond the current unitary structure. In December 2022, President Wickremesinghe called on all political parties to come to a collective agreement to provide a solution to the ethnic problem before the 75th anniversary of Independence in February 2023. He expressed these sentiments at an all-party conference convened to solve the ethnic problem that has plagued the country for over eight decades (FT News, 2022). However, Sri Lankan students may come up with such questions: Does the current administration have the political capital to seek a political solution? Will the SLPP allow the president to meet the basic aspirations of the Tamil and Muslim communities? Sri Lanka’s history suggests that there would be severe opposition from the Sinhala-Buddhists to support any concessions to the Tamils nationalists, who would demand more than what the Sinhala-Buddhist nationalists be willing to offer.",
    "It is important to note that the Argalaya movement already denounced Ranil Wickremesinghe: ‘Ranil Wickremesinghe should step down because he came in defense of this corrupt system and has failed five times before as prime minister’, maintained Catholic priest Jeevantha Peiris, who has been a protest leader. ‘As citizens, we do not accept him; we do not need another corrupt leader. We want to change the entire system’ (Hallis-Peterson, 2022). On 27 July, Sri Lanka Police raided the church at Ratnapura in Sabaragamuwa Province of south-central Sri Lanka to search for Father Amila Jeewantha Peiris. The raid came two days after a Sri Lanka court slapped a travel ban on the 45-year-old priest and five others for their alleged participation in ‘unlawful assembly and damage to public property’ during a protest rally in June (Colombage, 2022). Just two days after securing the presidency, police and security forces conducted a violent pre-dawn raid on the main protest encampment in Galle Face. Amnesty International reported:",
    "According to the report, the police, special forces, and military staged ‘a massive joint operation’ on the GotaGoGama camp at the Presidential Secretariat — the office of the President of Sri Lanka. Protesters have been staying in tents there since April and were due to vacate parts of the encampment Friday; however, around 1 am local time, security forces descended on the camp with no warning, after having blocked off the encampment’s egresses.",
    "‘There were about 200-300 demonstrators at that time, I would say,’ one eyewitness told Amnesty. ‘Suddenly [the forces] came out from [behind] the barricades and destroyed and broke down the tents. There were enough police and military to swamp the area. The police and especially the army beat up peaceful protesters’ (Amnesty International, 2022).",
    "Wickremesinghe’s use of the army and police commandos to dismantle the main protest camp and his appointment of several Rajapaksa loyalists to the cabinet suggests that the administration was unlikely to seek reforms (Keenan, 2022). It is important to note that Wickremesinghe did not win any promise from the SLPP parliamentarians, who won elections promising consolidation of security state and the expansion of welfare state, to introduce economic and political reforms.            .",
    "The covid19 pandemic has dealt a significant shock to Sri Lankans, in general, and the economically vulnerable population, in particular. Many workers do not have access to employment protection or other job-related social protection benefits, making them vulnerable during times of economic crisis. Simulation-based results suggest that the crisis increased the international $3.20 poverty rate from 9.2 in 2019 to 11.7 percent in 2020, translating into over 500,000 new poor people. Livelihood support programs and various relief measures implemented by the government throughout the pandemic were expected to mitigate the labor market shock. However, inequality increased across the island because of the unequal distribution of the shock. Moreover, reduced social mobility — because of widening disparities in access to education, for example, increased inequality (World Bank, 2021).",
    "The gradual collapse of the remittance economy has arguably been the most destabilizing shock of the pandemic. Remittances accounted for almost 10 per cent of GDP in 2019. While various explanations have been given for their unexpected resilience during 2020, there was a precipitous collapse in 2021. Notably, ‘If current monthly values are annualized, remittance receipts for 2022 will total US$2.4 billion — just half of 2021 earnings. With workers returning and annual departures significantly reduced, an inevitable strain has been placed on already limited employment opportunities in both rural and urban areas’ (Withers, 2022).",
    "Most of the people who participated in the protest shared middle-class and poor economic backgrounds. The dramatic decrease in tourists from Southeast Asian countries, including China and Europe, increased economic anxiety, and affected tourism-dependent people. Therefore, the Ranil Wickremesinghe administration must strike a balance between those supporting a resilient recovery and those aiming to include the most vulnerable in the recovery process. Achieving this balance will help reverse the impact of the pandemic and mitigate its consequences for inequality. Shifting toward a more adaptive social protection system would allow much-needed support to be scaled up quickly and effectively in times of crisis.",
    "It is critical to have bailout packages from the World Bank and powerful economic nations, such as China and India. Wickremesinghe, who was elected to complete the five-year term of his predecessor Gotabaya Rajapaksa, suspended the talks with the IMF on a rescue package due to protesters’ rejection of IMF demands (Francis, 2022). However, Sri Lanka’s precarious economic conditions pushed President Wickramasinghe to seek an agreement with the IMF. However, Sri Lanka politicians are deeply divided: politicians supporting Wickramasinghe support the deal with the IMF while ‘most of the political left is opposed to any agreement with the IMF, commonly on the grounds that this in reality would constitute another (neo-liberal) attempt by coalition of international finance capital, the IMF and the US government to take control of economic policy and extract yet more profit from the Sri Lanka people’ (Moore, 2023). So, the question is that can Sri Lanka fight the economic crisis without substantial economic reform? Total liberalization of the Sri Lankan economy and reduction of welfare services to poor people may not be appreciated by the political left, but there needs to be a solution to seek a balance between liberalization and welfarism. Sri Lanka cannot afford to expand welfarism in the absence of a thriving economy. On the other hand, it is hard to develop a prosperous economy with weak economic infrastructure such as protected poverty and unemployment. Therefore, the Ranil Wickremesinghe administration should invite international investment to build the rural economy. What Sri Lanka needs is more foreign investments rather than more foreign loans.11 The latter is unlikely to lead to the development of the nation.",
    "On the political front, the Ranil Wickremesinghe administration faces formidable challenges. Sri Lanka’s opposition parties, including Samagi Jana Balavegaya (SJB) wanted the abolition of the Presidential system of governance. In April 2022,  the SJB ‘presented a constitutional amendment bill that among other provisions seeks to abolish the presidential system of governance, in existence in the country since 1978, and replace it with a system that reinforces constitutional democracy’ (The Hindu, 2022).12 Though the opposition parties and the Aragalaya movement would pressure Wickremesinghe to take genuine measures to abolish the current presidential system introduced by the past president, Jayewardene, Ranil Wickremesinghe’s uncle, in 1978, it is unlikely the SLPP would support any such a move.",
    "For Tamil national question, Sri Lanka still struggles to find a negotiated political settlement through power-sharing arrangements. As I argued elsewhere,for the (majority) Sinhalese, the constitution that enables the unitary state structure psychologically supports the Sinhala mentality, which has roots in Mahavamsa, fifth-century Sinhalese historical textbook (Imtiyaz, 2013).13 The critical question is, has any Tamil, since 1948 Independence (from D. S. Senanayake onwards), realistically considered a Sinhalese politician as their chief leader? Muslims have genuinely supported Sinhalese leaders (in UNP and SLFP), but not Tamils. Why? The simple answer is that Tamils do not trust the delivery of the Sinhalese political establishment (Ibid).",
    "Such a reality aided the Tamil youth armed resistance in the 1970s and 1980s, gathering momentum as the state continued repressive action against the Tamils and refused to share state power with the Tamil minority. As trust in the state to provide a solution eroded, hope in the success of the armed struggle and the ability of the Tamil state (Eelam) to provide a just solution with honor increased. Though the LTTE was forced to silence their arms in May 2009, aspirations for a separate state still exists among the Tamils and a sizable part of Tamis from the Northern Sri Lanka believe that Ranil Wickremesinghe would not take any steps for genuine political power-sharing with several contending forces. However, Wickremesinghe’s administration is unlikely to pursue any radical solution to the Tamil question. This, on the other hand, may further isolate Tamils from Sinhalese. That is to say, the more the Sinhalese elites and political leaders show disinterest in power-sharing as a negotiated political solution, the stronger the Tamil mobilization for Tamil nationalism would win legitimacy both among the Tamils and the international community.",
    "This article attempted to provide some notes on the protest movement known as Argalaya, which dug the graveyard for the Rajapaksa dynasty. However, the country is still struggling to seek meaningful economic development. Sri Lanka is unlikely to become a shining hill for democracy in the subcontinent as long as the economic crisis continues to hurt both the middle-class and low-income Sri Lankans. On the other hand, political outbidding continues to divide Sri Lankans. Electoral outbidding between the major political parties polarized the island to the point where people developed hatred and anger towards others. That otherness still exists in Sri Lanka, and Rajapaksas and opposition political elites use it most. That toxic political culture produced a circle of hatred and protected violence. There is no sign that Sri Lanka politicians would shun their traditional strategy to win power in the post-Rajapaksa era. Abolishing the current form of governance (the presidential system) may not be helpful in negative political culture. Araglaya (the struggle) movement appreciates this basic fact, and thus they correctly demand a new political culture in the South that would seek an exit point for Wickremesinghe. But the question is, would Sri Lankan politicians embrace an inclusive political culture to build the middle class and democracy?",
    "Tamils expect a political solution to the ethnic conflict within a united Sri Lanka. Ranil Wickremesinghe understands the importance of giving meaningful political autonomy to the Tamils. Sri Lanka should express willingness for power-sharing with the concept of One State. This would be difficult with two or three nations, many autonomous power centers, and several leaders with different visions. This only can be achieved if the Sinhalese elites, the SLPP and opposition parties show a sincere willingness to seek a solution beyond the boundary of current unitary structure, which was a primary product of the British colonial rulers. Tamil mobilization for a separate state would further strengthen if elites continuously ethnicize the politics with the safeguard of unitary structure to meet their electoral ambitions.",
    "These are the primary challenges Sri Lanka faces with the exit of the Rajapaksas. The current administration led by President Wickramesinghe can contribute to the revival of peace and stabilization of the island by seeking workable political and economic solutions.",
    "1. It was a country-wide demonstration of civil disobedience and strike, commonly known as a hartal, held in Ceylon (now Sri Lanka) on 12 August 1953. It was organized to protest of the policies and actions of the incumbent United National Party government (UNP).",
    "2. The United National Party (UNP) government, which came to power just a year earlier with a convincing majority, took ruthless steps in July 1953. It removed the subsidy for rice, the country’s staple food, increasing the price three-fold. It also raised the prices of essential commodities such as sugar, withdrew the midday meal for school children and slashed expenditure on health and other social programs, while increasing charges on railway transport and postal, telephone and telegraphic services.",
    "3. The Peratugami Samajavadi Pakshaya is composed of the members defected from the Janatha Vimukthi Peramuna (JVP). It can be considered as a party that was born in the political womb of the JVP and competes with it. There was a competition between these two parties ever since the Peratugami Samajavadi Pakshaya (Frontline Socialist Party) defected from JVP and formed their own party. But the JVP remained ahead in that race until the uprising in July broke out. But through the July uprising, the Peratugami Samajavadi Party has been able to exhibit political strength and leadership that surpassed that of the JVP. So much so, this situation may lead to conflicts between the two parties.",
    "4. The Janatha Vimukthi Peramuna (JVP), is a movement based on a homegrown mix of Marxism and Sinhala nationalism,",
    "5. Cabinet grants approval to import 99,000 metric tons of organic fertilizer produced using seaweed, from China’s Qingdao Seawin Biotech Group. The consignment was valued at 63.6 million US. National Plant Quarantine Service detects harmful bacteria in Chinese fertilizer samples, and experts warn that importing fertilizer containing harmful bacteria may affect the agriculture sector. Finance Minister JR Jayewardene, uncle of the current President Wickramasinghe, said the government had to remove the food subsidy “because it could not find the money to finance the country’s development program.” He cynically told the poor: “Grow your own food.” At the same time, he announced tax concessions and other handouts to the rich (Gunadasa, 2020.",
    "6. On May 8, hundreds of Sri Lanka PoduJana Peramuna (SLPP), ruling party, supporters rallied outside the prime minister’s official residence before marching to an anti-government protest site outside the presidential office. Police had formed a line of personnel ahead of time on the main road leading towards the site but did little to stop the government supporters from advancing. The government supporters, some armed with iron bars, attacked anti-government demonstrators at the “Gota Go Gama” tent village that sprang up last month and became the focal point of the nationwide protests. Police used dozens of tear gas rounds and water cannon to break up the confrontation, the first major clash between pro-and anti-government supporters since the protests began in late March. At least seventy-eight injured people were hospitalized.",
    "7. This is the sixth time Mr. Wickremesinghe, 73, has been appointed to the office — he has never finished a full term — and will have the task of arresting the devastating impact of the island’s economic downturn, that too under President Gotabaya Rajapaksa who is fiercely detested by disgruntled citizens demanding his resignation.",
    "8. The SLPP, which had only been founded in 2016 by former SLFP and UPFA supporters, quickly became the new political platform for the Rajapaksa family. Basil Rajapaksa, Mahinda’s youngest brother, was a key factor in the SLPP’s success in the 2018 local elections.",
    "9. Rajapaksa campaigned heavily on a platform of national security, especially focused on the threat of Islamist terrorism after suicide bombers killed more than 250 people and injured hundreds more in the country on Easter Sunday in April 2019. ISIS later claimed responsibility for the attacks, which threw the fragile sense of peace in the nation into a tailspin and caused an angry backlash against Muslims.",
    "10. He roundly defeated his main rival for the job, Dullas Alahapperuma, with 134 votes to eighty-two in a parliamentary vote. Mr, Alahapperuma is the key member of SLPP’s splinter group.",
    "11. Sri Lanka announced in April that it is suspending repaying its foreign loans because of a serious shortage of foreign currency. The island nation owes $51 billion in foreign debt, of which $28 billion must be paid by 2027. The currency crisis led to a shortage of many critical imported items like fuel, medicine, and cooking gas.",
    "12. The SJB document proposes to “abolish the executive presidential system and replace it with a system that reinforces constitutional democracy.” While the President will remain the Head of State and the Commander in Chief, the President has no personal discretion in appointing or dismissing the Prime Minister, according to the proposal. The Prime Minister shall be the head of the Cabinet of ministers and the ministers are to be appointed by the President on the prime minister’s advice, it adds. The amendment, while seeking to annul the 20th Amendment adopted in 2020, aims to restore the 19th Amendment to the Constitution to curb the powers of the President and empower Parliament.",
    "13.  Mahavamsa says that the Sinhalese are the preservers of Buddhism and maintains that the Tamil rulers who ruled the Northern Sri Lanka as invaders and thus, their sole aims were to subjugate the Sinhalese and the island of Sri Lanka, http://lakdiva.org/mahavamsa/chap025.html.",
    "Acemoglu, Daron, Pascual Restrepo, James Robinson, and Suresh Naidu. January 2015, Democracy, redistribution, and inequality, Handbook of income distribution 2.",
    "Amnesty International (2022) Sri Lanka: Shameful, brutal assault on peaceful protestors must immediately stop. Available at https://www.amnesty.org/en/latest/news/2022/07/sri-lanka-shameful-brutal-assault-on-peaceful-protestors-must-immediately-stop/. Accessed 30 July 2022.",
    "Al-Jazeera, May (2022) Sri Lanka PM Mahinda Rajapaksa resigns as crisis worsens. Available at https://www.aljazeera.com/news/2022/5/9/sri-lanka-pm-mahinda-rajapaksa-offers-to-resign-as-crisis-worsens. (Accessed 26 July 2022)",
    "Arrow, K. (1951). Social Choice and Individual Values, New York: John Wiley & Sons.",
    "Bartholomeusz, T. J. & de Silva, C. R. (1998). Buddhist Fundamentalism and Minority Identities in Sri Lanka. Albany, New York: State University of New York Press.",
    "Barro, R. J. (2000). Inequality and growth in a panel of countries. Journal of Economic Growth, 5: 5-32.",
    "Colombage, Q.  (2022). Police hunt for Sri Lankan priest deplored. Available at https://www.ucanews.com/news/police-hunt-for-sri-lankan-priest-deplored/98217 Accessed on 29 July 2022",
    "Colombo Telegraph (2015). Ranil Tops All Island With 500,566 Preferential Votes. Available at Ranil Tops All Island With 500,566 Preferential Votes – Colombo Telegraph. Accessed 26 July 2022.",
    "DeVotta, N. (2022a) Sri Lanka’s Road to Ruin Was Political, Not Economic, Foreign Policy, https://foreignpolicy.com/2022/07/12/sri-lanka-crisis-politics-economics-rajapaksa-protest/. Accessed 17 July 2022.",
    "De Votta, N. (2022b). Sri Lanka’s agony. Journal of Democracy, 33(3): 92-99",
    "De Silva, T., Commander, S. & Estrin, S. (2022). What lies behind Sri Lanka’s collapse? https://theconnectionsworld.com/what-lies-behind-sri-lankas-collapse-f125917e6474. Accessed 29 March 2023.",
    "Department of Census and Statistics – Sri Lanka (2008) Statistical abstract of the Democratic Socialist Republic of Sri Lanka. Available at: http://www.statistics.gov.lk/Abstract_2006/abstract2006/table%20 2007/CHAP%202/AB2-12.pdf. Accessed 19 July 2022.",
    "Ethirajan, A. (2022). How the soaring cost of living is hitting Sri Lankans hard, BBC. Available at https://www.bbc.com/news/business-59952980. Accessed 31 July 2022.",
    "FT News (2022). All-party conference should be more than a talk shop. Available https://www.ft.lk/ft_view__editorial/All-party-conference-should-be-more-than-a-talk-shop/58-743156. Accessed on 20 December 2022.",
    "Francis, K. (2022). Sri Lanka leader says IMF agreement pushed back after unrest. Available at https://www.washingtonpost.com/business/sri-lanka-leader-says-imf-agreement-pushed-back-after-unrest/2022/07/30/e7835360-1014-11ed-88e8-c58dc3dbaee2_story.html. Accessed 29 July 2022",
    "Gunadasa, S. (2020). The lessons of the 1953 mass uprising (hartal) in Sri Lanka. Available at https://www.wsws.org/en/articles/2020/09/02/hart-s02.html. Accessed 20 July 2022.",
    "Hallis-Peterson, H. (2022). Sri Lanka’s political crisis continues as Ranil Wickremesinghe bids to be president. The Guardian. Available at https://www.theguardian.com/world/2022/jul /16/sri-lankas-political-crisis-continues-as-ranil-wickremesinghe-bids-to-be-president. Accessed 30 July 2022.",
    "Houtart. F. (1974). Religion and Ideology in Sri Lanka. Bangalore: TPI.",
    "Imtiyaz, A. R. M., & Stavis, B. (2008). Ethno-political conflict in Sri Lanka. Journal of Third World Studies, 25(2): 135–152. http://www.jstor.org/stable/45194483",
    "Imtiyaz, A. R. M. (2013). Buddhism and electoral politics in Sri Lanka: Politicization, tensions, and de-politicization of Buddhism. Journal of Asian and African Studies, 49(3): 315–331. https://doi.org/10.1177/0021909613486087",
    "Imtiyaz, ARM (2009). Eastern Muslims of Sri Lanka: Special problems and solutions. Journal of Asian and African Studies, 44(4): 404–427.",
    "Jayasinghe, Uditha & Goshal, Devjyot (2022). Fertiliser ban decimates Sri Lankan crops as government popularity ebbs. Available at https://www.reuters.com/markets/commodities/fertiliser-ban-decimates-sri-lankan-crops-government-popularity-ebbs-2022-03-03/ Accessed 30 March 2023.",
    "Jeyaraj, D, B, S. (2022). Tenacious ‘Aragalaya’ (Struggle) of FSP Leader Kumar Gunaratnam Alias Kumar/Kumara. Available at https://dbsjeyaraj.com/dbsj/archives/78620. Accessed 25 July 2022.",
    "Kadirgamar, A. (2020). Polarization, civil war, and persistent majoritarianism in Sri Lanka. Available at https://carnegieendowment.org/2020/08/18/polarization-civil-war-and-persistent-majoritarianism-in-sri-lanka-pub-82437. Accessed on 28 July 2022.",
    "Keenan, A. (2022). For Lanka, A long road to democratic reform awaits. Available at https://www.crisisgroup.org/asia/south-asia/sri-lanka/lanka-long-road-democratic-reform-awaits. Accessed 30 July 2022.",
    "Moore, M. (2023) Making the IMF work for Sri Lankans. Available at https://groundviews.org/2023/02/24/making-the-imf-work-for-sri-lankans/. Accessed on March 4, 2023.",
    "Roberts, M (1980). Documents of the Ceylon National Congress and nationalist politics in Ceylon, 1929-1950. The Journal of Asian Studies, 39(4): 858–860.",
    "Ross, R. R. & Savada A. M. (1988). Sri Lanka: A Country Study. Washington: GPO for the Library of Congress. Available at: http://countrystudies.us/sri-lanka/. Accessed 13 July 2022.",
    "Petersen, H. E. & Sandran, R. (2022). We want justice, not fuel’: Sri Lanka’s Tamils on north-south divide. The Guardian, Available at  https://www.theguardian.com/world/2022/jun/22/ sri-lanka-tamils-protests-economic-crisis. Accessed on 23 July 2022.",
    "The Hindu (2022) Sri Lanka’s Opposition proposes constitutional amendment to end presidential system. Available at https://www.thehindu.com/news/international/sri-lankas-opposition-proposes-constitutional-amendment-to-end-presidential-system/article65341229.ece. Accessed 30 July 2022",
    "The World Fact Book (2013) Sri Lanka. Available at: https:/www.cia.gov/the-world-factbook/countries/sri-lanka. Accessed 23 March 2023.",
    "Withers, M. (2022). The making and masking of Sri Lanka’s debt crisis. East Asia Forum Available at https://www.eastasiaforum.org/2022/05/12/the-making-and-masking-of-sri-lankas-debt-crisis/?utm_source=newsletter&utm_medium=email&utm_campaign= newsletter2022-05-15. Accessed 21 July 2022.",
    "World Bank (2017). Understanding Poverty in Sri Lanka. Available at https://www.worldbank.org/en/news/feature/2017/03/02/part1-understanding-poverty-sri-lanka. Accessed 22 July 2022.",
    "World Bank (2021). The Covid-19 Impact on livelihoods and poverty in Sri Lanka. Available at https://openknowledge.worldbank.org/bitstream/handle/10986/35496/Background-Note-to-Sri-Lanka.pdf?sequence=1&isAllowed=y Accessed 30 July 2022.",
    "A. R.M. Imtiyaz PhD has conducted research projects examining ethnic conflict and post-war peace in South Asia and the People’s Republic of China. He has published widely in scholarly journals both in the United States and United Kingdom. He taught ethnic conflict and nationalism in the Department of Political Science, Temple University, USA, from 2009 to 2017. Currently, he is a Senior Researcher at the Asia Center for Democracy and Development, Canada, and has been teaching courses related to comparative politics and South Asia in the Department of Liberal Arts, Delaware Valley University, Pennsylvania, USA. He can be contacted by email: mohamedimtiyaz@yahoo.com"
  ]
}