{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-mobile-app-crosses-300000-downloads/",
  "time_ut": 1687533240.0,
  "original_lang": "en",
  "original_title": "CSE Mobile app crosses 300,000 downloads",
  "original_body_lines": [
    "The Colombo Stock Exchange (CSE) Mobile app has exceeded 300,000 downloads with a turnover contribution of LKR 135 billion since its inception in 2020.The CSE Mobile App has had traction from locally as well as from overseas. Data depicts that 85% of the downloads are from Sri Lanka. Furthermore, the data also shows, there has been downloads from approximately 53 countries, highlighting the fact of growing interest towards CSE among potential investors residing overseas.",
    "The CSE Mobile app offers a transformative digital service for an end-to-end digital onboarding and online account opening feature. The CSE was able to attract a large number of tech savvy youth between the ages of 18-30, thereby increasing the CDS Account submission via mobile App to 81%.",
    "Further, the app provides convenient access for information on the latest developments in the Sri Lankan Stock Market. The main features of the CSE Mobile App are, the ability to open a CDS Account online, access for educational content on investing and trading, access to CSE market reports, analysis and data and current corporate news, dividend instructions, nominations, subscribe for IPO’s. The CSE Mobile app is available in all three languages, Sinhala, English and Tamil.",
    "Commenting on the achievement, CSE CEO . Rajeeva Bandaranaike said, “The CSE mobile app provides fast and convenient access to the stock market, from the point of opening a CDS account and start trading through a stockbroker of your choice, obtain market data, and to be updated on all business news and financial data. Access to financial educational content is also available at your fingertips through the CSE Mobile app.”",
    "“Further, the CDS e-connect facility through the Mobile app offers a number of services to its users, such as balance view, transaction history view, monthly statements for the past six months, account detail change instructions, intra account transfer requests, private transfer requests for margin providers, dividend instructions, nominations, IPO Subscriptions, e-mail and mobile number change requests and provides corporate information dissemination to stakeholders.‘’",
    "SLTPB and SLAITO partner to host 67th Convention of TAAI in Colombo",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}