{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-buys-us500mn-since-surrender-rule-ended-114964/",
  "time_ut": 1678435620.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank buys US$500mn since surrender rule ended",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has bought about 500 million US dollars since a surrender rule was relaxed allowing the rupee to appreciate, triggering a sell off, a top official said.",
    "Before the surrender rule was relaxed the central bank also hiked rates and phased out money printing to slow domestic credit creating conditions for outflows to fall below current inflows.",
    "In the first week the central bank had bought 308 million US dollars.",
    "“We have now bought around 500 million dollars,” the central bank’s Director of Economic Research P K G Harishchandra told a talk show at Sri Lanka’s Derana TV on Thursday.",
    "The rupee was around 360 to the US dollar when the surrender rule was relaxed. It has since moved to around 320 to the US dollar.",
    "“We buy from the market, moving with the market at that rate. We cannot buy at an off-market rate.”",
    "The appreciating trend started with relaxing the surrender rule last week and has triggered sell-off as the rupee appreciated.",
    "A surrender rule takes money away from the market and creates rupees, adding to the domestic reserve money supply preventing an appreciation of the rupee. Analyst had previously blamed the surrender rule for a botched float in March 2022.",
    "A surrender rule involves strong side convertibility, a float requires a full suspension of convertibility.",
    "Sri Lanka’s spot forex market had been dead since money printing to suppress interest rates started.",
    "“An economy cannot operate without a spot market. So we reduced the mandatory or surrender rule from 25 to 10 percent,” Harischandra said.",
    "“Then the dollars that the banks sell to the central bank was available for trade among banks. As a result the liquidity in the foreign exchange market improves.",
    "After the appreciating trend was seen dollar holders started to sell.",
    "The central bank then bought dollars at the prevailing market rate, giving counterparty support and allowing price discovery to take place.",
    "So far this year about a billion US dollars of gross purchases had been made, he said.",
    "The central bank had been a net buyer in interbank market for about three months.",
    "If the central bank did not buy the rupee would have appreciated more, he said.",
    "It is not clear to what level the central bank will allow the rupee to appreciate.",
    "There is no publicly declared formula on which the central bank intervenes to operate a peg and collect reserves.",
    "People were seen lining up at money changers to sell dollars as they believed the currency would fall further.  (Colombo/Mar20/2023)"
  ]
}