{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Sri-Lankas-Foreign-Service-a-den-of-political-appointees/155-261434",
  "time_ut": 1687222080.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Foreign Service - a den of political appointees",
  "original_body_lines": [
    "- Daily Mirror reliably learns that Rohitha Bogollagama was handpicked as SL's HC in the UK by the government to reach out to Tamil diaspora for reconciliation",
    "- Bogollagama's only foreign experience is that he served as the Foreign Minister under Mahinda Rajapaksa during the time of the civil war",
    "- Once political appointees are posted in diplomatic missions, their children and relatives soon follow to serve as officers",
    "- For Moscow in Russia which is a key posting, Sri Lanka has not appointed a career diplomat for two decades now",
    "In recent years, Sri Lanka's foreign service has made questionable and disappointing appointments especially to some of the key countries, resulting in an entire collapse of the foreign service system.",
    "Infact, more and more political appointments are now dominating Sri Lanka's foreign service while career diplomats and real talent are ignored while individuals with no knowledge on foreign service are appointed as Ambassadors and High Commissioners to key countries.",
    "Their only talent is that they are favorites of the government leaders or ruling politicians. If that is not enough, some of these political appointees do not travel alone. Once they are set in their seats as Ambassadors and High Commissioners, their children and relatives soon follow to the foreign destinations to serve as officers to Sri Lanka's foreign missions, with no benefit to Sri Lanka other than a blow to the taxpayers.A recent such appointment is that of Rohitha Bogollagama who has been appointed as Sri Lanka's High Commissioner to the UK, replacing well known career diplomat Saroja Sirisena.",
    "Bogollagama's only foreign experience is that he served as the Foreign Minister under Mahinda Rajapaksa during the time of the civil war. After this Bogollagama served as the Governor of the Eastern Province under Maithripala Sirisena's regime.With no notable achievements even when he was the Foreign Minister, Bogollagama is well known for his lavish official visits overseas when he was the Minister, as reported in some media publications back then.The Sunday Times, in a report in 2008, citing one of his visits overseas said Bogollagama's official trip to Brazil back then had cost the state an estimated Rs. 5 million, and included a vacation in beach resorts in Rio de Janeiro. Bogollagama was then due in New York to join the Sri Lanka presidential delegation in time for the UN General Assembly sessions and was booked to stay at New York’s Ritz-Carlton Hotel. The Sunday Times quoting reliable sources said the minister’s public relations officer and private security officer, who had been officially designated separate rooms, were scheduled to share a room, and the spare room was made available to Bogollagama’s daughter and her husband, who worked for the Sri Lanka embassy in Washington. Neither the minister’s daughter nor her husband were a member of the official Sri Lanka delegation.",
    "\"According to Foreign Ministry sources, the minister has made arrangements with the hotel to ensure that his daughter and son-in-law’s names will not appear in the hotel manifest. It is understood that similar arrangements had been made for the minister’s daughter when she visited other world capitals,\" the Sunday Times reported back in 2008. This is just one instance when Bogollagama faced such allegations of lavish spending while on official visits overseas. Now with such allegations how did Bogollagama get selected to be Sri Lanka's High Commissioner in the UK that too at a time when the country is struggling amidst an economic crisis?",
    "The Daily Mirror reliably learns that Bogollagama was handpicked to the seat by the government in place of Saroja Sirisena who is expected to complete her stint and return to the country shortly.",
    "The source said the government had selected Bogollagama as someone competent to engage with the Tamil Diaspora as the UK is a country with a sizable population of Sri Lankan Tamils and leads the core group of countries that moved the UNHRC resolution on Sri Lanka.However no further explanation was given on the government's selection of Bogollagama.",
    "Bogollagama will be the latest to join the list of political appointees serving in Sri Lanka's foreign missions. Presently political appointees serve in important capitals including in New Delhi and Washington. For Moscow in Russia which is a key posting, Sri Lanka has not appointed a career diplomat for two decades now."
  ]
}