{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-high-and-medium-grown-tea-prices-fall-at-weekly-auction-113314/",
  "time_ut": 1677404460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka High and Medium Grown tea prices fall at weekly auction",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s High Grown and Low Grown tea prices fell amid low volumes at the auction on February 23, brokers said.",
    "Prices of the Low Growns saw an increase during the last week auction.",
    "Total offered quantity was five million kilograms however was lower than compared to 6.0 Million kilograms and 6.1 Million kilograms respectively, Ceylon Tea Brokers said in a report.",
    "The weekly sale average increased from 1428.59 rupees to 1451.35 rupees from a week ago, according to data.",
    "The High Grown sale average was up to 1430.31 rupees last week, Ceylon Tea Brokers said.",
    "“Ex-Estate offerings comprised of 0.74 M/Kgs with the overall quality of teas being barely maintained” Forbes and Walker tea report said.",
    "“Nuwara Eliya BOP’s which were limited on offer appreciated marginally in value, whilst there were hardly any corresponding BOPF invoices on offer.",
    "In Low Grown Teas, both BOP1 and PEK were down by 50-60 rupees while OP1 and OP/OPA were steady.",
    "The Low Growns sale average however, was up to 1513.45 rupees last week.",
    "Leafy and Semi Leafy catalogues met with fair demand, whilst the Small Leaf varieties continued to decline,” Forbes and Walker said.",
    "“Shippers to Iran and Türkiye were selective, whilst shippers to Russia continued to be active.",
    "In Low Growns PEKOE/PEKOE1 together with full range of bold PEKs were between steady to lower",
    "while in FBOP/FBOP1 Select best and best had a sharp drop and others were barely steady.",
    "Medium Grown FBOP and OP1was up by 50 rupees while FBOPF1 and PEK1 fell 50 rupees.",
    "The Medium Growns sale average was up to 1194.56 rupees last week.",
    "BOP1/OP1 were firm, whilst the Below best and others increased by Rs.50 rupees per kilo. (Colombo/Feb 26/2023)"
  ]
}