{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Jude-Jayamaha-s-family-made-no-pecuniary-offer-to-Rathana-Thera-CID/56-750699",
  "time_ut": 1689544716.0,
  "original_lang": "en",
  "original_title": "Jude Jayamaha’s family made no pecuniary offer to Rathana Thera: CID",
  "original_body_lines": [
    "The Criminal Investigations Department (CID) in a letter dated 1 June addressed to Athuraliye Rathana Thera claimed that the agency’s investigations have found no evidence of any pecuniary offer made by Jude Shramantha Jayamaha's family to the Thera in return for ensuring  Jayamaha’s release from prison via Presidential pardon.",
    "The letter had been sent by the CID Director Senior Superintendent of Police Kavinda Piyasekara.",
    "The letter was sent in response to a complaint filed by Thera regarding comments made by former President Maithripala Sirisena on a political talk show on 20 June 2022. The Thera alleged that Sirisena had implied that Jude Shramantha Jayamaha's family may have made monetary offers to both Rathana Thera and other individuals as a means to secure Jayamaha's release.",
    "Concerned about the potential damage to his public image, especially considering his involvement in the rehabilitation of Jayamaha during his time in prison, Rathana Thera had therefore requested the CID to investigate the comments made by Sirisena.",
    "Accordingly, the CID Director has now affirmed that Jayamaha’s parents Don Gregory Preethi Neville Jayamaha and Sandra Jennifer May Jayamaha had made no such offer or committed any other criminal offence to secure their son’s release.",
    "The CID has also asserted that Sirisena granted the pardon to Jude Shramantha Jayamaha in accordance with the proper legal procedures and therefore further investigations into the matter have been terminated.",
    "Last week Sirisena through his legal counsels informed the Supreme Court that the decision to grant a Presidential Pardon to Royal Park murder convict Jude Shramantha Jayamaha was after following all provisions under the Constitution. It was stated that the former President has granted this amnesty following the proper procedure in accordance with the constitution and he has not acted arbitrarily at any time."
  ]
}