{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-remittances-return-to-pre-output-gap-targeting-levels-in-march-2023-117671/",
  "time_ut": 1680836700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka remittances return to pre-output gap targeting levels in March 2023",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s remittances from official channels rose to 568 million US dollars in March 2023, up 78 percent from a year earlier, as parallel premiums declined with the central bank put the brakes on money printing.",
    "Sri Lanka’s monthly remittances coming through official channels ranged around 500 to 600 million US dollars a month, before the central bank started to print money to target an output gap in early 2020.",
    "In 2020 due to weak credit amid Covid 19 crisis, excess liquidity in the banking system from mis-targeted rates did not initially result in parallel premiums as import demand was weak.",
    "As credit picked up in 2021 and liquidity was used up in credit, reserves were lost and forex shortages started to intensify.",
    "Two parallel exchange rates emerged in the banking system as economic activity recovered in 2021 and policy rates were kept down and the central bank operated both money and exchange rate policy as legalized in a planned new monetary law act.",
    "One parallel floating exchange rate was unofficially operating in the banking system where exporters and importers bought dollars from each other at the price driven by liquidity injections and settled the premium off market.",
    "Another parallel exchange rate existed in a premium offered to VOSTRO inflows, which blocked funds going to Undiyal and kept essential imports such as food and inputs financed according to the price determined by monetary policy.",
    "Parellel premiums were also pushed up by money given as incentives to inflows coming through the banking channels.",
    "Around September 2022 both semi-official parallel floating exchange rates coming from the money and exchange conflicts were banned, shifting large volumes of remittances to the fully unofficial market.",
    "In April 2022 rates were hiked, but interventions were made from Indian ACU credit and sterilized with printed money through inflationary open market operations.",
    "After India stopped given ACU credits, inflationary open market operations petered off the external sector started to stabilize, and import demand and parallel premiums analysts have said.",
    "Under a controversial new monetary law output gap targeting (printing money to get growth by doing nothing) is to be legalized and simultaneous money and exchange rate policy is official policy giving rise to legal anchor conflicts. (Colombo/Apr07/2023)"
  ]
}