{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Madushka-Gurbaz-shine-in-Jaffna-Kings-win/108-264876",
  "time_ut": 1691516641.0,
  "original_lang": "en",
  "original_title": "Madushka, Gurbaz shine in Jaffna Kings win",
  "original_body_lines": [
    "Openers Nishan Madushka and Rahmanullah Gurbaz shone for Jaffna Kings in the comfortable six-win over Colombo Strikers in the 13th match of the Lanka Premier League T20 tournament played under floodlights at the Pallekele International Stadium today.",
    "Jaffna Kings, suffering a defeat the previous day to Dambulla Aura, showed a completely different approach in their run chase as openers Madushka and Gurbaz gave them a solid start matching the Colombo Strikers, the pair associating in a 58 runs stand in 32 balls.",
    "At the halfway stage of the innings they were well placed on 96 for 1 but they lost their second wicket a run later that of Charith Asalanka who shared a brief stand of 39 runs with Madushka.",
    "Skipper Thisara Perera joining Madushka and was making steady progress but a rush of blood saw skipper Perera mistiming a delivery from Naseem Shah and having his stumps disturbed as the Kings lost their third wicket on 127.",
    "One run later Madushka became Shah’s second victim also clean bowled for 46 made in 32 balls that comprised three boundaries and three sixes.",
    "With Jaffna Kings smelling victory and left with just ten runs for victory from 40 balls they raced to the target with the minimum fuss in the 15th over to record their second win against Colombo Strikers and the third of the tournament.",
    "Colombo Strikers taking first lease of the wicket saw openers Pathum Nissanka and skipper Babar Azam, leading the side in place of injured Niroshan Dickwella, giving them a sound start with Nissanka in particular playing with confidence and smashing 17 runs in the first over of Jaffna Kings skipper Thisara Perera.",
    "They kept the scoreboard moving at a hectic pace and at the end of the third over were 35  before posting the 50 runs stand in 35 balls. Seven runs later spinner Dunith Wellalage made the breakthrough with the wicket of Nissanka who hit 36 in 25 balls with seven boundaries which came to an end a brisk 42 ball partnership of 57 runs.",
    "But the next four overs saw Jaffna Kings coming back into the game to bag three more wickets giving away just 12 runs as Colombo Strikers from a healthy position of 57 for 1 slid to 69 for 4 at the halfway stage of the innings.",
    "Two brief partnerships first of 30 runs for the fifth wicket between Lahiru Udara and Mohammad Nawaz, who shared another 40 runs stand for the sixth wicket with Chamika Karunaratne, gave the Colombo Strikers some confidence, but again they lost two quick wickets for the addition of seven runs before ending their innings with a modest score of 144 for 7. (M. Shamil Amit reporting from Pallekele Stadium)",
    "Colombo Strikers 146 for 8 in 20 overs (Pathum Nissanka 36, Lahiru Udara 29, Mohammad Nawaz 27, Babar Azam 24, Chamika Karunaratne 21 n.o.: Dunith Wellalage 2 for 9, Dilshan Madusanka 2 for 23)",
    "Jaffna Kings 150 for 4 in 14.3 overs (Nishan Madusha 46, Rahmanullah Gurbaz 39, Thisara Perera 17: Naseem Shah 2 for 22)"
  ]
}