{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/tackling-the-elephant-in-the-room-rising-violence-among-our-adolescents/",
  "time_ut": 1686988928.0,
  "original_lang": "en",
  "original_title": "Tackling The Elephant In The Room; Rising Violence Among Our Adolescents!",
  "original_body_lines": [
    "‘I think that when we’re talking about youth violence, we’re talking about kids who don’t have opportunities, so they’re engaged in a certain degree of lawlessness, because we as a society have failed them’ – Author: Matt Gonzalez",
    "Few months back, the incident of a father being beaten to death with helmets in Welipenna, Aluthgama went viral on social media, and shocked the nation. Another incident where a university student was brutally murdered by her boyfriend at Race Course also made headlines. When the ‘helmet murders’ occurred, social media exploded with posts and memes. Many asked “Why invite trouble? Best option is turning a blind eye and giving a deaf ear to everything and everyone; making a formal complaint to the Police only when required. Even teachers and village elders who traditionally step in to assume a supervisory ‘correctional’ role have started minding their own business, because they have to protect themselves and their loved ones. By developing such a mentality, aren’t we creating a toxic society in the process and in the long run?",
    "Teen and youth violence are on the rise all over. In the US and UK, gun and knife violence respectively are alarmingly high. Half of students aged 13 to 15 worldwide – around 150 million – report having experienced peer-to-peer violence in and around school, according to a new report released by UNICEF  recently. Globally, slightly more than 1 in 3 students aged 13-15 experience bullying, and roughly the same proportion are involved in physical fights.3 in 10 students in 39 industrialised countries admit to bullying peers. In Sri Lanka, 43.8 per cent of students aged 13 to 17 were involved in a physical fight one or more times in the past 12 months, out of which 54.9 per cent of cases were boys according to UNICEF studies few years back.",
    "Violence impacts children and young people in many ways. And particularly for children in schools it has far-reaching consequences, such as decreased self-esteem and inability to learn and succeed. Some may even drop out of school altogether – ultimately making school an unpleasant place. Available research findings on violent behaviour among adolescents in Sri Lanka suggest that peer violence in schools is a major public health issue. As described in the literature, violence among peers in schools is a multifaceted construct that involves a variety of forms such as physical violence, verbal derogation, or passive obstruction (non-verbal violence such as not caring, excluding from company,",
    "Adolescence is the time between childhood and adulthood. It is normal during this time for adolescents to challenge parents and authority as they head towards an independent life. Adolescents will exhibit healthy anger and conflict along the way, which is distinct from violent behaviour. Within families, adolescent violence to parents is a serious issue. Anecdotal evidence suggests it is increasing. Although most people know about domestic abuse and its effects, less attention is given to adolescent violence and its impact on the family and the society. This makes it very hard for parents to recognise their adolescents’ behaviour as violence and to seek out services that can support them.",
    "Most parents have difficulty accepting that their child is violent towards them and others. They may think their child’s behaviour is part of growing up or dealing with stress. They may think that the behaviour is just normal mood swings. Arguments are a natural part of family life, but violence from adolescents is not a normal part of growing up. Most adolescents will ‘act out’ in some way at some time during their adolescence. When this behaviour is controlling, threatening, or intimidating, it stops being ‘normal’. Adolescent violence is a complex issue, particularly when adolescents have experienced family violence themselves, have suffered grief or loss, or have an illness or disability. Whilst these issues mean adolescents and their families need support, it does not mean that adolescent violence should be excused.",
    "It may be difficult to understand why our adolescents are being violent. According to a charity dealing with domestic abuses in the UK, some explanations include: adolescents who witness or experience domestic violence or abuse to a parent may behave in a similar way to the abusive parent or family member. This may still happen if the adolescent was a baby or young child when the violence occurred. Adolescents may also be influenced by the society and culture in which they live. Some influences may include: • societal exposure to violence • ideas about the role of women and sex role stereotyping • availability of pornography. In addition, adolescents may be violent because they: • have an over-developed sense of entitlement • lack respect for women • have been bullied at school • have experienced trauma such as war or family violence • are influenced by their peer group • misuse alcohol or drugs • have mental health issues • have been abused themselves.",
    "It won’t go away! Violence generally worsens over time. There are no simple answers. We don’t have to know why things are happening to enable change to happen. Even a small change may feel like an improvement in the situation. The adolescent will not be able to stop their violent behaviour on their own. With support from others, we can help to facilitate the change. All types of violence are inappropriate and physical violence and property damage are criminal offences. Violence may not happen all the time. It may occur in cycles or as isolated incidents. Adolescents may apologise after the violence, giving you a false sense of hope that things may improve. They usually need more help to change. Violent behaviour is the responsibility of the adolescent. The violence is never an acceptable or healthy way for the adolescent to solve difficulties in their life, their family or community.",
    "Many families often get in touch when things have escalated. They describe their reluctance in seeking help as they feel ashamed or a bad parent and worried about being judged. When parents are going through this horrendous situation in their family life, they might also be feeling isolated and frightened to speak up and get some support. As difficult as it may be, support is available and it is important to get some help and advice on dealing with this. The impact of this violence and aggression affects the whole family as everyone could be walking on eggshells and feeling constant dread.",
    "As parents, we may not want to seek help or report violent behaviour to the police because we are concerned for your adolescent’s future. We  may not want to compromise his or her life chances and opportunities. We may feel we may not be believed,  may be blamed or may lose family and friends’ support if we bring the adolescent to the attention of the Police or other services. Remember that it is better for our adolescents, our families and ourselves if the violence stops. If nothing else works, seeking help or reporting it to the police may be the only way to stop the violence. Adolescents often blame their parents for provoking them or not giving in to their demands. Remember the person being violent is always responsible for their behaviour. We all experience stress and anger, from time to time. However, the adolescent may use these feelings to excuse violent behaviour. It is important to separate our adolescent’s feelings from their behaviour. All feelings are acceptable; violence is not!",
    "Adolescent violence to parents is still a taboo subject in the community. Breaking through the isolation and secrecy is the first step in restoring and healing the relationship with your adolescent. We can regain some control over the family situation. Often the adolescent will blame us or others for their behaviour and refuse to take responsibility for their actions. They see it as ‘parents’ problem and usually refuse counselling or other help. Adolescents need clear and consistent rules and expectations to feel safe and secure. By holding the adolescent accountable for their actions, we are teaching them how to behave and respond appropriately. As parents, by caring for ourself and seeking help, we can regain our confidence, work on our own behaviour and responses and effect changes in our adolescent’s behaviour.",
    "A culture of greed and rudeness among adults is contributing to the epidemic of violence, knife and gun violence among teenagers, according to experts. The parents must take more responsibility for tackling violence among their teenage children. Sometimes as adults we don’t model the behaviour we would want youngsters to follow. We live in a greedy culture, we are rude to each other in the street and try to settle scores/ disputes through violence. Even TV and social media has a pivotal role to play in modelling the behaviour of children. Normalisation of drugs, alcohol and sexual profanity in society have had a disruptive part too. Children follow that. We wonder what has gone wrong in these children’s lives. Of course the kids have a responsibility, but there are questions about what’s going on at home and in the society.",
    "Parents have a huge responsibility. The link between a dysfunctional family environment and children’s mental health is well established. Marriage and family breakdown do indeed have a big impact on teenage mental health problems. Family breakdown affects children by reducing closeness to each parent and family income. Britain already has one of the world’s highest levels of family breakdown. Nearly half of UK’s teenagers are not living with both natural parents. Studies show beyond doubt that this matters. The next generation of children won’t thank the elders  if the  policy-makers and their advisors continue to close their eyes to this reality. Sri Lanka too can also witness this increasing trend.",
    "Government doesn’t bring up children, parents do. However, pointing the “finger of blame” at parents alone was not constructive and that the government’s plan for children, which set out ways to intervene earlier to support struggling parents, was the right response. It is important to set out the rights and responsibilities of families. Also schools have an important role too. We can pass moral judgments on families, but the reality is that they are in that situation. The job as schools is to educate children. Schools are places of learning or nothing. But schools have to help bring up children as well. They need to give the children tough, intelligent love. Our religious institutions should step in too.",
    "Rising youth crime reflects wider societal problems. Young people in disadvantaged areas and families, in this greedy societal culture understandably feel disillusioned and as though they’ve been abandoned. When disillusion occurs, crime, particularly youth crime, goes up. There is a belief that locking young people up will solve the problem of violence on our streets. but that hasn’t worked and it’s not a deterrent. Knife crime and gang violence are on the rise in the UK, as Councils reduce youth services. Gang crime is on the rise after what some experts, including the children’s minister, call ‘disproportionate cuts’ to youth services. This is true in Sri Lanka too.",
    "It is right that a Government should seek to protect its citizens as its first priority. However, the current emphasis on reforming legislation and increasing penalties for offenders will do little to stop the next generation of prisoners and unlock the cycle of deprivation which so many young people are trapped in, unless it is accompanied by attempt to tackle the underlying drivers of crime. Yet our governments have got the balance wrong; all its energies are directed at punishing those whose lives are products of a fractured society without tackling the causes of crime in a holistic way. In order to avoid tackling the symptom and not the cause, the spotlight has to be turned on the family. Broken families, however, are often the places where the seeds are sown for future criminal activity.",
    "We believe that unless we try now to understand how important stable families are to reducing crime and particularly youth crime, we risk making young people the target. It is the child who grows up in a broken home with an absent father/mother involved in crime who is most likely to commit crime themselves – and become a father/mother himself/herself at a very young age. Unchecked, the cycle looks set to continue and to multiply in its effects. Just threatening to lock young people up will not break the cycle. Of course criminals need to face penalties for their actions but we desperately need to deal with the reasons why they are committing crime in the first place. Otherwise we move from being “tough on crime, tough on the causes of crime” to being “tough on headlines, soft on the causes of the headline.”"
  ]
}