{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/LSSP-to-take-action-against-Prof-Tissa-Vitharana/108-260285",
  "time_ut": 1685630671.0,
  "original_lang": "en",
  "original_title": "LSSP to take action against Prof. Tissa Vitharana",
  "original_body_lines": [
    "Lanka Sama Samaja Party (LSSP) has decided to take action against Prof. Tissa Vitharana for misleading the public by making statements in the Parliament, thus creating disputes within the party.",
    "The party addressing a press conference said the recent remarks by Prof. Vitharana in the Parliament had misled both the general public as well as the House leading to confusion and disputes within the party.",
    "LSSP General Secretary W. Abeysena said Prof. Vitharana had made a statement in the House on May 25th and had referred an issue to the Parliamentary Privileges Committee. Prof. Vitharana had said that he had been barred access to the party office at Union Place thus making it a hindrance for him to operate as a Member of Parliament.",
    "“As the current General Secretary of the party appointed under the party’s constitution, I wish to state that there is no room allocated to Prof. Vitharana to operate as an MP. There was a room allocated to him when he acted as the party’s general secretary. Presently, I operate as the party’s general secretary,” Abeysinghe said.",
    "“Also, last week he tried to gain access to the party office by bringing in a group of persons who were not members of the party. During that attempt party’s Deputy General Secretary and another member was beaten by this group. We immediately complained to the Maradana Police and seven persons were arrested,” he said.",
    "Editor of the Samasamajaya newspaper and party senior member Saman C. Liyanage said Prof. Vitharana is using his parliamentary privileges to mislead the House and distort facts. This is why we decided to report this matter to the Speaker and take action against him, Liyanage said.",
    "Party’s Deputy Secretary S. Hapuarachchi said these actions of Prof. Vitharana will tarnish the image of the age old party, which had a great reputation.  (Kurulu Koojana Kariyakarawana)"
  ]
}