{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92200/plans-to-establish-agriculture-and-plantation-research-university-in-sri-lanka-minister",
  "time_ut": 1690222620.0,
  "original_lang": "en",
  "original_title": "Plans to establish Agriculture and Plantation Research University in Sri Lanka – Minister",
  "original_body_lines": [
    "Minister of Plantation Industries and Minister of Industries, Dr. Ramesh Pathirana stated that action will be taken to establish an Agriculture and Plantation Research University by merging all institutions connected to the plantation industry and agriculture sector, as per President Ranil Wickremesinghe’s concept.",
    "The fundamental draft related to this has already been prepared, the Minister noted, and it is intended to complete the basic work this year.",
    "He expressed these views today (24) during a press conference themed ‘Collective Path to a Stable Country’ held at the Presidential Media Centre (PMC).",
    "A year ago, plantations and agricultural centers faced a severe crisis due to the shortage of fertilizers. Due to this, the tea industry and other plantations also suffered some collapse. Soon after taking office, President Ranil Wickremesinghe launched a program to provide fertilizers to the farmers.",
    "Therefore, the farmers are getting the fertilizers they need in a systematic way. All the fertilizers required for tea, coconut, rubber and other crops are available in the market at competitive prices. Fertilizer prices, which have increased in the world market due to the war situation, are currently decreasing. As a country, the agricultural and plantation sectors are now showing some effectiveness due to timely availability of fertilizer to the farmers.",
    "251 million kilos of finished tea was produced in 2022. As a result, it is expected that 280 million kilograms of finished tea would be ready by the end of this year. Last year, the price of tea increased drastically due to the decrease in production. Currently, the rupee is strengthening, which has resulted in a fall in tea prices. Tea exports have been adversely impacted by global conditions, the Russian-Ukrainian war situation, and civil wars in countries like Iran, Libya, and Syria, which are our top buyers.",
    "An agreement was recently signed to supply tea for nearly 500 million dollars worth of crude oil purchases from Iran. Accordingly, arrangements are made to provide tea according to the value of the relevant amount. Arrangements have also been made to re-export Sri Lankan tea to the Iranian market under the concept of ‘Tea for fuel’. Due to this, we will be able to re-export more tea to the Iranian market, which was lost to some extent in the past.",
    "Also, it has been possible to get an income of nearly one billion dollars last year through the export of rubber. Its biggest value was 1.1 billion dollars in 2021. During Covid, rubber-related products received high demand in the world market. Sri Lanka is considered to be the hub among the main tyre producing countries. It is believed that the export of rubber-related products will be able to reach between 900 million dollars and 1 billion dollars this year as well.",
    "With the world economic deviation, the export of every product has experienced a decrease. Economists predict that normalcy will return after the third quarter. Due to this, it will be possible to reach the export targets of plantation crops again in the future.",
    "In recent times, apart from tea and rubber, coconut-related products have seen the highest growth. Compared to 2020, the market has expanded by approximately 15%-20% in 2021 and 2022. Accordingly, in 2022, it was able to earn an export income of 836 million dollars. It can reach a value close to that this year as well. Within the next five years, there is a high probability of increasing the export income of coconut-related products to 1.5-2.00 billion dollars.",
    "In order to improve the country’s coconut industry, a law will be brought in the near future that states that a special permission must be obtained to divide coconut lands of more than one acre. For that, we hope to follow up again on the instructions of President Ranil Wickremesinghe. Additionally, the law requiring the authorization of the Divisional Secretariat and the Grama Niladhari shall be enforced if more than two coconut trees are to be cut down.",
    "In addition, it is believed that nearly 400 million dollars will be earned this year by exporting cinnamon and other spices.",
    "President Ranil Wickremesinghe presented a new proposal to establish an Agriculture and Plantation Research University in Sri Lanka by integrating all research institutes related to the plantation industry and agriculture.",
    "There are seven institutions related to the plantation industry in this country. Agricultural institutions are also to be integrated into this. The basic draft related to this has been prepared by now. This is a very complex project. But the basic work is expected to be completed this year.",
    "However, through the available resources of the country, children are able to get better educational opportunities. Also, efforts are being made to focus on upgrading to university standards.",
    "It is anticipated that the plantation industry’s backwardness will be reduced, allowing it to go forward more vigorously in the future. The government is prepared to offer the assistance required to expand the plantation industry’s value chains. It will step in as a Ministry in situations involving technological know-how and financial resources."
  ]
}