{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/on-the-right-track/",
  "time_ut": 1684172580.0,
  "original_lang": "en",
  "original_title": "On the right track…",
  "original_body_lines": [
    "New faces are always welcome to our showbiz world and, this week, we spotlight another young singer – Pasindu Lakshan.",
    "Raised in Galle, 22-year-old Pasindu, grew up listening to a variety of genres – from pop and rock to R&B and hip-hop.",
    "Pasindu began singing at a young age and quickly realized that music was his passion.",
    "Since his school days, at Richmond College Galle, he started to pursue his dream of becoming a singer. He was the leader of the school’s senior western choir.",
    "He started performing at local events and competitions, and soon gained recognition for his powerful voice and stage presence.",
    "Pasindu went for The Voice Teens Sri Lanka (first season) in 2020 and was selected for the blind auditions and then found himself in the knock out rounds.",
    "He also underwent music and voice training, under Umara Sinhawansa, and was selected to the UMS choir and performed at events, along with a number of senior artistes, like Chitral Somapala and Rookantha Goonatillake.",
    "In 2021, Pasindu released his debut single, “Vil There,” which quickly gained popularity, on social media and streaming platforms.",
    "Since then, Pasindu has continued to release new music and collaborate with other artistes; ‘Nuba Ahase’ and ‘Rangadena Rangahala’ are his latest singles.",
    "He has also released many cover songs on his YouTube channel.",
    "One of Pasindu’s greatest strengths is his ability to write lyrics that are both personal and relatable. His songs often explore themes of love, heartbreak, and self-discovery.",
    "With his raw talent and passion for music, there is every possibility of Pasindu Lakshan reaching greater heights in the scene here.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}