{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/PETA-raises-concerns-over-proposed-export-of-toque-macaques/56-747634",
  "time_ut": 1682282242.0,
  "original_lang": "en",
  "original_title": "PETA raises concerns over proposed export of toque macaques",
  "original_body_lines": [
    "Says despite Chinese firm’s assurances it is certain the monkeys will be funnelled into biomedical experiments and left dead within months",
    "Asks SL to reconsider Zhejiang Wuyu Animal Breeding Company’s offer as it may overshadow its global reputation as a nation that protects its wildlife and environment",
    "Stresses SL must adopt and participate in the humane, science-based human-monkey conflict mitigation strategies that have been discussed and developed by experts within the country",
    "People for the Ethical Treatment of Animals (PETA), an international animal rights organisation has written to President Ranil Wickremesinghe and Agriculture Minister Mahinda Amaraweera to raise their concerns about Sri Lanka’s attempt to export 100,000 toque macaques from Sri Lanka to China.",
    "PETA in the letter has requested Sri Lanka to reconsider Zhejiang Wuyu Animal Breeding Company’s offer to purchase, capture and remove tens of thousands of endemic toque macaques. “The proposed export of your country’s macaques may overshadow your global reputation as a nation that cares for and protects its wildlife and environment,” it said in its letter which was also addressed to Wildlife and Forest Resources Conservation Minister Pavithra Wanniarachchi.",
    "The organisation also requested Sri Lanka to instead adopt and participate in the humane, science-based human-monkey conflict mitigation strategies that have been discussed and developed by experts within the country.",
    "“These methods can preserve your endangered, endemic and ecologically important toque macaque while providing tools for farmers, enhancing their ability to share the environment with other animals,” it noted.",
    "Commenting on toque macaques, PETA said though they may physically be the smallest of the macaque species distributed throughout Asia, they are giants in the forest, functioning as a keystone species promoting and sustaining ecosystem biodiversity and health.",
    "“These monkeys do not belong in captivity and despite claims made by the delegation from Zhejiang Wuyu Animal Breeding Company, it is almost certain that once in China, these macaques would be funnelled into biomedical experiments and dead within months,” it added."
  ]
}