{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-electricity-consumption-down-20-after-tariff-hike-regulator-117015/",
  "time_ut": 1680345960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s electricity consumption down 20% after tariff hike – regulator",
  "original_body_lines": [
    "ECONOMYNEXT: Sri Lanka’s electricity consumption has reduced by 20 percent after the latest 66 percent tariff hike was imposed on February 15, the regulator Public Utilities Commission of Sri Lanka (PUCSL) said.",
    "The lower demand is likely to threaten Sri Lanka’s economic revival despite the approval of a $3 billion loan from the International Monetary Fund (IMF) under strict conditions including market-reflecting energy prices.",
    "The spending on energy has more than doubled in Sri Lanka due to sharp upward price revision in the laat 12 months.",
    "Janaka Ratnayaka, the Chairman of PUCSL said the demand has come down due to tariff hike, which has primarily affected the lower end users compared to he high-end users.",
    "“When the high-end users consume more electricity, the benefit should be given to the low-end users but this time they have charge the lower consumers to subsidise the upper users,” Ratnayake told a media briefing this week.",
    "Ratnayaka stubbornly rejected the proposal to raise the electricity tariff, but his Commission members approved the move, which has been implemented since February 15.",
    "Ratnayaka faces government criticism over his action as raising the electricity prices to reflect the market prices was one of the key IMF conditions.",
    "He said the desired results of raising the  will not be achieved and the situation will  “worsen”, because majority of the people  “can’t afford pay their electricity bills.”",
    "Majority of the electricity users in Sri Lanka consume between 30-90 units. Their cost has nearly tripled under the new revision.",
    "“The staff of PUCSL recommended to the board the members 35 percent looking at the low-end users giving only a small increment as they can’t afford to pay,”",
    "“That (tariff hike) proposal was rejected due to the political influences and they brought a new proposal out of nowhere and they implemented by taking the signatures and seal affix by force. It has gone to level that the independency of this commission is eroded,” Ratnayake said.  (Colombo/April01/2023)"
  ]
}