{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Driving-innovation-and-growth-Daraz-Group-CEO-shares-key-insights-to-e-commerce-in-Sri-Lanka/34-750008",
  "time_ut": 1687909651.0,
  "original_lang": "en",
  "original_title": "Driving innovation and growth: Daraz Group CEO shares key insights to e-commerce in Sri Lanka",
  "original_body_lines": [
    "Daraz Group CEO Bjarke Mikkelson is in Sri Lanka as part of his commitment to the organisation’s new financial year plans. During his visit, he will be meeting local state officials and policymakers to discuss plans Daraz has for the Sri Lankan market this year.",
    "Daraz is dedicated to developing e-commerce to be a better enabler of retail growth, SME development, and also cross-border trade for Sri Lanka, amongst other activities in the region. Daraz is South Asia’s leading e-commerce platform in Pakistan, Bangladesh, Sri Lanka, Nepal, and Myanmar. It empowers more than 200,000 active sellers with world-class marketplace technology to reach the fast-growing consumer class in a region of 500 million people. Following are excerpts of the Daily FT interview with Daraz Group CEO Bjarke Mikkelson, during his market visit to Sri Lanka.",
    "Q: In what ways is the macroeconomic climate of South Asia impacting the e-commerce industry?",
    "A: The answer to this question is pretty fascinating. Over the last few years, the region has experienced a few key economic changes, like a rising middle class and better access to the internet and smartphones. With these changes, we are seeing more youth starting to make purchasing and financial decisions for their households. For example, today, a 22-year-old in Ambalangoda Sri Lanka is advising his parents on the best goods and services, brands and deals and this influence is starting to push new trends and purchasing behaviours, particularly those related to e-commerce. And for the most part, these changes are also pushing governments to start doing their part in implementing policies that support the growth of e-commerce.",
    "But of course, it hasn’t been smooth sailing. South Asia has had its fair share of economic crises. Take Sri Lanka, for example. The country went through a really rough patch not too long ago. Sri Lanka depleted its foreign reserves, defaulted, and experienced sky-high inflation, significant currency depreciation, and imposed severe import restrictions because it could not afford basic essentials like fuel, medicine, and food. From this chaos, we also saw the emergence of the “Aragalaya” and some political instability. All these factors didn’t do any favours for the e-commerce industry in Sri Lanka, as they affected the supply of goods and the purchasing power of consumers. But it definitely opened opportunities for entrepreneurs and businesses both online and offline to develop better solutions for the future, and it really showcased the resilience of the e-commerce industry.",
    "I use the word ‘resilient’ to describe the e-commerce industry because, today, despite these bumps, the e-commerce sector in South Asia has always found a way to adapt and come out stronger and better positioned for future growth. It’s like a weed that grows through concrete, you know what I mean? These challenges just make our sellers and teams stronger and more innovative. So, even though things may have been tough in Sri Lanka, we’re still pumped and optimistic about the future of e-commerce. There’s still so much potential and exciting stuff happening in the industry!",
    "Q: How does Daraz coordinate and collaborate between its Sri Lankan operations and other regional counterparts to facilitate knowledge sharing and local entrepreneurship?",
    "A: The answer is very simple; we prioritise communication and company culture. Our teams across the Daraz Group are constantly talking to one another and learning. Learning is incredibly important. If our teams stop learning, we won’t be able to drive the kind of change we are driving right now.",
    "E-commerce is a fast-paced world, where competition is fierce and trends change in the blink of an eye, and in this world, Daraz has to always be a “Master of Coordination and Collaboration.” It is what ultimately leads to user-friendly technology and the nurturing of local talent. What’s great about Daraz is that we can also reach out to our colleagues in the wider Alibaba Group, like Lazada and Trendyol. When we communicate and collaborate, it really is a meeting of brilliant minds, an exchange of ideas, and a shared vision that propels the growth of our e-commerce ecosystem.",
    "Daraz’s buy now pay later application in Sri Lanka, KOKO Pay, is a great example of how regional coordination led to local entrepreneurship. KOKO Pay was incubated and launched in Sri Lanka, but now that knowledge and expertise is being applied to all our other Daraz markets to introduce buy now pay later as a new payment option for greater financial inclusion.",
    "Sri Lanka can undoubtedly play an important role in developing regional skills and knowledge for e-commerce. Given Sri Lanka’s strategic location, robust infrastructure, and skilled workforce, it makes sense for us to develop more regional positions and teams in the country. For example, we are setting up our Regional Corporate Affairs Department in Sri Lanka, with the appointment of Rakhil Fernando as Chief Corporate Affairs Officer for the Daraz Group.",
    "The story of Daraz is most definitely not only about selling products online; it’s a narrative of ambition, collaboration, and nurturing talent. It’s about the power of technology, enabling local entrepreneurs, and creating a thriving digital economy. Given the team’s unwavering dedication, Daraz will continue to shape the future of e-commerce, one innovative idea at a time, and we see Sri Lanka playing a huge role in that process.",
    "Q: How is Daraz working to bridge the digital divide and cultivate e-commerce talent and education among its employees, sellers, and buyers in Sri Lanka?",
    "A: I could talk on this topic for days, because it really is such an important area, but I will try to keep my answer brief.",
    "We are constantly thinking about how to do more on the education front in Sri Lanka, and we have launched a number of different initiatives that target those specific groups: employees, sellers and buyers. These range from in-house training sessions for employees and riders, to Daraz University, a free online resource, for our sellers, to 24/7 customer support and Daraz Live Streams for our consumers.",
    "But I just want to touch on one area that I think does not get highlighted enough, and that is how customer service teams are driving digital education in Sri Lanka.",
    "Today, our customer support is 24/7, and day and night, they work to teach consumers how to purchase goods on Daraz, or initiate a return or refund, or how to make a credit or debit card payment. And by doing this our customer support teams are really at the forefront of driving digital education. What most people don’t realise is that for many consumers in Sri Lanka, their very first online purchase happens on Daraz, and every bit of education or support provided by our customer service teams, eventually leads to those consumers using that knowledge to confidently make purchases on other platforms and websites. Therefore, every call, chat message or email is not just moving the needle on Daraz purchases but also on digital commerce purchases across Sri Lanka.",
    "Education on e-commerce is as much about building confidence as it is about developing the required digital or technical skills to buy and sell online. Consumers and sellers need to develop confidence in the digital economy and its potential and benefits, while employees need to develop confidence in their ability to unlock new opportunities and realise personal growth through active participation in the digital economy. And at Daraz we definitely focus on both!",
    "Q: What strategies will the company implement to increase its customer base, influence buying habits, build customer loyalty, and deliver an exceptional e-commerce experience in Sri Lanka?",
    "A: We have a number of strategies but in the end it comes down to keeping it simple and creating value from each of our business units: Commerce, services, payments and logistics.",
    "How do we make it easier for a seller to use the platform? How do we make it easier for a consumer to return a product? How do we make it easier for sellers to get the visibility they need? How do we make it easier for our riders to deliver packages quickly and efficiently? These questions (and many more) are what we keep asking ourselves, and our focus is to constantly improve our answers to them, month-on-month. And by relentlessly addressing these questions and seeking innovative solutions, we are providing an unmatched e-commerce experience that fosters trust, convenience, and success for our valued sellers, customers, and partners. We are very excited to create a seamless and rewarding e-commerce ecosystem for all stakeholders involved."
  ]
}