{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-bar-association-raises-grave-concern-over-presidents-personal-attack-113508/",
  "time_ut": 1677581880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Bar Association raises grave concern over president’s “personal attack”",
  "original_body_lines": [
    "ECONOMYNEXT – The Bar Association of Sri Lanka (BASL)  has raised serious concern over a remark by Sri Lanka President Ranil Wickremesinghe BASL President Saliya Peiris calling the latter a political lawyer.",
    "“The fact that a senior member of the legal profession in Sri Lanka has been subject to personal attacks for representing clients, more so being called a ‘political lawyer’ by the Head of State under the cover of the protection of immunity and privilege is a matter of serious concern,” the BASL said in a statement on Tuesday February 28, urging the president and MPs to exercise self-restraint.",
    "President Wickremesinghe in a speech made in parliament on February 23 about the now-postponed local government elections criticised the national election commission, an independent body for having President’s Counsel Saliya Peiris represent it in a Supreme Court hearing on the conduct of the polls.",
    "“If you’re obtaining the services of a lawyer, get someone who is not affiliated with any political party,” said Wickremesinghe.",
    "Peiris, he claimed, is a lawyer who has maintained that his government has no mandate nor authority.",
    "“It would’ve been better to get a lawyer from the SJB or the JVP,” he said.",
    "Sri Lanka president claims local polls not delayed, points to lack of consensusSee more",
    "Expressing grave concern on the president’s remark, the BASL said it is a basic right of any individual or corporate body to retain an attorney-at-law of their choice to represent their interests in legal proceedings and the members of the Bar have a duty to assist their clients before courts and other tribunals.",
    "“This is a right of any person before the law, a professional duty of attorneys-at-law and a vital function to preserving the Rule of Law and the proper functioning of the legal system,” it said.",
    "Quoting Article 16 of the Basic Principles on the Role of Lawyers adopted by the United Nations, the BASL said: “Governments shall ensure that lawyers (a) are able to perform all of their professional functions without intimidation, hindrance, harassment or improper interference; …”",
    "It is a cause for concern that thepPresident should comment on ongoing proceedings before the Supreme Court just a few hours before the case was to be taken up, the BASL said",
    "“The BASL calls upon the President and Members of Parliament to ‘exercise self-restraint’ and to desist from making statements which will erode the confidence of the public in the legal system and undermine the independence of the judiciary both of which would ultimately lead to a serious erosion of the Rule of Law.” (Colombo/Feb28/2023)"
  ]
}