{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sling-mobility-and-usaid-collaborate-to-propel-sustainable-e-mobility-and-clean-energy-in-sri-lanka/",
  "time_ut": 1702401180.0,
  "original_lang": "en",
  "original_title": "SLING Mobility and USAID collaborate to propel sustainable E-Mobility and clean energy in Sri Lanka",
  "original_body_lines": [
    "In a significant stride towards advancing e-mobility and clean energy initiatives, SLING Mobility, in collaboration with the United States Agency for International Development (USAID) Sri Lanka Energy Program, successfully launched the “360° Sustainable Mobility” battery swapping project. The official handover ceremony on November 28, 2023, at the Center for Women’s Research (CENWOR) in Colombo was attended by Love Yadav, General Partner of Lion Ventures in Sri Lanka and Chris Powers, Director, Office of Economic Growth, USAID.",
    "This groundbreaking project will establish an operational framework for an electric vehicle (EV) ecosystem, with an emphasis on utilizing solar power as a main energy source. The pilot project introduces two solar-powered battery-swapping stations strategically located at CENWOR and Fusion Sarvodaya in Colombo. The stations have the capacity to recharge and store batteries, ensuring a seamless and sustainable electric two-wheeler refueling model.",
    "SLING Mobility’s comprehensive approach covers all aspects of the EV ecosystem, from energy generation to consumption. The company’s business strategy, centered around providing cost-effective and efficient mobility solutions to the retail logistics sector through its smart electric vehicle ecosystem, has now become a tangible reality. The model addresses the critical need for efficient battery swapping, minimizing downtime for riders, particularly in the context of collaborative efforts with Uber for food delivery services. This not only results in cost and time savings but also facilitates a trial of the business model’s effectiveness.",
    "The initiative introduces a battery subscription, which significantly enhances affordability by eliminating the initial high-cost barrier for riders. By focusing on the most substantial individual cost for e-bikes and batteries, the company aims to make electric vehicle adoption more accessible.",
    "SLING Mobility and the USAID Sri Lanka Energy Program are committed to engaging with marginalized and economically disadvantaged populations, aiming to stimulate their interest in the retail logistics industry through the use of electric vehicles. The project organized and executed four outreach initiatives, reaching over 100 participants from diverse backgrounds. As a result, the team trained 16 drivers and supported 10 individuals to obtain licenses for the first time, showcasing the project’s commitment to fostering inclusivity and economic empowerment.",
    "SLING Mobility’s collaboration with USAID marks a significant step towards a sustainable and green future for urban mobility in Sri Lanka. The “360° Sustainable Mobility” battery swapping project is not just a technological innovation but a testament to the transformative power of partnerships driving positive change.",
    "The USAID Sri Lanka Energy Program is one component of the United States’ long-standing partnership with the Sri Lankan people to promote a healthy, educated, and employed population. The program supports transforming Sri Lanka’s power sector into a market-based, secure, reliable, and sustainable system by mobilizing investment to deploy advanced technologies, increase flexibility, and enhance competitiveness.",
    "To find out more about USAID’s work, please see usaid.gov/sri-lanka and follow us on Twitter @USAIDSriLanka and Facebook @USAIDSriLankaMaldives.",
    "Related Topics:E-Mobility and clean energy programme in sri lankaSLING Mobility and USAIDUnited States Agency for International Development",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}