{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/17/toque-macaques-to-be-exported-in-order-to-control-monkey-population-minister/",
  "time_ut": 1681721280.0,
  "original_lang": "en",
  "original_title": "Toque macaques to be exported in order to control monkey population – Minister",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Agriculture Minister Mahinda Amaraweera told reporters on Monday (17) that China had made a request for Sri Lanka's toque macaque monkeys.",
    "Amaraweera said that the decision to export toque macaque monkeys was made in order to control the monkey population in the country, in accordance to international standards.",
    "The Minister said that three rounds of discussions took place, and a cabinet memorandum will be prepared in due course to seek approval for the exports.",
    "He said a committee consisting of officers from the relevant ministries will decide whether the toque macaque monkeys will be delivered to China, or not.",
    "He dismissed claims that the first phase of the program would see 100,000 toque macaque monkeys being exported to China, while in fact the actual figure would be between 500 and 1,000.",
    "The Minister said it was not an ad-hoc decision to export toque macaque monkeys, but a decision reached following a comprehensive study for several months.",
    "Minister Mahinda Amaraweera said that when consulted, some environmental organizations proposed to increase Sri Lanka's forest cover, and allocate other lands for the toque macaque monkeys, which are practically impossible.",
    "Recently, wildlife and environmental protection organizations issued a joint statement claiming that there is a possibility that toque macaque monkeys that would be exported from Sri Lanka to China will be used for laboratory testing.",
    "They point out that there is a high demand for monkeys for this purpose in the United States and European Nations.",
    "The Wildlife and Nature Protection Association, Centre for Environmental Justice, Federation of Environmental Organizations, and Rare Sri Lanka issued a joint statement expressing concern over the attempts to export toque macaque monkeys.",
    "The statement points out that although authorities claim that the population of monkeys in Sri Lanka is growing rapidly, no study has been conducted to substantiate that claim.",
    "These organization point out that there are only 18 zoos in China that could accommodate toque macaque monkeys and according to the proposed scheme one zoo would have to accommodate approximately 5000 toque macaque monkeys.",
    "They stress that, therefore, the claim that these monkeys are exported to be placed at zoos in China is unacceptable.",
    "The organization question the ethical nature of this proposed program, and request that a proper study be conducted with the participation of qualified researchers and scientists.",
    "The organizations point out that if a mistake is made, the adverse impacts caused by it will last for generations to come.",
    "They also point out that this is not a time for cheap politicians, but a time for intelligent state leaders.",
    "At the same time, farmers in many parts of the country are complaining that their crops are being severely damaged by wild animals such as monkeys, peacocks and grizzled giant squirrels.",
    "According to experts, a comprehensive survey has not been conducted regarding the damages caused by animals to crops.",
    "Farmers in many areas say these animals cause damage to their cultivation.",
    "Farmers also say that compared to other animals, monkeys cause the most damage to their crops.",
    "More than 100,000 monkeys can be found in 11 divisional secretariats in the Kegalle district. The Kegalle district has a population of close to 800,000. Most of them engage in farming as their livelihood.",
    "The North West province has been recorded as the province with the most damages caused by Rilawas or Toque Macaque.",
    "Toque Macaque is a species endemic to Sri Lanka and three subspecies can be observed in the wild.",
    "Toque Macaque is an omnivorous creature that lives close to human habitation.",
    "On the 12th of April 2023, The Hector Kobbekaduwa Agrarian Research and Training Institute has recommended that a unit be established to manage the conflict between wildlife and the farming community.",
    "The recommendation was issued as the wildlife population in Sri Lanka has increased exponentially in comparison to the country's forest area.",
    "University teachers, professors and animal rights organizations have submitted a report to Minister of Agriculture Mahinda Amaraweera regarding the damages that are caused to crops and cultivation, and measures that need to be adopted to minimize said damage.",
    "The report names macaques, peacocks, giant squirrels, monkeys and wild boar as animals that damage crops and cultivation.",
    "The expert committee has recommended the implementation of short term solutions to manage conflicts between wildlife and the farming community.",
    "The proposals include amending the Flora and Fauna Act and temporarily removing animals that severely affect agricultural activities from the list of animals that are protected through the Act.",
    "In addition, a proposal was also made to update the legal provisions for the use of the shotgun.",
    "Global All-Female team trek Knuckles in Sri Lanka, with TV-1",
    "Rambukkana Shooting: Human Rights Commission presents final report & highlights the ‘Use of Force’"
  ]
}