{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Certain-political-elements-behind-delaying-AL-answer-script-correction-Minister/108-257758",
  "time_ut": 1681803394.0,
  "original_lang": "en",
  "original_title": "Certain political elements behind delaying A/L answer script correction: Minister",
  "original_body_lines": [
    "An intelligence report revealed that certain extremist political groups wanted to promote extremist political ideologies by using the frustration of the youth by delaying the scrutinization of GCE (A/L) answer scripts, Education Minister Susil Premajayantha said.",
    "After signing a Memorandum of Understanding (MoU) between the Vocational Training Authority (VTA) and the Sri Lanka Foreign Bureau of Foreign Employment (SLBFE) at the Bureau office in Battaramulla, he told the media that the intelligence report was released last week and that the report said that extremist political groups are trying to cause inconvenience among the youth who are in the 18, 19 and 20 age group by delaying the scrutinizing answer scripts.",
    "The minister said that the teachers' unions had agreed to the government's program of scrutinizing answer scripts.",
    "\"We need 19,000 teachers to complete the task.\" A/L practical tests have already begun, and teachers are already engaged in their duties. The Ministry had taken measures to minimise the delay in scrutinizing the answer scripts to some extent. We hope that the Federation of University Teachers' Association (FUTA) will engage with the program soon,\" he said.",
    "\"Political groups and unions must consider this a national constraint without considering their personal benefits. 350,000 students had faced the A/L examination, and 600,000 students were to face the Ordinary Level (O/L) exam. The O/L exam was postponed by the examination department by two weeks to create a gap between the two main examinations,\" Minister Premajayantha said.",
    "Therefore, the minister requested that the unions begin the work of scrutinizing answer scripts in the name of their children. (Chaturanga Pradeep Samarawickrama)"
  ]
}