{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91945/constitutional-council-to-convene-special-meeting-today",
  "time_ut": 1689305820.0,
  "original_lang": "en",
  "original_title": "Constitutional Council to convene special meeting today",
  "original_body_lines": [
    "A special meeting of the Constitutional Council is scheduled to be convened today (July 14).",
    "Chaired by Speaker Mahinda Yapa Abeywardena, the meeting will commence at 9.30 a.m. at the parliamentary complex.",
    "Meanwhile, the Committee on Parliamentary Business has decided to convene the parliament from July 18 and July 21.",
    "During its recent meeting chaired by the Speaker, the committee decided that one hour from 9.30 a.m. to 10.30 a.m. would be allocated each day for Questions for Oral Answers.",
    "The parliament is scheduled to meet on Tuesday (18 July) at 09.30 am and from 10.30 a.m. to 1.30 p.m., the Resolution under the Customs Ordinance published under the Gazette Extraordinary No. 2325/07 and Regulations under the Imports and Exports (Control) Act published under the Gazette Extraordinary No. 2335/26 are scheduled to be taken up for debate.",
    "Thereafter, from 1.30 p.m. to 5.30 p.m. the Adjournment Debate on the Difficulties Faced by the Palestinian People at Present by the Opposition will be taken up.",
    "On Wednesday (19 July), the Committee Stage of the Anti-Corruption Bill and the Assistance to and Protection of Victims of Crime and Witnesses Bill will be taken up from  10.30 a.m. to 5.00 p.m.",
    "Immediately after, the Government Business, the Second Reading of the Private Member’s Bill Heart to Heart Trust Fund (Incorporation) Bill is scheduled to be moved.",
    "Thereafter, time has been allotted from 5.00 p.m. to 5.30 p.m. for Questions at the Adjournment Time.",
    "On Thursday (20 July), the Second Reading of the Central Bank of Sri Lanka Bill has been scheduled from 10.30 a.m. to 5.00 p.m., following which the Resolution under the Essential Public Services Act is scheduled to be approved without debate.",
    "From 5.00 p.m. to 5.30 p.m. the Motion at the Adjournment Time by the Government will be taken up.",
    "On Friday (21 July), from 10.30 a.m. to 5.00 p.m., the Second Reading of the Banking (Special Provisions) Bill will be taken up for debate, and time has been allotted from 5.00 p.m. to 5.30 p.m. thereafter for Questions at the Adjournment Time."
  ]
}