{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Inflation-is-easing-but-the-poor-are-left-behind-EDITORIAL/172-262723",
  "time_ut": 1688914673.0,
  "original_lang": "en",
  "original_title": "Inflation is easing, but the poor are left behind - EDITORIAL",
  "original_body_lines": [
    "Economists, including the Governor of the Central Bank tell us that inflation is down. (When the general price level rises, each unit of currency buys fewer goods and services; inflation corresponds to a reduction in the purchasing power of money). The rupee depreciated by 78 percent against the US dollar between March and May 2022.",
    "After peaking at 69.8% in September, the annual inflation rate in our country fell to 12% in June 2023 from 25.2% in the prior month. The International Monetary Fund (IMF) has congratulated the leadership of the country for its management of the economy.",
    "However, since the financial crisis last year when we defaulted on debt repayments, the resultant exchange control measures and the ban on particular imports led to the closure of many small and medium enterprises (SMEs). In turn this had a domino effect, leading to laying off of staff by even large industrial concerns. According to World Bank statistics, over half a million persons lost their employment.",
    "Not unexpectedly, the crisis has resulted in the numbers among the urban poor doubling to reach 25%. The crisis also left 52% of the population in estate areas to live in poverty. More than half estate households are food insecure, according to the World Food Programme (WFP).",
    "WFP also points out, 6.26 million of our people, or three in 10 households, are unsure of where their next meal is coming from. The report adds some 61% of households are regularly using coping strategies such as reducing the amount they eat and consuming increasingly less nutritious meals to cut down on costs.",
    "Meanwhile WFP Deputy Regional Director for Asia and the Pacific -Anthea Webb- warned that a lack of nutrition has grave consequences for pregnant women, putting both their own and their children’s health at risk.",
    "Today however, there are no long and winding queues at fuel stations. the rolling and hours-long power cuts have ended. The shelves at shopping centres and malls are no longer empty. Goods and services are available.",
    "Even roadside shops and boutiques are overflowing with veggies and other necessities. The streets are calm.",
    "However, costs are prohibitive. While wages remain stagnant at pre-Covid levels -around Rs. 25,000/- per month-- the cost of having two basic meals per day for a family of four, costs more than Rs. 1,000/-.",
    "This means families have no funds for children’s education, meeting medical expenses, clothes or travel. Not unnaturally, children are being forced to drop out of their education and take up menial low-paid jobs to help keep the home-fires burning.",
    "On the other hand, Central Bank expects the economy to resume growth this quarter after six quarters of contraction, while overseas remittances are increasing and tourist numbers are rising.",
    "Again, economists and Central Bank experts expect the economy to resume growth this quarter after six quarters of contraction -faster than many expected- while overseas remittances are increasing and tourist numbers are rising.",
    "Government leaders including our president, estimate the country has gone past the worst of the crisis. But the people’s problems are far from over.",
    "As mentioned earlier costs of food, healthcare, education and housing are way beyond the average wage earner. Negotiations to restructure our debt still continue.",
    "With China participating in debt restructuring talks, reorganising our huge debt burden now begins to look achievable.",
    "At present the country is stable, in that food is available, and shortages have been overcome to a degree. But many a problem still casts dark shadows on the horizon.",
    "While it is true inflation is down and expected to be reduced to single digits, the cost of living is very high and incomes have not kept pace. The bulk of our people are daily wage earners.",
    "This group is among the hardest hit as prices remain high, clothing prices having increased 44% on the year in June, housing by 26% and medical costs have risen by 16%.",
    "In economic terms we may have brought inflation levels down. The reality is the benefits have not flowed to the more vulnerable sections of society."
  ]
}