{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96313/2023-2025-national-action-plan-scheduled-for-cabinet-approval-in-february",
  "time_ut": 1704949320.0,
  "original_lang": "en",
  "original_title": "2023-2025 National Action Plan scheduled for Cabinet approval in February",
  "original_body_lines": [
    "The inaugural multi-stakeholder workshop to formulate Sri Lanka’s 3rd National Action Plan (NAP) 2023-2025 took place yesterday (10) at the Renuka Hotel, Colombo.",
    "This crucial initiative, which was initially halted in 2019 due to political challenges, the COVID-19 pandemic and economic crises, has been recommenced under the directive of President Ranil Wickremesinghe, facilitated by the Presidential Secretariat, together with Transparency International Sri Lanka and Sarvodaya.",
    "The Open Government Partnership (OGP), is a multilateral platform that operates through collaboration between governments, civil society and citizens. This initiative focused on fostering open government principles, including transparency, inclusive participation, accountability and innovation & ambition.",
    "Initiated in 2011, the OGP program encompasses 75 countries, including Sri Lanka and engages 104 local governments along with numerous civil society organizations.",
    "This initiative enables Sri Lankan citizens to actively contribute their valuable perspectives and recommendations, serving as co-creators for the Open Government Partnership Action Plan. This initiative empowers individuals to advocate for open, collaborative and responsive governance.",
    "Accordingly, the organization of this workshop was informed by public opinions and suggestions gathered from an online public survey conducted by the Presidential Secretariat. Additionally, insights from discussions with civil organizations facilitated by Transparency International and Sarvodaya were considered.",
    "Aligning with the fundamental principles of Open Government Partnership—participation and co-creation—the workshop aimed to identify the obligations and commitments to be incorporated into the 3rd National Action Plan.",
    "The deliberations extensively covered priority areas such as combating bribery and corruption, enhancing public service delivery, optimizing the management of public resources, implementing effective project management practices and fostering a secure environment for diverse communities.",
    "The government focal point on Open Government Partnership and Additional Secretary to the President at the Presidential Secretariat Mrs. Chandima Wickramasinghe announced the initiation of a series of discussions between the government and civil organizations in the next few weeks. These discussions aim to thoroughly analyse and determine the ideas generated in the workshop. She also disclosed that the compilation of the 3rd National Action Plan of the Open Government Partnership, based on these discussions, is anticipated to be submitted for Cabinet approval in February.",
    "Mrs. Chandima Wickramasinghe further highlighted that, upon receiving approval from the Cabinet, the plan is set to be implemented as a National Action Plan, fostering collaboration between government and civil society stakeholders.",
    "During the discussions, there was also a review of the civil society analysis report on governance in Sri Lanka.",
    "This report encompasses proposals to enhance the transparency and accountability of current systems, strategies for improving macro-political and economic sustainability and recommendations for structural changes.",
    "The event saw the participation of approximately 110 government officials from various Ministries and Departments, along with representatives from civil organizations. The Presidential Secretariat, serving as the National Focal Point of Open Government Partnership, played a leading role in coordinating this collaborative effort."
  ]
}