{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/brain-exodus-and-band-aid-remedy/",
  "time_ut": 1691341800.0,
  "original_lang": "en",
  "original_title": "Brain exodus and band-aid remedy",
  "original_body_lines": [
    "Minister of Education Susil Premajayantha has said the government will take action to fill the vacancies created by the unprecedented migration of university dons. Circumstances may have left it with no alternative but to do so in a bid to mitigate the ever-worsening crisis in the higher education sector with so many teachers voting with their feet. But the proposed course of action will end up being an exercise in futility in the long run unless the factors that drive university teachers to leave the country are eliminated.",
    "University teachers are among the frustrated professionals who are leaving the country in droves mostly due to economic difficulties and uncertainty about their future. Not that everyone who opts for foreign employment achieves a higher station of life overseas, but despondency blinds people to reality and drives brain exodus. The government has to address these issues urgently if it is to make any headway in its efforts to resolve the university crisis once and for all.",
    "It is being argued in some quarters that unprecedented income tax increases have affected only a small section of the workforce. But the fact remains that the aggrieved ones are highly specialised professionals who are not easy to replace, as evident from the crisis in the health sector owing to the exodus of medical specialists. They are paid relatively high salaries for a reason. Among them are IT professionals who help boost the country’s foreign exchange inflow by teleworking for foreign companies from here. The so-called KPO (Knowledge Process Outsourcing) has become the order of the day in the modern world. It is prevalent in industries where intellectual capital and technical expertise play a crucial role in driving business success; they include the IT industry, where companies leverage the skills and knowledge of specialised professionals scattered across the world to enhance their operational efficiency and reduce costs. A large number of Sri Lankan IT professionals have already left the country.",
    "Brain export, which has become a fact of life for many developing countries, could yield positive results, if properly handled. But human capital flight, if allowed to spin out of control, could prove disastrous as it entraps nations in a vicious cycle; excessive brain drain diminishes a country’s capacity to attain development, and that exacerbates skill migration and brings about impoverishment, which causes brain exodus. This has been Sri Lanka’s predicament, especially since the beginning of the current economic crisis, which shows no signs of going away anytime soon.",
    "The government may be able to recruit university teachers in a hurry, as planned. There will be thousands of applicants because the country is full of job seekers, but the question is whether those who are to be recruited will be the right ones for the jobs on offer in universities, which were facing a dearth of experienced teachers even before the onset of the current crisis. How bad the situation at present is not difficult to see. On the other hand, what guarantee is there that the university teachers to be recruited in a hurry will not leave the country if opportunities present themselves?",
    "Before trying to resolve the university crisis, the government ought to grasp the sheer scale thereof. Understanding a problem properly is half the battle in solving it. The current administration seems to think that anyone could teach at a university. Maybe it does not hold university teachers in high esteem because many of them demean themselves by stooping so low as to strike Faustian bargains with the ruling party politicians with deep pockets and shallow minds. Some of them have even taken to active politics and cut pathetic figures in Parliament.",
    "The government must have talks with the Federation of University Teachers’ Associations on the problems affecting the university system and make a serious effort to sort them out.",
    "Minimum school attendance requirement to sit AL exam reduced from 80 to 40%",
    "SL school education to be reformed to meet international standards – Education Minister",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}