{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Oman-Sri-Lanka-relations-as-seen-by-diplomat-O-L-Ameer-Ajwad/4-757131",
  "time_ut": 1704643082.0,
  "original_lang": "en",
  "original_title": "Oman-Sri Lanka relations as seen by diplomat O.L. Ameer Ajwad",
  "original_body_lines": [
    "Chapter V relates to the future relations which Sri Lanka should have with Oman. In my view, this is the most important chapter which Ajwad has produced. He proposes that there should be a greater connectivity and deeper engagement between these two nations which share the same Indian Ocean. According to him, there are immense untapped opportunities for the two nations to harness for their mutual benefit. He has identified focus areas covering trade and investment, agriculture and fisheries, tourism, education, and maritime and energy sectors for greeter potential and partnership between the two nations. Since the current bilateral relations do not reflect the true potential which these two countries could have harnessed, he argues that new initiatives should be started to develop the same",
    "Sri Lanka’s former ambassador to Oman, now an additional secretary at the foreign ministry, O.L. Ameer Ajwad, has released an important reference book titled ‘Sri Lanka-Oman Relations: Past, Present, and Future’ to mark the 40 years of diplomatic relations between the two nations. As the subtitle to the book says, these relations have not been confined only to the period during which the two nations had formal diplomatic relations. They date back to the pre-Christian era in which the country called Lanka had been an important trading centre in the route connecting the West with the East.",
    "The people from Arab, long before they embraced the faith of Islam, had been the livewire in these trade relationships. They brought the goods produced in both the Western and the Eastern countries to Lanka so that they were stored on land here and anyone interested in buying these goods could visit the country and have them. Today’s economists call this type of trade ‘entrepot’ trade.",
    "As the Mahavansa, the Great Chronicle of the country, has revealed, even in the 5th century BCE, there had been shipwrecks close to the shores of the island. These ships had carried rice, among others, as their cargo and the local woman Kuveni had procured such rice to cook a meal for the visiting Vijaya and his retinue. Though it is not specifically mentioned in the Chronicle, the presumption is that that rice would have been brought to the country by these Arab traders.",
    "Sri Lanka, a country which would have been an example to Oman, has now descended itself to the level of a beggar pleading for free handouts from the rest of the world for survival",
    "But Sri Lanka and Oman had been two countries a way apart. Oman’s land mass has been about five times the land mass of Sri Lanka’s 65,610 square kilometres. Its population in 1965 amounted to a little more than half a million. Sri Lanka had a population of 11 million in that year. Sri Lanka’s 11 million people had produced goods and services worth of $ 1.7 billion in that year earning $ 152 on average for a citizen, known in economics as per capita income. In contrast, Oman’s people had produced only $ 63 million so that on average an Omani had earned $ 107. After 42 years in 2022, the story is quite different. Oman’s population has increased to 4.5 million or nine times by 2022. Sri Lanka’s population has simply doubled to 22 million. But the Omanis had produced $ 114 billion increasing their production level by about 1,800 times. Sri Lanka’s 22 million people had increased their total output by dismal 45 times to only $ 77 billion. As a result, on average a Sri Lankan got about $ 3,474 in 2022. The corresponding amount for an Omani was massive $ 25,000. Thus, Sri Lanka, a country which would have been an example to Oman, has now descended itself to the level of a beggar pleading for free handouts from the rest of the world for survival.",
    "Hence, it is a story of good policies versus bad policies. In a different context, as the 19th century French economist Frederic Bastiat had put it, the story of a bad economist versus a good economist. Bastiat has said that a bad economist will see only what can be seen today because of any policy undertaken. In contrast, a good economist will not only see what can be seen but also what is to be foreseen. The success story behind Oman is this latter factor. The credit goes to Omani authorities, especially the late Sultan, His Majesty Qaboos bin Said, as observed by Ajwad. Says Ajwad paying a tribute to the late Sultan: “I was astonished to witness Oman’s miraculous transformation into a modern, tolerant, peaceful, and prosperous nation under the visionary leadership of the late His Majesty Sultan Qaboos within a short span of 50 years”. It is this visionary leadership which Sri Lanka lacked over the past 75 years.",
    "Ajwad has divided the book into five main chapters. Chapter I to discuss the historical relations, II to present the diplomatic relations, III to deal with bilateral relations, IV to talk about the Sri Lankan community in Oman, and V to design a plan for Sri Lanka’s future relations with Oman. On every material he has presented in the book, he has quoted the relevant references to provide authenticity thereby adding value to his book.",
    "Bastiat has said that a bad economist will see only what can be seen today because of any policy undertaken. In contrast, a good economist will not only see what can be seen but also what is to be foreseen. The success story behind Oman is this latter factor. The credit goes to Omani authorities, especially the late Sultan, His Majesty Qaboos bin Said, as observed by Ajwad",
    "From time immemorial, those living in the Middle East had been extremely skilled in seafaring. This applies to people who had lived in the land strip now known as Oman. Ancient Lanka had contacts from these people in multiple ways: as traders, as ambassadors, as travelers, to mention but a few. From the earliest times beginning from the pre-Christian era to the advent of the Dutch in the 18th century, the foreign trade in Lanka was a monopoly of those seafarers. Ajwad has documented this story in his chapter on historical relations. Was it beneficial to Sri Lanka? Yes, it helped the country to develop a viable entrepot trading centre on one side and sell its own products to people in other countries, on the other. A nation with a vibrant foreign trade can always deliver prosperity to its people by creating a market which is bigger than its domestic market. The Arab traders supported this move by making trade more convenient to people, which in economics is known as reducing the transaction costs. This factor ranks very high in ease of doing business and it is Arabs who had helped Sri Lanka to do business with ease.",
    "As explained by Ajwad in Chapter II, Sri Lanka had inked the bilateral relations with Oman which had existed for decades into a formal diplomatic relationship in 1981. Since then, there had been nine Sri Lankan ambassadors posted to Oman before Ajwad took office in 2019. Hence, he was privileged to host the celebrations relating to the 40th anniversary of Sri Lanka’s diplomatic relations with Oman that fell in 2021. There had been several events organised by him to promote trade, commerce, and economic relations with Oman to celebrate it. Among them, promoting tea exports, tourism, and investments have been on the frontline. One comment is needed for the proposal of tea promotion.",
    "Chapter III focuses on the bilateral relationships which Sri Lanka had had with Oman during 1981 to 2021. It is these bilateral relations that come in handy when a country needs global support and Sri Lanka is constantly in need of such support. Sri Lanka has been depending on Oman for its energy security by importing LP Gas and Crude Oil from that country. It has been exporting spices and tea to Oman. Since the volume of the former is massive, there had always been a significant trade deficit with trade with Oman. In the recent years, this deficit has been rising due to the increase in the prices of energy in the global markets. Hence, it is necessary for Sri Lanka to expand and diversify its export base to Oman",
    "A nation with a vibrant foreign trade can always deliver prosperity to its people by creating a market which is bigger than its domestic market. The Arab traders supported this move by making trade more convenient to people, which in economics is known as reducing the transaction costs. This factor ranks very high in ease of doing business and it is Arabs who had helped Sri Lanka to do business with ease",
    "A perennial issue that had been attempted at resolving had been the reexporting of Ceylon Tea by using the Sultanate of Oman. Sri Lanka had been exporting tea for decades as orthodox black tea which had not been to the taste buds of the changing tea consumers in the globe. I wrote about the need for Sri Lanka to develop new marketing strategies for its tea in 2012 because tea’s main competitors, namely the soft drink industry, had been a smarter marketer compared to the traditional tea marketers (visit: https://www.ft.lk/columns/storm-in-sri-lankas-teacup-a-more-pragmatic-approach-is-key/4-87588). But this was not to avail. If Ceylon tea cannot reexported after blending with quality teas from Sri Lanka, I warned that the opportunity will be seized by other marketing nations. Already it is happening in Dubai and in Vietnam. Hence, the choice of Sultanate of Oman for developing a Ceylon tea reexporting hub is a good one because it could still be done under the patent rights of Ceylon Tea and control of Sri Lanka. It does not seem that this good initiative started by Ajwad as a part of the 40th anniversary celebrations of diplomatic relations with Oman has borne fruit.",
    "Chapter III focuses on the bilateral relationships which Sri Lanka had had with Oman during 1981 to 2021. It is these bilateral relations that come in handy when a country needs global support and Sri Lanka is constantly in need of such support. Sri Lanka has been depending on Oman for its energy security by importing LP Gas and Crude Oil from that country. It has been exporting spices and tea to Oman. Since the volume of the former is massive, there had always been a significant trade deficit with trade with Oman. In the recent years, this deficit has been rising due to the increase in the prices of energy in the global markets. Hence, it is necessary for Sri Lanka to expand and diversify its export base to Oman.",
    "Ajwad has the following comment on this: “Potential products from Sri Lanka to Oman include solid/cushion tyres, apparel, cinnamon, bran, sharps and other residuals of wheat, gloves with plastics/rubber, babies’ garments and accessories, new pneumatic tyres, food preparations, preparations used in animal feeds, bananas-fresh or dried, surgical gloves, vulcanized rubber, fast moving consumer goods, ayurvedic and herbal products, coconut based products, and value added tea products etc.”. This is a matter for the Export Development Board to pick up and pursue if Sri Lanka is to expand its export base.",
    "Chapter IV is a detailed enumeration of the Sri Lankan community in Oman. That include individuals as well as business enterprises. Individuals have served successfully in almost all areas of economic activities, civil service, armed forces, banking, and financial industry, and so on. I recall that the Central Bank of Oman has been particularly interested in hiring central bankers from Sri Lanka. As for business enterprises, almost all the leading business houses of Sri Lanka have branch or correspondent offices in Oman. In addition, Ajwad has enumerated the key Sri Lankan community organisations that are serving in Oman. One is the Sri Lankan school in Muscat. Another is the Sri Lankan Community Social Club. A third is the Sri Lankan Quantity Surveyors’ Fraternity. A fourth is the Sri Sambuddhajayanthi Viharaya located in the embassy premises. It seems that Sri Lankan community has successfully localised itself in Oman.",
    "Oman’s approach to global issues is beneficial to Sri Lanka. This has been presented in the wisdom of the late His Majesty Sultan Qaboos Al Said as follows: “In the area of international relations, our foreign policy is based on firm foundations and principles: support for right and justice and a desire to work together with other peace-loving countries of the world to resolve international conflicts through dialogue and negotiations, so that everyone can enjoy security and stability and all the peoples of the earth can reap the benefits”. In my view, this approach –resolving conflicts through dialogue and negotiations – should be applied even to domestic issues, specifically in Sri Lanka today",
    "Chapter V relates to the future relations which Sri Lanka should have with Oman. In my view, this is the most important chapter which Ajwad has produced. He proposes that there should be a greater connectivity and deeper engagement between these two nations which share the same Indian Ocean. According to him, there are immense untapped opportunities for the two nations to harness for their mutual benefit. He has identified focus areas covering trade and investment, agriculture and fisheries, tourism, education, and maritime and energy sectors for greeter potential and partnership between the two nations. Since the current bilateral relations do not reflect the true potential which these two countries could have harnessed, he argues that new initiatives should be started to develop the same.",
    "Says Ajwad: “The key factor that the author identifies, having served as Sri Lanka’s envoy to the Sultanate for three years, is the lack of awareness of each other’s potential and opportunities available in many areas of mutual interest. This gap could be bridged by the exchange of necessary information and frequent bilateral visits between the public as well as the private sector entities of both countries with a view to creating awareness and enabling them to establish bilateral links for forging partnerships”. In the chapter under reference, he has given a thousand and one odd opportunities which interested parties could pursue to develop a viable relationship between the two nations. This long list should be a reference point for both the government policymakers and the private sector entities to pursue.",
    "Oman’s approach to global issues is beneficial to Sri Lanka. This has been presented in the wisdom of the late His Majesty Sultan Qaboos Al Said as follows: “In the area of international relations, our foreign policy is based on firm foundations and principles: support for right and justice and a desire to work together with other peace-loving countries of the world to resolve international conflicts through dialogue and negotiations, so that everyone can enjoy security and stability and all the peoples of the earth can reap the benefits”. In my view, this approach –resolving conflicts through dialogue and negotiations – should be applied even to domestic issues, specifically in Sri Lanka today.",
    "Ajwad’s writing style is reader friendly and informative. This would have been due to the training he has got from the foreign ministry as a leading diplomat for many decades. The book contains a useful photo gallery too. Hence, mastering this book is a worthwhile exercise for all types of readers.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}