{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Only-382-companies-from-105-000-registered-Companies-pay-taxes/108-263035",
  "time_ut": 1689225758.0,
  "original_lang": "en",
  "original_title": "Only 382 companies from 105,000 registered Companies pay taxes",
  "original_body_lines": [
    "A Parliamentary Committee has revealed that only 382 companies out of the 105,000 registered limited companies in the country were paying taxes and the Inland Revenue Department had to face problems in tax collection as the data provided for the registration of companies in this country is not true.",
    "This was revealed at the Sectoral Oversight Committee on National Economic and Physical Plans which met in Parliament recently.",
    "Committee Chair MP Mahindananda Aluthgamage said although there are 500,000 personal income tax files in the country, only 31,000 of them are paying tax.",
    "The Chair also emphasized that it is important to maintain the inflation, the reserves of the country and the government's income in an optimal condition by December by the time of the second review of the International Monetary Fund, given that the said factors must be taken into account when granting loans.",
    "Aluthgamage said that his Committee will hold regular discussions with Sri Lanka Customs, Excise Department and Inland Revenue Department to provide necessary facilities to increase the state revenue.",
    "The collection of 904 billion rupees in arrears which is due to the Inland Revenue Department was also discussed at the meeting.",
    "The Commissioner of the Inland Revenue Department said that the tax revenue target given by the government for the year 2023 of Rs 1.6 trillion was expected to be earned by 40% in the first 6 months and 60% in the remaining 6 months, and the target for the first 6 months has already been met.",
    "Apart from this, he stated that work is being done to generate expected tax revenue in the remaining 6 months.",
    "He said that there is a need to establish a systematic mechanism to regulate the collection of tax revenue.",
    "The Committee also discussed at length the need to establish a digital data system linking the Sri Lanka Customs Department, the Excise Department and the Inland Revenue Department as soon as possible, as well as the need to re-register the private tax files in the country.(Ajith Siriwardana)"
  ]
}