{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Resident-individuals-to-obtain-tax-registrations/4-749906",
  "time_ut": 1687721879.0,
  "original_lang": "en",
  "original_title": "Resident individuals to obtain tax registrations",
  "original_body_lines": [
    "A Gazette Notification dated 31 May 2023 was issued few weeks ago prescribing additional classes of persons who are required to register under the IRA. This Gazette notice was issued under Section 102 (3) of the Inland Revenue Act where the Minister of Finance with the consent of the Commissioner-General may specify additional classes of persons required to register for income tax. The Gazette notification identified 14 categories of persons who should register with the Inland Revenue Department and obtain the tax payer identification number (TIN) with effect from 1 June 2023.",
    "The Department of Inland Revenue has now published a Notice in the DIR website (on 22 June) providing further clarity on this requirement to register. Accordingly, the following individuals who are tax residents for Sri Lanka tax purposes are required to register with the Inland Revenue Department (IRD) by obtaining Taxpayer Identification Number (TIN) with effect from 1 June 2023.",
    "Practitioners registered with the Sri Lanka Medical Council established under the Medical Ordinance",
    "Members of the Institute of Chartered Accountants of Sri Lanka",
    "Members of the Institute of Certified Management Accountants of Sri Lanka",
    "The persons who have vehicles registered (other than Three-wheelers, Motor bicycles and Hand Tractors) in Department of Motor Traffic",
    "The persons who have purchased or acquired by virtue of Deeds Transfer, of any immovable property in Sri Lanka on or after 1 April 2018",
    "Employee whose monthly contribution from both employee and employer to any Provident Fund is more than Rs. 20,000",
    "Any individual who obtains approval for a building plan from a Local Authority",
    "Any other individual who receives payment of Rs. 100,000 per month or Rs. 1.2 m for 12-month period for providing any services in Sri Lanka",
    "In case an individual already has obtained a TIN, there is no requirement to re-register as per the Notice. Further the notice seeks to clarify that although all resident individuals falling within the above category are required to register, however only a person who has taxable income (i.e. if the person’s assessable income exceeds Rs. 1.2 m per year) is required to pay Income Tax as per the provisions of the Inland Revenue Act No. 24 of 2017.",
    "The Inland Revenue Act includes certain conditions to determine whether an individual is a resident in Sri Lanka for a year of assessment. This includes conditions such as if the individual resides in Sri Lanka, is present in Sri Lanka for a period/periods aggregating 183 days or more in any 12 month period, etc.",
    "As per the Gazette notification the following persons are expected to register under the IRA with effect from 1 January 2024",
    "Who is at the age of 18 years or more as of 31 December 2023 or",
    "Who attains the age of 18 years on or after 1 January 2024, after attaining the age of 18 years."
  ]
}