{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/SLNAC-meets-with-Department-of-Commerce-officials-to-develop-Sri-Lanka-as-an-Arbitration-Hub/14-746872",
  "time_ut": 1680117187.0,
  "original_lang": "en",
  "original_title": "SLNAC meets with Department of Commerce officials to develop Sri Lanka as an Arbitration Hub",
  "original_body_lines": [
    "Ministry of Trade Commerce and Food Security Secretary, Department of Commerce Acting Director General, Officials of the Department of Commerce and Trade and officials overseas (via zoom technology) met with the Sri Lanka National Arbitration Centre (SLNAC) to discuss the promotion of Sri Lanka as a Regional Arbitration Hub.",
    "An introduction to the SLNAC was made by Chief Operations Officer Johann Atapattu. The round table discussion was attended by Trade, Commerce and Food Security Ministry Secretary A.M.P.M.B. Atapattu, Department of Commerce Acting Director General Gilma Dahanayake and other senior officials. The Trade Promotion Division of the Department of Commerce organised the event.",
    "As an independent, not-for-profit organisation, SLNAC has established a track record for providing best in class arbitration services to the global business community. SLNAC is in a position of providing cost-competitive and efficient case management services to parties from all over the world. Board of Directors and SLNAC consists of eminent lawyers and professionals and its rules provide a state-of-the-art procedural framework for efficient, expert and enforceable resolution of international disputes of all sizes and complexities involving parties from diverse legal systems and cultures.",
    "The objective of the meeting was to present the status of the SLNAC and promote it as the most preferred arbitral institution in the Asia-Pacific/South Asia with the support of commercial officers of the Department of Commerce.",
    "SLNAC Chief Legal Advisor Hiran de Alwis spoke on the importance of proper contracts and proper dispute resolution clauses by Arbitration for cross border trade.  He stated that with efforts made in Sri Lanka and worldwide to stimulate economic growth, the methodology of international dispute resolution is of vital importance.",
    "The trade representatives to be engaged overseas thus have a responsibility to promote the availability of the legal infrastructure in Colombo for the resolution of trade disputes by Arbitration.  They can also disseminate knowledge and advice to local entrepreneurs engaged in overseas trade as to the protection offered by having proper contracts.",
    "Knowledge was shared as to Sri Lanka being a member of the New York Convention ratified by over 160 countries.  The Arbitration Act based on the Model Law enables the recommendation and enforcement of Arbitral Awards in the local and foreign courts, as well.  Reference was made to the new initiative in the Port City for Arbitration services and the Supreme Court determination that protects rights of all parties under Arbitration Act including enforcement.",
    "The recommendation of the UNCITRAL rules by the Sri Lanka National Arbitration Centre which is a universally recognised platform can enhance and project Colombo as a professional service centre on the world stage.  This can also generate and promote the service sector locally and internationally.",
    "The Ministry of Trade Secretary and Department of Commerce Acting Director General who attended the event assured the fullest support of the Department of Commerce officials and its trade representatives overseas to establish Sri Lanka as a world class arbitration centre, as Sri Lanka has an ideal platform to showcase its professional services with an interactive platform of the UNCITRAL rules to facilitate cross border trade and services.",
    "SLNAC provide a state-of-the-art procedural framework for efficient, expert and enforceable resolution of international disputes of all sizes and complexities involving parties from diverse legal systems and cultures",
    "Appointments are made on the basis of SLNAC specialist knowledge of the arbitrator’s expertise, attributes and track record",
    "There are strict standards of admission for the SLNAC Panel of Arbitrators, thus minimising the risk of challenges and delay",
    "SLNAC administration fees are competitive in comparison with all the major international arbitral institutions",
    "In relation to negotiations of Investment Promotion Treaties and Trade Agreements also the methodology for resolution of disputes was discussed together with State parties engaged in trade.  The dissemination of knowledge to those seeking advice as to their rights and liabilities, protection from claims, enforcement of awards and judgments and the importance of having proper contracts was suggested to be disseminated to local entrepreneurs.",
    "The interactive discussions thereafter followed as to several parties having problems due to non-payment of claims. The vital importance of the availability of an internationally recognised and efficient dispute resolution process for the protection for investors, exporters, and importers is a plus point for the country.  In order to overcome the challenges trade representatives assured to promote these services worldwide, so that it can further generate investments and facilitate cross border trade and services for our country."
  ]
}