{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/11/24/34-families-in-weligepola-evacuated-due-to-adverse-weather/",
  "time_ut": 1700800380.0,
  "original_lang": "en",
  "original_title": "34 families in Weligepola evacuated due to adverse weather",
  "original_body_lines": [
    "COLOMBO (News 1st); 34 families of the Panana village in the Weligepola divisional secretariat in Ratnapura have been evacuated to safety.",
    "Ratnapura District Secretary Wasantha Gunaratne said the families were evacuated on Thursday (23) night due to the risk of landslides.",
    "He said a sluice gate of the Samanala Wewa reservoir was also opened.",
    "Director (Hydrology & Disaster Management) of the Department of Irrigation S. P. C. Sugeeshwara said the flood risk warning issued surrounding the Attanagalu Oya is in effect on Friday (24) as well.",
    "He said the flood warning is in effect in low-lying areas in several divisional secretariats surrounding the Attanagalu Oya in the Gampaha district, including Attanagalle, Gampaha, Ja-Ela, Katana and Wattala.",
    "Sugeeshwara said low-lying areas in the Mulatiyana and Kamburupitiya divisional secretariats near the Kirama Wewa of the Nilwala River Basin may also experience flooding.",
    "Meanwhile, the Railway Control Room said railway operations along the Up Country Railway line have been restricted to Nanu Oya on Friday (24) as well.",
    "The landslide warning issued in several divisional secretariats in 10 districts was extended until Friday (24) afternoon, due to the prevailing heavy showers.",
    "The landslide warning is in effect in many divisional secretariats in the Badulla, Kandy, Kegalle, Matara, Ratnapura, Gampaha, Hambantota, Kurunegala, Matale and Nuwara Eliya districts.",
    "The Department of Meteorology predicted showers or thundershowers at a few places in the Sabaragamuwa, Central and Western provinces, and in the Galle and Matara districts.",
    "The Met. Department predicted a few showers at some places in the Northern province and in the Trincomalee district.",
    "Four-day truce begins in Gaza after 7 weeks of fighting and 16,000 dead",
    "Central Bank of Sri Lanka further reduces policy interest rates"
  ]
}