{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Exterminators-spreads-its-wings-to-south-Sri-Lanka/34-755093",
  "time_ut": 1699643347.0,
  "original_lang": "en",
  "original_title": "Exterminators spreads its wings to south Sri Lanka",
  "original_body_lines": [
    "Executive Director Travis Ferreira, Chairman Chaaminda Ratnayake, and the Exterminators team at the opening event",
    "Exterminators PLC, Sri Lanka’s premier pest management company, has recently announced its expansion into the southern region of the country in technical collaboration with Sentario Pest Management United Kingdom.",
    "This new office aims to cater to the pest management needs of the districts of Galle, Matara, Hambantota, Monaragala, South Kalutara, and South Ratnapura. The office is located in a prominent location in Rillamba, Galle Road, Rathgama, Galle. With the opening of its new branch office in Galle, Exterminators PLC further strengthens its position in the industry. Through their innovative technologies and dedication to social responsibility, they contribute to the betterment of society.",
    "The company offers environmentally sustainable, preventive integrated digital pest management solutions powered by artificial intelligence to various sectors such as the hotel industry, apparel and manufacturing, agriculture, food industry, shipping, fishing, retail businesses, offices, and private properties. Furthermore, Exterminators PLC will also offer energy-saving flying insect killers, pest management, and agricultural spraying equipment, as well as a range of environmental enhancement products manufactured in the United Kingdom and United States.",
    "Marlon Ferreira, the Founder and Managing Director of Exterminators PLC, expressed that the company’s purpose in business is to enhance human life by creating and sharing wealth with all stakeholders while balancing the trade-offs between commercial and social goals. As part of its commitment to giving back to the community, Exterminators PLC will provide 10 free services to elders and children’s homes in the region."
  ]
}