{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/book-launch-in-melbourne/",
  "time_ut": 1685756580.0,
  "original_lang": "en",
  "original_title": "BOOK LAUNCH IN MELBOURNE",
  "original_body_lines": [
    "FRUITS OF VIRTUE. An early history of St Joseph’s College, Colombo. Joint Authors: Dr Srilal Fernando and Avishka Mario Senewiratne, Colombo 2022.Printed and published by Aitken Spence Printing and Packaging(Pvt Ltd). Dec 2022. Limited Edition of 400 copies.",
    "A cold wintry afternoon did not deter the many members of The Ceylon Society of Australia, old boys of St Josephs College, Colombo, and other aficionados of educational history of Sri Lanka from attending a very interesting presentation by the joint authors. While Dr Srilal Fernando was there in person to provide the audience with some interesting aspects of the early history of the school, Avishka unable to be present, made ample amends by participating through a zoom projection of his comments from Colombo.",
    "Dr Srilal Fernando dealt with some detail the motivation and the creative links of the original “Principal Benefactors of the College” some 34 persons of eminence, who, inspired by a foreseen potential for an educational institution",
    "for students of the catholic faith, dug deep into their pockets to create an institution which has since withstood the tests of time. The names of the principal benefactors including those in the Church hierarchy who contributed towards the gigantic effort that created St Joseph’s College are now etched forever in the educational history of the country, both literally and metaphorically, there being a marble tablet permanently affixed to the walls of the school with a listing of the names of the main benefactors.",
    "Dr Fernando, a man whose interests in family history and genealogy are well known, was able to provide some very interesting insights into the lives and times of the principal benefactors who created the foundation to the institution that later became one of the leading educational institutions in Sri Lanka. Among others, special mention was made of the contributions to the establishment and continuing advancement of the school by the Lindamulage de Silva family headed by patriarch John Clovis de Silva, the NDP Silva family, the Abeysundere family from Galle,and that of Gate Mudaliyar SR de Fonseka.",
    "Joint author Avishka Seneviratne at 25 years of age, is gradually becoming the rising star in Sri Lank’sa historical studies firmament. Already with three publications under his belt, Avishka’s enthusiasm for local history and matters antiquarian, seem to know no bounds. Through the zoom presentation at the launch, Avishka was able to clearly narrate the background to the land acquisitions, and the many intriguing “behind the scenes” developments that occurred prior to finalising arrangements to set up the school.",
    "Many reviews of “Fruits of Virtue” have been written, and the launch of the book now places the book in the public domain, and provides us a well researched history of the early years of this hoary institution known for generations as St Joseph’s College. The creative partnership between the two authors seem to serve clearly as an example of the “fruits of virtue” produced by the school.",
    "Fruits of Virtue is a quality production, assembled with great care for detail. Not merely a book about a school and its foundation, it serves as an excellent memoir on the life and times of the wealthier sections of Ceylon’s catholic community. To supplement its commentary is an assembly of vintage photographs printed in sepia tone and reproduced with unwavering fidelity to the original. The collection of over 100 portrait photos of former teachers, and prominent past students of St Joseph’s College add a certain lustre which will be hard to surpass. With the production of this book, the joint authors Dr Srilal Fernando and Avishka Senewiratne have certainly repaid their debt to the old school for the education that they received.",
    "Early marriage, starting a govt. job and enjoying the country with friends",
    "St. Joseph’s, Visakha clinch titles at Sri Lanka Schools Swimming Championships",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}