{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-rupee-slides-as-flexible-exchange-rate-strikes-123507/",
  "time_ut": 1686790860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rupee slides as ‘flexible exchange rate’ strikes",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s rupee was traded around 309 to the US dollar and spot market trading dwindled Wednesday dealers said as a so-called flexible exchange rate backed by inconsistent policy slid steeply, over a matter of days.",
    "Deals were done in the spot market at around 309 to the US dollar, with some guidance coming in for two days in a row, dealers said, and ended the day with a spot next quote of 318/325 rupees on June 14.",
    "The rupee was at 291.00/292.50 to the US dollar amid an active spot market as late at June 07, having appreciated steadily despite dollar purchases at various rates.",
    "In intra-day trade the rupee was quoted as weak as 320 to the US dollar, though no deals were done, dealers said.",
    "As bank rates for telegraphic transfers went up and spreads widened, reflecting volatility. The central bank indicative TT selling rate was 318.99 and the buying rate was 303.19, indicating a spread of 15.8 rupees, up from around 12 rupees a week earlier.",
    "Sri Lanka is following a confidence busting ad hoc peg arrangement called the ‘flexible exchange rate’ devised by Mercantilists rejecting basic classical economic principles and is peddled to countries without a doctrinal foundation in sound money, critics have said.",
    "Such arrangements have a monetary policy and an ad hoc exchange policy. In a clean float there is a monetary policy and no exchange rate policy, where a claim can be made that the exchange rate policy is ‘market determined’ in a given monetary setting.",
    "Sri Lanka central bank has hiked interest rates in 2022 and largely avoided printing money from late 2022, allowing a balance of payments surplus to develop.",
    "Up to March a fairly transparent exchange rate policy was followed, where appreciation was prevented by a surrender rule and dollars were sold to meet market needs, leaving the residual allowed by monetary policy or domestic credit developments.",
    "However, under a flexible exchange rate, an ad hoc non-transparent exchange policy is followed, on a given monetary setting, leading to uncertainty and sudden volatility.",
    "A monetary authority which operates deflationary or neutral policy as found in East Asia or GCC countries can control the exchange rate at will with two-way interventions.",
    "However, under an IMF program, interventions to prevent appreciation build reserves (a peg) based on non-transparent interventions are encouraged but the opposite is discouraged, leading to a sudden switch to a float due to timing differences in dollar inflows and ouflows, triggering uncertainty and panic among market players, leading to volatility.",
    "Defending a currency against capital outflows are also discouraged. Instead, a sudden switch to a float is advocated.",
    "Under an IMF style peg, significant intervention are not followed by automatic interest rates increases to transmit the outflow to the credit system money but is printed to mis-target an interest rate which is no longer applicable.",
    "The conflict in money and exchange policy is found in the net international reserve target and a monetary policy consultation clause (inflation target).",
    "Analysts have warned that the inconsistent pegging usually leads to failed IMF targets, loss of confidence in reforms by the population and booting out of reformist politicians as soon as domestic credit recovers and economic activity picks up.",
    "It is not possible to collect reserves in a consistent clean float.",
    "In April 147 million dollars were bought from banks by the central bank with no sales. In May 662 million dollars were bought from the market to build reserves.",
    "Dollar purchase by the central bank creates rupees through exchange rate policy. If the rupees are not mopped up through sales of domestic assets, foreign assets (dollar reserves) have to be sold to stop the exchange rate from depreciating as the owners of the newly created rupee use them.",
    "The central bank has not been conducting inflationary monetary policy in recent months other than buying dollars, analysts say. As a result an inter bank overnight liquidity shortage has gradually reduced.",
    "On June 01, the central bank also resumed reverse repo operations, injecting money below the policy rate, though after earlier selling down some bills, according to published data.",
    "On Wednesday the central bank injected 50 billion rupees at 13.47 percent into banks, below the 14.0 percent policy rates, after selling down some Treasury bills in the previous two weeks.",
    "With reverse repo auctions resumed, any dollar sales will be sterilized or offset with new money below the policy rate.",
    "If market determined interest rates are resisted for any significant period with reverse repo injections, the IMF program could unravel as they have done in the past and also happens in other countries analysts warn.",
    "In March 2020 a flexible exchange rate episode led to the loss of market access. Previous episodes have led to downgrades.",
    "Countries with inconsistent soft-pegs or flexible exchange rates usually see chronic depreciation, exchange and trade controls, output shocks and social unrest.",
    "Countries with central banks that follow consistent policy (clean floats with a low inflation target) or hard pegs without aggressive open market operations see stable exchange rates, low inflation, domestic and foreign investment encouraged by stability and eventually in migration.",
    "Countries with flexible or soft-peg see out migration, dependence on remittances and frequent trips to the IMF, and if they have market access, sovereign default.",
    "The fixed policy was accidentally invented by the Fed in the 1920s which led to the Great Depression, exchange controls and repeated sterling crises in the UK and the Bank of England ran balance of payments deficits, the eventual collapse of the Bretton Woods system in 1971 and the move to clean floats.",
    "Related Sri Lanka, world’s poor suffers from Fed’s accidental discovery: Bellwether",
    "Steeply collapsing soft-pegs and sovereign defaults came from the 1980s after the collapse of the Bretton Woods.",
    "Sri Lanka is now in a sovereign default after several years of aggressive liquidity injections to boost growth. (Colombo/June14/2023)"
  ]
}