{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91127/fourth-session-of-sri-lanka-maldives-joint-commission-successfully-concluded",
  "time_ut": 1686224760.0,
  "original_lang": "en",
  "original_title": "Fourth Session of Sri Lanka-Maldives Joint Commission successfully concluded",
  "original_body_lines": [
    "The Fourth Session of Sri Lanka - Maldives Joint Commission, co-chaired by Foreign Minister Ali Sabry, and and his Maldivian counterpart Abdulla Shahid, was successfully concluded on 07 June 2023 in Colombo.",
    "The ministerial meeting was preceded by the Meeting of Senior Officials held on 06 June 2023 which was co-chaired by Additional Secretary of the Ministry of Foreign Affairs Yasoja Gunasekara and Secretary, Bilateral Affairs of the Foreign Ministry of the Maldives Hala Hameed.",
    "The Joint Commission focused on further expanding bilateral cooperation in a number of areas including trade and investment, tourism, employment, fisheries, education, health, and cultural cooperation between the two countries.",
    "Both sides agreed to intensify their efforts to bolster engagement with a view to enhancing cooperation in these areas.",
    "Further, the two countries recognized the importance of implementation of the existing agreements and agreed to pursue new agreements.",
    "In order to facilitate the implementation of agreed cooperation, both sides also decided to set up working groups in the areas of Trade, Fisheries, Tourism and Health.",
    "The Joint Commission yielded several beneficial outcomes for Sri Lanka, including the possibility of expansion of cooperation in the tourism and fisheries sectors, expanding employment opportunities, as well as agreement reached on facilitating trade and investments in the Maldives.",
    "To promote Sri Lanka as a viable education hub among Maldivian students, Sri Lanka expressed its willingness to expedite actions to complete the required due procedures in facilitating the issuance of visas for students under 18 years of age, on concessionary and reciprocal basis.",
    "At the conclusion of the Joint Commission, the two countries signed Memoranda of Understanding in the areas of Cultural Cooperation, Health Cooperation and the establishment of the Maldives Cultural Centre in Sri Lanka.",
    "The Maldives – Sri Lanka Joint Commission which was established in 1984 provides a platform for regular and more structured review of the longstanding bilateral relations and dialogue between the two countries."
  ]
}