{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/browns-exide-powers-katukurunda-speed-2023/",
  "time_ut": 1704464700.0,
  "original_lang": "en",
  "original_title": "Browns’ Exide powers Katukurunda Speed 2023",
  "original_body_lines": [
    "Exide, the leader in automotive batteries in Sri Lanka was yet again one of the proud sponsors of the renowned Katukurunda Speed 2023. Organised by Sri Lanka Automobile Sports (SLAS) in collaboration with its 10 member clubs, the much-awaited event took place at the Katukurunda Racing Circuit in December. Celebrating its third consecutive year, the race showcased 16 categories, harnessing the finest four-wheel racing drivers across Sri Lanka.",
    "Commenting on Exide’s role at the event, Ajith de Silva – Chief Operating Officer, Automotive & Hardware Cluster – Browns Group stated, “As one of the most-awaited events in the Sri Lankan racing calendar 2023, we are proud to be associated with this prestigious race. As a trusted brand that identifies with power, on both racetrack and road, we see this relationship as vital for the advancement of motorsports in the country. With this, we look forward to its continuation and growth in the years to come.”",
    "Exide’s association with Katukurunda Speed 2023 is exemplary of the brand’s commitment to fostering local talent while facilitating the progress of the country’s thriving motorsport industry. As a long-standing responsible corporate brand, Browns’ Exide remains dedicated to delivering value to all its stakeholders not just through this race, but also in future events such as this.",
    "Established in 1875, Browns has flourished over the years to grow into a household name with a reputation as strong as its years are long. Today, the prestigious Browns Group is one of Sri Lanka’s largest diversified conglomerates, which manages a fast growing and valuable portfolio of brands across several key industry sectors, such as automotive; power generation; agriculture and plantation; pharmaceuticals; investments; marine and manufacturing as well as leisure.",
    "ComBank & Browns collaborate for a special leasing promo for tractors & harvesters",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}