{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Opening-of-local-fuel-market-is-welcomed-SJB-MP/108-256697",
  "time_ut": 1680006446.0,
  "original_lang": "en",
  "original_title": "Opening of local fuel market is welcomed –SJB MP",
  "original_body_lines": [
    "Opening up of the local fuel sales market is a welcome move, a Samagi Jana Balwegaya (SJB) MP said today.",
    "SJB Deputy National Organizer and official Spokesman S. M. Marikar was referring to Monday’s cabinet decision to allow two more foreign companies to enter into the local fuel market.",
    "“Opening up the fuel sales market is a welcome move as the consumers will benefit from it at the end of the day. Competitiveness will increase when there are several players in the market and thus pave the way for frequent price reductions,” Marikar said.",
    "“It is advisable to open up the education and the health markets as well. Private sector should be allowed to open up more hospitals so that Sri Lanka will be able to attract people in countries such as Maldives to come to this island for medical treatment, he added.",
    "“One must not think that I am favourable towards the incumbent President and the government when I welcome the opening of the fuel market. We welcome any move to which SJB could agree,” he also said.",
    "Further, he said there are different options when restructuring state owned enterprises. “One can follow the Singaporean model where an institution made up of both the state sector and the private sector could be set up to run government institutions while the private sector could be given the task of managing the institutions,” he said in this regard.",
    "Whilst lauding the incumbent President for changing the ideologies of SLPP which opposed the IMF and the restructuring of state institutions, the SJB MP opposed the President at the same time. “Democratic Ranil Wickremesinghe has died and only Ranil Wickremesinghe the dictator is alive today,” he said.(Yohan Perera)"
  ]
}