{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/18/ceb-says-3-tariff-reduction-pucsl-says-27-is-appropriate/",
  "time_ut": 1684416060.0,
  "original_lang": "en",
  "original_title": "CEB says 3% tariff reduction; PUCSL says 27% is appropriate",
  "original_body_lines": [
    "COLOMBO (News 1st); The Ceylon Electricity Board has informed the Public Utilities Commission of Sri Lanka that the electricity tariff that was increased to 66% in February 2023, can be reduced by 3.15%.",
    "However, the PUCSL notes that if the electricity tariff is calculated properly, it can be reduced by at least 27%.",
    "Thus, PUCSL Chairman Janaka Ratnayake told reporters that the CEB tariff proposal cannot be accepted.",
    "On Monday (15), the General Manager of the Ceylon Electricity Board Engineer Rohan Seneviratne addressed a document to the Public Utilities Commission noting that if the existing tariff system is implemented from July to December in 2023 and based on the cost and revenue analysis, a surplus of Rs. 20 Billion will be available.",
    "The CEB General Manager had noted that the surplus can be used for the reduction of the average tariff by 3.15%.",
    "He added that the surplus has been allocated to the consumers of the 1st three lower income blocks in both domestic and religious categories and the average bills have been reduced by 28%, 10%, and 7%, respectively.",
    "Similarly, average bills of the 1st three blocks of consumers in the religious purpose category have been reduced by 29%, 9%, and 7%, respectively.",
    "What relief will be provided to the people via the proposed tariff reduction?",
    "Let us examine this situation, considering the electricity bill of a low-income family.",
    "The Ceylon Electricity Board increased the tariffs on two occasions since August last year.",
    "Generally, a low-income family is included in the category that consumes less than 30 units of electricity per month.",
    "As of August of last year, the tariff charged per unit of electricity in this bracket was Rs. 5 and 21 cents.",
    "In February 2023, the Ceylon Electricity Board took steps to increase the tariff of a unit of electricity in this bracket to Rs. 66/-.",
    "A low-income family that paid 5 rupees and 21 cents per unit before August last year is now paying 66 rupees per unit. Accordingly, the unit price increase is 1,166%.",
    "In the July tariff revision, it has been proposed to reduce a unit of electricity between zero and thirty to Rs. 48/-. That's a 27% decrease.",
    "Even if that amount is reduced, a low-income family will have to pay 813 percent more per unit than what they paid per unit of electricity before August 2022.",
    "Will the Public Utilities Commission accept the proposed price reduction?",
    "Responding to this proposal, the Public Utilities Commission had informed the General Manager of the Ceylon Electricity Board that there were concerns with the manner in which the tariff revision was calculated.",
    "In its response, the Public Utilities Commission requested the Ceylon Electricity Board to provide all the necessary data used for the calculation.",
    "Did Sri Lanka file X-Press Pearl lawsuit in the wrong court?",
    "Rs. 2 BILLION worth Heroin & Hashish seized by Navy & SIS; Rs. 7 BILLION worth drugs seized so far in 2023 by Navy",
    "9th May violence cost SLTB Rs. 767 Mn; Details of 18 damaged buses concealed"
  ]
}