{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/vat-increase-a-severe-blow-to-construction-sector-industry-veteran-says/",
  "time_ut": 1704045480.0,
  "original_lang": "en",
  "original_title": "VAT increase, a severe blow to construction sector, industry veteran says",
  "original_body_lines": [
    "With the VAT increased to 18% and it being applied to items earlier that were exempted will further increase the construction costs. Nissanka N. Wijeratne, Secretary General/CEO of Chamber of Construction Industry of Sri Lanka told The Island Financial Review on Friday.",
    "“Already unit construction cost in Sri Lanka is second only to Singapore in the region and the increase in fuel prices by 10% will have a cascading effect”, he said.",
    "Further speaking he said,” Construction industry has suffered contractions repeatedly since June 2021 to date. Even in 2020 it suffered a reduction by 13.2%. From June 2020 up to now the total construction is about 50%. This is amply validated by more than 50% reduction in demand for major building materials such as cement, reinforcing steel, ceramic tiles, roofing sheets etc.”",
    "“The above situation stemmed from the delays in payments for work done to construction companies, not reimbursing the cost increases, suspension of projects in Feb. 2023, and current action by banks to recover mortgaged assets by [parate] action will force even the remaining companies to liquidate. For this reason the Chamber of Construction Industry has advocated to suspend [parate] action by banks at least until end of 2024, when the construction industry is expected to show a reasonable growth.”",
    "“With the increased costs and diminished household incomes, we cannot expect to have more house constructions by individuals and even other private sector developments.”",
    "“Even in the Budget 2024, there was not much capital allocations and it may not be possible to start any new projects other than resume some of the suspended projects. The only hope the industry can have is about any donor funded projects commencing following the completion of foreign debt restructuring,” Wijeratne said.",
    "Ministers of Justice and Health on collision course with association of banks",
    "JVP accuses MR of duplicity for speaking against VAT increase after voting for it",
    "President addresses VAT increase and economic stability at industry excellence awards ceremony",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}