{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Embassy-in-Washington-DC-commemorate-75Years-of-diplomatic-relations-with-US/56-748790",
  "time_ut": 1685126339.0,
  "original_lang": "en",
  "original_title": "Embassy in Washington DC commemorate  75 Years of diplomatic relations with US",
  "original_body_lines": [
    "The Embassy of Sri Lanka in the United States, in collaboration with the ”Things To Do DC” Club, hosted a vibrant evening reception on 19 May at the Embassy premises in Washington D.C., promoting Sri Lanka as a key tourist destination among US nationals during the summer season in the Northern Hemisphere. A large number of members of the Club attended the event.",
    "Ambassador Mahinda Samarasinghe, addressing the gathering, highlighted the diverse tourist attractions as well as the unique flavour of Ceylon tea and the spices the country, has to offer the travellers whilst inviting attendees to visit Sri Lanka and discover her splendour.",
    "The Embassy showcased main tourist attractions of the country by exhibiting vivid photographic sceneries whilst screening tourist-oriented videos portraying pristine beaches, and green mountain landscapes, and highlighting Sri Lanka tourism ranging from adventure and wellness to wildlife.",
    "A cultural recital showcased the talents of “Naatamu School of Sri Lankan Traditional dance troupe in Washington D.C” captivating the attendees. Dances of both up-country and low-country styles that depicted Sri Lanka’s rich traditional dance heritage were performed. The talents of the troupe of “Ceylon Bera” enthralled the crowd with the rhythms of Sri Lanka accompanied by instrumental music. A Bharatanatyam dance depicting the culture of the Tamil community was performed by the “Natraj School” shading colours of the vibrant diversity of Sri Lankan culture.",
    "Attendees were treated to a sumptuous authentic Sri Lankan dinner buffet with flavours of Ceylon spices prepared by a Sri Lankan chef with a live station serving delicious hoppers. The Embassy made arrangements to serve all the visitors a freshly brewed cup of hot & iced Ceylon tea sponsored by “Basilur(Sri Lanka)” and “QTrade Teas & Herbs(California, USA)” in a specially set up tea corner that demonstrated different types of Tea. In addition, a spice corner was set up for the visitors to learn about and experience the highest quality of different varieties of Ceylon spices that the country could offer.",
    "Among other activities organised by the Embassy to mark the occasion, guests were offered a photo opportunity wearing traditional Sri Lankan outfits of batik sarees and sarongs. Sri Lankan traditional handicrafts comprised of wooden masks, drums, bags, batik wear, brass items and paintings were also displayed.",
    "“Things To Do DC” is a premier social and networking organisation for young professionals with an active membership of over 175,000 professionals based in Washington DC. The key objective of the organisation is to help enrich the personal and professional lives of professionals of all ages by producing a wide variety of interactive social, educational, and cultural events that encourage their members to learn new things to do in Washington DC and meet new contacts.",
    "The 75th Anniversary celebrations will continue throughout the year with number of such events supported by Sri Lanka Tourism Promotion Bureau, Sri Lanka Tea Board and Joint Apparel Association Forum (JAAF)."
  ]
}