{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lankas-airline-posts-US-525mn-annual-loss/108-259132",
  "time_ut": 1683933416.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s airline posts US $ 525mn annual loss",
  "original_body_lines": [
    "National carrier is biggest and most expensive of cash-haemorrhaging state companies",
    "Nation’s unprecedented financial crisis posed a greater challenge to airline, says Chairman Pathirage",
    "AFP: Cash-strapped Sri Lanka’s national airline announced a staggering US $ 525 million annual loss yesterday.",
    "With nearly 6,000 staff, SriLankan Airlines is the biggest and most expensive of the cash-haemorrhaging state companies that have drained the budget and compounded the worst financial crisis in Sri Lanka’s history.",
    "The bankrupt South Asian island’s US $ 3 billion bailout by the International Monetary Fund requires Colombo ‘restructure’ — a euphemism for privatise - the airline along with another 51 loss-making state enterprises.",
    "The carrier lost 163.58 billion rupees (US $ 525 million) in the year to March 2022, it said in a statement - more than three times its deficit in the previous 12 months, when air travel was hit by the Covid-19 pandemic.",
    "The airline missed interest payments on a US $ 175 million bond in December, eight months after the government itself defaulted on its sovereign debt after running out of foreign exchange.",
    "The nation’s unprecedented financial crisis ‘posed a greater challenge to the airline, as it was only beginning to recover from the largest challenge faced since its inception, the pandemic’, Chairman Ashok Pathirage said.",
    "Pathirage said he hoped ‘restructuring’ would make SriLankan viable but did not discuss plans to sell off the carrier.",
    "Questions have been raised over whether private investors will be willing to pour money into the firm.",
    "Sri Lanka’s economic crisis caused months of food and fuel shortages and at its peak a furious mob stormed government buildings and chased the former president into exile.",
    "To try to shore up state revenue, the government has doubled income taxes, increased electricity tariffs and removed fuel subsidies.",
    "The country’s flag carrier has not turned a profit since 2008, when its chief executive was sacked by then-president Mahinda Rajapaksa for refusing to bump fare-paying passengers to make room for members of the leader’s family returning from a jaunt in London."
  ]
}