{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95913/minimal-spread-of-new-covid-19-variant-in-sri-lanka-health-ministry",
  "time_ut": 1703505120.0,
  "original_lang": "en",
  "original_title": "Minimal spread of new Covid-19 variant in Sri Lanka – Health Ministry",
  "original_body_lines": [
    "The Ministry of Health says that according to data presently available, the pandemic spread of the new Covid-19 sub-strain JN-1 is minimal in Sri Lanka.",
    "Issuing a statement on Monday (Dec. 25), the Ministry of Health stated that based on the tests carried out for the past couple of months, there has been a very low number of Covid-19 cases reported.",
    "Meanwhile the country’s health officials have taken measures to obtain samples from the main hospitals across the island with special attention to the duration of the last few days and in accordance with the relevant technical instructions, and have sent them to the Medical Research Institute for testing, the statement mentioned, adding that none of the samples tested positive for COVID-19.",
    "The Ministry of Health further emphasized in the statement that as per the experts’ advice, in order to prevent the spread of respiratory diseases including COVID-19 and Influenza it is advised to wear masks in closed, poor-ventilated and crowded places, wash hands frequently, maintain social distancing, and maintaining cough and sneeze etiquette.",
    "In the meantime, people over the age of 60 with chronic illnesses and pregnant mothers are at increased risk of complications if they suffer from respiratory diseases, therefore such individuals are requested to remain especially careful, it added.",
    "Against this backdrop, the World Health Organisation (WHO) has urged countries in South-East Asia to strengthen surveillance in view of the increasing cases of respiratory diseases, including COVID-19 and its new sub-variant JN.1, and influenza. The WHO also urged people to take protective measures.",
    "WHO has classified JN.1 as a variant of interest following its rapid global spread. In recent weeks, JN.1 was reported in multiple countries, and its prevalence has been rapidly increasing globally."
  ]
}