{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/israel-most-condemned-un-member/",
  "time_ut": 1700597051.0,
  "original_lang": "en",
  "original_title": "Israel – Most Condemned UN Member",
  "original_body_lines": [
    "Nearly a month and half into settler colonial state of Israel’s genocide of Palestinians civilians in Gaza, the  United Nations Security Council adopted its first resolution on Wednesday November 15, calling  Israel not to stop the genocide and ethnic cleaning but for “urgent and extended humanitarian pauses” in Gaza.",
    "The final draft watered down language from “demands” to “calls” for humanitarian pauses. The vote in the 15-member council was 12-0 with the United States, United Kingdom and Russia abstaining.",
    "However as expected Israel immediately rejected the resolution sponsored by Malta.",
    "The resolution didn’t mention the Oct. 7 Hamas attacks on Israel killing around 1,200 people and took some 240 others hostage. Nor did it mention Israel’s response with airstrikes and  ground offensive on Hamas – ruled Gaza where  more than 11,000 Palestinians, two-thirds of them women and children, were killed, three quarter of buildings flattened and around 1.6 million people ousted.",
    "Since Palestine was partitioned and Israel was created in 1948  for Jews brought in from Europe, Israel turned   Middle East into a killing field with its repeated wars, massacres and destruction. However no sanctions on Israel, unlike in the case of crippling sanctions on Iraq, Libya and Iran.",
    "With more than 125 UN resolutions condemning Israel today has become the sole source of instability threatening  the region. Israel gets away with its war crimes with US and European support.",
    "This US – European patronage for Israel continues to date as it serves their agenda of keeping Middle East in turmoil. The latest being its on going war on Gaza where, instead of fighting Hamas, bombing and slaughtering new born babies, children, students,men,women and the aged to ethnic cleanse Palestinians from Gaza which will be brought under Israel to create Greater Israel to control the entire Middle East.",
    "Meanwhile UN officials and human rights experts warned this week that Israel’s on going genocide in Gaza is worsening  the misery of Palestinians deprived of water, food, fuel, medicine and other necessities besides being thrown out of their houses.",
    "In an impassioned address to the UN General Assembly, World Health Organisation, WHO, Director General Tedros Adhanom called the crisis an “acid test for the United Nations and for its member states”. Calling for immediate ceasefire and unfettered humanitarian access he said“ This organisation was established to foster peace in our world. If you as member states of the United Nations will not or cannot stop this bloodshed, then we must ask, ‘What is the United Nations for?’ “Resolutions are not enough,you must act and you must act now.”, he added.",
    "Tedros  said that the situation is impossible to describe, with hospital corridors crammed with the injured, the sick and the dying, morgues overflowing  and surgical procedures conducted without anaesthesia. Thousands of displaced people are sheltering at hospitals, with 70 per cent of the more than 10,800 people so far killed being women and children. “On average, a child is killed every 10 minutes in Gaza.Some 1.5 million people now are displaced and looking for shelter anywhere, but “nowhere and no one is safe” and overcrowding is increasing the risk diarrheal and respiratory diseases and skin infections, he said.",
    "UN relief chief Martin Griffiths  said  Casualties continue to mount, with the dead reportedly exceeding 11,000 people – the majority of them children and women. The actual total, however, is likely much higher as figures have not been updated due to a collapse of communication networks in Gaza.More than 41,000 housing units have been destroyed or severely damaged – amounting to around 45 per cent of the housing stock in Gaza. The nature and scale of civilian harm is characteristic of the use of explosive weapons with wide-area effects in such a densely populated area.",
    "Demonstrating its outright contempt for UN, international law and human decency Israel, within 72 hours after   this resolution was passed bombed a UN run school and slaughtered 50 students besides kicking out doctors and all other staff in the Al Shifa Hospital leaving patients to die.",
    "US President Joe Biden could have stopped this carnage weeks back.Instead he allowed Israel to continue its genocide of innocent Palestinians to please the Zionist Jewish lobby which placed him in White House.",
    "Today US President Joe Biden, British Prime Minister Rishi Sunak and French President Emmanuel Macron together with other European  leaders shamelessly repeat the same mantra-Israel has the right to defend itself from Hamas terrorist – and prevent all moves to stop the carnage and being party to Israeli war crimes.",
    "Unfortunately for the Palestinians the Arab dictators  installed in power and protect sold themselves to US-European and Israeli war mongers patronage and turn  blind eye to Israeli atrocities and humiliation. They failed to even give a bottle of water ,food or medicine to Palestinians leave alone protecting them from Israeli carnage. They had politically impotent lot.",
    "The shameful state of affairs is that Israeli Prime Minister turned Crime Minister Benjamin Netanyahu told: I say to the Arab leaders, if you want to preserve your interests, you must do one thing… Remain silent! Is there any Arab  dictator with  an iota of self respect and dignity awaiting to normalize ties with Israel anymore ?",
    "However there is  still hope as peace loving people – Muslims,Christians, Jews and Buddhists – worldwide have come for ward in millions in support of just Palestinian cause while there is hardly a voice in favour of Israel’s genocide except those politicians who were made and unmade by Zionist Jewish lobbies in the West."
  ]
}