{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/07/danushka-gunathilaka-seeks-no-jury-for-sexual-assault-case/",
  "time_ut": 1688700180.0,
  "original_lang": "en",
  "original_title": "Danushka Gunathilaka seeks no jury for sexual assault case",
  "original_body_lines": [
    "Sri Lankan international cricketer Danushka Gunathilaka wants to avoid placing his fate in the hands of a jury when on trial accused of sexually assaulting a woman while on tour in Sydney for the T20 World Cup.",
    "The 32-year-old is facing one count of sexual intercourse without consent, after the public prosecutor withdrew three other charges earlier this year.",
    "He appeared at Sydney's Downing Centre District Court on Friday where his lawyer asked for an arraignment to be delayed until an application for a judge-alone trial can be lodged.",
    "Crown prosecutors will contest the application at a hearing on July 24.",
    "Police allege the batsman met up with a 29-year-old woman at Sydney's Opera Bar after matching with her on Tinder in November 2022.",
    "The pair then returned to her home in Sydney's eastern suburbs before Gunathilaka allegedly choked her and raped her without a condom.",
    "Police allege the cricketer choked her for more than 20 seconds and at one point when she tried to remove his hand he squeezed tighter and \"severely restricted her breathing\".",
    "Police said the woman \"was fearing for her life and could not get away from the accused\" during the incident.",
    "Gunathilaka was arrested in the early hours of November 6 at Sydney's Hyatt Regency Hotel, shortly before he was scheduled to board a flight home with the rest of the Sri Lankan team.",
    "No proper guidelines for Thriposha given to children, claims Chairman",
    "More interest rate cuts needed for economy to recover, says CB Governor",
    "‘No second chance’ to save Sri Lanka, Central Bank Governor warns",
    "Committee appointed to investigate death of woman at National Eye Hospital"
  ]
}