{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/03/poson-full-moon-poya-day-today/",
  "time_ut": 1685754840.0,
  "original_lang": "en",
  "original_title": "Poson Full Moon Poya day, today",
  "original_body_lines": [
    "It is considered a very important day to Buddhists in Sri Lanka as it commemmorates the arrival of Buddhism in the country.",
    "Various religious programmes are to be carried out in Mihintale and the Atamasthana, Solosmasthana and Buddhist temples across the island.",
    "In his message to make the Poson Poya day, President Ranil Wickremesinghe says that we have embraced the teachings and sermons of Arahat Mahinda Thera, allowing us to advance in our way of life.",
    "\"The profound dialogue on Dhamma and the subsequent socio-cultural and political discussions have paved the way for a self-sustaining economy, particularly in agriculture, irrigation systems, and sacred monuments,\" the President said in his statement.",
    "Meanwhile Opposition Leader Sajith Premadasa says that Sri Lanka was able to move forward as a proud nation, due to the way of life taught in the Buddhism brought to Sri Lanka by Mihindu Thero.",
    "He says that it lays the foundation to a proud history and a bright future.",
    "The official Poson statement of the Opposition Leader also says that apart from the fact that the culture that was created in the country by Buddhism spread across all villages, it also made way for religious harmony and unity with all other religions and sub-cultures.",
    "A special security arrangement is in place for the Poson Poya day.",
    "Police Apokesperson SSP Nihal Thalduwa says that 2,500 police officers have been deployed for security.",
    "He adds that 355 lifeguards have also been deployed on duty neat resevoirs in the Anuradhapura and Polonnaruwa districts.",
    "The Department of Prisons says that 440 inmates will be receiving a special Presidential pardon today.",
    "The Department of Prisons says that these 440 inmates have been selected from all prisons across the island.",
    "Emirati social media influencer Khalid Al Ameri in Sri Lanka",
    "Odisha Triple-Train Disaster: Death toll now 288 with 1,175 injured",
    "The arrival of the message of the Buddha has paved the way to create a cultural renaissance – President",
    "Civil activists call for UN intervention against media suppression laws"
  ]
}