{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/CB-Governor-calls-for-coordinated-effort-between-importers-and-exporters/108-262040",
  "time_ut": 1687987876.0,
  "original_lang": "en",
  "original_title": "CB Governor calls for coordinated effort between importers and exporters",
  "original_body_lines": [
    "Central Bank Governor Dr. Nandalal Weerasinghe this week emphasised the need for a coordinated effort between importers and exporters to generate more foreign exchange for the country and maintain a positive trade balance.",
    "Highlighting the existing gap between imports and exports, with imports currently at over US $ 1.5 billion and exports at US $ 1 billion, Dr. Weerasinghe acknowledged the necessity of addressing this disparity and further explained that it was the reason for imposing restrictions on imports.",
    "He underscored the pivotal role of importers and exporters as key stakeholders and business partners, urging them to freely import, add value and engage in exporting.",
    "“I don’t think you need to have a sector separate for imports. You can have import and export sectors together and find out how you import and add value and export. There can’t be two shifts.",
    "There has to be one coordinated effort by both importers and exporters and supplement each other and trying to earn more foreign exchange for the country, rather than just utilising the remittances of money brought by the government,” he highlighted.",
    "Dr. Weerasinghe said this delivering the keynote speech at the 88th Annual General Meeting of the Import Section of the Ceylon Chamber of Commerce, held on Tuesday.",
    "Meanwhile, he stressed the importance of transitioning into a system that allows for unrestricted importation and value addition on a highly competitive basis, enabling competitive participation in the global market.",
    "To achieve balance, Dr. Weerasinghe reiterated the need for both importers and exporters to collaborate and support one another, so the country can minimise its dependency on dollars earned by migrant workers.",
    "He proposed a unified import and export sector, eliminating the need for separate sectors while emphasising the importation of goods for subsequent value addition and exportation.",
    "Further, Dr. Weerasinghe expressed his gratitude towards the Chamber of Commerce for its support and welcomed its recent statement pertaining to the domestic debt restructuring process.",
    "Meanwhile, Thulitha Mendis was appointed as the new Chairman of the Import Section of the Ceylon Chamber of Commerce, for 2023/24 and Ushan de Silva as Vice Chairman and Sanka Gammanpila as Deputy Vice Chairman.",
    "The event also saw the launch of the Import Section’s website."
  ]
}