{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Orel-Corp-partners-University-of-Kelaniya-to-launch-Sri-Lanka-s-first-ever-Smart-Ceiling-Fan-Controller/34-748046",
  "time_ut": 1683496705.0,
  "original_lang": "en",
  "original_title": "Orel Corp. partners University of Kelaniya to launch Sri Lanka’s first ever Smart Ceiling Fan Controller",
  "original_body_lines": [
    "From left: Orel Corporation Head of Projects (Innovations) Rajitha Wickramasinghe, Director Business Development Gamini Ranasinghe, CEO Sanath Wijethunga, University of Kelaniya Vice Chancellor Senior Professor Nilanthi De Silva, Dean/Faculty of Science Senior Professor Sudath R.D. Kalingamudali and Director/University Business Linkage Cell Dr. Pradeep Samarasekere - Pix by Upul Abayasekara",
    "The Department of Physics and Electronics of the University of Kelaniya, has created a revolutionary product, the “Smart Remotely Controllable Ceiling Fan Regulator.”",
    "This innovative device replaces conventional manual regulators, without requiring any alterations to the electrical wiring system.",
    "The “Smart Remotely Controllable Ceiling Fan Regulator” is a game-changing product, providing unparalleled convenience to users. This product was first developed by undergraduate student Kelum Perera during his Honours degree final year research project under the supervision of Professor Sudath Kalingamudali. Thereafter, Nuwangi Cooray modified the product using Bluetooth technology with a mobile application. This was followed by Dr. Kasun Piyumal, Supun Gunarathne, and Geethanjana Wanigasekara who further developed it for commercialisation.",
    "OREL Corporation Ltd., the leading manufacturer in the Sri Lankan electrical industry, recently entered into a patent license agreement to introduce this cutting-edge product into the market that has the potential to transform the ceiling fan regulator market and bring about a significant improvement in the quality of life for customers. OREL, with its advanced research and development facilities and robust business development capabilities, aims to spearhead the promotion of this ground-breaking product in both local and international markets. Orel has introduced this unique product to their product portfolio under Orange Electric Odessa range, which caters to the premium customer segment.",
    "The notable feature of this innovation is that it has a “smart control” feature which enables it to operate the regulator using the smartphone or tablet PC, connecting to ORELHOME App, via Bluetooth or WiFi. This wireless control feature offers unparalleled convenience, allowing the ceiling fan to be regulated from the comfort of a couch or bed.",
    "“At the Business Development Division of OREL, we believe that synergy and collaboration are the winning formulas to grow businesses in multiple folds, during trying circumstances. We are happy to nurture such innovations of the country and pave its path to commercialisation, which will in turn benefit not only our organisation and the university, but the entire country as whole” stated OREL Corporation Director – Business Development Gamini Ranasinghe.",
    "“We are extremely happy to collaborate with a giant in the Sri Lankan electrical industry to commercialise this innovation and with its wider global presence and the greater brand equity of Orange Electric, we strongly believe our innovation will have a global reach. We have taken a generous step of formulating a department fund to support and nurture such innovations to commercialisation. When many innovations in the country have failed due to lack of a support system for commercialisation, our collaboration creates a greater inspiration for all budding inventors to innovate many in the future” said University of Kelaniya Dean of the Science Faculty Prof. Sudath Kalindamudali.",
    "This venture represents the university’s dedication to innovation and excellence, and Orel Corporation’s mission of supporting local universities on creating inventions and solutions that address public needs. Orel Corporation Managing Director Kushan Kodituwakku added, “Innovation is in the lifeblood of OREL and our teams constantly search for solutions for the future requirements of the mankind may it be in the spheres of artificial intelligence, sustainable energy, IoT etc. The license agreement signed with the university for the “Smart Remotely Controllable Ceiling Fan Regulator” is a testament to our commitment to this mission, and we are proud to be a part of this ground-breaking innovation that will revolutionise the ceiling fans market in Sri Lanka.”",
    "For both Orel Corporation and University of Kelaniya, this is only the beginning of a relentless journey for excellence through innovation. There are many innovative products planned in the pipeline to be launched to the local and international markets in the near future. Orel Corporation gives an open invitation for budding inventors of Sri Lanka to reach out to them for any assistance in realising their innovation."
  ]
}