{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-remittances-up-98-pct-in-feb-2023-in-peg-credibility-analysis-115092/",
  "time_ut": 1678512480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka remittances up 98-pct in Feb 2023 in peg credibility: analysis",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s official remittances rose 98 percent to 407.4 in February 2023 from a year ago official data shows, as credibility of an exchange rate peg went up after money printing was phased out reducing parallel premiums.",
    "Sri Lanka has reported 844.9 million US dollars of remittances through official channels during the first two months of the year, up 82 percent from 446.1 million dollars a year earlier.",
    "The credibility of Sri Lanka’s soft-peg was hit from 2020 as the central bank printed money and parallel exchange rates emerged.",
    "One parallel exchange rate was in VOSTRO accounts, on the rate paid to remittance houses.",
    "Another was to semi-official settlements made among importers and exporters, which prevented reserves being used for imports.",
    "Both were blocked by authorities from the third quarter of 2022, depriving essential food importers and other most urgent inputs for the economy – whose urgency was shown in the market through the premium.",
    "As a result, demand shifted to the unofficial gross settlement systems dating back to several centuries through which long distance trade had been conducted between Asia, South Asia, and West Asia.",
    "Money printers in the current century call them ‘illegal’. Parallel exchange rates including Undiyal/Hundi/Hawala are a type of a floating exchange rate, that does not require the use of reserves or sterilization.",
    "Sri Lanka hiked rates in April and stopped intervening and sterilizing interventions shortly after India stopped giving Asian Clearing Union advances and Sri Lanka started to lose the ability to overspend and external balance started to come back.",
    "Parallel exchange rate premiums fell. Banks also started to repay delayed financial outflows as domestic credit reduced and savings went up.",
    "The exchange rate however did not appreciate because the central bank had a surrender rule, with a peg around 360/370 to the US dollar, where credibility was slowing restoring.",
    "Sri Lanka has since removed the transparent peg and the exchange rate has gone up in an ad hoc peg arrangement called a ‘flexible exchange rate’.",
    "Credibility of the peg can disappear suddenly when money is printed to maintain the country’s fixed policy rate amid a rise in domestic credit demand.(Colombo/Mar11/2023)"
  ]
}