{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/EC-rules-out-conducting-LG-polls-before-Avurudhu/108-255281",
  "time_ut": 1678077163.0,
  "original_lang": "en",
  "original_title": "EC rules out conducting LG polls before Avurudhu",
  "original_body_lines": [
    "While stressing that the date for the Local Government (LG) polls remain in the hands of the Treasury, the Election Commission (EC) ruled out yesterday the possibility of holding the election before the Sinhala and Hindu New Year which falls in mid-April.",
    "EC Chairman, Nimal G Punchihewa told Daily Mirror that even if the treasury releases funds for the election immediately based on Friday's Supreme Court ruling the election has to be held between 5 – 7 weeks from the day of declaration of the polls. Hence, the LG polls have to be held in the second half of April, 2023.",
    "Punchihewa told Daily Mirror last morning that the EC was ready to announce a short date for the LG polls if the Treasury Secretary Mahinda Siriwardene promises to release adequate funds to the EC to conduct polls at the meeting scheduled to be held tomorrow morning at the EC also attended by the IGP, Chandana Wickramaratne and Government Printer Gangani Liyanage.",
    "“I can’t give you an assurance whether the EC could hold the LG polls or if that is the case when. All depends on the availability of enough funds to the EC. If the Treasury takes the responsibility to release sufficient funds at tomorrow’s discussion, we are ready to hold the LG polls on a nearest possible day. The ball is in Treasury’s hands” Punchihewa emphasized.",
    "“However, the Treasury can also tell us that it is more than happy to release funds to the EC but they don’t have enough cash to do so at the moment. They can release funds only in a few months only. But I don’t think this kind of scenario would arise tomorrow at the discussion,” he added.",
    "If the EC failed to obtain a firm pledge from the Treasury immediately for sufficient funding to conduct much delayed LG polls, there will be another legal issue. The highest court in the country has given ruling to the Secretary to the Treasury not to retain funds allocated to the EC from the budget 2023. Therefore, the Treasury is officially and legally bound to release funds to the EC. If not, it will amount to contempt of court. The EC does not want to involve in another legal battle. The petitioners either who obtained this court ruling will need this, Punchihewa stressed.",
    "If the Treasury promises to release funds immediately, the EC will try its best to release the gazette notification indicating the day of the polls through 25 District Returning Officers (DROs) on Wednesday (8) and unless on Thursday.",
    "Commenting on the remarks coming from certain quarters that he did not call the all-important meeting at the week-end, Punchihewa said it was a long week-end and many public servants go out of the city and also they are officially not bound to attend officials meetings. (Sandun A Jayasekera)"
  ]
}