{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/GL-alleges-IGP-played-major-role-to-obstruct-LG-polls/56-745521",
  "time_ut": 1676931216.0,
  "original_lang": "en",
  "original_title": "GL alleges IGP played major role to obstruct LG polls",
  "original_body_lines": [
    "Assures public his group will bring Treasury Secretary before the law for his part in this ‘criminal enterprise’",
    "Blames Govt. for contriving a situation to ensure election would not be held",
    "Parliamentarian Prof. G.L. Peiris yesterday accused the Inspector General of Police C.D. Wickramaratne of playing a major role in collaboration with the Government to prevent the local Government election from going ahead.",
    "Peiris said Wickramaratne not only provided merely three police personnel to the Department of Government Printing when it had requested 60 policemen to provide necessary protection to the ballot printing process, but he had also provided a highly inflated estimate for resources the Sri Lanka Police would need to engage in election duties.",
    "“Compared with the estimate provided by the IGP for the parliamentary election in August 2020, the demand is six times more than what the Police wanted at the time,” he said. “The obvious purpose was to prevent this election,” Peiris added.",
    "Slamming Government Printer Gangani Liyanage, Peiris noted that she had requested Rs. 410 million upfront to deliver the ballot papers required.",
    "“This was not a commercial printing job to print invitations for a wedding. It was for ballot papers to fulfil a constitutional requirement. Never in our history has a Government Printer asked for payment in full at the outset,” he noted. Peiris revealed that for the 2020 Parliamentary Election, the Government Printing Department’s bill was settled by the Election Commission only two months later. Noting that the EC also only received a minuscule portion of the funds it requested for the initial preparations, Peiris said a situation was contrived to ensure this election would not be held.",
    "“The entire responsibility of that lies fairly and squarely on the shoulders of the Government and on nobody else,” he alleged.",
    "Peiris also called the Secretary to the Treasury Mahinda Siriwardana a collaborator of this criminal enterprise to postpone polls and said he is in flagrant breach of obligations compulsorily imposed upon him by the constitution of Sri Lanka.",
    "He said Siriwardana is duty-bound to provide the EC with the money specifically approved by Parliament for the holding of these elections. “He cannot hide behind the excuse of receiving superior orders,” Peiris said adding his party will be responsible for bringing Siriwardana before the courts for his actions."
  ]
}