{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/lending-in-a-recession-banks-should-do-venture-capital-financing-for-startups/",
  "time_ut": 1702825130.0,
  "original_lang": "en",
  "original_title": "Lending In A Recession: Banks Should Do Venture Capital Financing For Startups",
  "original_body_lines": [
    "Sri Lanka is going through a prolonged recession today. Economists, as a rule of thumb, define an economic recession as a state in which the real GDP growth is negative for two consecutive quarters. In the case of Sri Lanka, GDP growth has been in the negative region for six consecutive quarters from Q1 of 2022 to Q2 2023. Q3 of 2023 has recorded a dismal growth of 1.6% over the low base in the Q3 of 2022. But it is not news for rejoicing since the GDP of Rs. 2,946 billion in Q3 of 2023 is lower than the GDP of Q3 of 2019 which was a normal year amounting to Rs. 3,421 billion by 14% and GDP of Q3 of 2021, a year of severe economic distress, amounting to Rs. 3,276 billion by 10%. Hence, the economy which going through a recovery process today is still not in a good shape.",
    "The period ahead is also not promising since IMF has projected the growth to be around low 2% annually from 2024 to 2026. This is much below the annual average rate growth of 4.5% recorded by the country during the post-independence period. As the Central Bank Governor Dr. Nandalal Weerasinghe has mentioned in a recent public address, the Bank was successful in applying the brakes to prevent the economic vehicle going down the slope fast from falling into the precipice, taking the vehicle back to where it was will take a long period of time. Hence, the economic recovery is not autonomic but something that should be attained through deliberate policy action.",
    "This is a risky state because any negative internal or external shock disrupting economic activities can push the growth rate back to negative region once again. In such a situation, banks which are unable to recover their loans will find that the solid asset base which they have in normal circumstances start melting down as it happened during the global financial crisis of 2007-9. Banks cannot afford to experience this situ since they will not be able to honour their obligations to main fund suppliers, namely, the depositors. Hence, in a recession-stricken economy, banks should be conservative in lending, select borrowers carefully shunning those who have no potential to service loans, add a risk premium to lending rates, and concentrate on developing the existing good borrowers. This is the best strategy they should adopt to protect their balance sheets and prevent them from becoming toxic.",
    "But this goal of banks is at variance with the objective of the authorities. The authorities want the economy to recover as quickly as possible and for that purpose, they want banks to expand credit freely. As a signal, the Central Bank has reduced the policy interest rates by a mega 650 basis points within a space of six months from June 2023 and used moral suasion for banks to follow suit. By way of compliance, the banks have reduced the average prime lending rate – the rate at which they lend to their best customers – from around 16% a year ago to about 13% in early December 2023.",
    "When threatened by the Central Bank, banks will not be able to add an adequate risk premium to the lending rates except by antagonising the regulator. It is a risk which they cannot afford to take. Hence, it is in their interest to cooperate with the authorities and expand the loan portfolio to help the economy to attain a quick recovery. If their contribution leads to a quick economic recovery, they can also ride on the bandwagon of the expanding economy and ensure sustenance in loan growth and solvency in loan operations.",
    "Banks are surely stressed out in this situation. That is because it is a conflicting choice since attaining one goal will necessarily mean sacrificing the other. Banks can protect their balance sheets by being conservative in lending, but it will prolong the economic recovery disrupting their plans for long-term growth. They can expand lending without due diligence, but it will put their solvency at risk. They are, therefore, required to strike a proper balance between the need for protecting their own balance sheet, on one side, and supporting the national goal of attaining a quick economic recovery, on the other. If their balance sheet becomes toxic leading to insolvency in the long run, in the present bank resolution mechanism, they cannot expect a quick bailout support from authorities.",
    "Any solvency financing by way of long-term loans by the Central Bank is out because under the new Central Bank Act, it can provide only liquidity financing to a problem bank which is still solvent to come out of a liquidity issue. If an insolvent bank is to be given liquidity finance, it should be supported by an unconditional and irrevocable guarantee by the Government. Hence, it is the taxpayers who should bear the burden of bailing out an insolvent bank. That is also unlikely because the taxpayers who are presently overburdened by the high taxes that they are required to pay to the Government are unable to fund any bailout package for an insolvent bank. Hence, banks should help the national economic recovery, while taking measures to protect their own solvency state.",
    "One problem they are facing is that the borrowers too are stressed out due to the enormity of the struggle which they should do to ensure survival first and success in the long run later. Hence, it is a stressed-out institution helping a stressed-out borrower. Most of these borrowers belong to the micro, medium, and small enterprise sector, commonly known as MMSE sector. This sector is the backbone in the economy since it contributes to a little more than a half of the GDP and employment in the country. They are further stressed out because they do not get easy financing from formal banks at affordable rates. They are, therefore, driven to the informal money lenders who make available the needed funds within hours of making the first contact for a loan.",
    "However, the rates are prohibitive at rates ranging between 5-10% a month and terms are stringent with obligation to repay daily over a 100-day period. If the daily earnings are insufficient to repay the loan which is always the case in a low-performing economy, these borrowers are fated to eternal exorbitant indebtedness. I have documented the sad story of three of such borrowers in an article published in this series in October 2019. In all these cases, the entrepreneurs involved were caught in an inescapable debt trap and eventually had to close their businesses because they could not get a bridging loan from a formal banking institution.",
    "Like these established entrepreneurs, there are many young persons who want to startup a business but could not do so due to financing difficulties. They are also increasingly driven to the informal money lenders because they cannot meet the collateral requirements insisted by formal banking institutions.",
    "Recently, I met two such startup entrepreneurs who had borrowed an enormous sum from informal money lenders because they were not accommodated by formal banks. Both had borrowed money for working as well as investment capital from those money lenders at 10% a month repayable daily within 100 days. Unless there is a very quick turnover supported by short gestation, money borrowed for 100 days will not allow a borrower even to service the loan let alone earning sufficient money for the livelihood of the family. The business line of the two borrowers in question – one is a handloom weaver, and the other is a garment maker-is also under stress due to the low performing economy and the cheap handloom fabrics and cloths that come from India via the recently opened ferry service between Jaffna and Tamil Nadu in India. Their current cash flow is insufficient to service the loan daily and, hence, they are into heavy indebtedness. It is a matter of time that they will have to close their businesses.",
    "If banks want to support a quick economic recovery, they should necessarily accommodate the financing requirements of the startup entrepreneurs. But the existing loan products in banks will not be of any help to those entrepreneurs. To qualify for those loan products, they should be bankable from the point of the banks, could offer acceptable collateral, and prove themselves creditworthy with a good business track record. It is these requirements which they lack. Take for example the case of a young man who has passed out from a Dental School. He has the technical knowledge to function as a self-employed dentist but lacks business acumen or investible money to buy the equipment needed and furbish a dentistry. Such people need not bank loans, but venture capital provided by a venture capitalist.",
    "Venture capital is a system of participating in a business with a newcomer to the industry called startups or existing small businesses. Both types should show potential for long-term growth. The venture capitalist provides the money needed for working capital as well as the investment capital, becomes a partner of the business, offers management and operational advice, helps the newcomer to find markets, and equips him with the necessary legal and commercial requirements. It is like a son doing business under the careful watch of a seasoned businessman father. If anything goes wrong or things are going to go wrong, the father is there to help the son. Likewise, the venture capitalist is also there helping the newcomer to business to wade through the treacherous business world successfully.",
    "After the business develops into a viable state, the venture capitalist could offer to sell his stake to the original newcomer at a price agreed between them. In that way, the newcomer begins to own the business which he built with the support of the venture capitalist. But by that time, he has accumulated enough business acumen and managerial skills to run the business on his own.",
    "Sri Lanka’s formal banks are yet to enter the venture capital business. But it is a must if they are to support the economic recovery without causing toxicity to their balance sheets. There are normally three stages of venture capital funding: the earliest stage of business development known as pre-seed funding, funding at the launch of the product involved known as seed funding, and funding after the product concerned has been launched but has not picked in the market known as early-stage funding. The process is similar to the grant of a loan. A proposal is made by a prospective newcomer, it is appraised by the venture capitalist, and it is approved if it shows potential for long-term growth. Banks do not have this skill at present. Hence, it is necessary to build the internal skills within banks to undertake such a novel financing method.",
    "It is necessary that the staff handling venture capital financing should be drawn from multiple disciplines because they are required to resolve complex marketing, technological, legal, and managerial issues involved in the new venture concerned. They can be recruited anew or drawn from the existing staff. However, all those venture capital financiers in a bank should undergo special tailor-made training to handle the complex job at their hands.",
    "Venture capital financing is also risky because the new businesses undertaken should operate in an uncertain market. Their businesses may be derailed by both internal and external shocks. If the company fails, so does the banker. Hence, these losses should be treated in the same way as the treatment of loan losses. There should be a capital buffer to accommodate such losses. Hence, every bank which is to undertake venture capital financing should have a special venture capital financing reserve built out of the profits transferred to it from time to time. When a loss occurs, it can be charged to that special reserve.",
    "The Government can support venture capital financing by establishing a seed capital supply system for startup operators. It is a cost to the budget, but it is a necessity if Sri Lanka is to come out of the present economic recession fast.",
    "*The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at waw1949@gmail.com"
  ]
}