{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Prez-asserts-importance-of-Japanese-investments-for-SLs-revival/108-259959",
  "time_ut": 1685133151.0,
  "original_lang": "en",
  "original_title": "Prez asserts importance of Japanese investments for SL’s revival",
  "original_body_lines": [
    "President Ranil Wickremesinghe yesterday highlighted the importance of Japanese investments to push the revival of Sri Lanka while affirming commitment to stabilising and liberalising the economy and actively inviting new foreign ventures.",
    "Wickremesinghe shared the government’s interest to attract Japanese enterprises and discussed the various measures and reforms being implemented to create a conducive business environment for potential investors.",
    "Sri Lanka’s intentions were shared at the business roundtable ‘Sri Lanka’s Economic Revival and Opportunities for Japanese Enterprise’, which was jointly organised by the JETRO, Japan-Sri Lanka Business Co-Operation and Embassy of Sri Lanka in Japan. The event was aimed at strengthening economic ties between the two nations.",
    "Recognising Japan’s significance as a vital economic partner, Wickremesinghe emphasised the mutual benefits that can be derived from increased collaboration between the two nations. Sri Lanka’s strategic location and skilled workforce were highlighted as key advantages, providing a gateway for Japanese companies to expand their operations in the region and leverage the country’s emerging economic opportunities.",
    "As Sri Lanka continues its journey toward economic revival, Wickremesinghe’s active participation in the roundtable underscores the government’s unwavering commitment to attracting foreign investment and driving sustainable economic progress, a statement by the President’s Media Division said.",
    "Wickremesinghe also met with the Japan-Sri Lanka Parliamentary Friendship Association, and Japan’s Minister of Digitisation.",
    "With the latter, Wickremesinghe emphasised the importance of enhancing cooperation between Japan and Sri Lanka, in their respective digital transformation endeavours."
  ]
}