{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-banks-say-parate-execution-needed-to-protect-depositors-144747/",
  "time_ut": 1703233800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka banks say parate execution needed to protect depositors",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka Banks’ Association says parate execution a provision to foreclose pledged assets of borrowers who are in default is required to recover loans and repay depositors.",
    "If the recovery procedure is taken away, will have to reduce credit to only a few borrowers to safeguard depositors.",
    "“If Parate Rights are taken away, banks will be compelled to be extremely selective in lending and the availability of finance will be to a narrowing segment of entrepreneurs, resulting in credit to the private sector shrinking, contrary to Government and regulatory policies,” the statement said.",
    "The statement said bank have given a number of moratoriums and usually attempts to restructure loans before recovery processes.",
    "Parate execution is the last resort to protect depositors’ funds – SLBA",
    "Banks exercise their legally-enshrined right to Parate Execution as a last resort, and the overarching objective is the protection of depositors’ funds that have been lent to borrowers, the Sri Lanka Banks Association (SLBA) has said in a statement to the media.",
    "Responding to what it termed as lobbying by a group of defaulting borrowers espousing the removal or weakening of the protection of depositors’ funds, the Association said the Parate Execution remedy is aimed at recovering mortgaged assets from wilful defaulters and businesses that are no longer viable.",
    "The SLBA, which represents all the licensed banks in the country, emphasised that banks have extended moratoriums on debt repayment for a long period exceeding 48 months in some cases, and that in instances of wilful default by borrowers, the banks owe a duty to their depositors’ whose funds are at risk, to recover the debts overdue and minimize the losses on loans granted.",
    "The Association pointed out that the funds used to grant loans are placed with the banks by their depositors and that depositors are paid interest out of the interest charged from loans granted to borrowers. “Banks are responsible to manage this intermediary role in a very careful manner to avoid deterioration of depositor confidence which can lead to many negative economic consequences,” the SLBA statement said.",
    "“When borrowers face difficulties in repayment, the lending banks review the causes for the inability to repay interest and/or capital, and assess how the situation needs to be remedied to restore the borrower to being able to repay loans and carry on business/economic activity,” the SLBA said.",
    "“In such instances it is common for the banks to exercise empathy as a “partner” and assist the borrowers to come out of their challenging financial situation, and it is common for the banks to consider extension of loans, provide moratoriums, consider interest concessions and restructure the loans to suit the future cash flows of the employment or the business. Banks take this course as the preferred alternative to liquidating the assets of the borrower under loan security arrangements.",
    "This is because it is beneficial for the customer as well as the bank to revive a business to good financial health than to shut it down and take whatever residual value is left, which in majority of cases is less than the value of the amounts due to the bank and kills the economic activity that was being financed. The banks therefore take the option of a win-win for all and support the borrowers when they face difficulties.”",
    "“When assessing the condition of the overdue loans and their ability to be revived, banks have to accept that certain cases are beyond revival and/or that the default is wilful and in fraud of the lender. In these limited circumstances banks as responsible financial intermediaries must necessarily invoke the remedies available under the law and this includes ‘Parate Execution’ which is a measure to protect the depositors’ funds from wilful defaulters.”",
    "The Association explained that: “As a natural consequence of investing in a business, a businessman may encounter strains principally on his ability to repay loans that cannot be sustained by bank depositor’s funds i.e. bank financing alone. A decline in the economy as in Sri Lanka due to social and political disturbances, pandemic conditions and an overwhelming public debt burden can also cause businesses to fail.",
    "There has been governmental and external institutional aid to tide over these difficult times but the main reliance has been on the banks that have extended moratoriums on debt repayment for a long period, exceeding 48 months in some cases. The banks provide concessions and interest waivers during these difficult times to borrowers while maintaining interest payments to depositors to maintain confidence.”",
    "“All should acknowledge the fact that the banks, guided by the Central Bank of Sri Lanka, extended their fullest support to weather a very challenging period from the Easter Sunday attacks to the pandemic, and the economic crisis that followed.”",
    "“Parate Execution against assets securing bank debt (depositors’ funds) is the last resort. This is when all efforts at resolution of borrower’s insolvency are met with refusal to review/negotiate, usually by malicious abuse of judicial proceedings which is a common dilatory tactic.”",
    "“It now appears that a group of defaulting borrowers in various sectors have engaged lobbyists of varying degrees of influence to espouse the removal/weakening of the protection of depositors’ funds from wilful value destruction by owners of non-viable businesses where repayment delays are deliberate.”",
    "“Therefore, the banks wish to state the position in relation to reliefs claimed by the borrowers and the cost to the depositors who provide the funds, if recovery actions are taken away:",
    "•\tBanks are always open to have one-on-one discussions with any borrower who has faced difficulties in meeting debt obligations to have alternative options for loan repayments. This is in the best interest of all stakeholders.",
    "•\tIf there is no source of repayment, postponing recovery action will not solve the issue and ultimately the depositors’ funds will not be returned to the banks.",
    "•\tThe Parate Execution remedy is aimed at recovering mortgaged assets from wilful defaulters/businesses that are no longer viable.",
    "•\tThe overarching objective is to protect depositors’ funds that have been lent to wilful defaulters/ borrowers.",
    "•\tDepositors’ confidence is of paramount importance for economic growth which is much needed in the Sri Lankan context.",
    "•\tIf Parate Rights are taken away, banks will be compelled to be extremely selective in lending and the availability of finance will be to a narrowing segment of entrepreneurs, resulting in credit to the private sector shrinking, contrary to Government and regulatory policies."
  ]
}