{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/army-bigwigs-have-made-shameful-attempts-to-bury-the-truth/",
  "time_ut": 1677606356.0,
  "original_lang": "en",
  "original_title": "Army Bigwigs Have Made Shameful Attempts To Bury The Truth",
  "original_body_lines": [
    "The quote “Wheels of justice grind slow but grind fine” is credited to Sun Tzu, the author of The Art of War, an influential work of military strategy, But in Sri Lanka this quote should be taken with a pinch of salt. Cases filed in courts gets dragged on and on for several months, if not years. Both the lawyers for the accused and defendant ask for postponements on the flimsiest grounds. Normally the party asking for the postponement must support the request with clear, cogent and compelling reasons. This is seldom done. The Courts gleefully hand over postponements. Of course, the lawyers collect their fees for their appearance in the court.",
    "There is a joke about how lawyers get filthy rich by getting postponements. Once there was a senior lawyer who retired when his son graduated from the Law College. He handed over his briefs to his son. After his first day in court, he rushed back home and told his father that he won the case that was dragging in courts for 20 years or more. The father was taken aback and asked his son which case and who is the client. The son dutifully gave his father the answers. “O god what have you done? He was one of my richest clients. It was with his fees he paid I built this house, gave dowry to your sister and what more paid your fees to the Law College. Now you have let go the duck that laid the golden eggs.”",
    "The story might have been a fiction, but there is an element of truth in it.",
    "Writ of habeas corpus petitions filed as far back as 2012 have wound its way in the Vavuniya High Court. On February 23, 2023 judgement was delivered on the corpus petitions filed by Ponnampalam Kandasamy, Sinnathurai Sasikaran (Ezhilan) and Uruthamurthy Krishnakumar (Columbus) all second rank LTTE cadres who surrendered to the army on 18th May, 2009 along with fellow fighters.",
    "The High Court Judge in delivering his judgment said that the Court was satisfied that there was sufficient evidence that the missing persons surrendered to the army are either in the possession of the army or have gone missing.",
    "Lawyer K.S. Ratnavel who supported the writs in the court claimed the judgement on 3 writs of habeas corpus petitions against the army was a huge victory for the people affected. The court has ordered the missing persons to be produced before the court or give reasons, if that is not possible.",
    "The search for their relatives by the petitioners which started in 2013 was completed in 2023 after 10 years of filing the case. The cases have been fixed for 22nd of next month to produce the persons in court or explain the reasons, if that is not possible.",
    "When these cases came up for hearing in November last year, relatives of missing persons said that they themselves are “joint witnesses” of their loved ones surrendering to security forces at the end of the war, and queried how the Army, therefore, could deny the evidence of those who surrendered.",
    "Speaking to The Morning, Association for the Relatives of Enforced Disappearances Secretary Leeladevi Anandanadarajah queried how the Army could claim lack of evidence, when the relatives of the missing are joint witnesses to their surrender.",
    "“We are the witnesses who saw our relatives and friends surrender. Many of those who surrendered their loved ones at the end of the war are joint witnesses. Everyone had seen other families similarly handing over their loved ones to security forces at the end of the war,” she said, adding “When my son was being surrendered, I saw him, and the mother who was next to me saw him too. Similarly, I too saw her son being surrendered. Therefore, we are joint witnesses. If it is about one person, they can assume that it is a lie, but we are joint witnesses and this is regarding a number of persons. How can they deny it? We will appeal to the international community.”",
    "The former Minister of Women’s Affairs and Rehabilitation in the NPC Ananthy Sasikaran said her husband Ezhilan   went with other senior LTTE leaders and surrendered to the army. She told The Morning: “Recently, many Government representatives including Ministers have mentioned on occasions that there is no evidence for those who surrendered to security forces during the end of the war. I have filed a writ of habeas corpus in December 2012 to the Vavuniya High Court (HC) and the hearings took place at the Mullaitivu High Court. I surrendered my husband to the security forces. It was not only me as there were others who handed over their loved ones. How can they say that there is no evidence of those who surrendered?” Ananthy said that when her husband Ezhilan went with other senior LTTE leaders to surrender, she and the three children had walked behind.",
    "She further noted that she had made submissions to the International Committee of the Red Cross (ICRC) in 2009, the Human Rights Commission of Sri Lanka (HRCSL), the Lessons Learnt and Reconciliation Commission (LLRC), the United Nations Panel headed by Yasmin Sooka and the Paranagama Commission in regard to the surrendering of her husband.",
    "“We are speaking the truth. We handed over our loved ones to security forces at the end of the war. We are not trying to make the Government unpopular. I have filed a case. I have taken legal action and the judgement is due this month,” she added. Speaking to The Morning, Tamil National Alliance (TNA) Media Spokesman President’s Counsel (PC) and Opposition MP M.A. Sumanthiran said that the evidence is in those who surrendered their relatives themselves.",
    "“This had been recorded in the LLRC report, which is a Government Commission itself, saying that there is evidence of a little over 3,000 people being surrendered in the last few days of the end of the war. This is not the whole number but that is what the LLRC says,” he noted.",
    "“For the Army to come now and say that nobody surrendered is an absolute joke. Some even surrendered in the presence of the ICRC. This, along with the Office on Missing Persons (OMP) Chairman saying nobody surrendered, is the reason why we have continuously said that the investigations must be international. On one side is the LTTE and on the other is the Sri Lanka Army – when you have two sides involved in a war, and if there are allegations of wrongdoing, they must be investigated independently. For it to be independent, it cannot be one of the two factions that investigates it. It has to be an entirely independent body. In this situation, if it is to be independent, it must necessarily be an international mechanism.”",
    "Meanwhile, when an appeal was taken up before the RTI Commission, the Army’s Designated Officer under the Right to Information (RTI) Act Brigadier N.K.N.K. Nagahawatte stated that LTTE fighters did not surrender to the Army, but that internally displaced persons had.",
    "Tamil Mirror Journalist D. Nirosh Kumar had made a request under the RTI Act seeking information pertaining to the number of LTTE fighters who surrendered to the Army, the officials who supervised such incidents, the number of LTTE fighters who were arrested during the last period of the war, and the officials who supervised such arrests.",
    "On 05 July, 2019 Responding to a Right to Information (RTI) Act request, the Information Officer of the Sri Lanka Military, Brigadier Sumith Atapattu claimed “LTTE members have not surrendered themselves to the Sri Lanka military during the last stages of the war and they have handed themselves over to the Sri Lankan government”. Ironically, Information Officer of the Sri Lanka Military, Brigadier Sumith Atapattu during the war was part of the Mechanised Infantry regiment himself.",
    "“As the institution with authority to deal with matters regarding surrendered LTTE members is the Bureau of the Commissioner General of Rehabilitation, you are kindly requested to obtain the required information from them,” said Brigadier Sumith Atapattu.",
    "As the Information Officer of the Army had not provided him with the relevant information, Kumar had later filed an appeal with the RTI Commission, and the relevant appeal was taken up on 3 November, 2022.",
    "On May 18, 2009 the army through their public address system asked the people and the LTTE cadres to surrender at different locations at Vadduvaakal. LTTE cadres surrendered to the army in two batches some few hours apart. The first batch was during the wee hours of 18 May 2009 led by P. Nadesan, Head of the LTTE Political Department, along with Seevaratnam Pulidevan of the Peace Secretariat and his Deputy Col. Ramesh and Nadesan’s wife Vineetha surrendered carrying white flags. In addition, 60 other LTTE cadres and 40 civilian relatives of LTTE cadres also surrendered.",
    "The second batch of LTTE leaders led by Ezhilan surrendered to the 58th Division under the command of Brigadier Shavendra Silva army at Vadduvaakal. A short time later they were taken in CTB buses, to an unknown destination allegedly for ‘a short inquiry’ and promising they will be released soon. The spouses and relatives have seen with their own eyes the army taking them away.",
    "In an interview, General Fonseka who was the commander of the armed forces told the Sunday Leader newspaper that extrajudicial killings had occurred on the orders of Gotabaya Rajapaksa. He stated: “Basil Rajapaksa, (a senior government figure) had conveyed information to the defence secretary, Gotabaya Rajapaksa, who in turn spoke with Brigadier Shavendra Silva, commander of the Army’s 58th division, giving orders not to accommodate any [Tiger] leaders attempting surrender and that they must all be killed.”",
    "OMP chair Saliya Peiris has said that he requested the list of surrenders from the authorities, but he never received any list.  In 2016, a senior military commander revealed in courts that the 58th Division, which is accused of committing war crimes, is in possession of a list of those who surrendered to the security forces. The General Officer Commanding (GOC), 58th Division of the Sri Lanka Army, Major General Kavinda Chanakya Gunawardena told Mullaitivu Magistrate Court that his division holds a list of all the LTTE cadres who surrendered to the military. However, the commander failed to provide the document in court.",
    "An Army Court of Inquiry (COI) established by post-war military Commander Jagath Jayasuriya in 2012 also acknowledged that the military did indeed capture LTTE cadres. “The Sri Lanka Army had acted in a very professional manner taking very elaborate measures to avoid civilian casualties and all persons, including captured/surrendered LTTE cadres,” said the COI report.",
    "The UTHR-J report mentioned the names of top leaders who surrendered to the army.  Karikalan (former eastern province political wing leader and subsequently in charge of the economic division), Yogaratnam Yogi (former spokesman of the LTTE), Lawrence Thilakar (a former spokesman of the LTTE, a one time head of LTTE office in Paris and later in charge of the Tamil Rehabilitation Organisation), Thangkan (former Deputy political section leader), Ilamparithi (former head of the political section for Jaffna district), Ezhilan (former Trincomalee political wing leader), Paappa (former head of the LTTE sports division), Puvannan (former head of the administrative division of the LTTE), Gnanam (deputy international head) and Tamilini head of the Women’s political wing.",
    "On June 12, 2009, The Asian Tribune reported that “LTTE Senior V. Balakumar and seven other hardcore Tigers are in the police net, Asian Tribune learns. They are Yogaratnam Yogi, former LTTE spokesman, Baby Subramanian, LTTE stalwart of long years, Lawrence Thilakar, a former head of the LTTE’s International Secretariat, Ilamparithi, Jaffna political leader, Karikalan of the Eastern Province and three others whose names are not immediately available.”",
    "On August 06, the Lanka Guardian published a photograph taken in the army-controlled area detention centre showing V. Balakumar and his son seated on a bunk under a tree. The background of the photograph shows army soldiers moving around the area. According to Lanka Guardian, V. Balakumar came to surrender to the Army together with other senior leaders of the LTTE. The photograph was taken in the army-controlled area. It is rumoured all the LTTE leaders who were taken away in CTB buses were placed inside cement crushing machines and gruesomely killed.",
    "Here is a list of those LTTE cadres who surrendered to the armed forces on 17/18 May, 2009 but their whereabouts unknown.",
    "(2) V. Ilankumaran (alias Baby Subramanian) Head of the Thamil Eelam Education Department. His wife Vettrichchelvi and daughter Arivumathy.",
    "(3) Yogaratnam Yogi in charge of ’Institute for Conflict Research’ in Vanni",
    "(4) Poet Puthuvai Ratnadurai, Coordinator of LTTE Arts and Cultural Department",
    "(6) Rajah (Chempiyan) Assistant Coordinator LTTE Sports Department and his 3 children",
    "(12) Piriyan, Head of Administrative Service Department and his family",
    "(13) V. Poovannan, Head of the Administrative Service Division of the LTTE",
    "Through out this episode the Sri Lankan army and the government have been on the denial mode about those LTTE cadres who went missing after surrender to the army. The army bigwigs have made shameful attempts to hide the truth by taking refuge under subterfuges. Now Nemesis has caught up with the army officers implicated in war crimes who have hitherto enjoyed apparent impunity. Let us wait and see what happens on March 22, 2023.",
    "Sharp instruments to wear the monarch’s wealth away?  (Kural 555, Chapter 56 On Unjust Governemnt)"
  ]
}