{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Blood-money-involving-public-health-crisis/172-264290",
  "time_ut": 1690821986.0,
  "original_lang": "en",
  "original_title": "Blood money involving public health crisis",
  "original_body_lines": [
    "In  1976 Premier Bandaranaike received a telephone call from the US  government, warning that if Prof. Bibile was not removed and his policy  withdrawn the US would stop the provisions of PL480 aid for Sri Lanka to  obtain wheat flour",
    "While President Ranil Wickremesinghe and the Sri Lanka  Podujana Peramuna government are acting effectively to pull Sri Lanka  out of the debt trap and the worst economic crisis since independence,  the vital public health service is on the brink of collapse—which means  the poor people will die, and the rich will live.",
    "The public health service was strengthened in 1971 when  Prime Minister Sirimavo Bandaranaike’s government implemented the Senaka  Bibile principles which was done by one of the world’s respected  prophetic pharmacologists Prof. Senaka Bibile with the assistance of Dr.  S. A. Wickremesinghe who was also the leader of the Sri Lanka Communist  Party.",
    "For more than five years the Bibile principles were  implemented effectively, and the people were able to get quality  medicinal drugs at affordable prices. Under these plans the State  Pharmaceutical Corporation was set up and also the State Pharmaceutical  Manufacturing Corporation. One of Prof. Bibile’s intentions was to  manufacture good quality drugs in Sri Lanka and thus ensure not only  the quality but also save foreign exchange, which would have prevented  Sri Lanka from going bankrupt as we did in April last year.",
    "In a rare feature, Prof. Bible was not only the Chairman of  the SPC but also the head of its trade union. Those who worked closely  with him would often see him sit on the floor and help pack the drugs  which were imported loose. His principles were quality, safety,  efficacy, the cost of the drug and the need for it.",
    "At that time Sri Lanka imported about 500 drugs but after  Prof. Bibile was forced to leave we now import about 12,000 varieties of  drugs including more than 50 varieties of antibiotics ranging from amoxicillin which the SPC now sells around Rs. 10 to other brands which  costs around Rs. 70 to Rs. 100. Though Prof. Bibile put a limit of 500  on the number of drugs imported things have changed and we could put the  limit at 1,000 drugs. But 12,000 is a huge waste of money and perhaps one  of the reasons for our bankruptcy.",
    "Among the many mafias, the pharma-mafia is known to be one  of the most powerful. So powerful that in the United States, the pharma  mafia was able to force the US government to get rid of Prof. Bibile. In  1976 Premier Bandaranaike received a telephone call from the US  government, warning that if Prof. Bibile was not removed and his policy  withdrawn the US would stop the provisions of PL480 aid for Sri Lanka to  obtain wheat flour. The Prime Minister called Prof. Bibile and in turn,  asked his pharmacological assistant to join him to see the Premier. He  had told Prof. Balasubramaniyam “I think we are finished,”. As expected  Ms. Bandaranaike told Prof. Bibile while she had great respect for him  and his policies she had no option but to ask him to leave.",
    "So one of modern medicine’s great prophets left the country  and went to South America where he worked for the United Nations  organisation. Years later he died there in mysterious circumstances and  eminent personalities such Prof. Carlo Fonseka, former chairman of the  National Council for Higher Education, believe Prof. Bibile was killed.",
    "In early 2000 the People’s Movement for the Rights of  Patients (PMRP) filed a fundamental rights petition in the Supreme  Court which said the people’s fundamental rights were being violated  with the withdrawal of the Senaka Bibile policy. The case dragged down  for years and the then opposition parties including the United National  Party (UNP) promised they would restore the Senaka Bibile policy if they  were elected to office. Indeed they did when the Yahapalanaya government  led by President Maithripala Sirisena and Ranil Wickremesinghe came to  office in 2015. Prof. Bibile’s key policy was setting up of the high-powered National Medicinal Drugs Authority (NMRA).",
    "But Sri Lanka’s mafias are powerful and there are reports  that some 40 drug company managers met a leading politician where each  of them gave him Rs. 25 million. It was supposed to be for campaign  funding but it is clear to whom and for what the huge sum was used.  These are the roots of the current public health service crisis, and  President Wickremesinghe needs to use surgical equipment to battle the  drug mafia."
  ]
}