{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95801/sri-lanka-cannot-afford-another-mistake-like-january-2015-mahinda",
  "time_ut": 1703076120.0,
  "original_lang": "en",
  "original_title": "Sri Lanka cannot afford another mistake like January 2015 – Mahinda",
  "original_body_lines": [
    "Former President and Sri Lanka Podujana Peramuna (SLPP) leader Mahinda Rajapaksa has urged all persons to pay special attention to tax policies and the economic practices of the political party they vote for during the upcoming elections, in a bid to ensure that the ‘mistakes’ made in 2015 will not be repeated.",
    "Issuing a statement on Wednesday (20 Dec.), Rajapaksa said: “Whatever decision the people make at the next elections should be based on rational thinking, proper facts and correct data. We are still living through the consequences of January 2015 and this country cannot afford another mistake like that again”.",
    "He further stated that while the SLPP, led by him, is a part of the government, the incumbent Head of the Government and Head of State is the leader of a different political party with different policies.",
    "He noted that the new President successfully restored law and order to the country and that he is now directing government policy as the Executive President. In this vein, former President Rajapaksa emphasised that currently, it is the SLPP’s primary duty to ensure a stable government until the next national elections.",
    "The relevant statement focused on reducing the existing tax burden faced by the people of the country, with the SLPP leader claiming that the revised Value Added Tax (VAT) rates included in the 2024 Budget is set to become a major political issue in 2024.",
    "“The call to reduce taxes is based on solid economic principles. When taxes are low, both individuals and corporations have more money to spend and invest and this acts as a driver of the economy”, he said in this regard, emphasising that the high tax burden has caused an exodus of educated and highly trained professionals from the country.",
    "Attached below is the full media release issued by the SLPP Leader:",
    "Reducing the Tax Burden - Mahinda Rajapaksa by Adaderana Online on Scribd"
  ]
}