{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/11/develop-a-formal-plan-for-nuwara-eliya-president/",
  "time_ut": 1681182960.0,
  "original_lang": "en",
  "original_title": "Develop a formal plan for Nuwara Eliya – President",
  "original_body_lines": [
    "President Ranil Wickremesinghe directed officials to develop a formal plan aimed at maximizing the contribution of the Nuwara Eliya District, a major tourist city, to the Sri Lankan Government’s program to establish a stable economy within a four-year timeframe.",
    "During a discussion held at the Nuwara Eliya District Secretariat on Monday (10), the President instructed officials to work on a formal plan to maximize the contribution of the Nuwara Eliya District.",
    "The discussion also included the unveiling of the Nuwara Eliya New Town Development Plan and the Nuwara Eliya Tourism Plan, which were attended by political authority and government officials from the Nuwara Eliya District.",
    "President Ranil Wickremesinghe, who spoke at the occasion, highlighted that despite the belief of many that the country’s economy could not be rebuilt, the agreement reached by the International Monetary Fund and the Government, provides an opportunity for fresh hope on the country’s economy.",
    "The President emphasized the importance of developing the Nuwara Eliya District as a striking city that can attract tourists throughout the year, targeting both local and foreign tourists.",
    "The President stressed the importance of preparing the development plans while considering the needs of tourists. He explained that the plans should prioritize creating a pleasant environment for tourists to relax, rather than focusing on constructing large buildings.",
    "He also pointed out that the absence of a formal system for rainwater drainage in Nuwara Eliya City is a longstanding issue, and he urged officials to implement an urgent program to address this problem. Additionally, he directed special attention to solving the problem of drinking water in the area.",
    "President Wickremesinghe further explained that buildings in the Nuwara Eliya City should be done according to a proper plan, rather than constructing buildings haphazardly.",
    "He emphasized that the city has suffered due to the construction of large buildings and that officials should consider whether to turn it into a bustling metropolis like New York or maintain its identity as Nuwara Eliya.",
    "The President highlighted the likelihood of an increase in tourist arrivals to Nuwara Eliya with the completion of the Central Expressway and stressed the importance of developing facilities in accordance with a proper plan.",
    "He also emphasized that no party or investor should be allowed to damage the resources of the Nuwara Eliya District, and that all development should be environmentally friendly and well-planned.",
    "Furthermore, Mr. Wickremesinghe called for government officials and political authorities to work in a well-coordinated manner in these matters. He encouraged everyone to think beyond the traditional framework and align themselves with the new program needed by the country.",
    "Following the Sinhala and Tamil New Year, President Ranil Wickremesinghe expressed his intention to meet with all the secretaries of ministries, chairpersons of authorities and commissions, as well as heads of departments in order to obtain their contribution to realize the targeted 2025 development plan.",
    "During the discussion, there was a widespread focus on developing the Nuwara Eliya District through sustainable and environmentally friendly practices.",
    "There was a detailed conversation regarding the development activities to be carried out in the city under the Nuwara Eliya City Development Plan, as well as the development of Nanu Oya as a sub-city.",
    "Plans were also made to develop Nuwara Eliya as a green city by preserving forest conservation areas, and five suburbs were earmarked for development with Nuwara Eliya as the central hub. Additionally, the establishment of a university in Nuwara Eliya and the construction of a Ramayana Center were also discussed during the meeting.",
    "The President issued instructions to modernize the Nanu-Oya Railway Station and establish a high-quality economic centre nearby. The aim is to enable farmers to pack their vegetables and transport them safely and conveniently to Colombo.",
    "The development of the racecourse and the lake, improvement of parking facilities, and speedy implementation of a formal water management program in Nuwara Eliya were given special attention during the discussions.",
    "In addition, a program to increase the income of local residents and improve their lives was discussed at length.",
    "Semasinghe meets IMF & World Bank teams in DC to discuss reforms, and recovery"
  ]
}