{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lifetime-chartered-shipbrokers-uk-medal-conferred-on-dr-parakrama-dissanayake/",
  "time_ut": 1678123860.0,
  "original_lang": "en",
  "original_title": "Lifetime Chartered Shipbroker’s UK Medal conferred on Dr. Parakrama Dissanayake",
  "original_body_lines": [
    "The Institute of Chartered Shipbrokers which was founded in London in 1911 and Royal Charter awarded in 1920, has conferred its Lifetime Chartered Shipbroker’s Medal to Dr. Parakrama Dissanayake Deputy Chairman and Managing Director of Aitken Spence PLC.",
    "Dr. Dissanayake pioneered Commercial Maritime Education in Sri Lanka through the Institution’s branch in Sri Lanka as Founder/Secretary/Chairman. He was appointed as the first non-British International President of the Institute of Chartered Shipbrokers (UK).",
    "Dr. Dissanayake has authored and presented numerous articles on Maritime and Logistics. He was the first-ever industry professional to be appointed as the Chairman of the Sri Lanka Ports Authority and for two stints. He has held several other positions as the Secretary to the Cabinet Ministry of Ports, Shipping and Southern Development, Chairman – Chartered Institute of Logistics & Transport Sri Lanka, Chairman – Advisory Council, Sri Lanka Transport Board, Board Director of Ceylon Shipping Corporation and Chairman/CEO of Aitken Spence Maritime & Logistics, the first Sri Lankan Company to venture into Port Efficiency Management and launch two Public Private Partnerships on Ports outside Sri Lanka.",
    "He is a Professor in Maritime Studies (visiting) at Shanghai Maritime University, Dalian Maritime University and Co-Chairman of CINEC Maritime Campus. He has also served on the UN/UNCTAD Panel as a Shipping Expert and is a Member of the International Association of Maritime Economist.",
    "Aitken Spence records PBT of Rs. 8.5 billion for first half of 2022/23, with quadruple-digit growth over previous year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}