{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95492/sri-lanka-to-establish-independent-commission-for-truth-unity-and-reconciliation",
  "time_ut": 1702050720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to establish Independent Commission for Truth, Unity and Reconciliation",
  "original_body_lines": [
    "The Sri Lankan government has decided to establish an independent Commission for Truth, Unity and Reconciliation, marking a historic step towards transitional justice and post-conflict reconciliation.",
    "According to the President’s Media Division (PMD), this proposed Commission is planned to be established through an Act of Parliament, which is currently in the drafting process as a concept paper in consultation with relevant stakeholders.",
    "The concept paper, used to prepare the final draft of the Bill for Parliament, will soon be available for comments to ensure an inclusive process in developing legislation that strengthens and safeguards national unity through truth, transitional justice, reconciliation, reparation and social cohesion, the PMD added.",
    "A key objective of this process is to establish the truth regarding post-conflict grievances of Sri Lankan citizens, facilitating reconciliation, reparation and sustainable peace.",
    "“The proposed Commission acknowledges every Sri Lankan’s inalienable right to ascertain the truth, a pivotal aspect for individuals and communities to heal from past conflicts,” the PMD statement reads.",
    "Additionally, the Commission aims to ensure and strengthen national unity, peace, the rule of law, coexistence, equality, tolerance, respect for diversity and reconciliation among the people of Sri Lanka. This commitment extends to preventing any recurrence of disharmony and future conflict between the multi-ethnic and diverse communities.",
    "The Commission is expected to review, consider and facilitate the implementation of recommendations made by past Commissions related to Sri Lanka’s post-conflict reconciliation efforts, including the Lessons Learnt and Reconciliation Commission (LLRC).",
    "Findings from the Consultation Task Force on Reconciliation Mechanisms, established in 2006 by the Government of Sri Lanka, will also be considered.",
    "In its statement, the PMD further said: “The Government of Sri Lanka is committed to ensuring that the proposed independent Commission acts impartially, free from any political influence. With a victim-centric ethos, the proposed Commission will be a sanctuary for voices to be heard, pain to be acknowledged and dignity to be reclaimed, providing a closure to victims and paving the path for national unity and social cohesion.”",
    "Pending the enactment of the proposed new law, the government has initiated the establishment of an interim body, the Interim Secretariat for Truth and Reconciliation Mechanism (ISTRM). The ISTRM is working to build the necessary legal and policy framework, operational procedures and guidelines for the Commission.",
    "The objective of the ISTRM is to lay the foundation for a home-grown solution for truth, reconciliation and national unity.",
    "The ISTRM is currently engaging with the public and stakeholders to ensure the Commission is built with their participation and consultation, shaping this transformative mechanism and ultimately paving the way for sustainable peace and national unity."
  ]
}