{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Serving-the-nation-without-praise/4-750799",
  "time_ut": 1689795295.0,
  "original_lang": "en",
  "original_title": "Serving the nation without praise",
  "original_body_lines": [
    "Our nation has stagnated far too long. We need to move forward, and our children deserve a better future. This is no time for a novice. All of us went through the torment of having been governed by an apprentice for two-and-half years. None of us want to go through the same ordeal again. Thus, we must rally behind a leader who has the maturity and astuteness to take our nation forward and manage the intricate challenges that arise both locally and internationally",
    "One year ago, Sri Lanka was in a complete state of anarchy. The island was undergoing its worst economic and political crisis in its contemporary history. People died while they were languishing in long queues to buy fuel, powdered milk, gas cylinders, and various other essentials. Schools and universities were not functioning, and the future of the youth and children appeared bleak. The entire nation was engulfed by dark clouds of gloom and doom.",
    "Nevertheless, fortunately, one year later, a sense of calmness and tranquillity prevails across the country. Hours-long power cuts have ended. The acute shortage of essentials has been mitigated. Schools and universities are functioning as usual, and normalcy and order have been restored. The Central Bank expects the economy to restart growth this quarter, which is earlier than predicted by many economists, while foreign remittances are surging and tourist arrivals are rising.",
    "All these outcomes would not have been possible if not for the far-sighted, brave, and pragmatic leadership of President Ranil Wickremesinghe (RW). His political career is an epitome of progressiveness and modernism. He is the only local university graduate to attain the position of either Prime Minister or President in the history of Sri Lanka.",
    "Ever since he became Leader of the UNP, RW has been subjected to an avalanche of vilification and character assassination quite unfairly by countless individuals in this country who cannot match his stature and accomplishments. This barrage of slander and disparagement against him over the years has prevented the people of this country from understanding the yeomen service he has rendered to the nation throughout his career as a public administrator.",
    "One is reminded of the proverb – “sticks and stones are thrown only at fruit-bearing trees” – when reflecting on the President’s political career. Many young or even middle-aged voters are not even aware of his achievements as a Cabinet Minister of numerous portfolios in ‘80s and early ‘90s. In the current context of international politics, RW is one of the most politically experienced state leaders. As the nation is commemorating the first year anniversary of RW’s Presidency, this is an attempt to illustrate his service to the nation over a period of more than four decades as a MP, Cabinet Minister, Prime Minister and President.",
    "RW began his political career at the age of 28 by contesting the Parliamentary Election in 1977 from the Biyagama electoral seat. Following this election, he was appointed as Deputy Minister of Foreign Affairs by Late President J.R. Jayewardene. As MP for Biyagama, he transformed his constituency into a highly developed suburb with new roads, electrification projects, water and sanitation schemes, schools, community centres and many other infrastructure facilities from a backward, remote region before 1977. Biyagama Free Trade Zone (FTZ), which was established in 1985, contributed immensely towards the socio-economic empowerment of people in the area, offering both direct and indirect livelihoods.",
    "His tenure as Minister of Education, Youth, and Employment is considered as the heyday of his political career by many observers. Revitalising the National Youth Services Council (NYSC) to become a prominent youth development institute in the country remains one of RW’s lasting legacies. The youth had been given exposure in community service, youth clubs, sports, cultural activities, international youth exchanges, career guidance, as well as training in new technology under this initiative. Over the years, the NYSC has produced a number of exceptional artistes in the spheres of drama, acting and compering.",
    "RW is perceived as one of the best Education Ministers this country has ever had. The progressive and reform-minded attitude he adopted as Education Minister is described in the book authored by Eric J. De Silva – A Peep into the Past: Stories from the life of a Public Servant (the author was Secretary to the Ministry of Education when RW was Education Minister): “This is what I set out to do with the fullest backing of the Minister. At my very first meeting with him, he (RW) made it clear that his priorities were to reorganise the Ministry and make it a working outfit and prepare a White Paper on education reforms for the purpose of reaching some basic agreement with the general public. As far as re-organizing the Ministry was concerned, he gave me a ‘carte blanche’ to pick the best possible team to man the key posts in the administration.”",
    "According to De Silva, the White Paper presented by RW had contained a number of proposals relating to the formation of school clusters for better management, the diversification of university and tertiary-level courses, curriculum development, teachers’ service, administration of the education system, etc., making it a very comprehensive document that provided an excellent opportunity for agreement to be reached across the political divide. Unfortunately, the implementation of the proposals included in the White Paper had been prevented by partisan political propaganda, dominated by the JVP-led slogan shouting, protests, and street demonstrations.",
    "The National Colleges of Education that were launched by him in 1985 continue to be the most sought-after path for the youth who aspire to become teachers in government schools. He established 9 National Colleges of Education (e.g. Nilwala and Sariputhra) and 2 national education training centres during his stint as Education Minister. With the assurance of job safety and hostel facilities for students, this mechanism has served the education sector quite admirably for decades up to now. In order to resolve the acute shortage of English Language teachers in government schools, RW initiated the Delic System of English training. The number of schools teaching science streams increased by 30%, and the schools with A-level classes grew by 60% during this period.",
    "Introducing cluster schools was another innovative concept introduced by him under which schools with limited resources could use the facilities of resource-rich colleges in the same locality.",
    "Nobody has acknowledged his contribution to the field of sports, but as Education Minister, he took constructive steps to open up avenues for school students to excel in sports. The national-level sportsmen and women were recruited as physical training teachers, and 16,000 youngsters were appointed as Sports Instructors after comprehensive training.",
    "The National School Sports Festival – the premier school sports event which has produced many local and international-level athletes – was a novel brainchild of him.",
    "Subsequent to Late Ranasinghe Premadasa becoming President in 1989, RW was appointed as Minister of Industries, Science and Technology. This was a period in which President Premadasa implemented his landmark 200-garment-factory project which envisaged the alleviation of poverty as well as rural economic development by effectively utilising the US garment quotas. RW was able to inaugurate Koggala FTZ in 1991, and it was the first FTZ to be launched outside the Western Province.",
    "The first government enterprise to be privatised in Sri Lanka – United Motors Lanka (UML) – came under RW’s portfolio of Industries, followed by Ceylon Oxygen Ltd., which too came under his ministry. The privatisation drive aimed to attract FDIs in addition to reducing the financial burden of state entities on taxpayers. The employees of the privatised entities had also been granted shares as part of divestment, and sometime later they had become millionaires.",
    "RW’s acclaimed association with Sri Lanka’s ICT industry is described nicely by Chanuka Wattegama, a noted ICT analyst in Sri Lanka, in the Daily Mirror newspaper on 23 July, 2019, in his column titled – Presidential Election 2020: Who will craft our own digital future?: “The Indian friends of mine still talk highly about Rajiv Gandhi as the pioneer of the digital boom in India. Gandhi lost power in 1989 and was assassinated immediately prior to re-election – i.e. before the IT boom in India took off. That also left P.V. Narasimha Rao to carry out liberalisation with Dr. Manmohan Singh on one side, Chidambaram on other. Still Gandhi was that passionate individual who started it all. In Sri Lanka, our own Rajiv Gandhi could be Prime Minister Ranil Wickremesinghe.”",
    "As Education Minister, RW introduced television sets with VCR players and computers to Sri Lankan schools, thereby initiating ICT Education in Sri Lankan schools. As the Industries and Science and Technology Minister, RW was instrumental in connecting Sri Lanka to the international submarine cable SEA-ME-WE. Also, he launched the first INFOTEL ICT trade exhibition in 1993. Probably his significant achievement was playing a pivotal role in introducing the internet to Sri Lanka by laying the groundwork during his visit to the USA in 1993 where he met the US Vice President Al Gore.",
    "As Prime Minister in 2002, he launched the e-Sri Lanka programme - an ambitious programme to leapfrog Sri Lanka into the digital sphere and set up the Information and Communication Technology Agency (ICTA) as the implementation body, replacing the Council for Information Technology (CINTEC). During the same period, he also kicked off ‘SmartGov’, the first e-government initiative in Sri Lanka.",
    "When the UNP lost in 1994, RW became Leader of the Opposition as well as that of the UNP. In 2001, he became Prime Minister for the second time at another critical time for the country. When he became PM, the economy had suffered a negative growth rate for the first time in the post-independent history. Four months before his victory, Lloyds of London had declared Sri Lanka as a war-risk zone; hence, ships were reluctant to enter Sri Lanka. Hours-long power cuts were the order of the day. The period from 94-2001 witnessed debilitating military setbacks and places of national importance such as oil storage complexes in Kolonnawa, the Central Bank, World Trade Centre, BIA, etc., came under deadly attack from the LTTE.",
    "Despite this adverse background, at the end of his two-year government in 2004, RW was able to bring about a state of normalcy and stability to the country. The economic growth rate rose to 6% in 2003, and the peace process he initiated ensured the safety of citizens. He laid the groundwork for the economy to take off by developing a comprehensive strategic programme for economic development – Regaining Sri Lanka. Regaining Sri Lanka addressed the fundamental structural issues of the economy and if the reforms proposed by that blueprint had been implemented, our economy would not have suffered the crisis it underwent in 2022. Unfortunately, during this period, the ceasefire violations committed by the LTTE provided the opportunity for his opponents to portray that he was appeasing the LTTE.",
    "In 2015, RW became Premier for the third time. Those who ridicule him for electoral defeats conveniently forget to mention that he would have been elected President in 2005 had the voters in the North and the East were not prevented from voting by the LTTE. From 1977-94, RW did not face any obstacles to carry out his programs and activities, as the Executive and Parliamentary majority were held by the same political party.",
    "Therefore, he thrived and excelled as a Cabinet Minister. But this was not the case in 2001 and 2015. All his policies and programmes were blocked by a hostile Executive, and he was subjected to backstabbing and conspiracies. Particularly, during the latter period, he had to work with an Executive President who did not share the UNP’s Centre-Right ideology, and the East Container Terminal PPP project, land reforms, and shipping liberalisation were all blocked by the Executive during this tenure.",
    "RW, being a highly educated person with a cosmopolitan outlook, is at complete ease with diplomacy and international affairs. During 2002-04, he maintained excellent relations with the US, EU, Japan, India, and many other important nations. In the same period, he made two official visits to the USA and met then US President George W. Bush during both visits. Epitomising the strength of his international relations, 51 countries and 22 international organisations pledged financial assistance of $ 4.5 billion to Sri Lanka at the Tokyo Conference on Reconstruction and Development of Sri Lanka in 2003.",
    "Narendra Modi, Prime Minister of India, is a personal friend of RW. It was this friendship which enabled the unveiling of 1990 Suwa Seriya free ambulance service with the aid of India, the benefits of which are reaped by citizens across the island today. During RW’s visit to Japan last May, he was able to patch-up the relations that were strained with Japan consequent to the abrupt cancellation of JICA-funded Light Rail Transit (LRT) project in manifestation of his expert and skilful diplomacy. The EU GSP+ concession, which Sri Lanka lost in 2010, was given back again in 2017 due to his decisive diplomacy.",
    "Ever since he became Leader of the UNP, RW has been subjected to an avalanche of vilification and character assassination quite unfairly by countless individuals in this country who cannot match his stature and accomplishments. This barrage of slander and disparagement against him over the years has prevented the people of this country from understanding the yeomen service he has rendered to the nation throughout his career as a public administrator",
    "The need to have an astute and matured leader in challenging times",
    "Today, we live in a complex world with a multiplicity of challenges. Given Sri Lanka’s location, the nation has to encounter various trials stemming from regional rivalries and conflicts between global superpowers. The formation of QUAD and the rising influence of China in the Indian Ocean have given rise to a convoluted environment in Asia; therefore, it is essential to have a leader who can grasp these complex global realities and address them successfully.",
    "President Wickremesinghe demonstrated this trait by delicately and amicably resolving the tension that occurred last year when the Chinese research ship – Yuan Wang 5 – wanted to enter Hambantota Port. There were certain protests from Washington and New Delhi about the vessel’s arrival; however, RW allayed the fears of both the US and India, and the vessel was allowed to dock. The outcome of this incident has not affected our relationship with any of the three countries.",
    "Our nation has stagnated far too long. We need to move forward, and our children deserve a better future. This is no time for a novice. All of us went through the torment of having been governed by an apprentice for two-and-half years.",
    "None of us want to go through the same ordeal again. Thus, we must rally behind a leader who has the maturity and astuteness to take our nation forward and manage the intricate challenges that arise both locally and internationally.",
    "A Peep into the Past: Stories from the life of a Public Servant by Eric J. De Silva",
    "Ranil Wickremesinghe: four time prime minister of Sri Lanka: a political biography/Sampath Bandara; translated by Vijita Fernando",
    "Presidential Election 2020: Who will craft our own digital future? – By Chanuka Wattegama; the Daily Mirror newspaper – 23 July, 2019",
    "(The views expressed in this article are strictly the personal opinions of the writer, and do not represent the views of any of the institutions to which he is attached.)"
  ]
}