{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90149/sri-lanka-undp-join-hands-to-better-align-taxation-policies-for-achieving-sdgs",
  "time_ut": 1682750580.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, UNDP join hands to better align taxation policies for achieving SDGs",
  "original_body_lines": [
    "The Sri Lanka Country Engagement Plan was launched on Friday (April 28) as a joint initiative of the Inland Revenue Department, the Fiscal Policy Department, the Finance Ministry and the United Nations Development Program (UNDP) in Sri Lanka.",
    "The engagement plan aims to better align taxation policies with the achievement of the Sustainable Development Goals (SDGs) in the country.",
    "The SDGs are a universal call to action to end poverty, protect the planet and ensure that all people enjoy peace and prosperity by 2030. But it requires fundamental changes to the way the economy and fiscal policies are organized.",
    "In order to offset challenging market conditions faced by developing countries and accelerate progress towards the SDGs, the recently launched SDG Stimulus Plan of the UN Secretary-General had called for a fit-for-purpose sustainable financing approach.",
    "Therefore, stable and reliable state revenues are crucial for financing the SDGs.",
    "Hence, the Inland Revenue Department, the Fiscal Policy Department, the Finance Ministry and the UNDP in Sri Lanka came together to better align taxation policies with the achievement of the SDGs in the country.",
    "Joining 25 countries globally – notably the Maldives and Bhutan in the Asia Pacific region – the Sri Lanka Country Engagement Plan will provide the roadmap for the demand-driven activities envisaged for the country.",
    "Funded by the governments of Finland and Norway, this initiative will be implemented for two years and anchored at the Inland Revenue Department and the Fiscal Policy Department.",
    "Gracing the occasion, State Minister of Finance Shehan Semasinghe stated, “The Government of Sri Lanka recognizes that revenue generation stands at the core of financing public development and is integral to achieving the SDGs. Tax systems play a major role in mobilizing domestic resources which form the bedrock of both development and climate finance.",
    "This initiative does not implement new taxes to achieve the SDGs, but rather propose how existing public finance policies and principles can be better aligned and efficiently managed to make progress towards the SDGs.”",
    "Commenting on the importance of aligning fiscal policies towards the achievement of SDGs, R.M.P. Rathnayake, Deputy Secretary to the Treasury stated, “the Government of Sri Lanka - through this initiative - hopes to enhance domestic resource mobilization and foster a stronger connection between development financing and revenue generation by designing a sustainable progressive tax system for the realization of the SDGs. Notably, this initiative will explore better alignment of fiscal policies and frameworks with the SDGs, develop capacities to improve tax administration, and help incorporate Sri Lanka’s perspective and needs in global and regional discussions on reforms”.",
    "Forging wide-ranging partnerships, the Initiative will roll out an SDG Taxation Framework, raise awareness on alignment of public finance to achieve the SDGs and implement an OECD-UNDP Tax Inspectors without Borders Programme (TIWB) which will provide hands-on ‘learning by doing assistance’.",
    "Further, the Initiative aims to explore digitalization solutions to improve tax filing, processing and collection efficiency, support Sri Lanka’s climate and gender considerations in fiscal policies, and support treaty negotiations in partnership with the South Centre, Switzerland.",
    "Articulating the need to address the gap between public finance and the SDGs, UNDP Resident Representative in Sri Lanka, Azusa Kubota stated, “At the time of polycrisis characterized by the COVID pandemic, the war in Ukraine, the energy shortage and the rising cost of living, the global community is confronted with a fast-growing fiscal gap. At the same time, we are seeing regression in the SDGs – none of the countries in the region are likely to reach SDGs by 2030. This situation calls for a more efficient generation of income and targeted and responsible use of resources for investments in areas that directly contribute to the SDG attainment. UNDP is committed to working with the Government of Sri Lanka and a wide range of stakeholders in the roll out of this Initiative to help the country mobilize its resources at scale and achieve the SDGs”."
  ]
}