{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83029",
  "time_ut": 1698839640.0,
  "original_lang": "en",
  "original_title": "“Friends are the tree that shelters us from everything that is inclement and unseasonal. Johann Wijesinghe was such a friend to me. . Now that he is gone, I feel as if I’ve lost a world”",
  "original_body_lines": [
    "Friends are the family we choose for ourselves. Friends are the home we never lose, the refuge we can count on when the world turns against us. Friends are the tree that shelters us from everything that is inclement and unseasonal. Johann Wijesinghe was such a friend to me. With him in my life, I never felt lonely, or alone. Now that he is gone, I feel as if I’ve lost a world.",
    "I ask you to consider. What man or woman would find time, again and again, to visit a friend’s parents when that friend is away from the country? Not just the parents, but the father-in-law as well? What man or woman would stop the car if he sees a friend’s father-in-law going for a walk, talk to him and send his friend a photo saying ‘uncle looking good’?’ Johann Wijesinghe did all of that and more. When circumstances drove me out of Sri Lanka, a move that was as unexpected as it was wrenching, I knew that I could count on him to keep an eye on my aged parents and father-in-law. That lessened my burden a little.",
    "Johann was close to my family, especially my two daughters. He would write to them on their birthdays and conspire with them to plan surprise birthday parties for me. However busy he was, however bowed down by care, he found the time to be an indispensable uncle to my daughters. He never looked down on them from the height of adulthood. He bent down to their level and became a part of their lives. He became their friend as he was mine.",
    "He wrote the following note to my older daughter on her birthday:",
    "‘Nine years is the last of the single digit era of your life. Next year you will turn a BIG TEN. You are a very special and precious girl. You are also an extraordinary “human being” mature beyond your little nine-year frame. You have been a tower of strength to both your parents and a guiding beacon to your little sister. The love you shower on all those who come in contact with you is amazing. You always leave an indelible mark in all the lives that you touch. Your compassion for other children, adults, and all living kinds, is amazing. I know that this year your parents cannot spoil you with a celebration on your special day the way you deserve it. But that’s faced by everyone today because of this virus. But a new day will dawn soon where we can go out and play and be normal again. Then, Auntie Kalpana and I will fly over to celebrate “big time” with you all.’",
    "And just in case my younger daughter might feel a bit left out, he wrote to her too.",
    "You are my special “Sea Shell” girl noh! You must have enjoyed [your sister’s] birthday. Now the next one is of the “Old Man”. That’s on the 1st. Give me a call on WhatsApp (use Ammi’s phone) and let’s plan something to trick Thathi on his birthday…Thank you very much for the hugs you sent me. Love you so very much and always. Uncle Johann.’",
    "Who else would be kind, considerate and sensitive enough to think of someone else’s children and take the trouble to write a note that would make them smile? Johann. Just him. No wonder that my older daughter always said that Johann was her best friend and the younger girl considered Santa and Uncle Johann her favourite people in the world.",
    "Johann was better known as Uchchi at St Thomas’ College.  His older brother, Lal, was known as Loku Uchchi. The two of them as well as their younger brother excelled at sports, as had their father who was an outstanding cricketer who would later go on to be the Chief Editor of the Daily News. Uchchi represented college in cricket, boxing and rugby, the last being his favourite sport. Indeed, most Thomians remember him best for scoring two stunning tries against Royal in 1982.",
    "He was senior to me in school and it was much later that we became close friends. Brothers, in fact. There were years when there wasn’t a single day we didn’t meet. He was there for me in my darkest days. I still remember how he came to Lake House during the days of the constitutional crisis just to make sure I was okay. He didn’t let me out of his sight until I left the office.",
    "I also remember a video message he sent me on my birthday a couple of years ago. He smiled when he said ‘Brother from another mother…collars up…love you so, so very much.’ Nothing could come between us. No one could come between us.",
    "Johann was special to all his friends. I particularly remember our time in the UK with our mutual friends, the three Pereras, Rajiv, Roshan and Krishan. There are unforgettable memories, some of them unpublishable! We will all, without exception, miss him, his kindness, generosity, and unfailing loyalty.",
    "He was a natural leader and a top professional and an absolute workaholic. He had that unique ability to keep a team together. His attention to detail and thoroughness in following up on everything was unparalleled. Johann always had the time to talk to everyone, regardless of status, and the patience to listen to them as well. He never hesitated to back whatever was right and speak up against the wrong. He was a fearless leader and a humble human being. It is no wonder that the entire staff at Hilton and Lake House loved him. It was the same at Hayley’s and in particular Sri Lankan Airlines where he worked for more than two decades, eventually becoming a board director. He never held a grudge. He always smiled.",
    "Johann was a devoted husband to Kalpana. He was a loving father to his sons and a wonderful son to his parents. He was a proud Sri Lankan and an extremely loyal Thomian. His dog Levi was his best pal. There was nothing one wouldn’t do for the other! On Christmas Eve of 2020, Levi passed away and Johann was devastated. He was never the same after that.",
    "When Johann was diagnosed with cancer I was the first friend he divulged it to. I remember him coming to my place and saying ‘Krisha I am going to tell you something but you cannot get upset and stressed about it. I am diagnosed with pancreatic cancer and it’s not looking good but I am going to fight it so you must not worry about it.’",
    "I showed a brave face though I felt like my whole world was collapsing. I had taken it for granted that we’d grow old together, that he’d be there for me until death parted us on some far off day in the future. The knowledge that he’d be gone soon was devastating.",
    "And how much more devastating it must have been for him, knowing that he was struck with a dreaded illness, knowing that he will not be there for Kalpana and his sons for much longer. A lesser man would have thought about himself. Johann’s concern was for others.",
    "I couldn’t lessen his pain, but he never gave up on trying to alleviate my grief. He said, ‘You know that I love you, right? This “Bromance “ is a lifelong one. Will always be there for you. So, I have to fight this shit and come good.’",
    "And he fought bravely without ever bowing down. He fought through his pain to make sure that others did not grieve for him.",
    "But how could we not, any of us who knew him and were privileged to receive his friendship? Friendship is an easy word and easily tossed around. Johann’s understanding of friendship was deep. He knew that it meant loyalty of a different kind. He never forgot even the slightest kindness anyone showed him. He was grateful and expressed it. He repaid in full and with interest with his unwavering friendship and loyalty. He was there for his friends, always, every time. And now he’s gone. Death has robbed us of something precious and irreplaceable.",
    "Truth be told, it pains me to write about Johann. He’s no more but I can’t believe he’s gone. He’s gone and we can never be the same again, for he left a massive void that has marked us forever.  We can but remember that a remarkable and beautiful human being lived among us, touched our lives, made us smile and left us in tears.",
    "There are people who remain and it is as though they’ve never arrived or they have gone already. Then they are people, very few I should add, who leave but are ever-present in our lives. Johann is of the latter kind. Simply put, unforgettable.",
    "The world was a better place for his presence in it. The world is a darker place now that he is no more. All we can do is to treasure the memories he left us, and remember the example he set us."
  ]
}