{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/President-has-no-authority-to-threaten-teachers-or-take-their-property-away-Stalin/108-257882",
  "time_ut": 1681977655.0,
  "original_lang": "en",
  "original_title": "President has no authority to threaten teachers or take their property away: Stalin",
  "original_body_lines": [
    "The President does not have any authority or power to make the examinations a compulsory service, to take the exam committee under emergency, to prosecute the teachers who are withdrawing from evaluating examination answer scripts, or to forfeit their property, the Ceylon Teachers' Union (CTU) said.",
    "Addressing the media CTU General Secretary Joseph Stalin said the country's economy collapsed without fuel and the examinations were delayed due to the actions of the government.",
    "Stalin also said that strict measures were being taken without solving the problem of these teachers through discussion.",
    "The president threatened the university professor and doing these, we have doubts whether the president is trying to intimidate these people.",
    "\"The textbooks for the year 2023 have not been distributed as yet and also the school uniforms which were not distributed properly. If the president is in a position to make the education an essential service, the above shortcomings too should have been met,\" he said.",
    "The president's decision to make education an essential service can only be seen as a repressive measure.",
    "\"Children's nutrition projects have not been strengthened. All expenses incurred in schools are forced upon the parents. Now they are frowning at us. We are not afraid of this. They are trying to suppress us by passing the Anti-Corruption Act.",
    "The education minister is now making various statements. The evaluation process did not start because proper solutions were not discussed or given.",
    "He submitted a cabinet paper in place to give Rs. 3,000 to teachers, but it is being dragged upon by the Treasury for two months. If this evaluation process was delayed, that was because of the government.",
    "These people are playing with the lives of the children and landing the blame on us.",
    "This government has no answers to these issues. The president says that he doesn't bother about labour laws. How can he do that? If the president challenges the teachers, the teachers' unions will not hesitate to throw the challenge back at him.",
    "Some 19,000 teachers are needed for the evaluation of the examination answer scripts, but only 12,000 have applied. If Rs. 3,000 had been paid, the teachers would taken a decision. Then the problem too would have been solved. The university teachers must be involved in this, and their demands must be met, Stalin reiterated. (Chaturanga Pradeep Samarawickrama)"
  ]
}