{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-shares-edge-up-on-16-month-high-on-ddo-125627/",
  "time_ut": 1688989440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s shares edge up on 16 month high on DDO",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka stocks closed up on mixed sentiments on Monday after domestic bond restructuring assurances, policy rates were cut and inflationary pressure is likely to reduce, driving investor sentiment, brokers said.",
    "The All Share Price Index edged up 0.09 percent or 9.29 points to 10,311.25, this is the highest the market has been since 25 March 2022, the most liquid index S&P SL20 was down 0.66 percent or 20.59 points to 3,001.79, according to exchange provisional data.",
    "The market generated a turnover of 2.1 billion rupees, majority of the revenue had come from the food, beverage and tobacco sector bringing in 529 million rupees and diversified financials brought in 291 million rupees. The daily average turnover is 1.5 billion rupees.",
    "The market generated a net foreign outflow of 105 million rupees.",
    "Sri Lanka’s central bank said it had cut policy interest rates 200 basis points 12.00 percent and 11.00 percent, in July monetary policy meeting asking banks to lower lending rates.",
    "Sri Lanka’s inflation in June 2023 slowed to 12 percent from 25.2 percent in May 2023 data from the state statistics office showed as the central bank operated deflationary monetary policy.",
    "Nandalal Weerasinghe, Central Bank Governor said inflation would be lowered to a singular digit in the next month.",
    "Sri Lanka has made the offer to re-structure domestic as part of efforts to meet International Monetary Fund targets to make government debt sustainable after sovereign default.",
    "Sri Lanka is offering to swap debt in provident funds for new instruments with a longer duration in line with an Extended Fund Facility (EFF) of the IMF.",
    "The banking sector has seen profit taking due to assurances and clarity on debt restructuring from the state point of view.",
    "The banking sector accounts for the largest stake in the stock exchange and reported a contribution of 161 million rupees to the overall revenue due to selling pressures and profit taking.",
    "Profit taking was seen on Sampath Bank, Commercial Bank and Richard Pieris and Company, resulting in the stocks to be the losers in trade.",
    "Sri Lanka’s government continues to defend its domestic debt optimisation (DDO) programme against opposition criticism, noting that the banking system remains intact and assuring superannuation fund holders that their savings are safe.",
    "There is no talk of a cut. It’s just a maturity extension,” Siyambalapitiya said.",
    "The state minister said the island nation is looking to restructure 17 billion of its total external debt. Sri Lanka’s total debt is estimated to be around 83.6 billion dollars, the domestic component of which is about 42.",
    "Out of this 42 billion dollars, Siyambalapitiya said, nine billion will be restructured. (Colombo/July10/2023)"
  ]
}