{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Changing-landscape-in-sustainability-reporting-Part-2/4-749905",
  "time_ut": 1687721063.0,
  "original_lang": "en",
  "original_title": "Changing landscape in sustainability reporting: Part 2",
  "original_body_lines": [
    "The first quarter of 2023 witnessed important developments by the International Sustainability Standards Board (‘ISSB’) and other standard setters, consistent with the momentum built over the last year or so.",
    "While the ISSB is finalising the development of the first set of IFRS Sustainability Disclosure Standards, the European Commission has called on the European Financial Reporting Advisory Group (‘EFRAG’) to priorities implementation support for the first set of European Sustainability Reporting Standards (‘ESRSs’) over the preparatory work for sector-specific standards.",
    "The European Financial Reporting Advisory Group (‘EFRAG’) submitted the first set of draft ESRS to the European Commission late 2022. Over the first quarter of 2023, the European Commission called on EFRAG to prioritise its efforts on capacity building for the implementation of the first set of ESRS over the preparatory work for the draft sector-specific standards. As noted by Commissioner for Financial Services, Financial Stability and Capital Markets Mairead McGuiness in her speech on 21 March, this will avoid overlapping consultations and ease the burden on all stakeholders.",
    "Consequently, EFRAG is adjusting its work plan and discussing how to put in place, with a high priority, an ESRS implementation support function. Work on sector-specific standards and standards for SMEs will be undertaken on a modified timetable.",
    "ESMA recently published enforcement actions against companies based on sustainability related information disclosed.",
    "The European Securities and Markets Authority (ESMA) publishes extracts from its confidential database of enforcement decisions on financial statements, with the aim of providing issuers and users of financial statements with relevant information on the appropriate application of the International Financial Reporting Standards (IFRS).",
    "In order to fulfil these responsibilities, ESMA organises the European Enforcers Coordination Sessions (EECS), a forum of 38 European enforcers from all European Economic Area (EEA) countries with responsibilities in the area of enforcement of financial information.",
    "Through EECS, European enforcers discuss and share their experience on the application and enforcement of IFRS. In particular, they discuss significant enforcement cases before and/or after decisions are taken in order to promote a consistent approach to the application of IFRS.",
    "On 5 January, the Corporate Sustainability Reporting Directive (CSRD) entered into force. This new directive modernises and strengthens the rules concerning the social and environmental information that companies must report.",
    "The CSRD will soon apply to large companies listed in the European Union where these companies will be required to disclose their business strategy on sustainability, any sustainability targets that have been set and progress made towards meeting them. In order to be more reliable, comparable and to rule out greenwashing, this information disclosed by companies has to undergo assurance.",
    "In 2022, the US Securities and Exchange Commission (SEC) published a proposed rule requiring publicly traded companies to disclose information about climate-related risks and opportunities. The proposed rules drew numerous comments and the SEC had indicated that it plans to finalise the rule in April.",
    "It is understood that the SEC is still considering the scope of the rule, particularly whether to include scope 3 (supply chain) emissions in reporting requirements.",
    "The proposed rules that would be applicable to both domestic and foreign registrants and would require significantly enhanced climate-related disclosures in registration statements and annual reports (e.g., in Form 10-K). The proposed financial statement disclosures would be presented in a footnote to the consolidated financial statements, while the other disclosures enumerated below would be presented in a separately captioned section of the filing prior to management’s discussion and analysis (MD&A). Registrants would be required to electronically tag both the qualitative and quantitative disclosures in Inline XBRL.",
    "The US SEC recently published enforcement actions against companies based on sustainability related information.",
    "The US SEC recently published enforcement actions against companies based on sustainability related information disclosed (e.g. MD&A, management reports, etc.).",
    "China Securities Regulatory Commission (CSRC) is reportedly planning to make ESG disclosures mandatory for all firms listed on domestic markets. The Shanghai Stock Exchange and the Shenzhen Stock Exchange require companies involved in areas such as thermal power generation, steel, cement, electroplated aluminium or mineral production to report on their resource consumption, pollution, pollution control measures and targets, etc.",
    "Voluntary ESG disclosure guidelines for local enterprises have already been developed and implemented since 1 June last year. Last May, the China Securities Regulatory Commission proposed revised disclosure rules for listed companies, including requirements to disclose penalties arising from environmental issues.",
    "In January 2022, the Ministry of Ecology and Environment released the Rules on the Format of Corporate Environmental Information Disclosure (effective from 8 February 2022) which specifies the content and format of companies’ annual/interim environmental disclosure reports. In June 2022, China Banking and Insurance Regulatory Commission issued the Green Finance Guidelines for Banking and Insurance Sectors which requires Banking and insurance institutions to incorporate the ESG requirements into their management processes and comprehensive risk management systems, strengthen ESG information disclosure and interaction with stakeholders, and improve relevant policy system and process management.",
    "The recent annual meeting held by the CSRC in January 2023, included discussion of ‘gradually improving China’s sustainability disclosure regime by adapting the best global experience to domestic realities’ as one of the three topics included for the meeting.",
    "On 30 March, the UK Government published an updated Green Finance Strategy (the ‘Strategy’). This is an update to the UK’s 2019 Green Finance Strategy. The strategy delivers five key objectives to achieve the UK Government’s goal of becoming a world leader on green finance and investment.",
    "The Financial Conduct Authority (‘FCA’) has released its highly anticipated Sustainability Disclosure Requirements (‘SDR’) Consultation Paper. This is a development expected to bring clarity on how the regulator will approach greenwashing, while also increasing transparency and trust in sustainable investing.",
    "While there will be some divergences, the FCA has sought to achieve international coherence with other regimes as much as possible, namely the European Commission’s Sustainable Finance Disclosure Regulation (‘SFDR’) and the approach taken by the US Securities and Exchange Commission (‘SEC’).",
    "Currently, listed companies are required to include a statement in their annual financial report which sets out whether their disclosures are consistent with the recommendation of the TCFD, and to provide explanations where they are not consistent. The Financial Conduct Authority has indicated that it would ordinarily expect a company to be able to make disclosures consistent with the governance and risk management pillars as well as a) and b) under the strategy pillar (seven of the eleven recommended disclosures). TCFD disclosures applied to premium listed companies. For periods beginning on or after 6 April 2022, Companies Regulations introduce a requirement for public interest entities (traded companies, banking companies, insurance companies) with more than 500 employees to publish TCFD aligned disclosures.",
    "The Financial Services Agency requires the following disclosures beginning with the Annual",
    "1. Disclosure on overall sustainability is required for the ‘Governance’ and ‘Risk Management’ pillars. ‘Strategy’ and ‘Metrics and Targets’ should be disclosed, depending on the importance. The details of disclosure are left to the company.",
    "2. Disclosure of human capital and diversity is required. Human capital development policy, Internal environment development policy, and Targets and Results related to the policy are required. The Sustainability Standards Board of Japan (SSBJ) plans to publish Japanese Sustainability Disclosure Standards. Based on the IFRS Sustainability Disclosure Standard, they will be customised to consider Japanese circumstances.",
    "Assuming that ISSB S1 and S2 standards will be published by the end of June 2023, the SSBJ targets the following timing for the Japanese S1 and S2 Sustainability.",
    "Target timing of the exposure drafts: By 31 March 2024 at the latest.",
    "Target date for publication of the standards: By 31 March 2025 at the latest.",
    "As of March 2023, the Canadian Securities Administrators (‘CSA’) does not currently require any mandatory ESG disclosure from issuers, however, the agency plans to start requiring specific ESG reporting and climate disclosures from large Canadian banks, insurance companies, and federally regulated financial institutions starting in 2024.",
    "In October 2021, the CSA issued a consultation document requesting comments on a proposed National Instrument Disclosure of Climate-related Matters, which would impose mandatory climate related disclosures on reporting issuers in Canada with limited exceptions. The proposals are largely in compliance with the TCFD requirements. The CSA has expressed its support for the establishment of the ISSB.",
    "In May 2022, the Office of the Superintendent of Financial Institutions (‘OSFI’) issued regulations that will apply to federally regulated financial institutions (banks, insurers, etc.). The regulations will require disclosures similar to the TCFD, including scope 1, 2 and 3 emissions, climate scenario analysis, etc. Disclosures will begin to become effective for fiscal periods ending on or after 1 October 2023.",
    "In June 2022, the Accounting Standards Oversight Council and Auditing and Assurance Standards Oversight Council mutually approved the formation of the Canadian Sustainability Standards Board (CSSB). The Canadian Sustainability Standards Board is still in the early stages of formation and has not yet appointed a chair or other board members. The CSSB was contacted in April 2023 with the appointment of its inaugural chair Charles-Antoine St. Jean.",
    "In line with the goal to achieve net zero emissions by 2070, the Securities and Exchange Board of India (‘SEBI’) issued a circular in May 2021 announcing the Business Responsibility and Sustainability Report (or ‘BRSR’). The BRSR applies to the top 1,000 listed companies by market capitalisation and was voluntary for financial years ending 31 March 2022 which resulted in only 175 company disclosures. This is being made mandatory from 2022-2023 onwards.",
    "According to SEBI’s proposed timeline, the largest listed 250 Indian companies will be required to seek mandatory assurance for a limited number of key and measurable ESG metrics from the next financial year starting July 2023. This requirement will be gradually broadened on a staggered basis from the 2024-2025 onwards.",
    "Although SEBI has developed its own set of requirements, these are intended to be interoperable with leading sustainability disclosure frameworks and there is specific reference to companies that already report in accordance with, for example, SASB, TCFD or Integrated Reporting to be able to cross reference existing disclosures to the requirements in the BRSR.",
    "(The writer serves as the Chairman of the Integrated Reporting Council of Sri Lanka and the Deputy Managing Partner of BDO Partners. He is a Fellow Chartered Accountant and a Fellow Member of the Chartered Institute of Management Accountants (UK) and holds an LLM in International Business.)",
    "Part 1 of this article can be seen at https://www.ft.lk/columns/Changing-landscape-in-Sustainability-Reporting-Part-1/4-748628"
  ]
}