{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/good-governance-economic-development-part-ii-2/",
  "time_ut": 1687103881.0,
  "original_lang": "en",
  "original_title": "Good Governance & Economic Development – Part II",
  "original_body_lines": [
    "In the previous part we looked at how the governance issue that includes the efficacy of the anti-corruption machinery became an important issue in Sri Lanka following the grant of an extended fund facility to the country by IMF. The Fund has made it a precondition for Sri Lanka to enact a new anti-corruption law implying that the existing one is defective and inadequate. In addition, a team of specialists has been fielded by the Fund to conduct a diagnostic study of the adequacy of the governance structure which is now a normal condition imposed on all borrowers of the Fund.",
    "This report is scheduled to be completed by September and if it finds that the country’s governance structure is defective, the Government will have to take immediate corrective measures. The establishment of a strong anti-corruption machinery and an effective governance structure should have been done by Sri Lanka on its own without waiting to be told by an outside agency. It was also noted that IMF now insists on good governance of a borrower after it has burned its fingers following a series of credit facilities granted to Russia in early 1990s which had a defective governance structure. We also discussed several empirical studies done by researchers establishing that the presence of a good governance system in a country leads to a sustained economic development.",
    "How does governance promote economic growth or in a different way, misgovernance impede growth? The six governance dimensions which the World Bank[1] has included in its Worldwide Governance Indicators[2] or WGIs provide the answer to this question. The six are the following:",
    "1. Voice and accountability: Capturing perceptions of the extent to which a country’s citizens can participate in selecting their government, as well as freedom of expression, freedom of association, and a free media.",
    "2. Political stability and absence of violence and terrorism: Capturing perceptions of the likelihood that the Government will be destabilised or overthrown by unconstitutional or violent means, including politically motivated violence and terrorism.",
    "3. Government effectiveness: Capturing perceptions of the quality of public services, the quality of the civil service and the degree of its independence from political pressures, the quality of policy formulation and implementation, and the credibility of the Government’s commitment to such policies.",
    "4. Regulatory quality: Capturing perceptions of the ability of the Government to formulate and implement sound policies and regulations that permit and promote private sector development.",
    "5. Rule of law: Capturing perceptions of the extent to which agents have confidence in and abide by the rules of society, and in particular the quality of contract enforcement, property rights, the police, and the courts, as well as the likelihood of crime and violence.",
    "6. Control of corruption: capturing perceptions of the extent to which public power is exercised for private gain, including both petty and grand forms of corruption, as well as “capture” of the state by elites and private interests.",
    "It is noteworthy that Sri Lanka has got very low marks among her peers in respect of all these attributes. A country could score between minus 2.5 and plus 2.5 where the former depicts the worst and the latter the best. Sri Lanka’s score has been in the negative range in respect of all the attributes except the rule of law which has improved close to zero in 2021.2 It indicates the severity of the issue at hand. The leaders need to pay attention to these deficiencies before they seek to reform the global economic order. In folk saying of the country, this behaviour is known as a situation where ‘one seeks to enlighten the world when there is darkness at home’.",
    "Governance in Sri Lanka is, therefore, deficient and needs to be improved. It is necessary because it makes people feel that they are included in the running of the affairs of society. This inclusiveness is an important policy goal of modern societies so that people will become the designers, executers, and judges of their own destinies. They collectively ensure the property rights – right to life, physical and financial wealth, and human intellect. When the above-mentioned dimensions, at least as a minimum, are present in society, people could benefit from their own labour and efforts. It gives incentives for them to develop their human and physical capital, invent new things and use such inventions in market-based productions. The continued market production ensures sustainable growth.",
    "Misgovernance reduces the quality of life of people in society. For instance, suppose that the Government is ineffective, public service is inefficient and corrupt and the system works under the pressure of politicians, elite power groups and extreme ethnic, religious, or racialist social sects. Then, the law enforcement agencies, namely, the police and courts of law, will become dead ducks. As a result, people have no mechanism to get redress when they have been harmed simply by other members of society. They must live in eternal fear for their life, property, and wealth. In society, per capita income may have increased to record levels. But what use of that income if it can be robbed by those who can claim impunity from the system?",
    "Property can be robbed by other fellow citizens, those supported by politicians in power or governments themselves. This last type of robbery had been a common situation even in the past. That was why the Buddha had to advise his lay followers, according to Pattakamma Sutra[3] canonised in Anguttara Nikaya, to protect the wealth earned through one’s labour from, among others, the greedy kings. This is like the expropriation of private property by modern governments whatever the justification attributed to such expropriations. It is the observance of the rule of law, control of corruption, independent and impartial law enforcement agencies and effective government that will protect the property rights of people.",
    "The rationale of economic policy governance could be explained by drawing on the viewpoints expressed by French economist, philosopher, and legislator Frédéric Bastiat in two of his publications, one in 1848 and the other in 1850. In the first publication, ‘Selected Essays in Political Economy’[4] Bastiat has distinguished between a bad economist and a good economist. A bad economist would see only what is seen at the moment and upholds a policy if it contains, at the very first glance, perceived benefits to society. A good economist would see through the effects of the policy that would come subsequently as well. Since such subsequent effects cannot be seen, they must be foreseen. A good economist, therefore, confines himself to both seen and to be foreseen.",
    "Economic policies which are being implemented by those economists in the government bureaucracy tend to overlook this ‘to be foreseen’ aspect because such an approach does not serve the objective of their political masters, namely, political expediency. Hence, they uphold only what is seen. If ‘to be foreseen aspects’ bring in unsavoury effects, the policies pass unexpected miseries on people who are supposed to be supported by them.",
    "Hence, it is necessary to assess both the ‘seen aspects’ and ‘to be foreseen aspects’ before any policy is introduced. This is the starting point of economic policy governance.",
    "Legal powers of governments are to protect property and not to destroy it",
    "Bastiat in his 1850 publication, ‘The Law’ [5] has remarked that law is simply “the collective organisation of the individual right to lawful defence”. The right referred to here is the right to person, liberty, and property. The lawful defence involves the use of force to defend oneself and not to destroy the right of another to his person, liberty, and property. “And this common force”, says Bastiat, “is to do only what the individual forces have a natural and lawful right to do: to protect persons, liberties, and properties; to maintain the right of each, and to cause justice to reign over us all”. In such a society, according to Bastiat, order will prevail among the people in thought as well as by deed. It, therefore, carries rights as well as responsibilities: right to protect oneself and responsibility not to destroy another’s.",
    "If the government does not intervene, says Bastiat, it would cause to develop a system in which people’s wants and their satisfaction would develop in a logical manner. Explains Bastiat this logical manner in The Law: “We would not see poor families seeking literary instruction before they have bread. We would not see cities populated at the expense of rural districts, nor rural districts at the expense of cities. We would not see the great displacements of capital, labour, and population that are caused by legislative decisions”.",
    "Bastiat remarks that man can live and satisfy his wants by using his labour and mental faculties to natural resources ceaselessly, thereby giving birth to ‘property’. But man can also acquire property by plundering those developed by others. Since this is the less painful and easier way to acquire property than expending one’s labour, there is a natural tendency, according to Bastiat, for plundering rather than labouring. Because of this natural tendency, Bastiat says that neither religion nor morality can stop people from resorting to plundering of property owned by others.",
    "Though the force of law is to be used to stop plundering of property, alleges Bastiat, those who wish to plunder would acquire power to make laws that enable them to engage in lawful plundering. The result is a chain of events that converts law, instead of an instrument of protection, to an instrument of lawful plundering.",
    "Modern governments, for practical reasons, cannot be relegated to laissez faire governments with least intervention in the economy, though that has been the most ideal form. Hence, powers have been given to governments to frame economic policies to lead nations to prosperity, a common goal of all nations. These powers enable governments to exact resources from society through taxation, coercive expropriation or generating price inflation in the economy and expend the same back on society. The criterion to be used by governments in this seemingly public good delivering exercise is simple: What is delivered to society should be more than what is exacted from it. But these powers, contrary to the good intentions they underlie, could be abused by bad economists in authority. They could just highlight only what is seen and put into effect systems that permit lawful plundering of property developed by one class by a class they favour. Such bad economic policies bring in a loss to society on a net basis highlighting the need for establishing proper economic policy governance systems.",
    "In modern times, plundering of economic resources has been explained as the cause for some nations to fail while others to succeed by two economists, Daron Acemoglu of the Massachusetts Institute of Technology and James A Robinson of Harvard University. In their 2012 book, ‘Why Nations Fail: The Origins of Power, Prosperity and Poverty’[6] the two economists have argued that it is all to do with the nature of institutions a country has. Institutions for economists are not the institutions which are commonly meant in society. In economics, they mean ‘the rules influencing how the economy works and the incentive structure that motivates people to do what they do’. In other words, institutions are simply the values, beliefs and behavioural patterns that guide a nation as a whole. This is equally applicable to individual units functioning in an economy such as a family or a company and to their aggregation at national levels which are called nations. They have called the type of institutions that cause nations to fail as ‘extractive economic institutions’; in the opposite, those who contribute for nations to succeed are called ‘inclusive economic institutions’. A classic example, according to Acemoglu and Robinson, to illustrate this has been provided by North Korea and South Korea which are made of the same ethnic stock, the same geographical attributes, and the same natural endowments.",
    "In this part, we discussed the six essential elements which the World Bank is reckoned when compiling its Worldwide Governance Indicators. They are: voice and accountability, political stability and the absence of violence and terrorism, government effectiveness, quality of the regulatory system, rule of law, and control of corruption. The presence of these qualities in a society will improve governance and contributes to long-term economic development. Hence, misgovernance reduces economic development and contributes to reducing the quality of life. It establishes the fact that mere economic development devoid of good governance does not help a society to improve the wellbeing of its members. If there is good governance, there is no room for the Government or any other party to rob the resources belonging to people. To ensure it, there should be a proper institutional structure – values, beliefs, and ethos of people – firmly established in society.",
    "[3] Anguttara Nikaya, Sinhala Translation by Rev Bellanwila Wimalarathana and Keerthi Narampanawa, (1997) Buddhist Cultural Centre, p 397",
    "*The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at waw1949@gmail.com"
  ]
}