{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/where-were-they/",
  "time_ut": 1689952680.0,
  "original_lang": "en",
  "original_title": "Where were they?",
  "original_body_lines": [
    "The SLPP-UNP administration continues to flex its parliamentary muscle tenaciously and secure the passage of vital Bills and resolutions with ease much to the disappointment of the Opposition, which is too impotent to act as a formidable countervailing force. It had the second reading of the Central Bank Bill passed with a majority of 42 votes on Thursday (20); there were 66 ayes and 24 nays in the 225-member House. Where were the other MPs? Soon afterwards, some committee-stage amendments were made to the Bill, and the third reading of it was passed without a division.",
    "The ratification of the Central Bank Bill came as no surprise, and what is of serious concern is that the quorum bell went off twice in Parliament on Thursday. What’s the world coming to when at least 20 MPs are not present in the House for it to have a quorate session while a debate on a vital Bill is on?",
    "President Ranil Wickremesinghe has rightly faulted Parliament for its failure to enforce financial discipline, according to a news item we published on Thursday (20). But how can the MPs be expected to watch over public finance when they neglect their legislative duties with impunity?",
    "Ironically, Leader of the House and Education Minister Susil Premajayantha spoke in Parliament, on Thursday, about the GCE A/L students in public schools and their attendance. He said that usually their attendance had to be as high as 80% for them to be permitted to sit what is popularly known as the university entrance examination, but in view of the pandemic that percentage had been brought down to 40 for the current year as a temporary measure. We believe that an attendance rule should be introduced for the MPs as well.",
    "It is incumbent upon the political party leaders to ensure that the MPs carry their legislative duties diligently without behaving like a bunch of overgrown schoolchildren. They should be suspended from Parliament unless they fall in line. That is the least the self-righteous party leaders can do to prevent a further erosion of public faith in the national legislature.",
    "Many Opposition MPs made a song and a dance about the Central Bank Bill, which they said was a threat to the country, but some of them, too, were not present in the House during the debate thereon. So much for their love for the country!",
    "It does not make any sense to spend public funds to maintain a parliament, whose members do not give a tinker’s cuss about vital Bills and stay away. No wonder the people have lost faith in the national legislature, and anti-politics is on the rise, posing a threat to democracy. One can understand why the people took to the streets last year, demanding that all 225 MPs go home and even tried to march on Parliament. They failed in their endeavour but are still resentful.",
    "Let the shirkers in the garb of MPs be told that they are testing the people’s patience. They should be ashamed of themselves!",
    "GMOA seeks Prez’s action for new salary structure, revision of allowances, increase for those undergoing internship",
    "President to broach devolution of police powers at APC today",
    "President conveys commitment to strengthen bilateral ties between India and Sri Lanka",
    "Artificial Intelligence integration to empower international expansion of Theravada Buddhism",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}