{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-playing-sheep-in-wolves-clothing-with-Aswesuma-SJB/56-750063",
  "time_ut": 1687987173.0,
  "original_lang": "en",
  "original_title": "Govt. playing sheep in wolves clothing with Aswesuma: SJB",
  "original_body_lines": [
    "Almost 7 mn Sri Lankans in poverty, offenders preaching policy",
    "The main opposition, Samagi Jana Balavegaya (SJB), says Government members that bankrupted the nation are protesting the abolishment of the controversial ‘Samurdhi’ program, and at the same time is crying out against their own ‘Aswesuma’ programme as it doesn’t benefit their support base. The Rajapaksa cronies are making an attempt to place the blame on the opposition, when it is their own doing, said SJB MP Eran Wickramaratne.",
    "The Moratuwa MP said the SJB has engaged with all stakeholders including The World Bank, to ensure Aswesuma doesn’t fall into the same abyss as the Samurdhi program. Wickremaratna stressed recipients of Aswesuma must be chosen according to a scientific formula, and not based on interviews carried out by the very same Samurdhi officers.",
    "“They say Aswesuma will be given to about 2 million people in various categories, but there must be clarity on how it will be disbursed. You have to be practical, and understand ground realities in Sri Lanka. If the same Samurdhi officers are going to be rebranded in sheep’s clothing as Aswesuma officers, and go house-to-house to determine who should be beneficiaries, it will not work. It will become a political movement. Since the advent of Samurdhi people have no confidence in the system. Over 60% of people who should receive Samurdhi are not receiving any benefit,” Wickramaratne said.",
    "He stressed the system of identifying recipients by interviews is completely flawed, and urged the authorities to pursue more scientific methodology. This includes the proposal by the University of Peradeniya, which considers the domestic electricity bill, plus, persons with disabilities, incomes and even school attendance. Whilst people who fail to make the list can lodge an appeal, the SJB MP said this could only be done online, which is not accessible to a significant proportion of the poor.",
    "Wickramaratne pointed to the Lirneasia report, which finds that 7 million Sri Lankans are now living in poverty, whilst 47% of all Sri Lankans have reduced their food intake. Over 200,000 persons who did not make the list have already appealed to receive Aswesuma benefits, whilst over 3,800 complaints have been lodged over persons selected to receive benefits.",
    "“The Government members sold poverty and came to power, and having been chased away by the people they are trying to return to power selling poverty again, in a different guise. When did we ever have to weigh and measure eggs and coconuts for purchase. The people haven’t forgotten the fuel and gas queues. The same people who caused this turmoil, and talking about combatting poverty,” Wickramaratne said.",
    "The MP opined the system of devising recipients based on their electricity bill will likely yield 80% accuracy. Commenting on the Domestic Debt Restructure, the SJB MP added they will not support any write off of domestic debt. The SJB will work to represent the people, and will not sit down to discuss any solutions if the Government crosses certain lines, they said."
  ]
}