{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/FUTA-meets-today-to-decide-on-AL-paper-marking/108-258096",
  "time_ut": 1682351578.0,
  "original_lang": "en",
  "original_title": "FUTA meets today to decide on A/L paper marking",
  "original_body_lines": [
    "The months-long delay in the marking of answer scripts of the GCE A/L examination - 2022 will most probably come to an end after the Board of Representatives (BoR) of the Federation of University Teachers Association (FUTA) meets this afternoon (April 25) at a meeting at the Kelaniya University, FUTA President Prof. Shyama Benneheka said.",
    "“However I can’t give you a firm assurance on a calling off of the boycott of marking of the GCE A/L answer scripts by University teachers as the BoR is a collective of 50 academic bodies representing University dons, who are also the members of the FUTA, said Prof. Benneheka.",
    "“I am positive that there will be a compromise among them and to take a decision to start answer paper marking as this problem has ramifications at the national level. We all are worried. Students and parents are worried and all stakeholders to national education are also worried,” Prof. Banneheka told Daily Mirror yesterday.",
    "Prof. Banneheka expressed his dismay and disappointment over what he said was ‘the veiled threat’ on University teachers by President Ranil Wickremesinghe when he said he would make education an Essential Service under Emergency Law and initiate legal action against teachers who do not comply with the law.",
    "“The FUTA had tentatively accepted the solutions that were given by the Education Ministry to a few of our demands at the discussions. Certain demands had been referred to the Finance Ministry and others to the President. We were on the verge of arriving at some sort of understanding and calling off the trade union action. But the threat of confiscating our assets and taking legal action against us put us on a back-foot,” Prof. Banneheka said.",
    "He said that the Secretary to President Saman Ekanayake had promised to make arrangements for a discussion in mid-March with President Wickremesinghe to resolve the contentious issues but it did not materialize.",
    "“We are sensitive to the negative effects of the delay in A/L answer paper marking. Besides, we also have children who have sat the GCE A/L examination this year. We are aware that this issue has dragged on unnecessarily for a long time. We never say that we are not ready to pay the PAYEE tax. What we want is a fair deal and an affordable tax system.",
    "A total of 331,709 candidates sat for the Advanced Level examination held between January 23 and February 17. The marking of answer scripts was not started as scheduled by University teachers and school teachers after the exam.",
    "However, the school teachers have agreed to resume paper marking after the Government raised their fees for paper marking significantly. (Sandun A Jayasekera)"
  ]
}