{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91900/mudslides-and-floods-leave-six-dead-in-japan-as-torrential-rainfall-continues",
  "time_ut": 1689144780.0,
  "original_lang": "en",
  "original_title": "Mudslides and floods leave six dead in Japan as torrential rainfall continues",
  "original_body_lines": [
    "Heavy rainfall in southwestern Japan has caused devastating flooding and mudslides that have left at least six people dead, five missing and 19 injured, according to the Fire and Disaster Management Agency on Tuesday.",
    "Four people died in Japan’s Kyushu region and two people in the Chugoku region.",
    "Japan’s Kyushu region has been experiencing heavy rainfall since the beginning of the month and Monday saw record-breaking levels, according to the Japan Meteorological Agency.",
    "Japan’s weather agency issued heavy rain emergency warnings on Monday for the Fukuoka and Oita prefectures, on Kyushu, the country’s third largest island.",
    "Since Friday, some parts of Fukuoka have had more than 600 millimeters (23.6 inches) of rain, which is more than the area would usually expect for the whole of July, Reuters reported.",
    "“It’s raining like never before,” the Japan Meteorological Agency said in a statement on Monday, which called for maximum vigilance from residents. The alert was later downgraded to a standard warning.",
    "Japan is not the only country currently grappling with intense rainfall.",
    "Northern India has been experiencing severe rains which have caused deadly flash floods and landslides, killing at least 22 people. On Sunday, Delhi had its wettest day in more than four decades, with 153 millimeters (6 inches) of rain falling.",
    "In the US, intense rain and flash flooding left at least one person dead in southeastern New York. More than four million people were under flood alerts Tuesday across the Northeast – including parts of New York, Vermont, Massachusetts and Maine.",
    "While heavy rainfall events will always happen, scientists say that climate change means they are becoming more severe.",
    "“The increasing intensity of heavy rainfall events and associated flooding, such as those we are currently witnessing, is an expected consequence of a warming climate due to our emissions of greenhouse gases,” said Richard Allan, a professor in climate science at the UK’s University of Reading.",
    "A warmer atmosphere is able to store more water, leading to more intense rainfall when it falls.",
    "As the planet warms, the expectation is that we will see “more and more intense, more frequent, more severe rainfall events, leading also to more severe flooding,” said Stefan Uhlenbrook, director of hydrology, water and cryosphere at the World Meteorological Organization.",
    "It’s not possible to say exactly when and where extreme rainfall events will happen, Uhlenbrook told CNN. But what is clear is that the vulnerability of societies will be different – with poorer countries often more exposed, he added.",
    "“Countries like Japan are extremely alert, and they’re also very well prepared when it comes to flood defense measures,” Uhlenbrook said.",
    "“So even if it happens more frequently, they can probably manage this much better than low-income countries where there are no warnings in place, no flood defense structures [and] no integrated flood management plans.”"
  ]
}