{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-latest-anti-terrorism-bill-had-global-consensus-in-2018-justice-minister-118324/",
  "time_ut": 1681811400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s latest Anti-Terrorism Bill had global consensus in 2018 – Justice Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s proposed Anti-Terrorism Bill little changed from the one presented in 2018 under the previous government, which was presented after lengthy discussions with International agencies and partners, Justice Minister Wijeyadasa Rajapakshe said.",
    "Strong criticism has mounted on Sri Lanka’s proposed Anti-Terrorism Act (ATA), which will replace the four-decade old Prevention of Terrorism Act (PTA).",
    "The island nation came under severe criticism when the governments in power misused the PTA to suppress their  dissents under the guise of national security. The European Union has demanded to repeal the PTA due to its longer period of detention and confession being used against suspects in return for renewing a lucrative trade concession .",
    "“There was no that kind of recommendation,” the minister said when asked if the EU recommendations were included.",
    "“What happened was that we had a lengthy discussion with all those agencies before we finalised this bill which was presented to the parliament in 2018. And this is also purely based on the provisions of that bill. There is no significant difference. Only some little changes. Therefore I hope that they will take these things as more beneficial to society.”",
    "Justice Minister Rajapakshe said the final decision on the latest Act will be decided by the Supreme Court and the country’s international partners had a lengthy discussion on the bill that was presented in 2018.",
    "Both local and international critics and rights activists have said the latest bill is vague and could be used against anti-government protesters, media, and dissents.",
    "The EU has strongly requested the government to repeal the PTA which was used to detain suspects allegedly involved in terrorism during and after the end of a 26-year civil war. Successive Sri Lankan governments also have used the law to suppress their dissents.",
    "German Ambassador Holger Seubert told the media in February that Sri Lanka risks losing EU trade concessions over failures to replace the PTA despite Sri Lanka having promised the EU and Germany several times that they will bring the PTA in line with international standards.",
    "The EU has long demanded to repeal the law that could detain anybody for three months without any legal access. (Colombo/April18/2023)"
  ]
}