{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89255/un-26-of-world-lacks-clean-drinking-water-46-sanitation",
  "time_ut": 1679480820.0,
  "original_lang": "en",
  "original_title": "UN: 26% of world lacks clean drinking water, 46% sanitation",
  "original_body_lines": [
    "A report launched on the eve of the first major U.N. conference on water in over 45 years says 26% of the world’s population doesn’t have access to safe drinking water and 46% lacks access to basic sanitation.",
    "The U.N. World Water Development Report 2023, issued Tuesday, painted a stark picture of the huge gap that needs to be filled to meet U.N. goals to ensure all people have access to clean water and sanitation by 2030.",
    "Richard Connor, editor-in-chief of the report, told a news conference that the estimated cost of meeting the goals is between $600 billion and $1 trillion a year.",
    "But equally important, Connor said, is forging partnerships with investors, financiers, governments and climate change communities to ensure that money is invested in ways to sustain the environment and provide potable water to the 2 billion people who don’t have it and sanitation to the 3.6 million in need.",
    "According to the report, water use has been increasing globally by roughly 1% per year over the last 40 years “and is expected to grow at a similar rate through to 2050, driven by a combination of population growth, socio-economic development and changing consumption patterns.”",
    "Connor said that actual increase in demand is happening in developing countries and emerging economies where it is driven by industrial growth and especially the rapid increase in the population of cities. It is in these urban areas “that you’re having a real big increase in demand,” he said.",
    "With agriculture using 70% of all water globally, Connor said, irrigation for crops has to be more efficient — as it is in some countries that now use drip irrigation, which saves water. “That allows water to be available to cities,” he said.",
    "As a result of climate change, the report said, “seasonal water scarcity will increase in regions where it is currently abundant — such as Central Africa, East Asia and parts of South America — and worsen in regions where water is already in short supply, such as the Middle East and the Sahara in Africa.”",
    "On average, “10% of the global population lives in countries with high or critical water stress” — and up to 3.5 billion people live under conditions of water stress at least one month a year, said the report issued by UNESCO, the U.N. Educational, Scientific and Cultural Organization.",
    "Since 2000, floods in the tropics have quadrupled while floods in the north mid-latitudes have increased 2.5-fold, the report said. Trends in droughts are more difficult to establish, it said, “although an increase in intensity or frequency of droughts and ‘heat extremes’ can be expected in most regions as a direct result of climate change.”",
    "As for water pollution, Connor said, the biggest source of pollution is untreated wastewater.",
    "“Globally, 80% of wastewater is released to the environment without any treatment,” he said, “and in many developing countries it’s pretty much 99%.”",
    "These and other issues including protecting aquatic ecosystems, improving management of water resources, increasing water reuse and promoting cooperation across borders on water use will be discussed during the three-day U.N. Water Conference co-chaired by King Willem-Alexander of the Netherlands and Tajikistan’s President Emomali Rahmon opening Wednesday.",
    "There are 171 countries, including over 100 ministers, on the speakers list along with more than 20 organizations. The meeting will also include five “interactive dialogues” and dozens of side events."
  ]
}