{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82251",
  "time_ut": 1688585520.0,
  "original_lang": "en",
  "original_title": "“Dingiri Dingaley  Meenatchi Dingiri DingaaleyUlagam Poara Poakkaip Paaru, Thangamay Chillalay” : ”The  Evergreen Tamil Film Song from “Anbu Engay”.",
  "original_body_lines": [
    "It has been the practice for this column to devote the first article of each month to a topic  on films, film personalities or film-related matters. As such this week’s article will focus on the  evergreen “Dingiri Dingaley” song from the  Tamil film  “Anbu Engay?”(Where is love?) that was first screened 65 years ago. Although a Tamil film song, the number was hugely popular among Sinhalese too. I have written about this song in my blog earlier. This is the first time I am publishing an article  about it in a newspaper.",
    "“ Dingiri Dingaale Meenatchi Dingiri Dingaale, Ulagam Poara Poakkaip Paaru Thangamay Chiillaaley” was a song that rocked Sri Lanka then known as Ceylon in 1958 and the years that followed. The rollicking  song from the Tamil movie “Anbu Engey?” was widely popular during my childhood days.  The film was first screened in India on 12 December 1958. It was released in Sri Lanka  some months later in 1959. However songs from the film like “Dingiri Dingaaley”had been aired over “Radio Ceylon” from mid -1958 onwards .",
    "The rapturous “Dingiri Dingaaley” was the most famous among Tamil film songs then. No sing -song or dance at a party was complete without it. Even at children’s parties this song would be sung or played with every one dancing. Singing Dingiri Dingaaley and dancing to the song was a regular feature of life in those years.",
    "Years later after I entered journalism I found myself being asked to sing “Dingiri Dingaaley” frequently by my Sinhala colleagues in the media. Ethnic relations had not deteriorated badly in the years before “Black July 1983”. Fellow scribes of all communities had cordial relations with each other. When “spirits” were high the journalistic fraternity would engage in a sing- song whenever possible. At such raucous gatherings where many, many songs were sung there would always be a request from Sinhala friends for two Tamil songs. One was “ Adi Ennadi Raakkammaa” from the film “Pattikkaada Pattanamaa?”. The other was of course “Dingiri Dingaaley”. Both were sung in films by the popular play back singer T. M. Soundararajan known generally as TMS.",
    "Dingiri Dingaaley or more correctly the song’s melody really caught on in Sri Lanka. Many Sinhala versions based on the tune also evolved. The most popular one had the opening line ” Harima Wedak Nedha Machang, Harima wedak Ne” set to the tune of “Dingiri Dingaaley Meenaatchi Dingiri Dingaaley”.",
    "Another version “Pissu Vikare,Dagena Polkatu Male” was sung by H.R.Jothipala and also Milton Perera and MS Fernando. There was a folk song version too.  I have been informed that In later years different versions based on the tune were rendered by performers like Anton Jones, Desmond de Silva and the Gypsies too. There were mischievous variations too with ribaldry riding high in some. The bands at the Royal – Thomian and other big matches would play them regularly then.",
    "The main reason why the Tamil song “Dingiri Dingaaley” became immensely popular among Sinhalese was because of the lilting tune. A contemporary parallel would be the popularity of “Puruthugeesi Kaarayaa” from the Sinhala film “Sandesaya” among Tamils. It was the standard song those days for dancing the “Baila”. As in the case of “Dingiri Dingaaley” there were many Tamil versions of “Puruthugeesi Kaarayaa” set to the melody composed by Sunil Santha and orchestration arranged by Muthuswamy master.Linguistic conflicts cannot undermine the universality of music. Music has its own language!",
    "An important reason for Dingiri Dingaaley’s success in Sri Lanka was because the tune was extremely conducive to dancing the Baila. This was due to the influence of the Baila itself upon the music director who composed the “Dingiri Dingaaley” melody. How this situation came about is further testimony to the close links that prevailed between Sri Lanka and Tamil Nadu in the early years of the Sinhala film industry.",
    "That was a time when Sinhala films were made mainly in India with the aid of Indian directors, cinematographers, editors, music composers and playback singers. Some members  of the Indian film fraternity even came over to Sri Lanka and involved themselves in Sinhala films. Many of those films were adapted versions of Hindi and Tamil films. Some were dubbed versions in Sinhala. It was said  then in lighter vein that the only thing “Sinhala” about these films were the actors, dialogues and words of songs.Indian music directors like V. Dakshinamurthy, S.Dakshinamurthy, C.N. Paandurangan, S.S. Vedha, T. R. Pappa and S.M. Subbiah Naidu have composed music for several Sinhala films. Playback singers like A.M. Rajah, P. Leela, K. Ranee, S. Janaki, Jamunaranee, Jikki and P. Susheela have sung in Sinhala films.",
    "It was the Indian music director S.S.Vedha (full name SS Vedhasalam)who composed the tune for Dingiri Dingaaley.  Vedha  had acquired a taste for the Baila due to his “Ceylon connection”.The talented Vedha had earlier worked under the music director C. N. Pandurangan and also played the harmonium for the orchestra at dance performances of popular Indian actress Vyjyanthimala. Vedha’s first big break to be a music director of a film on his own was given by pioneering Sinhala director and actor B. A. W. Jayamanne. The first film that Vedha composed music on his own was the Sinhala film “Umathu Vishvasaya” produced and directed by BAW Jayamanne in 1952. It was the Tamil  film actor Sriram who introduced Vedha to BAW and helped him get his big break.",
    "Vedha went on to compose music for several  Sinhala films produced by BAW Jayamanne.These included “Kele Handa”(1953) and”Irangini”(1954). “Kele Handa” was a smashing success and the songs became widely popular. Apart from BAW Jayamanne, Vedha composed music for some Sinhala films produced by others too. Among these were “Dingiri Menike”(1956) produced by S.D.S.Somaratne and “ Jeevitha Satana” (1957) produced by Ceylon Theatres. The practice of enlisting Indian music directors like Vedha to compose music for Sinhala films ceased only after the production of Sinhala films in India was stopped by the SWRD Bandaranaike Govt of 1956 -59.",
    "It was while composing music for BAW Jayamanne’s films that Veddhasalam known as Vedha acquired a familiarity with Sri Lankan music and dance forms particularly the baila.Vedha had made some trips to Sri Lanka. However his close interaction with “Ceylonese” was in Chennai – then known as Madras – itself.",
    "BAW Jayamanne had rented out two adjacent houses on Lloyds road in Madras for his team of actors and artistes to stay when in India for making a film. Among these were BAW’s brother Eddie Jayamanne and his wife Rukmani Devi. Apparently Vedha used to visit the Sri Lankans regularly and interacted closely with them.. It was then that he became fascinated with the Baila.",
    "The Tamil film “Anbu Engey?” (Wnere is love?) was released on December 12th  1958. The film was produced for Jubilee films by V. Govindarajan with whom the actor Sriram had collaborated in making films. Sriram who introduced Vedha to BAW Jayamanne earlier, recommended his friend the music director to Govindarajan also. Vedha got the assignment.",
    "The film was scripted by “Murasoli”Maran the nephew of former Tamil Nadu chief minister M. Karunanidhi. Maran himself later became a cabinet minister in the Indian central Govt The “Anbu Engey” movie director was D. Yoganand who also directed the Sinhala movie “Sundara Birinda”.",
    "When the film was  being planned it was decided by the director and music director that a dance sequence in a western – style club should be filmed.The director wanted an upbeat toe-tapping number. The music director suggested a baila type melody. Yoganand gave the green light to Vedha. He composed a “bailaistic” tune. The producer Govindarajan rejected it and wanted Vedha to compose a light classical number instead. Fortunately the director overruled the producer and the original tune stayed.",
    "The lyricist V. Seetharaman was given the task of writing the song. Seetharaman had a flair for writing humorous songs and was known as “Sirippu Paadal Seetharaman”(humorous song Seetharaman). When Seetharaman was searching for a catchy opening line ,it was Vedha who suggested “Dingiri Dingaaley”. Apparently Vedha who composed music fior “Dingiri Menike” liked the sound of the word “Dingiri”.",
    "Seetharaman went on to write the words of the song in a satiric mode. It was a general indictment of the pretentious changes in society due to western influence. In a song laced with pin- pricks of a lighter vein several English words too were used. Each verse was in two lines with an alliterative touch.",
    "In the film the song was picturised on the hero S. S. Rajendran. It was a dance – song sequence set in a cosmopolitian club against a westernised backdrop. The song was sung by TM Soundararajan(TMS) as SS Rajendran lip –synched.TMS with his full –throated voice sang  ebulliently with gusto and fervour. SSR as he was popularly known usually acted as a villager or a common man in films. For this song sequence SSR elegantly wore a tuxedo with bow and danced flamboyantly at times. Vedha used an impressive orchestra with many  western musical instruments to provide the music. A large number of Anglo- Indians (equivalent of our Burghers) in Madras were hired to engage in dancing for the film shoot.The choreographer for this song-dance was Desmond Crusz.",
    "“Anbu Engey” was a roaring success and  the chief reason for the film’s success was the song sequence “Dingiri Dingaaley”.",
    "On a  personal note. “Dingiri Dingaaley”is one of my favourite Tamil film songs. I first saw the film “Anbu Engay”at the age of five with my family and a lot of other relatives. At an extended family gathering on a week-end, some of my older cousin exerted pressure on their parents that they must see the film because of Dingiri Dingaaley. So a spontaneous decision was taken and all of us went together in several  vehicles  to the Mylan theatre to see the film.",
    "I have had the habit in my younger days to retun home after a film and re-enact some of the scenes imitating the actors and singers. After seeing “Anbu Engae” I used to keep on singing “Dingiri Dingaaley” and dancing. This led to an amusing practice that revives nostalgic memories of my father who is no more. I shall conclude this article with that anecdote.",
    "In the “Dingiri Dingaaley” song there is a sequence where the hero SSR sings the lines “Appan Paattan Aasthi Ellaam Cigarette Aaga Maari- Aiyaa Vaayil Pugaiyudhu paar, I am very Saari”. In the scene a man in a corner is seen smoking. SSR goes down to him singing the above lines meaning  “ the wealth acquired by your father and grandfather is now being turned into a cigarette.It is emitting  smoke in the gentleman’s mouth”. Then SSR reaches out and snatches the cigarette from the man’s lips saying “I am very “Saari”( Sorry). I liked that shot very much.",
    "My father though not a chain smoker was a heavy smoker. After seeing how the scene was played out in the film, I would sing “Dingiri Dingaaley” when my father started smoking. When the “cigarette” related lines came up, I would go up to my father and snatch his lit cigarette and throw it in the ash tray singing “ I am very saari”. Initially everyone was highly entertained by this especially my mother who was always asking my father to reduce  his smoking.",
    "With my mother’s tacit encouragement I kept on singing “Dingiri Dingaaley” whenever my father lit a cigarette and then snatched it away. Naturally my father’s amusement soon gave way to irritation as he was being denied his regular smoke as soon as he lit a fag. Finally he and I had a “discussion” and arrived at a compromise. I was to begin singing the song only when my father had smoked more than half the cigarette. By the time I came to the “I am very Saari”(Sorry)line the fire would have reached the butt. I could then snatch the cigarette and throw it off. Of course this “Negotiated settlement” was made possible by the toys and tit-bits given to me as inducements  by my father.",
    "Thereafter I started singing “Dingiri Dingaaley “ a few minutes after my father lit his cigarette. Everything was hunky – dory. After a while other films and other songs began entering my realm and “Dingiri Dingaaley” was not sung as frequently.",
    "However I never lost my liking for the song. Dingiri Dingaaley too never lost its appeal and has stood the test of time. Writing about the song at this juncture has also evoked pleasant memories in my mind of a father, his eldest son and a lit cigarette!",
    "This  is an updated version of the “DBS Jeyaraj Column” appearing in the “Daily Mirror”dated 3rd July 2023. It can be accessed here –"
  ]
}