{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Priyanka-Jayatilake-takes-over-KPMG-Sri-Lanka-as-Managing-Partner/34-747006",
  "time_ut": 1680462192.0,
  "original_lang": "en",
  "original_title": "Priyanka Jayatilake takes over KPMG Sri Lanka as Managing Partner",
  "original_body_lines": [
    "Appointment follows retirement of Yohan Perera from services after 43-year illustrious career",
    "Priyanka Jayatilake has taken the reins of KPMG Sri Lanka with effect from 1 April with his appointment as the Managing Partner.",
    "Priyanka Jayatilake has been with KPMG Sri Lanka for 35 years, of which, he has been a Partner for the last 30 years. He is known for his leadership skills and his ability to drive positive changes in the firm. His contribution to both Advisory and Technology functions in the firm have been phenomenal. He has been instrumental in setting up the firm’s technology practice, Oracle ERP practice, outsourcing, HR solutions and Executive search etc. He led a number of technology advisory services and IT audits in Sri Lanka.",
    "He functioned as the Chief Information Officer and Chief Knowledge Officer for KPMG Sri Lanka and the Maldives. As Head of Advisory he led the advisory function of the firm for more than 10 years, during which time, advisory had a significant growth and has had a series of milestone achievements. From 1 April 2022, he was appointed as Deputy Managing Partner of the firm.",
    "Further, as an Audit Partner for 17 years, he has handled many public quoted companies across a range of sectors.",
    "Priyanka received his primary and secondary education at Royal College Colombo 7. He holds a BSc. (Hons) (First class) Degree in Mathematics and Computing from the University of Colombo and MSc. in Computer Science/Software Systems Technology from the University of Sheffield UK. He is a fellow member of the Institute of Chartered Accountants of Sri Lanka (FCA), a fellow member of the Institute of Certified Management Accountants of Sri Lanka (FCMA) and a Chartered member of the British Computer Society of the UK.",
    "Priyanka takes over the firm from Yohan Perera who retired as Managing Partner on 31 March from services after an illustrious career which spanned for 43 years."
  ]
}