{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/trading-in-sampath-bank-amounts-to-11-of-total-turnover/",
  "time_ut": 1704288720.0,
  "original_lang": "en",
  "original_title": "Trading in Sampath Bank amounts to 11% of total turnover",
  "original_body_lines": [
    "The trading activities at the stock market yesterday were relatively high owing to bullish sentiment for blue chip sector and banking sector counters. The market began 2024 on the up though investor activity was dismal evoking mixed sentiments over the first trading of the New Year, market analysts said.",
    "All Share Price Index up by 35.23 points while S and P SL20 up by 14.55 points. Turnover stood at Rs 726 million with two crossings. Those crossings were reported in Distilleries which crossed 1.6 million shares to the tune of Rs 46.8 million and its share price traded at Rs 27 and CTC 25000 shares crossed to the tune of Rs 24.75 million and its share price traded at Rs 990.",
    "Meanwhile, trading in Sampath Bank PLC amounted to 11% of total turnover.",
    "In the retail market top seven companies that mainly contributed to the turnover were Sampath Bank Rs 83.8 million (1.1 million shares traded), Chevron Lubricants Rs 78.1 million (833,000 shares traded), JKH Rs 64.6 million (338,000 shares traded), Melstacope Rs 62.6 million (691,000 shares traded), Softlogic Capital Rs 49.2 million (6.5 million shares traded), Softlogic Life Insurance Rs 29.3 million (513,000 shares traded) and Expolanka Holdings Rs 23.9 million (170,000 shares traded). During the day 29.8 million share volume changed hands in 9000 transactions.",
    "High net worth and institutional investor participation was noted in CTC. Mixed interest was observed in Expolanka Holdings, HNB and Sampath Bank whilst retail interest was noted in Industrial Asphalts, Associated Motor Finance Company and Browns Investments.",
    "HNB and AMW bring affordable financing for New Holland tractors",
    "CEBEU calls for wide-ranging, transparent consultations to redraft Electricity Act",
    "VAT hike spreads gloom among investors; disposable income an issue",
    "Investor interest in banking sector counters imparts bounce to bourse",
    "CSE turnover hits Rs. 5 billion mark, driven by Agstar crossings",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}