{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95208/hamas-frees-11-more-israeli-hostages-as-gaza-ceasefire-extended-by-two-days",
  "time_ut": 1701144240.0,
  "original_lang": "en",
  "original_title": "Hamas frees 11 more Israeli hostages as Gaza ceasefire extended by two days",
  "original_body_lines": [
    "Hamas released 11 Israeli hostages on the fourth day of the truce to the Red Cross on Tuesday (November 28), Israel Defence Forces confirmed, news agency ANI reported citing The Times of Israel.",
    "Later, Qatar’s Foreign Ministry Spokesperson Majed al-Ansari the implementation of the fourth day of the truce agreement, with the release of 11 Israeli ‘detainees’ in exchange for 33 Palestinian ‘civilians’. The Israelis were held hostage by Hamas for 52 days, ANI reported citing The Times of Israel.",
    "Hamas had announced the extension of the truce agreement by 48 hours just before it was due to end on Tuesday.",
    "“According to the information provided by the Red Cross, 11 Israeli hostages are on their way to Israeli territory,” ANI quoted the IDF as saying.",
    "The 11 Israeli hostages who were released from Gaza were identified to be belonging to five families. From the Cunio family, Sharon Aloni Cunio (33), Emma Cunio (3), and Yuli Cunio (3) were released. However, the father David Cunio is still under Hamas captivity in Gaza.",
    "According to the report, members of the Engel family include Karina Engel-Bart (51), Mika Engel (18), Yuval Engel (10), and Ronel Engel, father, who is still in captivity in Gaza.",
    "Moreover, two members were released from the Calderon family, including Sahar Calderon (16) and Erez Calderon (12). However, their father Ofer Calderon is still in Gaza.",
    "Two more members were released from the Yaakov family, including Or Yaakov (16) and Yagil Yaakov (12), however, their father Yair Yaakov and his girlfriend Meirav Tal are still under Hamas, ANI reported citing The Times of Israel.",
    "Only one member was released from the Yahalomi family, who was identified as Eita Yahalomi (12). His father Ohad Yahalomi remains hostage in Gaza.",
    "Earlier today, White House National Security Council spokesperson John Kirby said they will be closely watching to see if any Americans are in the released hostages’ group.",
    "“We’re going to watch this very, closely. We’re certainly hoping that another batch of hostages gets released today as part of the fourth and final day of the original agreement. We will be watching closely to see if any Americans are in that group as it has come out over the last three days. We only know once you get into the endgame who’s going to be actually on that list...So we’re watching and open,” he said."
  ]
}