{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83288",
  "time_ut": 1702754640.0,
  "original_lang": "en",
  "original_title": "Acting IGP Deshabandu Tennekoon, along with subordinates had violated the law in arresting an ex-soldier for alleged implication in several thefts, thereafter unlawfully detaining and torturing him during 15th -22nd December 2010. States Supre Court Ruling",
  "original_body_lines": [
    "In another dubious record for Sri Lanka’s paralyzed criminal justice system, the Acting Inspector General of Police (IGP) who had assumed his post recently trailing clouds of controversy regarding his professional conduct, has been held directly responsible by the Supreme Court for violation of Article 11 of the Constitution (freedom from torture and cruel, inhumane and degrading treatment).",
    "As observed with justifiable ire, the Court had on umpteen times, laid down ‘guiding principles’ as to how law enforcement officers must act but ‘all such attempts continue to fall on deaf ears.’ It was held that Acting IGP Deshabandu Tennekoon, along with subordinates had violated the law in arresting an ex-soldier for alleged implication in several thefts, thereafter unlawfully detaining and torturing him during 15th -22nd December 2010.",
    "Articles 11 (freedom from torture), 12 (1) (right to equal treatment of the law) 13 (1) and (2) (unlawful arrest and detention) were found to have been violated. Writing for the Court, S Thurairaja J (with K Wickremesinghe and Priyantha Fernando JJ agreeing) observed in Weheragedera Ranjith Sumangala v Bandara, Police Officer and others, SCM 14.12.2023), that ‘while findings of fundamental rights are ample, the wrongdoers – specially the big fish in the pond –  are seldom held duly accountable.’",
    "Senior officers, under whose authority and direction their subordinates may act, have a special duty that they do not abuse such authority or go beyond such direction,’ the Bench said. In the wake of this ruling, some have (unconvincingly) opined that this decision does not attract such awful repercussions as for example, a criminal conviction of the senior police officer in question.",
    "However, that argument must be dismissed with force. Pointedly, the Court has directed the National Police Commission to take ‘appropriate disciplinary action’ against the relevant officers and directed each individual respondent to pay compensation amounting to rupees five hundred thousand. Hence, there is little doubt as to the severity of the result.",
    "Indeed, the case illustrates features of abuse familiar to most of us for decades, including the forced admission of guilt through the use of torture while detaining suspects beyond the permissible limits of the law. In response to Sumangala’s fundamental rights petition filed as far back as on 28th March 2011, the police argued that he had been arrested based on a ‘reasonable suspicion’ that he was part of a thieving gang, using ‘minimum force’ since he had resisted arrest.",
    "But the Court found several inconsistencies in the police version, including finding that the police officers lied about the date of arrest being 17th December 2010 whereas the facts of the case established that it had been two days earlier and that the petitioner had been mercilessly tortured in the meantime. Pertinently, what had to be assessed was not the guilt or otherwise of the petitioner in regard to allegations of theft but whether constitutional safeguards in arrest and detention had been observed.",
    "‘Even reconvicted criminals of the most notorious kind are entitled to their fundamental rights,’ the Bench pronounced. As such, the question of a ‘reasonable suspicion’ in regard to alleged implication in theft will matter purely in regard to the question as to whether grounds existed for arrest. That cannot be relevant in regard to the violation of Article 11 as torture, inhuman and degrading treatment are ‘absolutely abominable in law under all circumstances,’ it was reminded.",
    "The complaint of theft in this case had been filed anonymously which required ‘utmost caution’ in further steps to be taken. That caution had not been manifested and the petitioner had not been given reasons for arrest. He had been detailed beyond the time limit permitted by law, was not allowed to consult with his lawyer or communicate with friends and family.",
    "At that time, the incumbent in the seat of the Acting IGP had been serving as Superintendent of Police, Nugegoda Division. Tennekoon’s counter to the Petitioner’s version of events, was filed late this year, ‘did not challenge much of the averments in the petition.’",
    "The impugned and detention was upon Tennekoon’s ‘direction and instruction,’ he had visited the place where the petitioner was detained and had beaten him with a ‘three wheeler rubber band’ after stripping him naked. The medico-legal report corroborated the injuries inflicted upon him, establishing ‘repugnant’ behaviour.’",
    "Meanwhile, the Bench makes the (jurisprudentially colourful) observation that the violations in issue ‘is a glowing testimony as to the almost prophetic prudence of Sir Fitzjames Stevens in making confessions to a police officer inadmissible’ in the drafting of the Indian Evidence Act, followed by Sri Lanka’s Evidence Ordinance. That is certainly so.",
    "But the Court’s lamentations as to why law enforcement officers continue to violate the Constitution have a wider context. First this speaks to the political immunity afforded to perpetrators in uniform. The famous boast from the 1970’s was that, officers found constitutionally culpable by the Court were promoted by the Jayawardene Government and fines ordered to be paid by them, paid out of a ‘special fund’ established for that purpose.",
    "Second, we have the failure under our twin anti-terror laws, the Public Security Ordinance (1947) and the Prevention of Terrorism Act (1979), to observe that same ‘prophetic prudence’ in shutting out confessions to police officers. Indisputably, that has had a terrible impact in subverting if not perverting ‘normal’ law enforcement, as reflected in the routine prevalence of torture in police stations. That is to be expected surely.",
    "If police officers are given extraordinary leeway in extracting confessions using torture from ‘anti-terror’ suspects, that perversion would inevitably seep into all aspects of law enforcement. This is where naively ‘applauding’ tough laws against ‘terrorists’ of minority ethnicity becomes ironic in the extreme. That has now well and truly rebounded on the South as an ex-army officer, Weheragedera Ranjith Sumangala found out to his miserable misfortune. This is precisely why we need to look at ‘anti-terror’ laws with extreme circumspection.",
    "That danger still persists. For example, the Government’s proposed Anti-Terror Bill, the successor to the Wickremesinghe-led Government’s (2015-2019) Counter-Terror Bill, proposed to replace the PTA has been withdrawn for ‘public consultation.’ However its contents do not seem to have undergone significant revision. To give due credit, the Bill omits the provision regarding admissibility of confessions to senior police officers that had been a staple of Sri Lanka’s counter-terror regime.",
    "But that benefit is outweighed by a host of other law enforcement excesses which will inevitably pervert our criminal justice system even further. Ministerial bleating that anyone who is dissatisfied can go to Court against these drafts is not a sufficient answer. The Government must articulate a balanced counter-terror state policy rather than look to the Court to cross the ‘t’s’ and dot the ‘i’s.’",
    "Absent a comprehensive overhaul of practices of ‘ordinary’ law enforcement or ‘counter-terror’ as the case may be, judgements even of the apex court will have limited value. Along with the systemic weakening of individual liberties which crosses boundary lines of ethnicity, the Constitution itself is routinely subjected to cruel, inhumane and degrading treatment.",
    "And we will – along with the Court – helplessly if not hopelessly continue to ask the question posed by the 1st-2nd century Roman satirical poet Juvenal, ‘Quis custodiet ipsos custodes?’ (‘who will guard the guards?’)."
  ]
}