{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Uproar-in-House-over-resolution-to-issue-Rs-1-tn-worth-of-Treasury-Bills/108-259087",
  "time_ut": 1683870580.0,
  "original_lang": "en",
  "original_title": "Uproar in House over resolution to issue Rs. 1 tn worth of Treasury Bills",
  "original_body_lines": [
    "An uproar flared up in Parliament today on the decision made by the government to raise rupees one trillion through Treasury Bills as an urgent need.",
    "Leader of the Opposition Sajith Premadasa who objected to the decision said the issuing of Treasury Bills will be illegal as the approval by the Public Finance Committee to go ahead with the Treasury bill issue is not valid.",
    "“The approval by the Finance Committee is not valid as it has to function under a permanent chairman. The decisions at the meeting of the Public Finance Committee which is chaired by an acting chairman are not valid. The current acting chairman represents the ruling party. This is a violation of Standing Orders. Standing Orders clearly state that the Finance Committee has to be chaired by an opposition MP,” he said.",
    "MP Dayasiri Jayaskera also came up with the same view and said illegal moves would be noticed by the IMF.",
    "Chief government Whip Prasanna Rantunga said the Opposition should find a suitable person as the chairman of the Public Finance Committee.",
    "“We can consider any name as the chairman of the Public Finance Committee if the Opposition comes up with some names,” he said.",
    "\"An MP from the Opposition was appointed as the Chairperson of the Finance Committee and the Opposition SJB inflicted undue influence on him to resign. Therefore, it is the Opposition which has created the issue,” he added.",
    "Minister Bandula Gunawardene said the money is to be raised to meet the salary bill.",
    "“The Salary Bill  of the government and the funds spent on welfare  has always been high. Also it is not possible to print money as per the IMF agreement. I also propose that the Treasury presents a report to the House on the total State expenditure on a monthly basis so that the MP will be aware of the expenditures,” he said. (Yohan Perera and Ajith Siriwardana)"
  ]
}