{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Nearly-four-years-in-custody-without-trial-under-PTA-Suspect-appeals/108-256763",
  "time_ut": 1680084685.0,
  "original_lang": "en",
  "original_title": "’Nearly four years in custody without trial under PTA’ - Suspect appeals",
  "original_body_lines": [
    "An Associate Engineer, the 25th suspect in the Colombo High Court Trial at Bar case had moved for bail in the Court of Appeal claiming that he has been in custody for 3 years and 11 months, without any indication of trial.",
    "The suspect claims that he is a respected citizen without any previous convictions or police involvement whatsoever.",
    "The petitioner in his application filed in the Court of Appeal states that, though the Detention order had determined the place of detention as 6th Floor of New Secretariat Building, Colombo 1, the suspect was illegally detained at the Navy Camp at Welisara, in violation of the decision of the Supreme Court in the PTA case, Weerawansa vs the Attorney General.",
    "He  alleges that he was detained in the Welisara Camp after he refused to make a statement to the investigating police, of an alleged plan to attack Churches and hotels, which the suspect was totally unaware of.",
    "The petitioner has alleged that while in illegal detention at the Navy Camp he was continuously threatened by investigating police officers to sign a prepared statement and the suspect was tortured through many inhumane methods and his signature was forcefully obtained.",
    "The petitioner has stated that in view of the said disclosures, the suspect fears for his safety in the remand prison.",
    "The petitioner states that  he was produced thereafter before a Magistrate, and the suspect had told the Magistrate that he was threatened and compelled to sign a statement, the contents of which he was unaware and that the Magistrate had noted the suspect’s complaint in the Court record.",
    "The Petitioner has said that the Court of Appeal in previous cases has considered the newly Legislated section 15 B of the PTA and held that a period of over 12 months in State custody as an unduly long period and granted bail.",
    "The suspect was detained for nearly two years and three months after his arrest, together with 24 others depriving him of a fair trial in violation of Article 13(3) of the Constitution.",
    "M M Zuhair PC with Rizwan Uvais supported the application in the Court of Appeal and State Counsel Shakthy Jagodaarachchi appeared for the Attorney General.(T. Farook Thajudeen)"
  ]
}