{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-sec-approves-rules-to-list-infrastructure-bonds-on-stock-exchange-146328/",
  "time_ut": 1704631440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka SEC approves rules to list infrastructure bonds on stock exchange",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Securities and Exchange Commission said it had approved a regulatory framework to sell infrastructure bond on the Colombo Stock Exchange.",
    "The infrastructure bonds could be used to raise funds for roads, rail, water management, waste management systems, airports, seaports, mixed development projects, natural disaster protection systems, deep water ports, gas supply systems, utility projects and telecommunications.",
    "“It is necessary for Sri Lanka to develop a market for Infrastructure Bonds and raise the long – term capital needed for infrastructure projects,” the SEC said in a statement.",
    "“This initiative reflects SEC’s commitment to create an enabling environment for long – term investments in infrastructure projects that support the nation’s economic growth and development.”",
    "“The regulatory framework for Infrastructure Bonds has provisions to ensure investor protection, stringent due diligence, disclosure, and reporting requirements for issuers…”",
    "The regulations will ensure that investors are kept informed on the performance of the infrastructure projects, utilization of proceeds and risk factors as well as enforcement procedure for non – compliance with the regulatory framework.",
    "Disclosure requirements include details of the project in which the capital raised is deployed or allocated, progress updates on how the project fulfills its core purpose and objectives and benefit to the public and any deviations in the use or allocation of the capital proceeds.",
    "SEC Chairman Faizal Salieh said the move will allow sub-national bodies like Municipal Councils, Urban Councils, Local Government Councils, the Urban Development Authority and large private sector companies to finance infrastructure projects through these bonds.”",
    "At the moment sub-national bodies face a hard budget constraint which limit their spending to taxes collected or subventures from the central government. (Colombo/Dec06/2023)"
  ]
}