{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/seylan-bank-appoints-ramesh-jayasekara-as-director-ceo-to-lead-next-stage-of-transformation-and-growth/",
  "time_ut": 1682605560.0,
  "original_lang": "en",
  "original_title": "Seylan Bank appoints Ramesh Jayasekara as Director/CEO to lead next stage of transformation and growth",
  "original_body_lines": [
    "Seylan Bank PLC, has announced the appointment of Ramesh Jayasekara as its new Director/Chief Executive Officer, effective from 1 May 2023.Having joined Seylan Bank in 2011 as Chief Financial Officer, Ramesh was later appointed Chief Risk Officer in 2016 and assumed the role of Deputy General Manager – Corporate Banking from 2018 until 2019. He was promoted to Senior Deputy General Manager in January 2020 and elevated to Chief Operating Officer the following year.",
    "Ramesh also serves as a Non-Executive Director of Seylan Development PLC, since November 2012.As an integral part of the leadership team for many years, Ramesh brings a wealth of experience and knowledge to this new position. Over the years Ramesh has garnered extensive experience in various roles and positions at Seylan and demonstrates substantial capacity to lead the bank, and a commitment to its values and mission, strengthening the brand, and building stronger foundations for its future success.",
    "Ramesh holds a first class honours degree from the University of Colombo. He is an Associate member of the Institute of Chartered Accountants of Sri Lanka, Chartered Institute of Marketing – United Kingdom, Association of Chartered Certified Accountants, United Kingdom and Certified Management Accounts of Sri Lanka.",
    "Contributing to the long-term strategy of the bank, Ramesh has over 20 years of experience in Banking, Strategic Planning, Financial Management, Risk and Audit, both locally and internationally. Prior to joining Seylan Bank PLC, Ramesh has gained extensive international experience as Deputy Regional Financial Controller of the French Banking giant BNP Paribas, Middle East Region comprising Bahrain, Saudi Arabia, Kuwait, Qatar, Dubai, Abu Dhabi and Cyprus. In Sri Lanka, he held senior roles at HSBC Sri Lanka as Resident Manager – Finance & Planning and at KPMG Sri Lanka as an Audit Manager.",
    "Ramesh’s comprehensive experience in operations, combined with introduction of relevant technological improvements will inevitably contribute to advancing Seylan’s digitalisation strategy, commitment to providing superior products and an exceptional customer experience, continuing to lead the bank with integrity, innovation, and a customer-first approach.",
    "Ramesh was appointed Deputy Chief Executive Officer of the Bank in September 2022 and will succeed current Director/CEO Kapila Ariyaratne, who is retiring after 12 years of dedicated service, which involved many significant accomplishments.",
    "The new Director/CEO will take over the reins of the Bank from the stewardship of Kapila Ariyaratne, who’s outstanding service, commitment and leadership has steered Seylan forward through demanding and challenging years. As the Bank celebrates its 35th anniversary, it has grown in assets, deposits and advances by 300% over the past decade, with revenue quadrupled and profit after tax doubled.",
    "Despite the country facing socio-economic crises during the past three years, the Bank under Kapila’s admirable leadership, has unstintingly supported the nation and all customers. In the past decade, the Bank has also been continuously investing in the community assisting under privileged communities, investing in enabling education through the Seylan Pehasara project which established 225 libraries across the country, and has driven the bank to be nominated as the best in Customer Services for four consecutive years (as per LMD). As Kapila leaves the helm of the Bank, the institution is currently in a buoyant and very positive phase of change and growth. He has inspired and mobilised the best skills and resources with courage, boldness and precision to execute strategies in the best interest of all stakeholders.",
    "DSI Samson Group appoints prominent legal professional Uditha Egalahewa as chairman",
    "Japan Gedara wins an Award of Appreciation in SLIA Product Award 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}