{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Walahanduwa-estate-plants-100-acres-of-tea-coconut-rubber-and-cinnamon/34-747592",
  "time_ut": 1682100412.0,
  "original_lang": "en",
  "original_title": "Walahanduwa estate plants 100 acres of tea, coconut, rubber and cinnamon",
  "original_body_lines": [
    "Crops will be cultivated with advanced technology, mixed side crop plantation with community participation",
    "Walahanduwa estate in Galle recently began planting 100 acres with tea, coconut, rubber and cinnamon crops as model new crops to boost the production and livelihood of the community.",
    "The project was launched under the leadership of Industries and Plantations Minister Dr. Ramesh Pathirana and the participation of State Plantation Industries Minister Lohan Ratwatte.",
    "The initiative was a collaborative effort of many institutions under the Plantation Ministry and State Plantation Corporation such as the Sri Lanka Tea Board, Tea Research Institute, Coconut Research Institute, Coconut Development Board, Minor Export Crops Department, Rubber Research Institute and Small Tea Plantation Development Authority. All of these plantations will be carried out in a technologically advanced manner, and mixed-side crop plantations will also be carried out with the participation of the community.",
    "“The history of this Walahanduwa estate is fascinating. Future plantations will be established, with improved operations of the corporation. We hope to enhance and safeguard the new cultivars on this estate and provide the community with a place to practice sub-cultivation,” Dr. Pathirana said.",
    "The Minister also said part of the estate is to create a new place under the concept of ‘Cinnamon Gate’. “We have allocated Rs. 150 million for it. This year a lot of work will be done for the development of tea, coconut, cinnamon and other export crops. A great deal of work has been done countrywide in this regard,” he added.",
    "Despite the multiple challenges the country faced during the past two years, he said the country saw the highest export income of the country was recorded in the field of the plantation industry. “In the year 2021, we earned $ 3.8 billion and which is the highest amount so far and in 2022 also the sector earned $ 3.6 billion. Last year’s crop drop and income dropped slightly due to the fertiliser crisis in the first quarter of last year. This adversely impacted the tea crop but none of the other crops was affected. I am grateful to the officials who worked tirelessly,” he said.",
    "Dr. Pathirana also noted that the highest coconut yield of 3.3 million nuts in Sri Lanka was recorded last year. In 2022, Sri Lanka received the highest income of $ 850 million. However, the production of rubber decreased as many companies moved out of rubber plantations. Due to the fertiliser problem, tea has decreased, but other crops have not only improved, but the yield has also increased.",
    "“We hope to implement value-addition programs for tea, cinnamon, rubber, coconut and other products and create a new market,” he added. Noting that the Janatha Estates Development Board (JEDB) and the Sri Lanka State Plantation Corporation were incurring major losses annually, he said before 2019, every year Rs. 100 - 200 million was given to these institutions for maintenance. “The Chairmen of both these institutions have been efficiently maintaining them for the last three years without any government support. Therefore, I thank everyone for maintaining these activities well in such a difficult period. We still have a huge burden for the payment of funds including meaningful funds. We are trying to resolve those matters as soon as possible,” he said.",
    "Plantation Industries Ministry Secretary Janaka Dharmakeerthy, Additional Secretaries and other officers, State Plantation Corporation Chairman Srimal Wijesekera, the chairpersons of the institutions of the Ministry of Plantation Industries, and many others were present at the occasion."
  ]
}