{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/09/expedite-the-action-plan-for-reconciliation-president/",
  "time_ut": 1686305520.0,
  "original_lang": "en",
  "original_title": "Expedite the Action Plan for Reconciliation – President",
  "original_body_lines": [
    "President Ranil Wickremesinghe convened a discussion at the Presidential Secretariat yesterday afternoon (08) to address the Action Plan for Reconciliation. During the meeting, the President instructed the relevant departments to expedite the drafting of legislation necessary for the plan’s implementation.",
    "The progress of initiatives within five key areas -legislation, institutional activities, land issues, prisoner release, and power decentralization, was also reviewed.",
    "The discussion encompassed several important topics. The implementation of the Truth and Reconciliation Commission (TRC), the establishment of a National Land Council, and the formulation of a National Land Policy were among the matters addressed.",
    "Additionally, the President emphasized the need for enhanced operations of the Office of Missing Persons, including digitization efforts and the issuance of Certificates of Absence for individuals who had previously disappeared without trace.",
    "Furthermore, President Wickremesinghe instructed the relevant parties to complete the ongoing initiatives to establish the Office of Reparations and the Office for National Unity and Reconciliation within the next two to three months. A comprehensive report on the progress of these programs was also requested.",
    "Regarding land-related issues, particular attention was given to resolving problems associated with displaced persons’ resettlement, releasing privately held lands for public use, and addressing Mahaweli lands concerns. The President emphasized the urgency of taking immediate action to settle these land-related issues and tasked the officials with devising effective mechanisms for their resolution.",
    "To address the release of prisoners and amnesty matters, the President instructed the relevant officials to submit a detailed report through the Ministry of Justice.",
    "The discussion also covered topics such as power decentralization, provincial-level development plans, and the appointment of a Provincial Ombudsman. These matters were thoroughly deliberated upon to ensure effective governance and progress at the provincial level.",
    "‘Unabomber’ Ted Kaczynski, who terrorised the U.S. with mail bombings for nearly two decades, dies in prison",
    "Largest studio at the Stein Studios named after late Mr. R. Rajamahendran",
    "Gvt. implements plan to issue delayed driving licenses via third party"
  ]
}