{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/80870",
  "time_ut": 1673550900.0,
  "original_lang": "en",
  "original_title": "Canadian sanctions against ex-Presidents Gota and Mahinda is the strongest indication yet that the international justice system is beginning to work against even the highest levels of the Sri Lankan State accused of grotesque warcrimes  and gross human rights abuses.",
  "original_body_lines": [
    "(Text of Editorial Appearing in the “Daily FT”of 12 January 2023 under the heading ” International noose tightens against human rights abusers”)",
    "For the first time in the history of Sri Lanka, two of the country’s former Heads of State have been sanctioned by a foreign state. Canadian Foreign Minister Mélanie Joly announced this week that former Presidents Mahinda Rajapaksa and Gotabaya Rajapaksa have been placed under targeted sanctions under the Special Economic Measures Act.",
    "Joly’s order noted that the two men have been responsible for “gross and systematic violations of human rights during armed conflict in Sri Lanka.” In addition to the Rajapaksa presidential brothers, Staff Sergeant Sunil Ratnayake and Lieutenant Commander Chandana Prasad Hettiarachchi have also been singled out for targeted sanctions.",
    "The Canadian announcement comes within a month of the US State Department adding Prabath Bulathwatte, a serving officer of the Sri Lanka Army, to its sanctions list. Until Canada’s announcement listing the Rajapaksas, the highest ranking official to be slapped with sanctions by a foreign government was former Army Chief Shavendra Silva.",
    "Staff Sergeant Sunil Ratnayake was found guilty by Sri Lankan courts for the 2000 brutal massacre of nine Tamil civilians – including three teenagers and a five-year-old child. Despite the highest courts of the land upholding his conviction, he was granted a presidential pardon by Gotabaya Rajapaksa in 2020.",
    "Chandana Prasad Hettiarachchi also known as Navy Sampath is the ringleader of a brutal navy abduction racket accused of abduction of mostly Tamil men, holding them to ransom and killing them, often after the families had paid up. Hettiarachchi was the main accused in the infamous Navy 11 case which the courts and the two Presidents who have found themselves on Canada’s sanctions list have stalled for several years through political interference and intimidation by the top brass of the Sri Lanka Navy including at least two of its commanders.",
    "The international scrutiny of these individuals, who have escaped justice within Sri Lanka is a clear indication of the country’s failed judicial process.",
    "By refusing to bring perpetrators like Sunil Ratnayake and Chandana Hettiarachchi to justice, and even taking extraordinary steps to protect them, the two sanctioned Presidents have paved the way for the wheels of international justice to turn against them. And like the mills of the gods, the wheels of international justice grind slowly, but they grind exceedingly fine.",
    "The Canadian announcement of sanctions against two ex-Presidents is the strongest indication yet that the international justice system is beginning to work against even the highest levels of the Sri Lankan State accused of grotesque crimes in wartime and gross human rights abuses. Banned from setting foot in Canadian territory, former Presidents Mahinda and Gotabaya Rajapaksa will also face a freeze of any assets held in Canada. Persons living in Canada – including Sri Lankan nationals – and Canadians outside Canada are prohibited from engaging in activity related to any property of the sanctioned Presidents and the criminals they protected.",
    "When the Sri Lankan State, including its judiciary, has continuously demonstrated that it is unable and unwilling to administer justice for victims of human rights violations, there is no option other than to seek international and extraterritorial jurisdiction.",
    "The Canadian announcement makes it clear that the noose of international justice is tightening against not only the foot soldiers of atrocious crimes committed in Sri Lanka, but also the men who gave the orders.",
    "The foreign government sanctions against two former Heads of State should send a clear message to all those who have blatantly used violence against Sri Lankan citizens since 1971 that justice is just beginning to catch up."
  ]
}