{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/More-universities-or-continued-procrastination-EDITORIAL/172-256296",
  "time_ut": 1679421125.0,
  "original_lang": "en",
  "original_title": "More universities or continued procrastination? - EDITORIAL",
  "original_body_lines": [
    "The present capacity of our universities is unable to accommodate the numbers of students qualified to enter these hallowed halls of learning. Education Ministry statistics for 2020 revealed as many as 64% of the students who sat the G.C.E A/L examinations in that year were eligible to apply to state universities.",
    "Sadly, according to the ministry, lesser than a quarter of those students were able to make it to state universities. Statistics show out of over 300,000 students who sit the GCE Advanced Level examination every year, only a limited number of students qualify to enter the national universities.",
    "Students put a lot of hard work and commitment in order to enter national universities. But because of limited capacity in state universities, only a few lucky top students get the opportunity to enter local universities according to their ‘Z Score’.",
    "Students, who fail to enter national universities in their first attempt, either repeat the exam for another two or three years. Not surprisingly therefore, in Sri Lanka most students graduate in their late 20s. You also find many in their early 30s. In other countries, students complete their first degree while in their early 20s.",
    "According to www.universityworldnews, around 12,000 Sri Lankan students go abroad annually for higher education.",
    "Speaking during the committee stage debate on the Education Ministry’s head of expenditure, President Ranil Wickremesinghe called for a change to the present University system, suggesting opening higher education sectors to private universities.",
    "He said the country was losing billions of US dollars in foreign exchange due to students going abroad for higher studies. With the country in the middle of an economic crisis of the proportions we are facing, the country needs find an alternative to sending its students abroad to complete their studies.",
    "At the same time, the country is faced with a shortage of doctors. A World Bank study reveals there are 1.2 doctors per 1,000 people in our country.",
    "Yet, hundreds of our students who cannot enter the medical faculties here, are presently studying medicine in Universities in the UK, Nepal, Bangladesh and East European countries. According to President Wickremesinghe, the cost amounts to around US$ 3 billion in foreign exchange.",
    "A sum which our country can scarce afford. It is time therefore to seek alternatives.",
    "The president has suggested the possibility of providing medical students of the Sir John Kotelawala Defence University, The Neville Fernando Teaching Hospital, Lyceum Campus and other private universities in Colombo, Kalutara, Gampaha, Kurunegala and Polonnaruwa be offered training at state hospitals without hampering the training of students in state universities.",
    "Perhaps we could go a step further and invite foreign universities to open branches of their campuses here as well. This could well bring in foreign students and add to exchange earnings. A committee to look into this possibility, comprising members of the SLMC and the GMOA is being set up.",
    "Similar proposals have been attempted in times gone by. But they were all forced to be scrapped by university student unions who claimed it would cause the downfall of free education in the country. This is nonsensical in light of the fact that today, many international schools have sprung up in all parts of the country. Yet ‘free education’ provided by state schools still persists.",
    "The Government Medical Officers Association (GMOA) - a doctors trade union - too has expressed reservations regarding the president’s proposals without giving any specific reasons. Their claim being the organization had an issue in regard to the composition of the committee!",
    "Thousands of students are annually forced to give up a chance to earn a degree because of government universities’ inability to take in the numbers who qualify for higher education. The demands of a party-political bunch of students to prevent poorer students a chance of entering university is selfish.",
    "Unionized doctors at present are making immense profit because of a shortage of doctors. Specialist doctors make mega profits via the private channelling service.",
    "These groups should not be allowed to hold the country at ransom. If learning standards are upheld, no one should be permitted to prevent poorer students from having a university education.",
    "Basically, this is what is happening today. In the name of protecting ‘free education’, these groups are in actuality preventing students from poorer backgrounds entering the portals of higher education. In the end though, education is NOT free. The state is paying for it. Yet both doctors and University students are violently opposed to taxing the richest bracket of society.",
    "Is it that these groups have not realized, it is through taxation the state is able to provide services?"
  ]
}