{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Makkah-Madinah-and-rituals-of-Hajj-and-Umrah-under-rulers-of-Kingdom-of-Saudi-Arabia/4-749005",
  "time_ut": 1685667042.0,
  "original_lang": "en",
  "original_title": "Makkah, Madinah and rituals of Hajj and Umrah under rulers of Kingdom of Saudi Arabia",
  "original_body_lines": [
    "The Saudi Government goes to great lengths to ensure the well-being of pilgrims from around the globe who visit the holy cities of Makkah and Madina",
    "First group of Hajj pilgrims from Sri Lanka is set to depart for Makkah on 3 June",
    "The administration of Hajj and Umrah activities in the holy cities of Makkah and Madina by the rulers of Saudi Arabia is a matter of pride.",
    "The holy cities of Makkah and Madina are the primary spiritual focal points for Muslims around the world. These cities hold great significance for Muslims worldwide, particularly Makkah, where the fifth pillar of Islam, the holy Hajj, is performed. Every physically and financially capable Muslim is obliged to fulfil this duty at least once in their lifetime.",
    "Makkah is the largest holy site in the world, with Masjid al-Haram spanning approximately one million square metres. This remarkable expansion took place under the rule of the Saudi Arabian Government, specifically the Al Saud dynasty. The title of “Guardian of the Two Holy Mosques” is rightfully bestowed upon the rulers of Saudi Arabia, including the current King Salman, due to their immense contributions to the two holy sites.",
    "Saudi Arabia’s location as the host of these sacred duties is a tremendous blessing. The Saudi Government goes to great lengths to ensure the well-being of pilgrims from around the globe who visit the holy cities of Makkah and Madina. They provide special air transport, luxurious hotels, modern buses and trains for transportation, well-equipped tents, and essential facilities in Mina, Mustalifah, Arafah, and other relevant areas.",
    "Every year, three million pilgrims gather in Makkah to perform the holy Hajj pilgrimage, which is no small feat. However, thanks to the Saudi Government’s provision of basic facilities, these pilgrims can convene and carry out their prayers with ease. The doors of the Holy Makkah remain open 24 hours a day to accommodate devotees.",
    "To facilitate the holy Hajj pilgrims, the Saudi Government has implemented restrictions on domestic and foreign Umrah pilgrims since 15 May 2023. Around the clock, tens of thousands of cleaning workers and cleaning electric vehicles maintain cleanliness for the benefit of the pilgrims. More than 15,000 toilets are available, open 24/7, and cleaned five times daily using high-quality disinfectants. Additionally, over 30,000 refrigerated water tanks are strategically placed and frequently inspected by experts.",
    "For the pilgrims’ convenience, tens of thousands of high-quality safes are installed in various locations to safeguard their belongings. Marble structures are designed to provide temperature control in the open spaces of Makkah and Madina. The Saudi Government offers services in 65 different languages for Hajj and other religious events, including Quran interpretations and Jum’ah sermons. Furthermore, free micro-rays are distributed to assist the elderly and sick among the pilgrims, with over 500 electric vehicles allocated for their transportation. The Saudi Arabian Government also provides top-notch healthcare facilities for the pilgrims.",
    "The expansions of the Haramain have been carried out in multiple stages, starting from the reign of Umar (R.A.) and continuing until the present Saudi Government. Throughout this period, from the first ruler of Saudi Arabia to the current King Salman Bin Abdul Aziz, significant efforts have been made to enhance and provide necessary facilities and infrastructure for the pilgrims. One of the most renowned contributions of the Saudi Government is the sponsorship of approximately 5,000 individuals including the poor, refugees, scholars, and intellectuals from around the world, enabling them to perform Hajj in Makkah at the personal expense of the Saudi Kingship. This noble act has garnered worldwide appreciation.",
    "Saudi Arabia has an efficient Ministry of Islamic Culture led by a competent Minister. Furthermore, a Ministry of Hajj Affairs has been established to cater to the needs of pilgrims, along with the creation of a leadership council. Each year, the Saudi Government strives to innovate and improve services for the benefit of the pilgrims, constantly seeking more efficient ways to serve them. Therefore, Muslims across the world take immense pride in the state of the Holy sites of Makkah and Madina under the administration of the Saudi Arabian rulers.",
    "Every year, a significant number of pilgrims from Sri Lanka embark on the journey to Makkah to perform Hajj. Notably, this year, 3,750 individuals are scheduled to make the pilgrimage, and the Saudi Arabian Ambassador to Sri Lanka Khalid Hamood Al Qahtani, in collaboration with the Embassy and the Department of Muslim Community Affairs, has made all necessary arrangements for them. The first group of Hajj pilgrims from Sri Lanka is set to depart for Makkah on 3 June 2023, Insha Allah.",
    "In conclusion, the Saudi Government’s relentless dedication and numerous services for the well-being of the guests of Allah have ensured a safe and peaceful environment for fulfilling the pilgrim’s Hajj obligations. Their tireless efforts deserve the blessings and strength from Almighty Allah to continue their noble service."
  ]
}