{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Generational-dilemma-our-views-on-youngsters/4-756861",
  "time_ut": 1704050038.0,
  "original_lang": "en",
  "original_title": "Generational dilemma – our views on youngsters",
  "original_body_lines": [
    "Although the information in this chart is 10 years old, it proves why youth instigated a struggle. There was obvious overrepresentation in the Parliament of the population 45 years and older and a sheer underrepresentation of people aged 35 or younger. I suggest a Sri Lankan research organisation do advanced research on the characteristics and expectations of each generation in Sri Lanka and the respective parliamentary representation for each generation. This research must include gender representation as well",
    "The generational gap always intrigues me. I don’t believe anyone can define the behaviours of each generation with certainty and explain why they behave the way they do. However, we can observe general behaviours and deduce some opinions with salient points as precursors for a more in-depth study",
    "My father was from the Greatest Generation (USA terminology) or from the Federation Generation (Australian terminology) as he was born in 1926. One day, he expressed sheer displeasure at my behaviours, citing that I was wasting my time reading novels, writing short stories and poems, and attending literary events an excessive number of times, without concentrating on completing my formal studies in time. He said, “At your age, I was doing a paid job and helping your grandmother with my earnings”. Then, I shot back. “Dad... I don’t know about that, but I know, at your age, Dr. N M Perera had a double doctorate.” I tried to emphasise that we were from two generations and destined to behave differently.  Obviously, I escaped any punishment for arguing with him being an adult as he could not find the cane that I had already hidden.",
    "During my formative years, I experienced a rich political culture and a rich creativity culture. I read parliamentary Hansard reports to admire Dr. N M Perera’s, Dr. Colvin R. De Silva’s and A Amirthalingam’s oratory skills. I read political and history books my father brought from the USSR and the USA embassies in Colombo, free of charge. To me, the fields of creativity culture are art, drama, literature, music, cinematography, photography, etc. When I say rich, I mean the enrichment of artistic works from muti-cultural and multi-ethnic inputs.",
    "I followed towering multi-talented figures in the art world at that time. I tasted fine Sinhala song lyrics written by Tamil origin Augustus Vinayagaratnam and Sinhala multi-talented Mahagamasekera.  I read Ratna Sri Wijesinghe’s and Parakrama Kodithuwakku’s poems in awe. I admired the critical analyses delivered by Dr. Carlo Fonseka, Prof. J B Dissanayake, and Prof. Nandadasa Kodagoda. I was mesmerised by the musical marvels of Dr. Premasiri Kemadasa and Sarath Dassanayake. Dr. Amaradeva left an undying lingering essence in the minds of listeners for hours after delivering his songs. Veteran actresses Punya Heendeniya, Anula Karunathilake, Irangani Serasinghe, and Swarna Mallawarachchi performed everlasting characters and evenly matched their acting abilities neck to neck with the classical Indian actresses. In their quality performances, iconic actors, Gamini Fonseka, Joe Abeywickrama, and Tony Ranasinghe displayed international quality performance abilities. The novelists Gunadasa Liyanage and Karunasena Jayalath could give us, the youngsters authentic romantic experiences to kindle our hearts. R. R. Samarakoon, Sugathapala De Silva, and Dharmasiri Bandaranayaka gave us thought-provoking stage drama experiences. Dayasena Gunasinghe and Dharmasiri Gamage taught us real journalism.",
    "In Bollywood, I was fascinated watching the performances of Nutan and Shabana Azmi who I still consider as the best Indian actresses I have seen. My best Indian music directors were Dada (Sachin Dave Burman) and Pancham (Rahul Dev Burman). How could I forget the old songs of Mukesh and Rafi? I can go on but I am unreasonable here as it is an impossible task to name all.",
    "I feel that I was fortunate to witness such people in the 70s and 80s. The artistic works produced by them had universal appeal across social, political, and ethnic boundaries. Obviously, the audience had a wide range of appetites, and the artistes in that epoch were ready to cater to all. There was a common characteristic in these artistes. They were multi-disciplinary. They were the masters of many fields. They had rich socio-political experiences. Such exposure enriched the quality of their masterpieces. We were the mortals who were the beneficiaries.",
    "Why aren’t there such multi-talented young artistes in Sri Lanka anymore?",
    "Or are we too old to understand the unique talents of the new generations as our measuring stick is too outdated? Is individual excellence the name of the game now?",
    "Why cannot we remember the artistic works delivered by the young generation after one month of experiencing the works?  Maybe, we got it wrong. I heard that technologists have developed an App for young people to enable text messages to disappear from the phone 30 seconds after reading. It is said that the attention span of the Z Generation is 2.7 minutes. It is highly likely the young generation purposely produces things to last only a short period as their interest diminishes quickly. In developed countries, how many students change their study course after entering the university and even completely abandon the course to pursue other endeavours?  How many university students take a gap year to travel the world as backpackers? Even the young generation’s definition of love is different from that of the older generation.",
    "The point is, we should not compare two generations. It is what it is. What we need is to understand the characteristic elements of each generation and get the best outcomes from those members to progress in society and enhance individual quality of life. Traditionally, the older generation tries to control the behaviours of the younger generation. However, progressively, the older generation loses the grip of control. This effort has miserably failed during the last five decades because the three younger generations changed the batons so fast and the life of each generation has shrunk from 18 to 13 years, resulting in rapid change of societal characteristics. The previous generation could not adjust to this pace and complained rather than accept their inability",
    "In the late seventies, at the library in my hometown Horana, a series of public discussions were held on weekends on many artistic topics. I remember watching Indian classical films of Satyajit Ray, Bimal Roy, and Mira Nair. An expert film critic gave us critical overviews of the creative aspects of these masterpieces. One day, the movie ‘Salaam Bombay’ and another movie, the name of which I cannot now remember, (with a storyline where an elderly father goes to a bus halt and waits for his son to come home after his son was taken away by police) were screened. A youngster in the audience got up and analysed the content of the films better than the expert and the expert resource person humbly invited him to sit with him on the podium. I still remember the question he asked the expert. “You are an influential critic in the movie industry. Look at the quality of storylines in these films.  Compare these with our movies. Isn’t it a piece of clear evidence, that our artistes are artistically bankrupt? It led to a very enlightening, lively discussion on creativity, afterward.  Meanwhile, I have no regrets about “wasting” time on these interactions, contrary to my father’s views. The baby boomers were inquisitive.",
    "There are always disagreements between generations and the differences in terms of their own upheld values, priorities, and life expectations. It is a fact that all have to live with.",
    "The point is, we should not compare two generations. It is what it is. What we need is to understand the characteristic elements of each generation and get the best outcomes from those members to progress in society and enhance individual quality of life. Traditionally, the older generation tries to control the behaviours of the younger generation. However, progressively, the older generation loses the grip of control. This effort has miserably failed during the last five decades because the three younger generations changed the batons so fast and the life of each generation has shrunk from 18 to 13 years, resulting in rapid change of societal characteristics. The previous generation could not adjust to this pace and complained rather than accept their inability.",
    "However, there is a way to handle and treat each generation which I will explain in a later article.",
    "Of course, there are non-compromised basic characteristics expected from all generations. There should be robust governance systems, law and order, social norms, social humane values, multi-ethnic cross-cultural appreciations, etc. However, the over prescription of such characteristics by the older generation should not create bitterness among members of the next generation as they would be the future and deserve to take a shot independently. Whether elders like it or not, the older generation must accept that their chance has already been spent.",
    "The former generation always attributes unsavoury connotations to the latter, lamenting “We were not this bad at your age”.  However, the reality is that it was the previous generation who laid the foundation and encouraged the next generation to become who they are now.",
    "The terminology came from the western world and is adopted universally. The successive generations are termed as Greatest, Silent, Baby Boomers, Gen X, Gen Y, Gen Z, Gen Alpha, etc.",
    "In developed countries, the characteristics of each of the generations have been analysed and described in detail by social researchers. Sri Lanka is located far away from the western world (although it remained under the clutches of western colonial masters). Due to the tight grip of religion and culture on society and due to the slow migration of emerging educational, technological, and industrial development in the island, such analyses done in Sri Lanka were narrow and shallow. However, during the last three decades, due to globalisation and powerful social media, changes in generational characteristics in the western world have inflicted similar changes in Sri Lankan society as well. Nevertheless, there is still around a 10-year lag for this change.",
    "Only a few members of this generation are alive and they are over 96 years. If survived, the oldest of this generation today would have been 123 years. This generation has lived through the Great Depression and the two World Wars. Many of them heard of or fought in World War II. They are known as highly driven, and deeply patriotic. They were the ideal team players, otherwise, the Wars would not have been fought the way history accounted for. However, being very old and less active and mobile, the members of this generation have no significant influence on the way the present world is progressing.",
    "It should be noted that each country has a figure called “life expectancy”. However, I saw that even the World Bank documents have discussion notes suggesting that the last 10 years of such figures must be excluded as people spent a low-quality life in terms of health and mobility conditions prevent them from performing actively and having a quality of normal life.",
    "In the West, the Silent Generation was under tremendous economic pressure due to the Great Depression and wars. Hence, they behaved traditionally without taking unwanted risks. They were characterised as thrifty, respectful, and loyal. During the Second World War, they played their parts being loyal to respective nationalistic priorities. As they struggled with the Great Depression, their financial prudence was at a high level. Interpersonal respect, resilience, fair treatment, and self-sacrifice were the other demonstrated characteristics of the silent generation. They actually built the economies. However, in modern terms, they were silent. They produced the next generation; the baby boomers, and wanted and most importantly encouraged the baby boomers to take risks in life.",
    "Baby boomers were the product of the former generation, the traditionalists. The new birth rate in the West increased exponentially after World War II.",
    "Baby boomers value relationships and family and tend to have lifelong friends. They enjoy such an association. They were goal-oriented and determined to achieve their goals by sticking to a course of action for a considerably long time. They worked hard to find solutions to the problems they faced.   In the West, this was the period of the Industrial Revolution. A foundation for the greatest technological and industrial change was laid by them.",
    "Baby boomers are competitive and driven, and value visibility in their work. They work hard to adapt to new technology, hence their retiring from work has taken more time than the silent generation. The baby boomers wanted their children the “X Generation” to infuse “self-esteem” into their lives and to strive hard to achieve their “dreams”. Hence, baby boomers have selfish expectations and got another nickname in the USA as “the Me Generation”.",
    "However, it seems that the baby boomers went too far by pushing Gen X, without realising the social cost of goading Gen X for self-esteem.",
    "The X generation values autonomy. The members are well-educated and fond of technology. This is the first generation that grew up with the internet and cell phones. They were digital natives. They showed a high degree of individualism and were very ambitious. Their addiction to work has evolved in a highly technological environment. Some argue that they had the best deal that a generation is expected to have. This was the generation in which greatest sportsmen such as, Clive Lloyd, Vivian Richard, Sunil Gavaskar, Imran Khan, Javed Miandad, Pele, and Maradona entertained the public. They saw The Beatles, the fall of the Berlin Wall and the landing of a man on the moon.",
    "The striking difference between them from the baby boomers was their insistence on the separation of work and personal lives.",
    "The Generation Y prefers to collaborate. However, they look for meaningful work, otherwise, they are easily frustrated. While they are tech-savvy, they want flexibility and work-life balance. They always seek rewards for the results they deliver, and are true innovators.",
    "In 2013, the Time Magazine had an article written by Joel Stein, named the Y Generation; the “Me Me Me Generation”. It described that “The incidence of narcissistic personality disorder is nearly three times as high for people in their 20s as for the generation that’s now 65 or older”.",
    "What is narcissism? According to Webster's Dictionary, it is “extremely self-centred with an exaggerated sense of self-importance”.",
    "At San Diego State University, Prof of Psychology, Jean Twenge who wrote the books Generation Me and The Narcissism Epidemic mentioned in an interview with Audrey Hamilton that “Millennials tend to have very positive views of themselves and are very optimistic about their expectations for their lives and are more likely to say they’re above average compared to their peers. They tend to score higher on other measures of positive self-views, like self-esteem and even narcissism. At the same time, they are more tolerant and less prejudicial than previous generations…They support same-sex marriage at a much higher rate than other generations”.",
    "In the USA, Generation Z would be the last generation that would have a pure white majority. This generation is characteristically racially diverse. They value social responsibility and diversity. They cannot understand why people cannot work with modern technology as they are technological experts. They dislike rigid management systems or institutionalisation.  They seek stability while seeking flexibility as well.",
    "The following infographics give snapshots of generational characteristics that could be expected from Generation Alpha. (Reference: mccrindle.com.au)",
    "It is interesting to check the generational composition of our Parliament to understand their representation of the relevant generation of the population. Unfortunately, I could not find such information on the web. However, I found the following table prepared decades ago by the research group of the Manthri.lk. (https://manthri.lk/en/blog/posts/half-the-parliament-will-be-over-65-in-the-next-15-years)",
    "Although the information in this chart is 10 years old, it proves why youth instigated a struggle. There was obvious overrepresentation in the Parliament of the population 45 years and older and a sheer underrepresentation of people aged 35 or younger.",
    "I suggest a Sri Lankan research organisation do advanced research on the characteristics and expectations of each generation in Sri Lanka and the respective parliamentary representation for each generation. This research must include gender representation as well.",
    "The next article will be on how to handle members of each generation as the first time in history where five generations (at least in the corporate sector) work at the workplace giving nightmares to the leadership.",
    "(The writer is a professional Engineer working in the Australian NSW Local Government Sector. He intends to share his views on various social development areas, in addition to his chosen professional discipline to inspire youth to think differently. He is contactable via [email protected].)"
  ]
}