{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89652/hrw-urges-sri-lankan-govt-to-withdraw-anti-terrorism-bill",
  "time_ut": 1680938940.0,
  "original_lang": "en",
  "original_title": "HRW urges Sri Lankan govt to withdraw Anti-Terrorism Bill",
  "original_body_lines": [
    "The Sri Lankan government’s proposed Anti-Terrorism Act would empower the authorities to systematically violate fundamental human rights, Human Rights Watch (HRW) said, calling for the withdrawal of the Bill.",
    "The rights group urged the government to ensure, through consultations, that any counterterrorism legislation introduced upholds international human rights standards.",
    "Despite the Sri Lankan government’s pledges to adopt an improved law following domestic and international criticism of abuses under existing counterterrorism legislation, the HRW said the new bill, instead of addressing the problems, would expand the definition of terrorism to include crimes such as property damage, theft, or robbery, and restrict the rights to freedom of assembly and speech.",
    "Speaking in this regard, HRW’s South Asia Director Meenakshi Ganguly said the proposed Anti-Terrorism Bill would permit the Sri Lankan government to use draconian measures to silence critics and target minorities. “The government’s crackdown on dissent and misuse of existing counterterrorism laws to arbitrarily detain protesters highlights the obvious risk of abuse.”",
    "The Sri Lankan government published the new Anti-Terrorism Bill in a bid to replace the widely-criticized Prevention of Terrorism Act (PTA).",
    "The HRW said the new Bill, despite its improvements, includes provisions that will facilitate abuse, and that it appears to have been designed to give the President, the police, and military ‘broad powers’ to detain people without evidence, to make vaguely defined forms of speech a criminal offence.",
    "It will also make room for arbitrary banning of gatherings and organizations without meaningful judicial oversight, the HRW said, raising concerns.",
    "The Anti-Terrorism Bill does not meet any of the “necessary prerequisites” set out by the UN independent expert on human rights and counterterrorism to make sure that the island nation’s counterterrorism law complies with international rights standards. The prerequisites called for provision of an appropriate definition of terrorism, ensuring of precision and legal certainty, provisions to prevent arbitrary detention, measures that adhere to the absolute prohibition on torture, and due process and fair trial guarantees including judicial oversight.",
    "The HRW said the new Bill’s definition of terrorism is vague and overboard and can include peaceful protest or acts that, while criminal, do not rise to the level of any reasonable definition of terrorism. “Offenses include participation in certain ‘unlawful’ assemblies if the aim is to ‘intimidate’ the public or ‘wrongfully’ compel the government to act in a certain way, as well as ‘theft’ or ‘robbery’ of government or private property, even if these acts are not intended to cause death or serious harm.”",
    "The rights group further noted that while under the PTA, the authorities can detain a suspect for up to a year on orders signed by the defense minister, the proposed bill gives the authority to issue detention orders to deputy inspector generals of police, increasing risk of abuse.",
    "The proposed Bill grants police and military sweeping powers to stop, question, search, and arrest anyone, or seize any document or object without a warrant, if they believe they have ‘reasonable grounds’, the HRW went on to note.",
    "It also provides the president power to issue regulations for ‘rehabilitation’ programs if the attorney general has decided to defer or suspend prosecution, the HRW said adding that the attorney general could then ‘impose’ ‘voluntary’ rehabilitation on a person who has not been convicted of any crime.",
    "If the Bill is passed, the president, on the advice of the police or military, would be authorized to declare any location a ‘prohibited place’, with up to three years in prison for violations, the HRW continued. “This appears to be an attempt to prevent a repetition of the largely peaceful 2022 protests in the capital, Colombo.”",
    "The HRW further said the Bill expands broad powers to criminalize speech that is ‘likely to be understood’ as encouragement or inducement to commit or prepare for terrorism, with the burden of proof on the defendant to show that was not their intention.",
    "The president would be authorized to ban an organization if authorities have ‘reasonable grounds’ to believe it is acting in a manner ‘prejudicial to the national security of Sri Lanka, or any other country’.",
    "Although Sri Lanka has observed a moratorium on executions since 1976, HRW said the Bill provides for the death penalty for the terrorism offense of murder. “Sri Lanka should abolish the death penalty, which Human Rights Watch opposes in all circumstances because of its inherent cruelty and finality.”"
  ]
}