{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/for-healthy-skin/",
  "time_ut": 1682534400.0,
  "original_lang": "en",
  "original_title": "…for Healthy Skin",
  "original_body_lines": [
    "For softer and more luminous skin, the secret is to exfoliate with a face scrub, at least once or twice per week. If you are using a gentle face scrub, use as part of your cleansing routine before bed to remove the layers of dead skin that tend to exaggerate the appearance of lines and wrinkles. Although our skin naturally sheds dead skin cells, its ability to do it slows down as we age. Therefore, exfoliating can help you break out the new cells for a more youthful look.",
    "Wash and gently massage your face with a gentle cleanser, and warm water, once or twice a day. You’ll gently wash away dirt, make-up and everyday impurities without stripping the skin of essential moisture.",
    "Don’t stop your skincare routine at your chin. The skin on your neck and chest is thinner and just as prone to wrinkles, sagging and dark spots. Make sure to also cleanse, moisturise and protect this area from the sun.",
    "Before you hit the sheets, make sure to always remove your make-up, with a gentle and natural make-up remover, and soft cotton pad. Even if you’re using make-up that is good for your skin, by removing your make-up before bed, this will remove any bacteria that has built-up on the surface of your skin, during the day, which can clog pores, cause blemishes, pimples and blackheads.",
    "Our fingers are in constantly contact with keyboards, money and handrails, to name a few, all of which are usually coated in bacteria. By touching your face, this can transfer viruses and allergens to your skin, as well as excess bacteria and oil which can cause inflammation, blemishes, clogged pores and break outs. To put it simply, stop touching the face – your skin will thank you for it.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}