{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-unveils-2024-calendar-with-spotlight-on-mangrove-ecosystem/",
  "time_ut": 1701958860.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL unveils 2024 Calendar with spotlight on mangrove ecosystem",
  "original_body_lines": [
    "Reinforcing a commitment to environmental conservation, SLT-MOBITEL, the National ICT Solutions Provider, proudly unveiled its much-anticipated 2024 calendar themed ‘The Mangrove Ecosystems in Sri Lanka’. The calendar celebrates the beauty and invaluable ecological significance of the country’s vital mangrove ecosystems and the intrinsic value of the country’s natural heritage.",
    "As mangrove ecosystems disappear rapidly across the globe, SLT-MOBITEL has carefully chosen its 2024 calendar theme to highlight the mangroves’ unique biodiversity and climate resilience capacity for Sri Lanka and to positively influence attitudes towards safeguarding the country’s remaining mangrove cover while creating public awareness on responsible preservation.",
    "Prabhath Dahanayake, Chief Marketing Officer, SLT said, “As pioneers of accelerating the nation’s digital transformation, SLT-MOBITEL recognizes its responsibility surpasses business goals. We have highlighted the mangroves ecosystem in our annual 2024 Calendar to create awareness on sustainability and initiative a dialogue for action. We believe mangroves represent a delicate balance of livelihoods and climate resiliency similar, to our robust networks and innovative solutions that aims to uplift society. As a purpose-driven national brand, SLT-MOBITEL commits to inspiring environmental consciousness and safeguard the natural interconnected systems for future generations.”",
    "The calendar features 12 stunning paintings, each depicting a different aspect of the mangrove ecosystem in Sri Lanka. The interconnectedness of life within the mangrove ecosystems is beautifully portrayed by the calendar’s talented artists, Pulasthi Ediriweera, Parami Vidyarathna, and Piumi Maheshika. They have used their creative talents to capture the beauty and diversity of the mangroves.",
    "UNDP and LKI Propose a ‘Blue Economy’ Approach for Sri Lanka’s Economic Development",
    "SLT-MOBITEL continues to grow ESG footprint with multiples initiatives in Matale",
    "SLT-MOBITEL’s education arm, SLT Training Centre hosts graduation ceremony, supporting students",
    "SLT-MOBITEL powered IESL Robo Games 2023 to nurture future tech leaders",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}