{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Theres-no-such-thing-as-a-free-meal/172-255241",
  "time_ut": 1677878168.0,
  "original_lang": "en",
  "original_title": "There’s no such thing as a free meal",
  "original_body_lines": [
    "On Wednesday (1 March) a number of professional bodies, public sector trade unions, including power, petroleum, water, ports, teachers, university lecturers, bank employees and doctors unions called on their members to protest the new tax regime by taking a variety of trade union actions.",
    "Government has hiked income taxes on an average, by up to 36 percent. It has also raised power tariffs by around 65 percent as it bids to put its public finances and debt in order.",
    "The protests took the form of direct strike by doctors trade unions, to lunch-hour protests, to work-to-rule actions by other sectors. But was largely a flop.",
    "Public sector unions are demanding a ‘fairer tax regime’. Around 2,000 port workers -already staging a work-to-rule- on Wednesday held a demonstration in support of that demand during their lunch break, in Colombo.",
    "In addition port workers did not work on four to five ships which were docked in port. Apparently the individuals responsible for allocating workers to particular ships did not allocate workers for the job. Resultantly the country had to bear an additional burden of paying demurrage costs for the delay.",
    "The willful abdication of tasks cannot be called ‘working to rule’. It is in fact direct sabotage. Worse, when one considers that the country is struggling to repay its foreign debt burden.",
    "A Reuter report quoted the convener of the port trade unions speaking to reporters saying, workers were protesting as they were finding it difficult to live.",
    "There is no denying it, the cost of living has far out-stripped the wages of over 50 percent of the working class. Today the cost of having two square meals per day, costs between Rs.35,000/- to Rs. 40,000/- per month, whereas wages of ordinary workers are well below Rs. 50,000/- per month.",
    "This in turn means workers are cutting down on meals for themselves and their children. In turn it confirms the UNICEF report that more than 5.7 million people, including 2.3 million children, require humanitarian assistance. It also means workers have no cash to spend on children’s education, clothes, medicine, or hospitalization. This is bad But, the fact of the matter is, that taxable income begins to be applied when an individual’s monthly income exceeds Rs. 141,667/-.The rate of tax paid by a person who receives monthly income of Rs’ 141,667/- per month is only 6 percent or Rs. 2,000/- per month.",
    "Even most school teachers do not receive an income covered by the first slab of income tax payers. In fact, the 36 percent income tax applies only to those individuals earning over Rs. 350,000/- per month.",
    "According to the Organization for Economic Co-operation and Development (OECD), in the United Kingdom, the average single worker faced a net average tax rate of 23.7% in 2021. In 2020 the taxation rate in the UK was 32.6 percent.",
    "In reality local trade union leaders seem to be calling on ordinary Lankan workers - who receive wages insufficient to provide even basics to their families to take trade union action on behalf of the well-to-do and super-rich class.",
    "How does this call by union leaders benefit the working class whom union leadership are paid to represent? Taxes are the primary source of revenue for governments.",
    "Among other things, these monies are spent to improve and maintain public infrastructure, including road and rail networks, public services, eg schools, hospitals, emergency services, and welfare programmes such as the Samurdhi scheme.",
    "Taxes also enable government to pay salaries in government  institutions. Over the years we Lankans enjoyed what we thought was ‘free education’, ‘free hospitalization’ ‘food subsidies etc. In reality governments past and present were paying for these services with tax revenue.",
    "As the proverb goes..: ”there’s nothing called a free meal”. Someone, somewhere has to pay. In our case it was our own taxes, until of a sudden, bad economic policy saw taxes cut and government revenue dropped. At the same time the Covid pandemic struck, cutting our foreign earnings, leading to our international debt default, shortage of money supply and goods in the market. Its time our trade union movement which literally died during past insurgencies re-learn whose rights they are supposed to protect.",
    "Wages need to rise, let’s work toward that, let’s not pull workers to the street to protect the profits of a handful of super-rich."
  ]
}