{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/20/imf-agreement-debate-from-26th-to-28th/",
  "time_ut": 1682000400.0,
  "original_lang": "en",
  "original_title": "IMF agreement debate from 26th to 28th",
  "original_body_lines": [
    "The Acting Secretary General of Parliament Kushani Rohanadeera stated that the Committee on Parliamentary Business decided to take up the Resolution for the implementation of the arrangement under the Extended Fund Facility (EFF) of the International Monetary Fund (IMF) for Sri Lanka in to debate on the three consecutive days falling on the 26th 27th and 28th.",
    "This was decided at the meeting of the Committee on Parliamentary Business held today (20) under the Chairmanship of Ajith Rajapakse, Deputy Speaker of Parliament.",
    "The Government of Sri Lanka and the International Monetary Fund have entered into an agreement for the rapid progress in the economy of Sri Lanka and for sustainable economic growth that will benefit the present and future generations.",
    "The arrangement for the 48-month Extended Fund Facility of about 3 billion USD was tabled on March 22nd, 2023. Whilst the proposal submits that the Ministry of Finance, Economic Stabilization and National Policies should provide all necessary approvals for the implementation of the said setup, a vote is to be followed post the three-day debate if necessary.",
    "Parliament is scheduled to convene from the 25th to the 28th and 9.30 am to 10.30 am has been allocated for Questions for Oral Answers.",
    "Accordingly, on Tuesday, April 25th, Order under the Code of Criminal Procedure (Special Provisions) Act published in the Gazette Notification 2317/28 dated January 30th, 2023 is scheduled to be taken up for debate from 10.30 am to 5.00 pm. Thereafter, the Motion at the Adjournment Time by the Government will be taken up from 5.00 pm to 5.30 pm.",
    "Following Questions for Oral Answers, on April 26th, it has been agreed to approve without debate the Resolution under the Essential Public Services Act published in the Gazette Notification 2328/02 dated April 17th, 2023 by the H.E the President.",
    "Thereafter, the Resolution for the implementation of the arrangement under the Extended Fund Facility (EFF) of the IMF for Sri Lanka will be taken up for debate until 5.00 pm.",
    "It was also decided to present for approval 13 motions regarding the Annual Reports of various Statutory Institutions.",
    "Furthermore, it was also agreed to present the Private Member Bills, Kelaniya Buddhist Women’s Charitable Society (Incorporation) Bill and Sri Lanka Institute of Taxation (Incorporation) (Amendment) Bill for its second reading.",
    "Thereafter, time has been allotted from. 5.00 pm to 5.30 pm for Questions at the Adjournment Time.",
    "On the 27th and 28th the Resolution for the implementation of the arrangement under the Extended Fund Facility (EFF) of the IMF for Sri Lanka is scheduled be debated for the second and third consecutive days from 10.30 am. to 5.00 pm.",
    "On the 27th of April the Motion at the Adjournment Time by the Opposition will be held from 5.00 pm to 5.30 pm.",
    "Following the debate on April 28th, it has been agreed to approve the Inland Revenue (Amendment) Bill without debate. Thereafter, time has been allotted from. 5.00 pm to 5.30 pm for Questions at the Adjournment Time.",
    "Peru’s ex-President to be extradited from U.S. to face bribery charges in Peru",
    "Payment of welfare benefits for low-income-earning families operational from 1st of July",
    "Increase in mental complications due to rise in environmental temperature"
  ]
}