{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95558/children-of-imprisoned-iranian-activist-narges-mohammadi-accept-her-nobel-peace-prize",
  "time_ut": 1702289160.0,
  "original_lang": "en",
  "original_title": "Children of imprisoned Iranian activist Narges Mohammadi accept her Nobel Peace Prize",
  "original_body_lines": [
    "The teenage children of imprisoned Iranian activist Narges Mohammadi accepted this year’s Nobel Peace Prize in the Norwegian capital on Sunday on behalf of the mother they haven’t seen in years, reading out a speech she penned from a Tehran prison as her medal rested on an empty chair.",
    "Mohammadi, 51, was awarded the 2023 Nobel Peace Prize in October for her decades of activism despite numerous arrests by Iranian authorities and spending years behind bars. She is renowned for campaigning for women’s rights and democracy in her country, as well as fighting against the death penalty.",
    "Kiana and Ali Rahmani, Mohammadi’s 17-year-old twins who live in exile in Paris with their father, received the prestigious award at Oslo City Hall, which was richly adorned with blue orchids for the occasion. Daughter Kiana read the first part of the Nobel Peace Prize lecture in their mother’s name, and her brother continued it.",
    "“I write this message from behind the high, cold walls of a prison,” Mohammadi said in the speech. “I am a Middle Eastern woman, and come from a region which, despite its rich civilization, is now trapped amid war, the fire of terrorism, and extremism.”",
    "“I am confident that the light of freedom and justice will shine brightly on the land of Iran,” she said. “At that moment, we will celebrate the victory of democracy and human rights over tyranny and authoritarianism, and the anthem of the people’s triumph on the streets of Iran will resonate worldwide.",
    "“The Iranian people will dismantle obstruction and despotism through their persistence. Have no doubt - this is certain,” she added.",
    "In the presence of Norway’s King Harald and Queen Sonja and other dignitaries, Berit Reiss-Andersen, chairwoman of the Norwegian Nobel Committee, cited Mohammadi’s “life-long struggle in support of human rights and strong civil society.”",
    "A large portrait on display showed Mohammadi in pastel colours and smiling.",
    "“She has asked us to use this particular photograph, which expresses how she wants to lead her life, looking happy in colourful garments, exposing her hair and with a steady gaze towards us,” Reiss-Andersen said.",
    "“No punishment has stopped her,” Reiss-Andersen said, citing the sentences of imprisonment and over 150 lashes that have been imposed on her. She said when Mohammadi needed medical treatment recently, she was told she would be taken to a hospital on condition she wore a hijab. She refused and was eventually taken to a different medical facility.",
    "“When everything has been denied her, she still mobilises the willpower and courage to make a statement,” Reiss-Andersen said.",
    "“This year’s Peace Prize recognises the brave women in Iran and around the world who fight for basic human rights and for an end to the discrimination and against segregation of women.”",
    "In their speeches, Mohammadi’s children both expressed regret that their mother wasn’t allowed to be present in Oslo.",
    "“She should have been here herself, but she was prevented by the executioners. I lend my voice to hers, and to all the girls and women of Iran whom nothing can silence,” Kiana Rahmani said in Farsi at the beginning of her speech given in French.",
    "Her brother noted that their mother’s “body is behind bars but her pen and thoughts have burst through the walls and reached us.”",
    "“She and the Iranian people have never been more oppressed than now. But never has their voice resonated so strongly in the world. Let us continue to spread the reverberation so that Narges Mohammadi and the Iranian people will one day be able to break their chains,” he said.",
    "At a news conference in Oslo on Saturday, Kiana Rahmani read out a message from her mother in which she praised the role international media played in “conveying the voice of dissenters, protesters and human rights defenders to the world.”",
    "“Iranian society needs global support and you, journalists and media professionals are our greatest and most important allies in the difficult struggle against the destructive tyranny of the Islamic Republic government. I sincerely thank you for your efforts, for all you’ve done for us,” Mohammadi said.",
    "Kiana Rahmani said she held little hope of seeing her mother again.",
    "“Maybe I’ll see her in 30 or 40 years, but I think I won’t see her again. But that doesn’t matter, because my mother will always live on in my heart, values that are worth fighting for,” she said.",
    "Mohammadi’s brother and husband told reporters that she planned to go on a hunger strike on Sunday in solidarity with the Baha’i Faith religious minority in Iran.",
    "Mohammadi’s husband, Taghi, was in the audience to watch their children accept the prestigious prize. He had previously said that he hadn’t been able to see his wife for 11 years, while their children hadn’t seen their mother for nearly eight years.",
    "Mohammadi played a leading role in protests triggered by the death of 22-year-old Mahsa Amini last year while in police custody for allegedly violating the country’s strict headscarf law, which forces women to cover their hair and entire bodies.",
    "Iranian authorities banned members of Amini’s family from travelling to accept the European Union’s top human rights prize - the Sakharov Prize for Freedom of Thought - on her behalf, the US-based HRANA said late Saturday.",
    "Narges Mohammadi is the 19th woman to win the Nobel Peace Prize and the second Iranian woman after human rights activist Shirin Ebadi in 2003.",
    "It’s the fifth time in the 122-year history of the awards that the Peace Prize has been given to someone who is in prison or under house arrest.",
    "The rest of the Nobel prizes were handed out in a separate ceremony in Stockholm later Sunday."
  ]
}