{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92087/swedish-embassy-in-baghdad-stormed-set-alight-over-koran-burning",
  "time_ut": 1689829020.0,
  "original_lang": "en",
  "original_title": "Swedish embassy in Baghdad stormed, set alight over Koran burning",
  "original_body_lines": [
    "Hundreds of protesters stormed the Swedish embassy in central Baghdad in the early hours of Thursday morning, scaling its walls and setting it on fire in protest against the expected burning of a Koran in Sweden.",
    "All Baghdad embassy staff were safe, the Swedish foreign ministry press office said in a statement, condemning the attack and highlighting the need for Iraqi authorities to protect diplomatic missions.",
    "Thursday’s demonstration was called by supporters of Shi’ite cleric Muqtada Sadr to protest the second planned Koran burning in Sweden in weeks, according to posts in a popular Telegram group linked the influential cleric and other pro-Sadr media.",
    "Sadr, one of Iraq’s most powerful figures, commands hundreds of thousands of followers whom he has at times called to the streets, including last summer when they occupied Baghdad’s heavily-fortified Green Zone and engaged in deadly clashes.",
    "Swedish news agency TT reported on Wednesday that Swedish police granted an application for a public meeting outside the Iraqi embassy in Stockholm on Thursday.",
    "The application says the applicant seeks to burn the Koran and the Iraqi flag, TT reported.",
    "A series of videos posted to the Telegram group, One Baghdad, showed people gathering around the embassy around 1 a.m. on Thursday (2200 GMT on Wednesday) chanting pro-Sadr slogans and storming the embassy complex around an hour later.",
    "Videos later showed smoke rising from a building in the embassy complex and protesters standing on its roof. Reuters could not independently verify the authenticity of the videos.",
    "Iraq’s foreign ministry also condemned the incident and said in a statement the Iraqi government had instructed security forces to carry out a swift investigation, identify perpetrators and hold them to account.",
    "By dawn on Thursday, security forces had deployed inside the embassy and smoke rose from the building as fire-fighters extinguished stubborn embers, according to Reuters witnesses.",
    "Most protesters had withdrawn, with a few dozen milling around outside the embassy.",
    "Late last month, Sadr called for protests against Sweden and the expulsion of the Swedish ambassador after the Koran burning in Stockholm by an Iraqi man.",
    "Swedish police charged the man with agitation against an ethnic or national group. In a newspaper interview, he described himself as an Iraqi refugee seeking to ban the Koran, the central religious text of Islam, believed by Muslims to be a revelation from God.",
    "Two major protests took place outside of the Swedish embassy in Baghdad in the aftermath of that Koran burning, with protesters breaching the embassy grounds on one occasion.",
    "The governments of several Muslim countries, including Iraq, Turkey, the United Arab Emirates, Jordan and Morocco issued protests about the incident, with Iraq seeking the man’s extradition to face trial in the country.",
    "The United States also condemned it, but added that Sweden’s issuing of the permit supported freedom of expression and was not an endorsement of the action."
  ]
}