{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/srilankan-airlines-wins-it-team-of-the-year-award-at-women-in-it-awards-asia-2023/",
  "time_ut": 1689260400.0,
  "original_lang": "en",
  "original_title": "SriLankan Airlines wins ‘IT Team of the Year’ award at Women in IT Awards Asia 2023",
  "original_body_lines": [
    "A SriLankan Airlines’ IT team led by Gayanika Gunasekera has achieved the incredible feat of winning the highly competitive ‘IT Team of the Year’ award at Women in IT Awards Asia on 28 June 2023 in Singapore for driving digital transformation and saving the airline millions in the process. Gunasekera and her team came on top, outperforming category nominees from across Asia and Australasia when they were adjudged by an elite panel for delivering real value to a business.",
    "The Women in IT Asia Awards recognize and celebrate women and their outstanding contributions to the technology industry. Award judges consider projects, achievements and leadership with a legacy of tangible business benefits when shortlisting nominees and selecting winners from the Asian technology sphere.",
    "Chamara Perera, Group Head of Information Technology of SriLankan Airlines commented on the win, stating, “I am tremendously proud of Gayanika and our entire team on their amazing achievement and would like to express my congratulations to them. The award is a true testament to the leadership skills of Gayanika and her team’s collective capabilities and commitment to make a positive impact through technology and innovation. It also conveys the importance of women and gender equality in powering digital transformation and success at the workplace.”",
    "Gunasekera and her team played an essential part in growing savings and revenue for SriLankan Airlines when the airline was hard hit by the pandemic.  They introduced smart systems to flight operations, engineering and airport ground handling, which resulted in savings of over USD2.5 million. To improve customer engagement with SriLankan’s digital channels, they also went ahead and developed a business intelligence system that tapped into additional ancillary revenue streams for the airline.",
    "Plans to sell controlling stake in Dankotuwa Porcelain boost market; Lanka IOC shares up as well",
    "Declining bank interest rates prompt Rs. 4 billion IPO by Almas Holdings",
    "SriLankan Airlines statement on its fleet and technical crew numbers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}