{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/impact-of-climate-change-in-sri-lanka-national-security-challenges-way-forward/",
  "time_ut": 1679572178.0,
  "original_lang": "en",
  "original_title": "Impact Of Climate Change In Sri Lanka: National Security Challenges & Way Forward",
  "original_body_lines": [
    "According to the United Nations “Climate change refers to long-term shifts in temperatures and weather patterns”. In the United Nations Framework Convention on Climate Change, Article 1 defines “Climate change means a change of climate which is attributed directly or indirectly to human activity that alters the composition of the global atmosphere and which is in addition to natural climate variability observed over comparable time periods. In addition, it elaborate Climate Change means the totality of the atmosphere, hydrosphere, biosphere and geosphere and their interactions. Further, National Aeronautics and Space Administration (NASA) Global Climate Change Facts define, as “Climate change is a long-term change in the average weather patterns that have come to define Earth’s local, regional and global climates”. Moreover, according to the Climate Change Knowledge Portal for Development Practitioners and Policy Makers in the World Bank refers Climate Change as “Observed changes over the 20th century include increases in global air and ocean temperature, rising global sea levels, long-term sustained widespread reduction of snow and ice cover, and changes in atmospheric and ocean circulation as well as regional weather patterns, which influence seasonal rainfall conditions”. Furthermore, the Intergovernmental Panel on Climate Change (IPCC) refers to a change in the state of the climate that can be identified by using the variability of its properties for time.",
    "Sri Lanka is geo-strategically located in the Indian Ocean. The Island consists of a mountainous area in the south central region and a surrounding coastal plain. The Climate of Sri Lanka is wet and warm, ideal for forest growth; almost all of the nation’s land area was at one time covered with forests. World Bank (202) has stated that, “over the last century, more than two-thirds of this forest cover, rich in biodiversity, has been removed to accommodate human use”. As consequences, the country suffers from landslides, floods and droughts causing immense disturbances to civil people lives.(Disaster Management Centre) According to Notre Dame Global Adaptation Initiative ND-GAIN, Sri Lanka is recognized as vulnerable to climate change impacts, ranked 100th out of 181 countries in the 2017 ND -GAIN index.",
    "Sri Lankan government has made several Laws and Regulations on climate change. Moreover, their ministries which work towards climate change. They are, Ministry of Environment and Natural Resources, Ministry of Agriculture, Lands and Forestry, Ministry of Fisheries and Aquatic Resources, Ministry of Estate Housing and Community Infrastructure and authorities to study and work on climate change in Sri Lanka. Authorities include, Central Environmental Authority, Sri Lanka Disaster Management Centre, Sri Lanka Coast Guard Authority, and Marine Environment Protection Authority. All the Authorities have made Acts and policies to tackle and minimize climate change and its impacts on Sri Lanka. When it comes to the Acts and policies, the National Environmental Act. No 56 of 1980, amended in 1988, and 2000 have taken an action towards Climate change for Protection and management of the environment. In addition, the National Environmental Act, No. 47 of 1980 SC 23A and SC 23B of the Act stated regulations on Environmental Protection License Prescribed Activities and Quality Regulation. In addition, the Parliament of the Democratic Socialist Republic of Sri Lanka has passed an amendment to the Act; Fauna and Flora Protection (Amendment) Act, No.22 Of 2009 for the conservation and protection of Sri Lankan habitats. Furthermore, The Sri Lanka Disaster Management Act No.13 of 2005, along with the National Disaster Management Policy was enacted to establish to ensure the safety of all citizens from disasters with minimal harm. The Mahaweli Authority has issued the National Climate Change Policy of Sri Lanka to act upon local issues. It is clear that the government has added some effort to address climate change.",
    "Climate change impacts take on several different forms. Some are highly noticeable and more immediate such as extreme weather events like high intensity rainfall followed by flash floods and some are long term such as drought or sea level rise. (The Intergovernmental Panel on Climate Change https://www.ipcc.ch/) The ways in which people’s lives and livelihoods are affected by climate change impacts depends under three categories. They are exposure, vulnerability and coping capacity to these risks. Exposure is the physical presence of groups of people, infrastructure and other assets in areas prone to climate stressors and shocks. Vulnerability means the tendency of exposed elements such as groups of people, infrastructure and other assets to be adversely impacted by hazard events. Coping capacity refers to the ability of an affected population to cope with climate change risks.(IPC, 2022).",
    "Further, Climate Change stressors can affects the human security of the country. Different threats to human security can be grouped under seven main categories. They are Health, Economic, Political, Food, Environment, Personal and Community. With regard to Health security, in Sri Lanka Diarrhea, Leptospirosis and Dengue are common diseases that has increasing affect due to climate change for the public. In addition to these epidemics skin diseases and respiratory diseases also has increasing effect due to climate change. Economic and Political instability also occurs as an impact of climate change in Sri Lanka and that creates social unrest within the communality. Climate change increasing effects on food security at all time. Furthermore, human beings rely on a healthy physical environment but due to climate changes the country face environmental threats like disruption in the usual function of ecosystem.",
    "Climate change is not typically a direct cause of insecurity. However, when it converges with other political, social and economic pressures, the impacts of climate change can exacerbate existing drivers of insecurity and eventually cause conflict. It is important to remember that these risks do not affect everyone equally. In many cases, climate-related security risks deepen gender inequalities, which can further entrench socio-economic inequalities and vice versa – leaving those already marginalised further disadvantaged. However, shifting gender and social norms can also present new opportunities for promoting gender equality.",
    "One of the main challenge in Sri Lanka due to climate can be identified as resource extraction competition. The combination of climate and conflict factors has meant that more people in the country now depend on fewer of the same resources. Droughts and conflict have forced more people to move to highly populated areas close to water sources, while industrialization and overpopulation have simultaneously reduced the amount of land use available for agriculture. This has also led to tension among farmers, increasing the potential for competition and conflict over natural resources to escalate.",
    "Secondly, livelihood insecurity can be taken as another challenge. Climate change and conflict are disrupting livelihoods by affecting the ability of local populations to plan how, when and what to graze, fish and cultivate. Finding farmland that is both fertile and safe is increasingly difficult, and herders are seeing their animals die from thirst or hunger or else stolen by criminals. For example, in December 2022 hundreds of cattle in the Northern Province and Eastern Province had died due to extreme cold conditions, which had led to agony for farmers in those provinces. It also affects the economy of the country because these areas provide dairy products to the country.",
    "Thirdly, volatile food prices and provision also severely affect the economy of the country. The impacts of climate change are disrupting food production in the country. Rising temperatures are threatening the viability of staple crops and making current cropping patterns less effective, decreasing food yields. This is having immediate and direct impacts on food availability in the country, which can increase food prices in urban areas, economic and health insecurity. This causes impaired food production in the country, land loss from flooding, and reduced access to fresh water are likely to cause internally displaced persons. As a result, people might engage in criminal activities due to their situation and that will be another additional strain on national security.",
    "In conclusion, modern world climate change stresses become more severe, reversing its effects become even more difficult. Tackling the challenges of the climate change crisis goes beyond institutional reforms and needs deep change in mindsets and cultures of the public. Irrespective of all these measures taken by the government, people are still struggling to survive and adapt their lives with climate change. It should be appreciated that government of Sri Lanka has taken certain initiatives towards the mitigation of climate change impacts. Nevertheless, governing institutions and regulating bodies of the government needs to re-assist their strategic objectives with international accepted standards that would support to overcome impact of climate change in Sri Lanka. Further law enforcement authorities need to increase their effort on protecting vulnerable population without being victimized.",
    "*Sankani Gunawardhana is a research (Intern) at the Institute of National Security Studies (INSS), the premier think tank on National Security established under the Ministry of Defence. The opinion express is her own and not necessarily reflective of the institute or the ministry."
  ]
}