{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-mineral-industry-kept-down-by-unusual-export-value-added-tax-127262/",
  "time_ut": 1691025480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka mineral industry kept down by unusual export value added tax",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s mineral shipments are weighed down by an unusual export tax which goes up with value addition imposed on the guise of a ‘royalty’, while shifting policies and 12-month licensing is also constraining the sector, industry officials said.",
    "“In Sri Lanka royalties are charged on the free on board (export) price of the mineral, whereas everywhere in the world, royalties are charged on the pithead value of the mineral,” F A Farook, Vice Chairman of Sri Lanka’s newly set up Chamber of Mineral Exporters said.",
    "“I would like to call on the government to look at the best practices that are there globally.”",
    "“When you pay the royalty on the FOB price of the mineral, you are paying royalty to the government on your electricity, for your labour, for your consumables, on depreciation, on everything.”",
    "Minerals in Sri Lanka are charged a 9 percent tax on the export value compared to around 5 percent on the pithead cost (before value addition) in countries like Australia, Chairman of Chamber of Mineral Exports Amila Jayasinghe said.",
    "The higher the value added by the exporter, the bigger the export tax.",
    "Value is added by sorting and processing minerals to the needs of individual export customers.",
    "The pithead cost of graphite in Sri Lanka was about 150,000 rupees a tonne and the export price was over 300,000 rupees depending on the value added.",
    "For quartz the pithead cost was around 80 to 100 dollars, but could go up to 285 to 325 dollars depending on how much value added to the raw material in terms of processing, refining or size.",
    "The ‘royalty’ then went up to around up to about a 30 percent value added tax.",
    "Another cess tax was charged if the export price was below 300 US dollars a tonne, on a sliding scale going up if the export price was lower.",
    "Farook said the cess was not as a serious problem as the export tax as industry tried to add value.",
    "Resources sector firms had to deal with eight separate agencies adding red tape, and there was no ‘one stop shop’ though it has been requested by other investors also for many years, officials said.",
    "Mineral licenses were also given only for 12-months, compared to 10 to 15 years for countries like Australia.",
    "As a result foreign investors would also not come, not only for primary extraction but also to make final products as the availability of raw material in sufficient quantities was uncertain due to government regulations.",
    "Sri Lanka’s top resources exports included graphite, quartz, mica and mineral sands.",
    "At the moment Sri Lanka exports of permitted minerals were around 65 million dollars which could be doubled to 130 million dollars over two years if more consistent and transparent investment environment was provided, officials said.",
    "But rapid policy changes, inconsistent regulations, and tax laws affecting investment decisions and long-term planning had to be moved.",
    "A national mineral policy was being formulated, for which the chamber has given inputs. Mineral exporters were also hit by currency volatility. (Colombo/Aug03/2023)"
  ]
}