{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95294/formula-to-increase-pension-benefits-in-proportion-to-prevailing-cost-of-living-proposed",
  "time_ut": 1701363420.0,
  "original_lang": "en",
  "original_title": "Formula to increase pension benefits in proportion to prevailing cost of living proposed",
  "original_body_lines": [
    "The Committee on Ways and Means recommended to the Department of Pensions to introduce a formula for raising the pensions in proportion to the existing cost of living index in a humanitarian manner.",
    "This was stated when the Committee met in Parliament on Wednesday (Nov. 29) under the Chairmanship of MP Patali Champika Ranawaka, the Parliamentary Communications Department said in a statement.",
    "Officials of government institutions such as the Department of Pensions, National Secretariat for Elders, and representatives of pensioners’ associations were called for this meeting.",
    "The department disclosed that more than 700,000 active pensioners are currently registered in the Department of Pensions, and it was disclosed that some people are not active due to reasons such as investigations, deaths, etc.",
    "It was disclosed that about 26,000 retirees (19,000 civil, 7,000 armed forces) join active status every year, and about 20,000 are removed from the retired list due to death. It was reported that Rs. 413 billion has been earmarked for the Department of Pensions for a month, and 24 times the required pension will be paid as gratuity for those retiring at the age of 55, which will be deducted from the pension within 10 years.",
    "The role of the National Secretariat for Elders is to provide a monthly allowance of 2000 rupees to low-income earners over 70 years of age, whose monthly income is less than 6000 rupees, and on the certificate of the Grama Niladhari, 733,204 elderly allowances are currently being paid, the officials of that institution said.",
    "The Committee Chair instructed the officials of the National Secretariat for Elders to provide the Committee with statistics on the number of people who join the list of elderly allowance payers, the number of people who leave due to death, and the number of elderly people on the waiting list, the statement mentioned.",
    "It was discussed that the increase in wages for public servants with effect from 01.01.2016 was implemented under 5 phases till 01.01.2020, and that those who retired after 01.01.2020 will receive the full pension adjusted according to the increase in salary, which has resulted in a huge pension disparity between those who retired before 2017 and those who retired after 2020.",
    "The decision taken by the Council of Ministers to suspend the pension increase due on 01 January 2020 was a cause and additionally due to the salary increase for teacher principals in 2021, a severe pension discrepancy has arisen for those who retired before 01 January 2017 was mentioned.",
    "Moreover, although government employees were given a salary increase of Rs. 10,000 with effect from 01/01/2024, the allowance of pensioners has been increased only by Rs.2500/- and considering the salary increase, the pension has only increased by 25% and given the increase is not sufficient in view of the increase in the cost of living, the pensioners stated before the Committee.",
    "The Chair recommended to introduce a formula for the purpose of increasing the pension in proportion to the existing cost of living index in a humanitarian manner, it added.",
    "The benefits of the Agrahara insurance scheme are available to those who retired after 01 January 2016, and those who retired before that date should also be extended the insurance scheme in such a way that they get the same benefits. Thereby, the necessity of providing hospitalization allowances, surgery allowances, death gratuity allowances etc. to those who retired before the relevant date was emphasized on the part of the pensioners. The Committee Chair instructed to look into the possibility of providing the benefits of Agrahara Insurance Scheme to those who retired before 01 January 2016.",
    "Committee Chair Patali Champika Ranawaka instructed the officials to appoint an authorized representative of the Department of Pensions to discuss the issues faced by the pensioners and to make arrangements to hold the initial discussion between the representatives of the pensioners’ associations and the authorized officer on December 15 at 9.00 a.m., it said.",
    "It was emphasized here that those who receive senior citizens allowance and persons with disabilities should be included in the list of those who should receive social benefits (social registry). The need for setting up a digital system that can quickly update the deaths of pensioners was also emphasized as there is a significant impact on the payment of pensions.",
    "State Ministers Lasantha Alagiyawanna and Anuradha Jayaratne, and Members of Parliament W. D. J. Seneviratne and Nalaka Bandara Kottegoda were present at this Committee meeting held, according to the Parliamentary Communications Department."
  ]
}