{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/04/endeavor-and-wwe-join-forces-in-historic-21b-merger-shaping-the-future-of-sports-and-entertainment/",
  "time_ut": 1680581640.0,
  "original_lang": "en",
  "original_title": "Endeavor and WWE join forces in historic $21B merger, shaping the future of sports and entertainment",
  "original_body_lines": [
    "In a groundbreaking move for the world of sports and entertainment, World Wrestling Entertainment (WWE) and Endeavor Group, the parent company of UFC, have merged to create a new publicly traded company valued at over $21 billion. The deal sees Endeavor shareholders owning 51% of the newly combined company, with WWE shareholders receiving the remaining 49%.",
    "The merger marks the end of WWE's era as a family-owned business, with Vince McMahon, the company's largest shareholder, buying it from his father in the early 1980s and transforming it into an entertainment empire. In 2021, the WWE signed a deal with NBCUniversal's streaming service Peacock for a reported $1 billion to air many of its shows. However, last year McMahon was forced to retire as CEO following a hush money and sexual harassment scandal.",
    "Since his departure, WWE has had to revise its financial statements for 2019, 2020 and 2021, disclosing multiple expenses that McMahon had not previously reported, totaling $19.6 million. The payments were related to the company's investigation of McMahon's alleged sexual misconduct with former employees. The Wall Street Journal also reported that McMahon had made undisclosed payments of $5 million to former President Donald Trump's charity, the Donald J. Trump Foundation, in 2007 and 2009. The Journal further reported in July 2022 that McMahon paid more than $12 million to four women to cover up \"allegations of sexual misconduct and infidelity.\"",
    "Following his departure as CEO, McMahon returned as a board member in January and announced that he was exploring \"strategic alternatives\" for WWE shareholders, including a potential sale. The company made over $1.29 billion in revenue in 2022, with shares up over 30% for the year.",
    "Now, with the merger, Ariel Emanuel, CEO of Endeavor, will become CEO of the new company, retaining his chief executive title at the agency. McMahon will retain his current WWE title of executive chairman at the new company, which does not yet have a name. The new company is expected to be well-positioned to maximize the value of its combined media rights and potentially expand further by pursuing other mergers and acquisitions \"to further bolster our strong stable of brands.\"",
    "The new company's board of directors will have 11 members named at a later date, with six of them appointed by Endeavor and the remaining picked by WWE. Endeavor, which also owns Hollywood's biggest talent agency William Morris Endeavor, became the outright owner of UFC in 2021. Revenue for its sports unit, which houses the UFC, grew 20% last year to $1.3 billion thanks in part to increased media rights fees.",
    "While WWE shares fell nearly 10% in early trading and Endeavor slumped about 2%, the companies expect to save $50 million to $100 million in costs once the deal is complete, which is expected to close in the second half of this year. The new company will trade on the New York Stock Exchange under the ticker symbol \"TKO.\"",
    "This historic merger represents a rare opportunity to create a global live sports and entertainment pureplay built for where the industry is headed, according to Emanuel. It remains to be seen how the new company will shape the future of sports and entertainment, but one thing is certain – this is a game-changing move that will impact the industry for years to come.",
    "Sri Lanka increases fuel quota for vehicles with effect from Tuesday (4) night",
    "State workers who are contesting LG election to get basic salary"
  ]
}