{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ali-tariq-takes-over-as-the-new-chairman-ceo-of-unilever-sri-lanka/",
  "time_ut": 1704993120.0,
  "original_lang": "en",
  "original_title": "Ali Tariq takes over as the new chairman & CEO of Unilever Sri Lanka",
  "original_body_lines": [
    "Unilever Sri Lanka announced the appointment of Ali Tariq as its new Chairman and CEO with effect from 1st February 2024. With this appointment, Ali will also join Unilever’s South Asia leadership team. Prior to this, Ali served as the CFO for Global Transformations at Unilever’s Headquarters in London. Ali joined the Group in 2003 and has since held global and country leadership roles across Europe, South Asia and the Far East. He is a member of the Institute of Chartered Accountants in England & Wales (ICAEW) and trained with PwC London.",
    "Commenting on his new appointment at Unilever Sri Lanka, Ali said, “I am delighted and humbled with the opportunity to serve our consumers, employees, business partners and communities in Sri Lanka and to contribute to the country’s growth. My predecessor, Hajar Alafifi, leaves behind a strong business, and I along with the country leadership remain committed to leveraging our strong portfolio of purpose-led brands to win with a winning Sri Lanka”.",
    "Ali takes over from the outgoing Chairperson and Managing Director, Hajar Alafifi, as she moves to her new assignment in Jakarta as General Manager for Unilever’s Nutrition Business in South East Asia and Indonesia.",
    "‘Hajar steered the company through a highly challenging business environment over the last four years. “With my 23 plus years of working in different markets across the world, Sri Lanka stands out as one of the most resilient, and I hold a positive outlook for the economy and investors. I would like to take this opportunity to express my heartfelt gratitude to Sri Lanka for hosting me during my tenure.’",
    "HNB unveils the future of rapid customer onboarding in partnership with Lime by LinearSix",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}