{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/IDL-s-beach-clean-up-at-Mount-Lavinia-A-commitment-to-environmental-conservation-amidst-Sri-Lanka-s-marine-pollution-crisis/34-751159",
  "time_ut": 1690570452.0,
  "original_lang": "en",
  "original_title": "IDL’s beach clean-up at Mount Lavinia: A commitment to environmental conservation amidst Sri Lanka’s marine pollution crisis",
  "original_body_lines": [
    "International Distillers Ltd. (IDL) took a commendable step towards empowering environment protection by organising a beach clean-up project at Mount Lavinia Beach to coincide with World Environment Day 2023. As a responsible corporate citizen, IDL has long demonstrated its commitment to fostering an environmentally conscious mindset among its employees. The event not only aimed to make a tangible difference in preserving the natural beauty of Sri Lanka’s beaches but also emphasised the importance of collective action in addressing environmental challenges. In the backdrop where marine pollution in Sri Lanka has come into strong focus over the last year, IDL’s efforts and commitment shine as a beacon of hope for environmental conservation.",
    "“At IDL, we recognise the significance of preserving our natural resources and minimising our ecological footprint. We strive to integrate sustainability into all aspects of our operations, actively seeking ways to reduce waste, conserve energy, and promote environmental awareness. Our beach clean-up project is a testament to our dedication to preserving our planet for future generations,” IDL Chief Executive Officer Dr. Kemal De Soysa, said expressing the company’s unwavering commitment to environmental protection.",
    "IDL Chief People Officer Anuradha Wickramasinghe, highlighted the importance of instilling an environmentally conscious mindset in employees. “By fostering a culture of environmental responsibility within our organisation, we empower our employees to make a positive impact beyond their professional lives,” she said.",
    "At IDL, the employees believe that encouraging sustainable practices and promoting environmental education not only benefits our planet but also enhances employee engagement, instils pride, and strengthens the company’s collective commitment to a greener future.",
    "IDL Production Head Rajitha Yasaratna, echoed these sentiments when he observed the participation and enthusiasm of their employees in the beach clean-up. “This initiative provided a unique opportunity for our team to witness the direct impact of their actions on the environment. It not only fostered a sense of camaraderie and teamwork but also asserted the importance of environmental preservation.",
    "We believe that projects like these create a positive ripple effect, inspiring individuals to embrace sustainable practices both at work and in their personal lives,” he said.",
    "IDL showcased its commitment to protecting the environment and actively involving its employees in sustainable practices. By fostering a culture of environmental responsibility, IDL not only contributes to a cleaner and healthier planet but also inspires other companies to prioritise sustainability as a key component of their corporate identity."
  ]
}