{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89446/un-seeks-court-opinion-on-climate-in-win-for-island-states",
  "time_ut": 1680109260.0,
  "original_lang": "en",
  "original_title": "UN seeks court opinion on climate in ‘win’ for island states",
  "original_body_lines": [
    "The countries of the United Nations led by the island nation of Vanuatu adopted what they called a historic resolution Wednesday calling for the U.N.’s highest court to strengthen countries’ obligations to curb warming and protect communities from climate disaster.",
    "The resolution was adopted by consensus and Vanuatu Prime Minister Ishmael Kalsakau called it “a win for climate justice of epic proportions.” He reeled off a string of recent disasters including back-to-back Category 4 cyclones in his own country and record-breaking Cyclone Freddy that refused to leave southeastern Africa in recent weeks. “Catastrophic and compound effects like this are growing in number,” he said.",
    "U.N. Secretary-General António Guterres said Wednesday he hoped the opinion, when issued, would encourage nations “to take the bolder and stronger climate action that our world so desperately needs.”",
    "Saudi Arabia and Iraq sought to soften the resolution saying it would increase the workload of the international court. Some 132 countries co-sponsored the resolution.",
    "Vanuatu has not only faced the recent cyclones, it is also at risk of rising seas engulfing swathes of the islands. Scientists say both extreme weather and sea levels have worsened because of climate change caused by the burning of fossil fuels. The resolution specifically asks the court to pay particular attention to harms for small island nations.",
    "Youth groups were also involved in the effort, citing the need to protect the planet for current and future generations.",
    "“I don’t want to show a picture to my child one day of my island. I want my child to be able to experience the same environment and the same culture that I grew up in,” said Cynthia Houniuhi, who’s from the Solomon Islands and is president of Pacific Islands Students Fighting Climate Change, a group involved in getting the resolution to the U.N.’s General Assembly. “The environment that sustains us is disintegrating before our eyes.”",
    "The group’s Solomon Yeo added that “young people across the world will recall the day when we were able to get the world’s highest court, the International Court of Justice, to bring its voice to the climate justice fight.”",
    "The U.N.’s International Court of Justice is the body’s highest court and can provide “an advisory opinion on any legal question” asked by states, said Nilufer Oral, the director at the Center for International Law at the University of Singapore. While the opinion isn’t binding, it would encourage states “to actually go back and look at what they haven’t been doing and what they need to do” to address the climate emergency.",
    "The resolution now goes to the International Court of Justice, to clarify climate obligations and then begin proceedings.",
    "Countries have agreed to aim to limit warming to 1.5 degrees Celsius (2.7 degrees Fahrenheit) with an upper limit of 2 degrees Celsius (3.6 F) back in 2015 as part of the Paris Agreement. The agreement asks countries to submit their plans to curb greenhouse gases to the United Nations and regularly revise and update those plans.",
    "Clarifying those obligations for states, as well as other promises to protect biodiversity and strengthen domestic policies are the main aims of the advisory opinion, said Ralph Regenvanu, Vanuatu’s climate change minister.",
    "“We are also clear eyed that existing international frameworks have significant gaps,” he said, adding that the advisory opinion could push for stronger legal measures like negotiating a fossil fuel non-proliferation treaty or criminalizing “climate destroying activities.”"
  ]
}