{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95415/expanded-professional-education-opportunities-for-ol-candidates-regardless-of-exam-outcomes-",
  "time_ut": 1701796020.0,
  "original_lang": "en",
  "original_title": "Expanded professional education opportunities for O/L candidates, regardless of exam outcomes",
  "original_body_lines": [
    "The government has instituted a unique opportunity to facilitate professional education tailored to the demands of the job market for the students who have faced G.C.E. Ordinary Level examination, regardless of their results.",
    "Saman Rubasinghe, the Director of Registration Accreditation and Quality Management at the Tertiary Education and Vocational Education Commission, said the students can initiate the application process even prior to the release of examination results.",
    "He explained that this program spans across 525 schools island-wide. All candidates who have participated in the Ordinary Level examination are eligible to apply after the Vocational Training Institute issues the relevant newspaper advertisement. All courses are meticulously designed with a focus on the contemporary job market, he added.",
    "Speaking on the “101 Katha” program produced by the President”s Media Division (PMD), Mr. Rubasinghe highlighted that vocational education is integrated into the school curriculum during the first year, followed by the conferment of an NVQ level certificate in the second year through collaboration with a vocational training institute. Upon obtaining the NVQ 4 certificate, individuals have the opportunity to pursue further education at various levels, including diplomas, advanced diplomas and degrees.",
    "Under the conventional practice, the students who fail the Ordinary Level examination would typically be excluded from the education process. However, during the premiership of President Ranil Wickremesinghe, the “13-year continuous education program” was introduced, recognizing the need to direct students to vocational education through the school itself to prepare the student community to face future challenges.",
    "Mr. Rubasinghe, providing further insights, emphasized that through this program, all students who participated in the Ordinary Level examination have been offered the opportunity to pursue vocational education, regardless of their examination outcomes.",
    "Additionally, individuals preparing for Advanced Level examination and those aspiring to pursue professional education abroad often inquire about opportunities. In such cases, they can undertake short-term courses to acquire requisite language proficiency, he explained.",
    "Moreover, possessing computer knowledge is deemed highly beneficial across various fields, including motor mechanics, welding technology, agricultural assistance and the hotel industry. While it may not constitute a professional qualification, it holds significant importance as an additional qualification in enhancing overall skills.",
    "Furthermore, there are individuals who make a conscious choice to pursue vocational education, irrespective of whether they have successfully passed the Ordinary Level examination. Dedicated vocational education programs have been initiated for such individuals across 525 schools in Sri Lanka. The “13-year continuous education program” facilitates the pursuit of vocational education directly from school, allowing individuals to proactively engage in skill development.",
    "Meanwhile, notifications for applications will be communicated through newspaper advertisements, ensuring widespread awareness of the opportunities available.",
    "The professional courses offered are meticulously designed to align with the demands of the job market. In the initial year of the two-year higher education program in the vocational field, vocational education is imparted within the school. Subsequently, students transition to a registered Vocational Training Centre for the remainder of the program.",
    "The culmination of this educational journey results in the attainment of the National Vocational Qualification (NVQ) certificate.",
    "Over the past 5-6 years, this program has successfully cultivated and produced highly skilled professionals, contributing to its increased popularity among students. The program”s ability to consistently produce talented individuals underscores its effectiveness in meeting industry needs and preparing students for successful careers in their chosen vocational fields.",
    "Upon successful completion of the program, individuals receive NVQ 3 and NVQ 4 certificates. Subsequently, they have the option to pursue further studies, including diplomas, advanced diplomas and degrees, offered by UNIVOTEC. Those achieving an NVQ 6 certificate gain eligibility to apply for degree courses abroad. This comprehensive educational framework spans across 26 fields, encompassing areas such as motor engineering, welding, agriculture and the hotel industry.",
    "For individuals opting for vocational training after completing high school, there is a wealth of opportunities available through the 1400 private and public institutions registered with the Tertiary and Vocational Training Commission.",
    "Further information can be accessed through the official website http://www.tvec.gov.lk. This accessible and diverse range of educational pathways reflects the commitment to providing individuals with tailored options for their educational and career development."
  ]
}