{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-shares-gain-on-a-two-month-high-on-optimisms-on-ddo-124199/",
  "time_ut": 1687437960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s shares gain on a two month high on optimisms on DDO",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s shares closed over a two month high on Thursday, as the market was boosted by the crossings in Expolanka boosted the market following positive macroeconomic indicators, an analyst said.",
    "“The market is moving on green, because fears of debt restructuring and optimization had been addressed,” an analyst said.",
    "The main All Share Price Index was up 0.13 percent or 12.47 points to 9,307.87, while the most liquid index S&P SL20 was up 0.37 percent or 9.95 points to 2,667.06.",
    "The market was moving is on assurances of debt restructuring and optimization, with the central bank cutting the key policy rates by 250 basis points to spur faltering economic growth as inflation was decelerating faster than projected.",
    "Sri Lanka’s broader National Consumer Price Index (NCPI) grew 22.1 percent in the 12-months to May down from to 33.2 percent a month ago, data from the Department of Census and Statistics showed.",
    "Sri Lanka needs more revenues and restructuring debt by September was essential for debt to be made sustainable, an International Monetary Fund mission said after a visit to the island.",
    "Since policy rates and inflation lowered investors, it encouraged investors to invest in capital, banking and diversified financial counters due to lowered fears on domestic debt optimization and restructuring.",
    "There will be more clarity on Sri Lanka’s debt restructuring efforts, particularly with regard to foreign debt, upon the return of President Ranil Wickremesinghe to the country after his ongoing visit to France, State Minister of Finance Shehan Semasinghe said.",
    "Semasinghe said once a final decision has been made on domestic debt optimisation, the government will inform both parliament and the public.",
    "“This is an extremely sensitive matter that significantly influences the market situation. It is vital that we refrain from making statements that create doubts regarding this optimisation, as it helps maintain stability in our financial market,” the president’s media division said in an official translation of the state minister’s remarks.",
    "The market generated a net foreign inflow of 18 million rupees, so far the total outflow for the year is 1 billion rupees.",
    "Top gainers during trade were Sampath Bank, Co-ooperative Insurance Company and Richard Pieris and Company.",
    "The market generated revenue of 1.9 billion rupees, while the daily turnover average was 1.4 billion rupees. Out of the generated turnover, the transportation sector contributed about 50 percent to the total turnover. (Colombo/June22/2023)"
  ]
}