{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89808/ripe-for-abuse-amnesty-calls-for-influence-from-biden-on-sl-anti-terrorism-bill",
  "time_ut": 1681577280.0,
  "original_lang": "en",
  "original_title": "‘Ripe for abuse’: Amnesty calls for influence from Biden on SL Anti-Terrorism Bill",
  "original_body_lines": [
    "Amnesty International (AI) has condemned Sri Lanka’s proposed Anti-Terrorism Act (ATA), claiming that it ‘categorically fails on every human rights benchmark’.",
    "This observation about the proposed Act was made by AI Asia Advocacy Director Carolyn Nash, who called upon U.S. President Joe Biden to send a clear message to his Sri Lankan counterpart, President Ranil Wickremesinghe, that the legislature in question must be ‘overhauled entirely or scrapped altogether’ if he, Joe Biden, valued the rights of the Sri Lankan people.",
    "She further raised concerns that in the event both the administration and Congress continue to remain silent as this draft law advances, they will allow the Sri Lankan government to further cement its ability to suppress dissent.",
    "“The proposed legislation is an insult to civil society in Sri Lanka, who have advocated for decades for legal reforms to protect human rights. This is far from a good faith effort on the part of the Sri Lankan authorities to improve or replace a bad law – it is an effort to shore up the government’s ability to target and silence their critics”, she said.",
    "The government of Sri Lanka has been using the draconian Prevention of Terrorism Act (PTA) to detain and torture critics and minorities for over four decades.",
    "International condemnation of the PTA led the government of Sri Lanka to commit to repealing the law. The ATA, published on 22 March, is the replacement legislation the government has proposed after another bill brought in 2018 was shelved after widespread condemnation.",
    "Meanwhile, AI South Asia Researcher Thyagi Ruwanpathirana also highlighted several discrepancies within the proposed law, saying;",
    "“The drafters of the ATA have not taken into account the benchmarks laid out by UN experts in order to come up with a counter-terror law that would start to bring the legislation in line with international law. The offenses in the anti-terror bill remain broad, vague, and subjective. They are ripe for abuse. Even offenses under Sri Lanka’s ICCPR Act are now made terror offenses.",
    "It’s clear after the mass protests last year, the state has become even more willing to misuse counter terrorism offenses in order to target activists. This is reflected in new offenses created that seek to classify acts of civil disobedience as terror offenses.",
    "This provision is dangerous and facilitates torture, especially in a context that is already rife with allegations of torture in custody”.",
    "The ATA still retains certain PTA provisions to enable prolonged detention (up to one year without charge), which can be extended by the High Court on the request of the Attorney General.",
    "It also provides the police with access to those who are already indicted and in judicial remand and enables suspects to be removed from remand custody for the purpose of conducting further investigations under the authority of an order made by a Magistrate.",
    "The Bill empowers the military to carry out arrests without warrants,, and retains unchecked powers of the executive, including to proscribe persons and organizations without judicial oversight."
  ]
}