{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/popularity-soaring-high-overseas/",
  "time_ut": 1677511920.0,
  "original_lang": "en",
  "original_title": "Popularity soaring high …overseas",
  "original_body_lines": [
    "It’s not always that our entertainers hit the big time…overseas, but Sohan Weerasinghe seems to be an exception!",
    "He did several prestigious shows, in London, last year, and has already begun the new year (2023) keeping the Aussie-Sri Lankans entertained…Down Under.",
    "And, what’s more, he has several more overseas assignments coming up.",
    "It’s no secret that this legendary singer/entertainer has that special niche…the ability to keep both the old and the young thoroughly entertained, with enjoyment, and amusement.",
    "The moment he gets on stage, there is action, and the plus factor is that he caters to the needs of his audience.",
    "Down Under, his first assignment, for this year, was at the tribute to Desmond de Silva, held in Sydney.",
    "Social media was full of bouquets for Sohan’s performance, with one fan saying “Sohan rocks”.",
    "Then came ‘Hearts Afire’, a sing-along charity event, also held in Sydney, which was ‘sold out’ before the big night.",
    "Sohan’s final performance, for his fans in Australia, was last Friday (February 24th), in the state of Victoria – ‘Evening with Sohan’ – and it was another ‘sold out’ event.",
    "On his return home, he says he is eagerly looking forward to celebrating his granddaughter’s birthday, on March 9th, when little Sienna turns one year.",
    "However, where Sohan is concerned, after two months, at home, he has another overseas assignment to check out – six shows…in the States, and Canada – where he will be featured, as a guest artiste, with the band Sarith-Surith & The News, from Sri Lanka.",
    "June 02 – Seattle, June 03 – Los Angeles, June 04 – Las Vegas, June 09 – Toronto (Canada), June 10 – Washington, June 11 – New York.",
    "And, before the year is out, it seems very likely that Sohan will be wanted, again, in London, for some Summer and Autumn events, for the Sri Lankan community…and New Year’s Eve, as well!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}