{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Fake-agents-dupe-aspiring-SL-student-migrants/108-258219",
  "time_ut": 1682498317.0,
  "original_lang": "en",
  "original_title": "Fake agents dupe aspiring SL student migrants",
  "original_body_lines": [
    "People smugglers have become increasingly sophisticated in duping Sri Lankan students and families by posing as migration agents and promising Australian permanent visas.",
    "A Senate inquiry into migration has been told how hundreds of migrants sell their most prized possessions to come to Australia, only for their dreams to vanish when smugglers fleece them out of thousands of dollars.",
    "\"People get misled, especially when they come to study,\" said Sandith Samarasinghe, the Sri Lankan consul general in Melbourne.",
    "\"They are promised gainful employment after they finish their education, but those things don't happen.\"",
    "Sri Lankan-born Labor MP Cassandra Fernando said her name had been used as bait for people trying to escape the country, which endured decades of civil war and an economic crisis.",
    "Ms Fernando said students who come to Australia hoping to permanently settle were also being targeted.",
    "\"There are people here (in Australia) giving misinformation ... they're not qualified migration agents and they don't have agencies but they go to people's homes and say, give me X amount of money and this is the pathway of doing it,\" she told the Senate inquiry.",
    "Chandra Bamunusinghe, a former local councillor, said he knew of fake migration agents reaping the rewards of their hoax.",
    "\"I know of people back home in Sri Lanka who have sold their land and given their money to the migration agents, they are living here (Australia) a very high class life with that money,\" he said.",
    "Senate Committee chairwoman Maria Vamvakinou asked whether it was a systemic problem, and if people smugglers were operating in Australia.",
    "He urged Australian authorities to crack down on the illegal practice.",
    "\"In the meantime, there are some students or temporary visa holders who are abused by some workforces and employers. That sort of thing is happening around Australia and the government knows about this,\" Mr Bamunusinghe said.",
    "Phil Honeywood from the International Education Association of Australia recently told a parliamentary inquiry Australia's tertiary education sector had become a \"Ponzi scheme\".",
    "He said education agencies lured international students to courses they weren't suited to with the promise of unrestricted work access.",
    "In February, Home Affairs rejected 94 per cent of applications from India to study in Australia's vocational sector, compared to less than one per cent of student applications from countries including the US, the UK and France. (Australian Associated Press)"
  ]
}