{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/14/australia-us-and-uk-unveil-aukus-nuclear-submarine-plans/",
  "time_ut": 1678778640.0,
  "original_lang": "en",
  "original_title": "Australia, US and UK unveil AUKUS nuclear submarine plans",
  "original_body_lines": [
    "The leaders of the United States, United Kingdom and Australia have announced more details of how Australia will acquire nuclear submarines under a security pact for the Asia Pacific that was first unveiled 18 months ago.",
    "Under the AUKUS agreement, which is aimed at preserving a “free and open” Indo Pacific, Australia will buy three American nuclear submarines.",
    "Australia will also have the option to purchase two more of the nuclear submarines after the initial deal, which is slated for the early 2030s, US President Joe Biden, British Prime Minister Rishi Sunak and Australian Prime Minister Anthony Albanese said in a joint statement on Monday as they met in California.",
    "While China only received glancing reference on Monday, the security agreement is part of an ongoing effort by the three nations to respond to Beijing’s growing military might and increasingly assertive presence in the Asia Pacific.",
    "It includes a commitment to cooperate on building artificial intelligence capabilities, hypersonic weapons and other advanced technologies.",
    "Speaking from Naval Base Point Loma in San Diego, Biden called the moment: “An inflection point in history, where the hard work of enhancing deterrence and promoting stability is going to affect the prospect of peace for decades to come”.",
    "“I’m proud to be your shipmates,” Biden told British Prime Minister Rishi Sunak and Australian Prime Minister Anthony Albanese.",
    "Albanese, in turn, noted it was “the first time in 65 years and only the second time in history that the United States has shared its nuclear propulsion technology, and we thank you for it”.",
    "Meanwhile, Sunak cited growing challenges “including Russia’s illegal invasion of Ukraine, China’s growing assertiveness, and destabilising behaviour of Iran and North Korea”.",
    "“Faced with this new reality, it is more important than ever, that we strengthen the resilience of our own countries,” he said. “But ultimately, the defence of our values depends, as it always has, on the quality of our relationships with others.”",
    "For its part, Beijing has repeatedly accused the AUKUS trio of adopting a “Cold War mentality” that risks greater escalation in the region.",
    "The sale announced on Monday is part of a long-term, multistage plan destined to make Australia a full partner in fielding top-secret US nuclear technology previously shared only with the UK.",
    "In the short term, Australian military and civilian personnel will embed with the US and UK navies and at nuclear submarine bases in the countries, the leaders said in their joint statement.",
    "The US and UK will also increase nuclear submarine stops at Australian ports in the coming years, before beginning more substantial forward rotations in Australia.",
    "The moves will be part of decade-long effort to help Australia develop “the infrastructure, technical capabilities, industry and human capital” needed to operate and develop their own submarine.",
    "By the “early 2030s” and pending US Congressional approval, Washington will then sell three Virginia-class submarines, which have an estimated value of $3bn each, to Australia, according to the plan released by the three countries.",
    "Meanwhile, Australia and Britain will start building a new submarine model with US technology and support, with the UK expected to deliver its first home-built nuclear submarine by the late 2030s. Australia is set to deliver those new vessels to its navy by the early 2040s.",
    "Despite taking years to be fully realised, the deal marks an ambitious shift for the three allied nations as they seek to respond to Beijing’s rapidly expanding military power in the Pacific.",
    "China’s military growth has included the expansion of a more sophisticated naval fleet and the construction of artificial islands in the disputed South China Sea that observers say the country has turned into bases. It has deployed the coast guard and its maritime militia in an area also claimed all or in part by Brunei, the Philippines, Malaysia, Taiwan and Vietnam and ignored a 2016 international court ruling brought by Manila that its claim on the sea had no legal basis.",
    "Beijing, which is aiming to launch its third aircraft carrier this year, has also become more assertive in its claim to the self-ruled democratic island of Taiwan, staging major military drills around the island after the visit last year of then US House Speaker Nancy Pelosi.",
    "Australia’s participation in AUKUS prompted a brief but heated spat with France after Canberra pulled out of an earlier deal to replace its ageing fleet of diesel-powered submarines with conventional French vessels valued at $66bn.",
    "Compared with the Collins-class submarines due to be retired by Australia, the Virginia-class is almost twice as long and carries nearly three times more crew, with capacity for 132 on board.",
    "The US vessels are also able to stay submerged almost indefinitely and launch powerful cruise missiles.",
    "Imran Khan calls on his supporters to “fight for real freedom” as battles erupt with police trying to arrest him",
    "Sri Lanka will not risk offering debt treatment outside IMF program – President",
    "Ease the burden on the people; Conduct elections on time, Mahanayake Theros tell President",
    "Korea to fund Floating Solar Plant project; Cabinet gives green light for pilot project"
  ]
}