{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Have-we-crippled-digital-entrepreneurship-in-Sri-Lanka/4-757146",
  "time_ut": 1704658275.0,
  "original_lang": "en",
  "original_title": "Have we crippled digital entrepreneurship in Sri Lanka?",
  "original_body_lines": [
    "Right now, we are struggling with this phenomenon where global digital companies are having a field day, syphoning millions of dollars from our rupee economy.  Needless to say, this is weakening us as a country on a daily basis because every dollar misspent is a damning blow to the local economy at every level.  This includes the common man who is left in despair when it comes to receiving vital medicines and essentials",
    "Christmas is the biggest global holiday season in the world. It has grown beyond being a religious festival of the Christians into a highly commercial event with businesses worldwide making billions of dollars, not merely within their local economies but across borders and continents.  And this is made possible today because of the digital economy, and its bridges that spread across the world.  Smart businesses have built strong brands that give happiness and solutions to consumers, easily sucking up dollars on a global level.",
    "But how much of that global economy do Sri Lankan businesses own?  In the past we were able to grow several of our terrestrial industries successfully.  Apart from tea, apparel and tourism, even our foreign employment numbers and the software industry grew exponentially in the last 20 years to become a benchmark product for Sri Lanka.",
    "But what of our digital economy? If one analyses our numbers in this area, they are so negligible, that it’s almost as if we don’t exist on the radar. The reason for this is because, however much our decision makers may talk about the potential our digital economy holds, we do not have proper policies in place to govern it and reap the full benefits of this industry.",
    "The very nature of the animal makes it intangible for those who understand only terrestrial business.  That is why one cannot blame the Government for stumbling in this area.  Yes, stumbling is the right word because at every level, policy decisions that are vital for the growth of the local digital economy are so badly or wrongly wired, to the extent that it is deeply disturbing.",
    "For the growth of any industry there must be support from the home economy at a nascent stage.  Unfortunately, from day one, Sri Lanka’s digital economy has been crippled by bad policy decisions, albeit by default rather than willful negligence.  I believe it is the lack of knowledge about this industry that has been the bane of policy makers leading them to make bad policy decisions.  But the result of that has caused huge setbacks for local digital platforms, the nation’s startups, digital entrepreneurs and their investors.",
    "The best example of this lack of foresight is the tax exemptions granted to digital companies over the last 20 odd years in support of growing their businesses.  While the policy makers believed they were helping local digital companies by doing so, they failed to realise they were also allowing the exact same benefits to be extended to global digital companies operating within the sovereign borders of Sri Lanka that should not have been the case. Is this something unusual? Yes it is, because there is a whole list of countries that enforced stringent laws on foreign digital operators to ensure that they adhered to local laws like consumer protection and local tax laws, and these operators have complied.  Yes, they have complied!",
    "Tax administrations worldwide face significant challenges in applying VAT to digital services, unlike physical goods subject to border checks. This enforcement difficulty led the OECD to establish the Global Forum on VAT in 2012, culminating in 2016’s VAT guidelines. OECD recommended that countries adopt the guidelines to assist with combating tax avoidance in the digital sector. The destination principle, that is part of the guidelines, requires non-resident sellers to pay VAT at the point where they sell their goods, often mandating VAT registration or appointing local agents for payments.",
    "Many countries over the last few years have been able to successfully bring non-resident digital service providers into the VAT base. Following are a few such examples:",
    "South Africa introduced VAT on non-resident electronic services in 2014. The tax covers a range of online services and obligates registration if the income exceeds a certain threshold.",
    "Mexico’s 2020 VAT imposition includes various digital services, with facilitating marketplaces responsible for VAT payments and mandatory filings. In addition to VAT, there are also income withholding rules on non-resident providers of digital and gig or sharing economy services. Foreign platforms facilitating services such as ride-sharing or house letting are obliged to withhold a proportion of the income due to a Mexico-resident provider of the service.",
    "Indonesia introduced VAT on digital services from August 2020, covering a wide array of services and requiring VAT registration upon reaching specified sales or consumer thresholds.",
    "Kenya’s VAT on digital services commenced in 2021, mandating registration and VAT payment for numerous digital services to Kenya consumers.",
    "Vietnam initiated VAT collections on foreign providers of electronic services in July 2020, extending to goods sold through e-commerce. Other nations like Tanzania, Uganda, Uzbekistan, Taiwan, and Thailand have also taken steps to tax non-resident digital service providers, implementing various VAT and taxation mechanisms to ensure compliance.",
    "These global implementations showcase diverse approaches in regulating VAT on digital services, offering insights and potential models for Sri Lanka to consider in formulating effective taxation strategies.",
    "Right now, we are struggling with this phenomenon where global digital companies are having a field day, syphoning millions of dollars from our rupee economy.  Needless to say, this is weakening us as a country on a daily basis because every dollar misspent is a damning blow to the local economy at every level.  This includes the common man who is left in despair when it comes to receiving vital medicines and essentials.",
    "It is time then to put our policies right.  We are not reinventing the wheel here, because there are examples of other countries that have kept global digital giants in check that we can learn from and emulate. Not just that, by creating the right environment, we will also provide the space for local entrepreneurs in the digital stratosphere to see opportunity. They will have the chance to grow a mere idea into a startup, become a local success and then push into cross border commerce.  This is the way to create globally recognised technological ventures that would fuel the Lankan economy, and give us our due place in the global digital arena.",
    "(The writer is a startup entrepreneur, founder CEO of PickMe, a past president of the Digital Chapter of FITIS, and instrumental in the launch of several local e-commerce companies)"
  ]
}