{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-import-control-lifting-requires-examination-minister-says-despite-deflationary-policy-115115/",
  "time_ut": 1678589640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka import control lifting requires examination, minister says despite deflationary policy",
  "original_body_lines": [
    "ECONOMYNEXT – Removal of Sri Lanka’s import controls requires deep thought and management, State Minister for Finance Ranjith Siyambalapitiya has said, despite the central bank running a payments surplus with deflationary policy.",
    "“If import controls are relaxed, it requires deep examination and management,” Minister Siyambalapitya was quoted as saying in a statement.",
    "Sri Lanka slapped import controls in 2020 as the central bank printed money, repaying maturing debt with new money triggering outflows greater than inflows.",
    "Instead of tightening monetary policy (raising rates and halting T-bill purchases by the central bank), import controls were slammed.",
    "But the controls failed to either stop imports, nor maintain foreign reserves as money was printed. Now the country is running balance of payments surpluses despite the import controls  being brought down to 600 from 3000 items earlier.",
    "Sri Lanka’s economic bureaucrats and their supporters in the private sector and think tanks, misled legislators into enacting the import control law in 1969, taking away economic freedoms of the populace, after the central bank printed money to refinance of rural credit.",
    "In 1966, J R Jayewardene, who as Finance Minister had set up the central bank, brought in B R Shenoy, the top classical economist in South Asia at the time, to help Sri Lanka.",
    "He told the country not to print money or impose import controls, since printed money will somehow find a way to generate imports as long as the credit system is working.",
    "By this time economists had already misled politicians into enacting exchange controls, taking away economic freedoms of the populace, instead of subjecting the central bank to tight rules and limiting its ability to operate artificially low policy rates though open market operations or other means and trigger forex shortages.",
    "“…Balance of Payments difficulties cannot be solved by intensifying the rigorous of exchange control and import restrictions; nor by extending the schemes for expanding domestic production to substitute import goods — the so called measures for “economising” on foreign exchange,” Shenoy said in a report to the Ceylon government.",
    "“It cannot reduce the flow of moneys seeking to purchase goods, either for consumption or for investment.",
    "“The remedy to this problem lies in putting a stop to inflationary financing, not in tampering with the normal course of international trade.”",
    "But at the moment Sri Lanka has for the moment halted ‘inflationary financing’  (money printing), the balance of payments is in surplus and the rupee is appreciating.",
    "But economic bureaucrats  have now sought to enact a law which will given them wide discretion to print money through multiple means including through money and exchange policy conflicts (flexible exchange rate), under an IMF program while engaging in monetary stimulus (output gap targeting).",
    "Sri Lanka tables controversial draft monetary law with multiple anchors",
    "Ironically on 07 April 1967, two years before Sri Lanka’s import control law, Singapore, which had separated from Malaysia set up a currency board (Board of Commissioners of Currency Singapore) to keep its exchange rate fixed, with Finance Minister Lim Kim San as the first Chairman, banning all money printing.",
    "It was done on the advice of Prime Minister Lee Kwan Yew’s, LSE educated, hard money right hand man, Goh Keng Swee, who rejected Cambridge economics.",
    "Goh had already abolished import protection on separation (a type of economic nationalism), abandoning the so-called ‘common market’ idea with Malaysia supported by Cambridge and UN economists, on separation from Malaysia in the wake of race riots.",
    "Related Why Sri Lanka cannot be a Singapore, a Chief Festus budget: Bellwether",
    "In Sri Lanka the import control law was widely used during the subsequent 1970s administration and exchange controls tightened.",
    "Sri Lanka however continued on Cambridge-Harvard economics (John Maynard Keynes-Alvin Hansen), and closed the entire economy.",
    "The country, which was a free trading nation before the central bank was set up in August 1950, became a closed economy as the Bretton Woods system collapsed in 1971/72, and became a frequent customer of the International Monetary Fund.",
    "Singapore floated initially, maintained both free trade and currency board principles of no policy rate and net foreign asset backed money. Later the Monetary Authority of Singapore was set up on the same principles of not creating money through the purchase of Treasury bills.",
    "In 1980, after the economy was re-opened the central bank again printed money and the central bank was about to take the country to the IMF again, J R brought Goh Keng Swee to advice the government.",
    "He told Sri Lanka not to print money and for JR to keep an eye on the central bank’s Treasury bill stock. He said not to depreciate the currency because there were real gains to be had in exports by destroying the value of money.",
    "His advice was also ignored, Sri Lanka depreciated the currency, budgets became unmanageable and the country was plunged in social unrest.",
    "Ironically under an IMF program a central bank has to operate a system much tighter than a currency board if it wants to rebuild net international reserves (with an NIR floor as a performance criterion), by running BOP surpluses with higher interest rates and eliminating money and exchange policy conflicts.",
    "There are only minor BOP surpluses in a currency board and interest rates are in line with anchor currency (developed country) levels.",
    "Under recent IMF programs, due to flexible inflation targeting conflicting with reserve collection, central banks run into currency crises, miss reserve targets (2018 Sri Lanka) and in extreme cases default (Argentina 2019) or come close to default (Pakistan 2023). (Colombo/Mar12/2023)"
  ]
}