{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=80797",
  "time_ut": 1680555120.0,
  "original_lang": "en",
  "original_title": "Lasantha Wickrematunge:  The Fearless Editor who Spoke Truth to Power",
  "original_body_lines": [
    "(  Former “Sunday Leader”Editor and my Friend Lasantha Wickrematunge was born on 5 April 1958. This article published in January 2023 is re-posted here to commemorate his 65th birth anniversary)",
    "Friends,Family members, colleagues, schoolmates and admirers of Lasantha Wickrematunge converged   on Sunday January 8th at the Kanatte cemetery in Borella. . They gathered   at 9 am by the graveside of the slain “The Sunday Leader”editor to commemorate his 14th death anniversary. There were prayers,singing of hymns,speeches and of course lots of lamps, candles and flowers. Those near and dear to Lasantha  have been keeping his memory alive by engaging in this annual act of love and homage. Lasantha lives forever in our hearts and minds!",
    "Lasantha Manilal Wickrematunge was brutally assassinated in broad daylight on a public road in Ratmalana. He was murdered on 8 January 2009 by cowardly minions for courageously speaking truth to power. Lasantha whom I used to call  “Lassie boy”was my colleague, editor, friend and above all a kindred soul. How I miss him!",
    "Refusing to be silenced by the powers that be, the fearless editor of The Sunday Leader fought valiantly against overwhelming odds to expose corruption, nepotism, mis-governance, racism and militaristic triumphalism. The motto of The Sunday Leader was ‘unbowed and unafraid’. Lasantha personified the motto in every way and remained to the very end, unbowed and unafraid.",
    "Lasantha was not unaware of the dangers he faced. He had encountered innumerable problems in the past. After Richard de Zoysa was killed during the time of President Ranasinghe Premadasa, Lasantha was among the journalists whose lives were threatened. He went to Australia where he stayed for some time.",
    "He returned after a while and in 1994 co-founded The Sunday Leader. The newspaper under Lasantha’s unprecedented editorial drive and direction charted out a new course in Sri Lankan journalism. He pulled no punches in a zealous quest to cleanse the Augean stables. Lasantha was no Hercules. Yet he went about his task with indomitable courage. Like Prometheus he defied the “gods” (with clay feet).",
    "For a decade and a half, the popular Sunday paper pitched into the powers that be. In the finest embodiment of journalistic values, Lasantha Wickrematunge and his Sunday Leader spoke truth to power. In the process he did not merely ruffle feathers but stripped the ‘birdies’ bald.",
    "From Chandrika Kumaratunga to Mahinda Rajapaksa, the highest in the land were all targets of his journalistic archery. He was a virtual one-man opposition. Under his editorial leadership his staffers and colleagues worked together as a dedicated team for the common good of this country by upholding liberal democratic values.",
    "In the process he underwent much hardship and danger. Thugs assaulted him in the presence of his wife; machine gun fire was sprayed at his house. The paper was sealed under Emergency regulations; numerous Court cases were filed; the press was burnt down. A blatant attempt to arrest him was made, he was the target of hate mail, abusive calls and death threats. He and his loved ones were targets of vulgar attacks in sections of the media. Still he battled on, unbowed and unafraid.",
    "Finally the end came in a gruesome fashion. In the Sri Lanka of old the barbarians were at the gates. Now they were inside the gates occupying positions of power. Lasantha fully realised the dangers he faced. He could have gone abroad to save his life. He was a lawyer and could have simply donned the black coat; he could have capitulated and compromised his journalistic integrity. He could have allowed himself to be bought over by or co-opted into the power structure. These he did not and instead opted to go along the road he had chosen until the very end..",
    "What endeared him to me most was his utter lack of racist consciousness. In this he was influenced by his father Harris Wickrematunge and Kotahena upbringing. The  municipal ward represented  by Uncle Harris  for 28 years is multi-ethnic. So too is the Colombo north electorate which he contested once.. This resulted in Harris Wickrematunge having very good rapport with the Tamil, Muslim and Burgher communities in the area. This rubbed off on Lasantha too, I guess. Besides, the cosmopolitan St. Benedict’s College environment was also conducive.",
    "As a result Lasantha was one who had no racist or chauvinist thinking in his psyche. He was fully aware of the problems faced by the minority ethnicities in Lanka. He had particular empathy for the Tamil predicament. This worldview and mindset was reflected in his journalism and the general editorial thrust of his paper. The newspaper was boldly critical of majoritarian hegemony and strongly supportive of the legitimate aspirations of the Tamil people.",
    "This policy was not hypocritical based on attracting sales. It came from the heart. This naturally made him and the paper popular with readers from the minority communities who recognised a kindred soul who emphathised with them.. On the other hand, racist and chauvinist elements among the majority community resented this. They hated Lasantha vehemently.",
    "Lasantha Wickrematunge’s murder was not the only act of injustice that was perpetrated during the presidency of Mahinda Rajapaksa. Lasantha paid the supreme price but he was not the only victim from the Fourth Estate fraternity. Prageeth Eknaligoda was made to disappear; Poddala Jayantha was white-vanned and assaulted; Keith Noyahr was abducted and tortured; Upali Tennekoon and his wife were attacked; and the plight of Tamil media personnel has been terrible. Several Tamil journalists have been reportedly killed in the past. Although a large number of journalists have been killed, made to disappear, assaulted and tortured in the past, the murder of Lasantha Wickrematunge has received the greatest attention on a national and international scale.",
    "The main reason for this is that Lasantha Wickrematunge was the most high-profile journalist or Editor to be killed in Sri Lanka. The brutal cold-blooded mode of his murder and the means adopted by the Rajapaksa regime to stifle and obstruct investigations indicated very clearly that Lasantha could not have been murdered without the sanction of those in power at that time. Hence the assassination of Lasantha Wickrematunge is regarded as an emblematic case symbolising the state of impunity in Sri Lanka. If there is justice for Lasantha, then there could be justice for all. If there is no justice for Lasantha, then there wont  be justice for the others either.",
    "Fourteen  years have passed since Lasantha’s demise but his killers are yet to be brought to justice. This is to be expected in a land where those suspected of being responsible for his murder strut about pompously in the corridors of power. The perpetrators are yet to be brought to justice.",
    "It was during the presidency of Mahinda Rajapaksa that Lasantha was assassinated. The years passed and there was no effective breakthrough in the investigations. Everyone knew why.",
    "Then came the ‘Yahapalanaya’ Government of President Maithripala Sirisena and Prime Minister Ranil Wickremesinghe. That Government had derived much political mileage in its election campaign by promising justice for Lasantha. It so happened that the 2015 Presidential Election itself was held on 8 January, the day of Lasantha’s death.",
    "The coincidence made some of us feel optimistic about prospects of poetic justice. Alas! That was not to be. A team of dedicated sleuths did engage in a serious probe and it was widely reported then that investigations had reached a point where a comprehensive indictment was imminent. But there was no political will to prosecute. The Sirisena-Wickremesinghe Government dithered and ultimately withered away “unwept and unsung”.",
    "The second phase of Rajapaksa rule spearheaded by Gotabaya Rajapaksa came ino being   in 2019. Few expected miracles to happen vis-à-vis the Wickrematunge assassination case. What happened however was unbelievably terrible. The sleuths probing the Lasantha killing and other media related offences were replaced. Many were transferred or demoted. Some were penalised. At least one officer fled the country with family. On the other hand persons implicated as suspects were cleared and even promoted.It was a persecution of Justice",
    "The tumultuous events of 2022 saw Gotabaya Rajapaksa deserting office as President. His successor Ranil Wickremesinghe  relies on the Rajapaksa-led Sri Lanka Podujana Party to wield power as President.",
    "Under these circumstances there is little chance of any justice for Lasantha in the current context. We have no illusions yet we live in hope. The ‘audacity of hope’ to borrow Barack Obama’s phrase is all that we have. Let me reiterate therefore what I have been saying in the past and will continue  saying   in the days to come also.",
    "“Lasantha’s killers may think that the gun has silenced the pen but as a fellow scribe and friend I want to remind those responsible that the last word about his death has not been written yet. There will come a time when justice would be meted out to his killers – the archers and the arrows. Until then, we who loved and admired, Lasantha will wait in hope. This is not a challenge, threat or boast but a simple statement of fact.”",
    "This is an updated version of the DBS Jeyaraj Column  Article appearing in the “Daily Mirror”dated January 7th 2023.It can be accessed here –"
  ]
}