{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/10/donald-trump-charged-with-37-counts-including-compromising-military-and-nuclear-secrets/",
  "time_ut": 1686357540.0,
  "original_lang": "en",
  "original_title": "Donald Trump charged with 37 counts, including compromising military and nuclear secrets",
  "original_body_lines": [
    "Colombo (News 1st) – Former US President Donald Trump showed US military plans and nuclear secrets to guests at his home in Mar-A-Lago, Florida, including classified documents that he was keeping illegally after leaving the office of the presidency, according to charges the Special Counsel investigating allegations against him revealed on Friday.",
    "The Special Counsel revealed on Friday that Trump has been charged with 37 counts, including obstructing justice, and",
    "Classified documents were kept in boxes in a ballroom and a shower room, both of which were frequented by guests.",
    "Trump is due to appear in a federal district court in Miami, Florida on Tuesday to be formally arraigned. It is not clear if he will be taken into custody. He would be escorted to the courthouse by the Secret Service bodyguards who guard all former US presidents, and handed over to US Marshals.",
    "Trump is the first-ever U.S. president to be indicted on federal criminal charges. He denies any wrongdoing.",
    "Earlier this year he became the first U.S. president to be indicted by a state when the State of New York indicted him on 34 charges of filing false business accounts for apparently using election campaign funds to pay USD 130,000 in hush money to an adult movie star that he had been in a relationship with prior to becoming president.",
    "Last month Trump, who is running for the 2024 election campaign seeking to once again become President, lost a civil case in which he had been accused of sexually abusing a well-known newspaper columnist.",
    "The federal criminal charges stem from an investigation by a Special Counsel who is looking into allegations of classified documents having been moved from the White House to Trump's home in Mar-A-Lago, Florida, and not returned prior to his leaving office. The FBI last August raided Trump's home and seized 33 boxes containing 11,000 documents, some of which were classified.",
    "Trump is also the subject of federal and state investigations that he sought to illegally overturn the results in the state of Georgia of the 2020 presidential election that he lost.",
    "‘Unabomber’ Ted Kaczynski, who terrorised the U.S. with mail bombings for nearly two decades, dies in prison",
    "Largest studio at the Stein Studios named after late Mr. R. Rajamahendran",
    "Gvt. implements plan to issue delayed driving licenses via third party"
  ]
}