{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/non-governmental-organizations-and-becoming-a-un-civil-servants/",
  "time_ut": 1677313020.0,
  "original_lang": "en",
  "original_title": "Non Governmental Organizations and becoming a UN civil servants",
  "original_body_lines": [
    "With the New Information Order debate occupying centre stage many global NGOs of both left and right ideological backgrounds entered the field of research and training in mass media. The most influential and well-funded of these was the Asian Mass Media and Information Centre [AMIC] which was set up as a joint venture of the Freidrich Ebert Stiftung of Germany and the Government of Singapore. AMIC was located in Singapore in a building provided by the Singapore Government.",
    "The Chairman of the Board was their Director of Information who was a friendly, efficient and hard drinking colleague named Roy Daniel who had joined Lee Kuan Yew when he set up the Progressive Peoples Party [PPP]. Since I served AMIC first as a member of the Governing Board and later, fora short time, as its Secretary-General more about it will be written later in this chapter.",
    "Another influential NGO which entered the field of media research and training was IPPF – The International Planned Parenthood Federation, which was well funded at least till President Ronald Reagan cut off funding for it under pressure from his pro-life backers. IPPF had its head office first in Geneva and later in London.",
    "Early in its history I as Director of Information in the 1970 regime of Mrs. Bandaranaike, organized a seminar on family health with Angela Molnos who was a Director of IPPF working out of Geneva and closely associated with WHO .We brought out a book of essays on family health in South Asia which was published by IPPF. I also organized a seminar in Colombo with the assistance of the then deputy Minister of Health Siva Obeyesekere on Family Health of which Bradman Weerakoon, then GA Amparai, was a participant.",
    "Following this Bradman then took a special interest in this field and later became the Secretary-General of IPPF with its office in London. Many Sri Lankan health media personnel were trained by IPPF in its heyday. It advocated a more enlightened policy towards women and family health which went a long way in ameliorating the living standards of poor women. It worked closely with UNFPA the special programme set up by the UN to promote progressive family health and population policies.",
    "The UNFPA was backed by President Jimmy Carter whose mother had been a social service volunteer in India and imbued her son with a sympathetic understanding of the poor. However racists on both sides of the divide were fanatically opposed to this programme and with Ronald Reagan in the White House the US withdrew backing for this initiative leading to its virtual demise.",
    "While Bradman Weerakoon joined IPPF, Neville Jayaweera who also faced the wrath of Mrs. B left the CCS and joined the media division of the World Conference of Churches after a sudden conversion to Christianity. He became a star speaker of the WCC and helped in drawing its considerable financial resources to the field of media criticism and training. Since much of its funding for training came from Scandinavian churches I met Neville on my visits to Norway and Sweden on behalf of UNESCO. I allocated funds from UNESCO to both IPPF and WCC later at a time when they were in financial difficulties. It was a notable coincidence that three of the global media organizations were headed by three ex-CCS Bradman, Neville and myself at a crucial juncture in the debate.",
    "But the Media NGO which made Sri Lanka its home base was the Norway funded Worldview International Foundation which worked very closely with our Ministry. Its founder was Arne Fjortoff, a leading Norwegian broadcaster who has now spent virtually his whole adult life in helping the poor and the neglected of the Asian region to use media to overcome their poverty. I associated with him practically from his first days in our country. More details will be given later about my role as the Deputy Secretary-General of WIF.",
    "By the beginning of the 1980s I had been in the field of media for over fifteen years as a civil servant. I felt that it was now time to move on. JRJ was getting ready to contest the Presidency for the second term and if I did not leave now it would not be possible to depart amicably after his campaign was launched. As mentioned earlier, all the CCS officers for whom there was a global demand could find good assignments in the UN system or in other international organizations.",
    "Bradman and Neville had joined international organizations well below their capabilities. They were punching below their weight because both had missed the timing of their departure. They felt they had no alternative but to leave the country to escape Mrs. B’s wrath. JRJ himself did not favour them; so they had to hurriedly accept what was available at that time. My own CCS batchmates were leaving the public service, some even by retiring without a pension. The first to go was Raja Gomez who joined the Commonwealth Secretariat. He was followed by Bernard Wijeweera who also joined an International Agency. Harsha Wickremasinghe joined ESCAP for some time but came back after a few years.",
    "Tragically two of my batchmates – Tissa Gunasinghe and Buddhin Gunatunga – died young. Before us, there were a flock of CCS seniors who migrated to all parts of the world. I was lucky to have several top positions offered to me. This was because I had high visibility as a player in the New Information Order debate. Only a few other civil servants have been ‘branded’ as specialists having come in as generalist CCS to the public service.",
    "This was a time for specialists and Gamini Corea, Jayantha Dhanapala and I were perhaps the only Sri Lankan bureaucrats to carve out a globally acceptable specialist status for ourselves. That was mostly a matter of fortuitous timing and a lucky roll of the dice. We were lucky to be recognized as a ‘brand’ when the global decision makers became interested in our respective fields of specialization. Another crucial qualification was our linguistic skills. Without proficiency in at least one international language it is not possible to enter the UN at a senior level. With my proficiency in English and French I had plenty of job offers.",
    "I mentioned that timing was importantwhen joining International organisations. The best example of mistimingwas Ananda Guruge. I had a special relationship with Ananda because my father was his teacher and mentor in Deiyannewela. My father had a special care and regard for bright students and Ananda was the brightest and the best of the lot. For my father he could do no wrong and Ananda reciprocated that affection. He was freely at home in our residence in Deiyannewela where my father would listen patiently to his recital of successes.",
    "Ananda’s father worked in the Kandy Post Office and was a great friend of my father. He had migrated from Weihena in Galle district and married a lady from Kandy and settled down there. He too was a fascinating talker and would tell us about his village and Galle which I as a school boy at that time, lapped up. Later his experiences were reinforced in my imagination by reading Martin Wickramasinghe’s novels of the Deep South. It may have been that my father with his Panadura background was more attentive to the descriptions of the sea and Galle life than other listeners who had no hope of",
    "even seeing the “Ho Gana Pokuna” which was the way Kandyan villagers imagined the sea. Ananda who was about 12 years older than me was my surrogate elder brother. Every Sunday we, and my cousin Nimal who lived with us and attended Trinity College, would walk to Katukelle for religious instruction. Our Sunday school was located in what was then called Gandhi College which faced the Peradeniya road at Katukelle. Gandhi College was a private school for the people of estate areas though others from far away also came to learn English there. The most famous alumnus of this college was D.M. Jayaratne who went on to become the Prime Minister of the country. He probably picked up his radicalism at an early age because many of the Socialist and Communist Party supporters lived in Katukelle and used the Gandhi College Hall for their clandestine meetings.",
    "On Sundays the college hall was turned into a Sunday school and we sat on the school benches to receive instruction on Buddhism. But I remember even now that our Sunday school was a hotbed for radicals because we learnt songs about Gandhi, Nehru and Patel and the Indian Freedom struggle which we sang at the beginning of the day [Gandhi, Nehru, Patel Vani Weeravaro – Indee Nidhasata etc]. Many of our volunteer teachers wore the ‘national dress’ and the monks were mostly from the Amarapura Nikaya including the priest from Deiyannewela Temple who taught Ananda, Nimal and me the rudiments of Sanskrit.",
    "Even now I can recite those slokas from memory – a weapon I deploy when I speak at public meetings, which impress the monks no end. So much so that I overhear monks say “Now he will begin with the slokas” when I get up to speak. But I was hoist on my own petard, when in Ratnapura Ridgeway Tillekeratne became the Government Agent. He was a Sanskrit graduate and probably one of the best scholars in the field. I thought it more prudent not to utter my slokas in his presence.",
    "Kirielle Gnanwimala, the famous scholar monk of Ratnapura, who sensed my predicament, told his audience that one Sanskrit scholar was more than sufficient for Ratnapura district. Henpitagedera Gnanaseeha was another outstanding Sanskritist in Ratnapura. Unlike me Ananda applied himself to his Pali and Sanskrit studies and entered the University with a scholarship in Oriental languages. Earlier he had done brilliantly in the ‘Prachina’ examination held by the Oriental society which entitled him to be called a ‘Prachina Pundit’.",
    "My father would laughingly say that while Ananda scored high marks and won a prize, his teacher in Sanskrit and Pali, our Temple priest, had failed the exam. Ananda followed it up with a first class degree in Sanskrit and sailed into the CCS. He was an outstanding civil servant of his time and an indispensable official in the Education Ministry. When I was in two minds about joining the CCS, having been appointed to a permanent post in the Department of Sociology at Peradeniya a few months previously, my father wanted me to discuss my dilemma with Guruge. I went to his residence and told him of my preference for the University.",
    "He did not mince his words. He told me to accept the CCS post. If I wanted to research problems and write articles, he said that it was better done as a civil servant as it will have more credibility than the writings of University staffers. As usual he cited himself as an example. He had already got his PhD and was the leading figure in setting up Vidyodaya and Vidyalankara universities. In fact he was playing a dual role as Professor of Oriental Languages at Vidyodaya. I went back to Kandy, reported Ananda’s advice which was enthusiastically endorsed by my father, and decided to begin work as a Civil Servant.",
    "Ananda was one of the earliest Civil Servants to join UNESCO when it was mostly concerned with education. Being a senior official of our Education Ministry he was easily recruited to the UN body. While this was no doubt prestigious it was a case of bad timing. He was comparatively young and had accepted a junior position in UNESCO. All UN posts are classified in a uniform way. The Professional categories are classified from P5 to P1 in ascending order. Senior to that are the Director levels D1 to D2. Above that are ADGs and the Director General himself. So the range of employment is from PI to DG. Guruge would have joined early at P2 level which meant that he had a hard grind to the top in his institution.",
    "Gamini Corea, Jayntha Dhanapala and I were lateral entrants. This meant that we could join at a senior level. For instance when I joined UNESCO at D1 level Guruge was a P4 having slowly risen within his department. By joining laterally at a later point of time I was several steps ahead of him. Thus I, many years junior in the Ceylon Civil Service, could enter UNESCO at a much more senior level than the earlier entrants among whom was Ananda Guruge.",
    "That however did not prevent us from renewing our old friendship in Paris where he was transferred after a long stay in the Bangkok office of UNESCO. I lived in Rue Jean Daudin and Ananda and his wife Sujatha lived in nearby Rue Pasteur and we met regularly in office and on social occasions. He always encouraged me and was delighted when I got my Doctorate in Paris.",
    "I always referred to Ananda as my role model which pleased him and brought back memories of my father’s affection for him. On his last visit to Sri Lanka, Dinesh Gunawardena and I had planned a felicitation dinner for him. I was to be the chief speaker. Unfortunately we had to put it off because Ananda had to leave for a meeting in Bangkok. We planned to meet soon in Colombo but it was not to be. A busy man who neglected his health, he died of a heart attack while flying to keep an appointment for a lecture on Buddhism.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}