{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-businesses-warned-on-exchange-rate-predictions-by-cb-governor-123201/",
  "time_ut": 1686446520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka businesses warned on exchange rate predictions by CB Governor",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s businesses should be careful about acting on number on prediction on the rupee that forecast steep falls, Central Bank Governor Nandalal Weerasinghe has warned.",
    "Sri Lanka’s rupee has strengthened from around 360 to 300 to the US dollar since March after a surrender rule was lifted amid negative private credit and non-conflicting money and exchange policies.",
    "“A lot of analysis and the international newslines have their own predictions,” Governor Weerasinghe told reporters after policy rates were cut by 250 basis points.",
    "“It is ok anyone can make their own predictions; it is the credibility of the analysis that matters.",
    "What we are warning is that people who believed in these predictions, and made their decisions based on these kinds of predictions, they got their hands burned.",
    "“Our warning is to have your own analysis and look at the outlook.”",
    "End of the year forecasts for the rupee ranges from 360 to 400 rupees by various parties.",
    "Governor Weerasinghe last year after hiking rates said the rupee will ‘definitely’ stabilize and turn.",
    "Sri Lanka rupee will definitely stabilize based on policy actions: CB Governor",
    "“I cannot give guarantees that it go to this price or the other,” Weerainghe told reporters in April 2022.",
    "“I can tell clearly that the exchange rate will stabilize and turn (appreciate). In my 10 years of experience in managing the exchange rate I know it will happen. We are taking the action necessary to make it happen.”",
    "However there is a high degree of pessimism on the rupee among some market participants and analysts, due to the central bank’s past record of operating a so-called soft-peg or flexible exchange rate.",
    "The rupee has been busted from 4.70 to 300 by the central bank, ahead of Pakistan and India. South Asian currencies derived from the Indian rupee at 1 to 1, which was originally based on silver which was around 4.70 to the US dollar at independence from British rule.",
    "Macro-economic policy (printing money for growth or output gap targeting now) was absent under British rule and interest rates were market determined under a specie standard. The Indian rupee operated without a central bank under tight market constraint until 1934.",
    "Flexible exchange rates however are vulnerable to operational frameworks, and tend to collapse suddenly, including during International Monetary Fund programs, if liquidity is injected to enforce policy rates (policy rates are mis-targeted).",
    "Analysts have warned that in the past, 12 month falls to near zero amid exchange rate stability and a recovery in credit takes place (usually about 15 to 20 months after a rate hike and successful float), rats cuts tend to be enforced with liquidity injections.",
    "IMF programs with a net international reserve target and an inflation target (monetary policy consultation clause) are at fundamental conflict with each other, leading to a collapse of the exchange rate as the economy recovers, some analysts have warned.",
    "Rate cuts in enforced with liquidity injection then pressures the currency.",
    "The falling currency also de-stabilizes energy utilities, the banking system and budgets. The IMF then washes their hands off the unstable flexible exchange rate country saying one or more key targets (performance criteria) have been missed, critics say.  (Colombo/Jun11/2023)"
  ]
}