{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-crisis-former-prez-does-not-accept-apex-court-verdict-140240/",
  "time_ut": 1700119140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka crisis: former prez does not accept apex court verdict",
  "original_body_lines": [
    "ECONOMYNEXT – Former President Mahinda Rajapaksa does not accept the recent Supreme Court verdict holding him, two of his brothers and officials affiliated with their administration responsible for Sri Lanka’s financial crisis, Rajapaksa said.",
    "Speaking to reporters in Kandy on Wednesday November 15 after a religious ceremony at the Temple of the Tooth, Rajapaksa said they will respond to the verdict in court when the opportunity arises.",
    "“I do not accept it. I must state that clearly. There will be an opportunity to make a statement in defence. We will answer it then,” he said, asked for his thoughts on the verdict.",
    "The Supreme Court on Tuesday decided ex-President Gotabaya Rajapaksa, his brothers and former finance ministers Mahinda and Basil Rajapaksa, then Secretary to the President P B Jayasundera, then Treasury Secretary S R Attygalle, and then Central Bank Governors W D Lakshman and Ajit Nivard Cabraal had infringed the fundamental rights of the people by helping drive the country to default.",
    "Sri Lanka Podujana Peramuna (SLPP) MP Namal Rajapaksa, Mahinda Rajapaksa’s son, said, meanwhile, that since parliament is the authority on public finance, a Parliament Select Committee already appointed to investigate the reasons for the crisis can summon the individuals named by the courts for further inquiry.",
    "“We obviously respect the courts and we bow down to the court verdict. Parliament has already appointed a committee to investigate the things that happened to the economy in the recent past. In a civil rights case, we only present written statements. There is no cross questioning or calling up of witnesses,” said Rajapaksa.",
    "The MP, who was minister of sports in the Gotabaya Rajapaksa administration, said parliament must draw the line on where taxes ought to be increased or decreased, referring to the allegation that the Rajapaksa government’s slashing of taxes in 2019 led to the crisis.",
    "“In case there was a civil or fundamental rights violation in reducing taxes and providing relief to the people, parliament can decide where to draw the line on increasing or decreasing taxes, going forward,” the MP said.",
    "“Now, with the International Monetary Fund (IMF), we have had to increase taxes with no limit. What happens then? All of us in parliament as well as the people must draw the line somewhere in order to move forward. Given today’s taxes, it is difficult for the private sector to raise wages as the president requested,” he said.",
    "Opposition MP Harsha de Silva said on Wednesday that parliament should take up the question of civic rights of the individuals faulted by the Supreme Court for triggering the financial crisis, Sri Lanka’s worst since independence. (Colombo/Nov16/2023)"
  ]
}