{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89092/shouldnt-sabotage-necessary-yet-long-overdue-reforms-for-political-reasons-sabry",
  "time_ut": 1678883940.0,
  "original_lang": "en",
  "original_title": "Shouldn’t sabotage necessary yet long-overdue reforms for political reasons – Sabry",
  "original_body_lines": [
    "Minister of Foreign Affairs Ali Sabry has stated that there is a ‘realistic’ possibility that Sri Lanka is on a sustainable path to recovery.",
    "“We shouldn’t sabotage these necessary yet long overdue reforms for political reasons”, Sabry said, emphasisng that although governments may come and go, “the state must be preserved and protected”.",
    "The Minister made these remarks in reference to a recent statement made by Duminda Hulangamuwa, the Vice Chairman of the Ceylon Chamber of Commerce and a Senior Partner and the Head of Tax at Ernst & Young on the country’s road to recovery.",
    "Speaking at the National Law Conference, Hulangamuwa stated that Sri Lanka may be the first country in the world to have recovered from an economic crisis in such a short time.",
    "“We are now in sight of the ‘IMF agreement approval’ and with it more positive economic sentiments like more FDI and better credit facilities will come Sri Lanka’s way/ If you take these positive factors into consideration Sri Lanka may be the first country in the world to have recovered from an economic crisis in such a short time”, he said, comparing Sri Lanka’s economic crisis to those faced by Greece and Lebanon.",
    "Hulangamuwa further explained that owing to certain decisions taken by the government, although unpopular, several adversities faced by the people of Sri Lanka including fuel queues, extensive power cuts, gas shortages and rising inflation have ‘disappeared’, while the Sri Lankan Rupee too, has strengthened.",
    "He also attributed the recent appreciation of the Sri Lankan Rupee against the US Dollar to the decisions taken by the incumbent government, stating that ‘it is not an artificial scenario’."
  ]
}