{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91576/make-best-possible-appointment-for-post-of-igp-basl-urges-president",
  "time_ut": 1687945380.0,
  "original_lang": "en",
  "original_title": "Make “best possible appointment” for post of IGP - BASL urges President",
  "original_body_lines": [
    "The Bar Association of Sri Lanka (BASL), in a letter addressed to President Ranil Wickremesinghe, has urged him to make the “best possible appointment” for the post of Inspector-General of Police IGP) as the public confidence in the police is vital for the administration of justice and the rule of law.",
    "The position fell vacant after the tenure extension given to IGP C.D. Wickramaratne came to an end on June 26.",
    "Wickramaratne’s service period, which was initially supposed to end on March 26, was extended for three months in a special gazette notification issued by the President on April 06.",
    "Senior Deputy Inspector-Generals of Police (SDIGs) Deshabandu Tennakoon, Nilantha Jayawardena, Lalith Pathinayake, Priyantha Weerasooriya and Ajith Rohana are widely tipped to be among the nominations for the top post of the police force.",
    "As speculations are rife as to who the next IGP would be, the BASL has emphasized that it is of utmost importance that the next IGP should be an officer whose service in the police force is “exemplary and unblemished and able to restore public confidence in the Sri Lanka Police.”",
    "The association notes that the erosion of public confidence in the police boils down to lack of independence, politicization, police brutality, custodial deaths and lack of professionalism.",
    "“Further, we are of the view that the Easter Sunday attack is a clear example of the grave ramifications of incompetent individuals holding such high office.”",
    "The BASL went on to note that prior to the approval of the appointment of the police chief, the procedures to be followed with regard to recommendations or approvals for appointments under Article 41B or 41C should be determined by the Constitutional Council as provided for in Article 41E(6) of the Constitution."
  ]
}