{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Politics-of-poverty-and-aswesuma/4-748342",
  "time_ut": 1684172848.0,
  "original_lang": "en",
  "original_title": "Politics of poverty and aswesuma",
  "original_body_lines": [
    "RW’s aswesuma is not going to drive out poverty, because poverty is unavoidable in an inequitable economic system worsened by systematic corruption",
    "RW is simply powerless to fight corruption because the corrupt are with him managing the economy. What is needed therefore is systemic change. Unfortunately, when the entire Opposition except NPP is in cahoots with the corrupt system structural poverty would remain permanent. An obvious question therefore is what should be the nature of the new system",
    "According to the World Bank, poverty rate in Sri Lanka had doubled from its pre-pandemic level of 11.3% to 25.6% in 2022. Almost 5.6 million or 23% of the people have fallen into poverty over the last few years. This is not at all unexpected and could be said as a worldwide phenomenon in consequence of a systemic crisis that has engulfed the world of economic neoliberalism. As wealth gap between rich and poor nations widens and as income gap within each nation also deepens more and more would be caught in a poverty trap, and free market is not the solution to close this gap.",
    "The neoliberal economic paradigm and its associated open economic model were born out of a systematic attack on and demolition of the welfare state, and that war was led by the two paragons of capitalism Ronald Regan and Margaret Thatcher in 1980s. JR dragged Sri Lanka into that system. After nearly four decades of supremacy that system is in a state of crisis. Although Sri Lanka has its own reasons for its bankruptcy and distress one cannot isolate them from the global scene and look for solutions from within the failing system, which is what President Ranil Wickremesinghe (RW) is doing,",
    "Sri Lanka, under the neoliberal RW, went to the system’s watchdog IMF for the 17th time and he, his Government and a policy bankrupt Opposition minus NPP, is now fully engaged in restructuring the bankrupt economy in IMF’s image. One part of IMF’s economic panacea is the provision of income support to the poor. Accordingly, RW has initiated his aswesuma or welfare program, which is to distribute a sum of Rs. 485 billion or $ 1.5 billion to benefit a total of 3.3 million people, from 1 July this year.",
    "The initial recipients of 2 million are categorised into 400,000 transitional beneficiaries each receiving Rs. 2,500 per month until 31 December 2023; 400,000 vulnerable poor receiving 5,000 a month until 31 March 2024; 800,000 poor beneficiaries entitled for Rs. 8,500 a month for three years from 1 July this year; and 400,000 extremely poor receiving Rs. 15,000 a month for the same period. These recipients had been selected from a total of 3.7 million applications from 340 Divisional Secretariats, and unsurprisingly, the majority of those successful applicants, seem to have come from the north and east apart from Kandy. It is not surprising because, all development projects carried out by all governments since independence were driven by Sinhala-Buddhist nationalism with the sole intention of benefiting that community.",
    "Be that as it may, the Feminist Collective for Economic Justice, which consists of feminist economists, scholars, activists, university students and lawyers had studied in detail the process of selection to this benefit scheme and had discovered several anomalies. Against what the Government claimed as a technologically efficient process whereby each person was notified through SMS indicating the time of visit by the enumerators and those absent at that time deemed to have been considered as uninterested in the scheme, the Feminist Collective discovered that, for example, “people waited for hours and days without even going to work for fear of being left out. Numerous delays occurred as field staff entrusted with the task struggled to make it through the hours-long interviews and cover the number of households allocated to them. People communicating for work to other districts could not make it back home in time and were effectively pushed out of the system. In one instance, a bedridden elderly women had just moved to her son’s home in Mannar and did not have the resources to make it back to her registered address in Batticaloa. As a result, she was not “verified”, her QR code not issued and will not most likely be omitted from the social safety net program”.",
    "The group’s critique ends with the following hard-hitting observation: “The technocratic methodology adopted to assess the poor should raise alarm bells among Sri Lankans, as it further excludes and alienates large groups of people. The insidious justifications offered in defence of the approach for targeted schemes fool no one. Thus, in addition to the imminent failure of the targeted social safety net to address the massive pauperisation of Sri Lankans amidst economic crisis, the problematic discourses perpetuated about the working poor and women point to a larger social conflict in the offing” (“World Bank and IMF’s targeted discourse against working poor of Sri Lanka”, FT, 8 May 2023).",
    "About the verification process, could anyone believe that every hamlet and household in every part of the country is equipped with electronic gadgets to receive SMS messages from census enumerators? The whole exercise has started on a wrong footing. Had the Department of Census and Statistics been updating periodically the extent of poverty in the country and monitoring regional economic progress and its consequence the task of verification for the current purpose would have been a lot easier. Now, it is not only the verification process, but also the categorisation of recipients into “transitional”, “vulnerable”, “poor” and “extremely poor” is subject to official bias. Given the level of corruption and political interference in public administration one cannot believe that this selection process was clean.",
    "It is because of these anomalies that only less than 50% of World Bank’s estimated 5.6 million would be receiving any assistance at all. Also, the amount of assistance is fixed over a specific period and there is no provision for reconsideration of poverty situation thereafter, which obviously means that the authorities believe economic conditions would stabilise and improve over the next two years to dispense with handouts. But, given the country’s debt obligation which is yet to be negotiated and restructured, a stubbornly persisting high food inflation, and IMF’s own pessimism about the global economy, that assumption is based on a very optimistic assumption.",
    "However, more than the volume of the fund allocated, identification of recipients, and mechanics of distribution, it is the politics behind this scheme that is worrying. Whether poverty is alleviated or not RW would be confident that the IMF initiated benevolence would strengthen his vote bank when the time arrives for Presidential Election. At the same time, this scheme is also part of a strategy to keep at least the poorest of the economic victims away from occupying the streets and joining other organised groups that are already feeling the disproportionate pressure from recent increase in taxes and tariffs.",
    "As far as the IMF is concerned it is not poverty alleviation and welfare of the poor, but the stability of the monetary sector and security of the moneyed class (goose that lays golden eggs), that is most important. Once that is secured then, according to IMF’s philosophy, operation of the free market would deliver the goodies to the poorer classes also. Social safety net therefore, is a temporary device until macroeconomic stability is achieved. It is that stability which is expected to revive the microeconomy also and enable it to contribute to economic growth. The poor would therefore benefit at the end. As Galbraith said, feeding the horse with enough oats would leave something for the sparrows to eat.",
    "RW’s aswesuma is not going to drive out poverty, because poverty is unavoidable in an inequitable economic system worsened by systematic corruption. RW is simply powerless to fight corruption because the corrupt are with him managing the economy. What is needed therefore is systemic change. Unfortunately, when the entire Opposition except NPP is in cahoots with the corrupt system structural poverty would remain permanent. An obvious question therefore is what should be the nature of the new system. It is time NPP starts leading the discussion in answering this question. It may not have a blueprint with all details at the moment, but certainly it must have a road map showing the direction of its journey. Once that is known others could add, delete and reshape to make it more pragmatic and meaningful.",
    "To start with, the new system requires a new constitution and that constitution should be based on secular democratic principles with the firm belief that Sri Lanka belongs to all its citizens irrespective of their ethnicity, language or religion; religion should be privatised. And two, an open economy is a luxury that Sri Lanka cannot afford at present. Instead, the economy has to be market friendly with strong emphasis on maximising its domestic production potential in order to compete with foreign partners. What is needed therefore is not free trade agreements but fair-trade arrangements. Pragmatism and not ideology should be the guiding principle of the new economic system. Before dreaming about a free market Valhalla in 2048 as RW does, let responsible leaders prepare the foundation for a smooth transition towards a fair market economic destiny.",
    "(The writer is attached to Murdoch Business School, Murdoch University, Western Australia.)"
  ]
}