{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/28/dispose-expired-tear-gas-from-all-police-stations-says-copa-police-assures-expired-goods-will-never-be-used/",
  "time_ut": 1682666700.0,
  "original_lang": "en",
  "original_title": "Dispose expired tear gas from all police stations, says COPA; Police assures expired goods will never be used",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka Police informed the Committee on Public Accounts that the process of disposal of expired tear gas has started, and they will never be used.",
    "The Committee instructed to dispose the expired tear gas existing in all police stations across all of Sri Lanka.",
    "Furthermore, according to international conventions, the Chair of the Committee informed that a report should be prepared and submitted to the COPA on the measures taken in controlling the public riots including tear gas.",
    "Sri Lanka's Chief of Police C. D. Wickramaratne was summoned to the Committee On Public Accounts on Wednesday (26) evening, and he was accompanied by several top ranks of Sri Lanka Police.",
    "DIG Ruwan Gunasekera (AAL) from the Legal Division of Sri Lanka Police said a certain number of expired Tear Gas shells remain with the Police Armoury, while those with the Keselwatte and Narahenpita Police Stations were also taken to the Police Armoury.",
    "\"These were imported in 2012, and five years since then is considered as the expiry period. Another batch was imported in 2017. The expired tear gas shells and grenades with the Keselwatte and Narahenpita Police Stations have been handed over to the Police Central Armory. Expired goods will not remain at police stations. Expired goods are not used, and they are replaced with new products,\" he told the Committee on Public Accounts.",
    "Tear gas loses its effectiveness following expiration and does not cause serious harm to victims, Sri Lanka Police informed COPE.",
    "The second day of the 89th battle of the saints ends in draw due to rain",
    "Twitter to take 10% cut on content subscriptions after 12 months"
  ]
}