{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/08/03/sinopec-delivers-42-000-mt-of-fuel-in-first-two-shipments/",
  "time_ut": 1691034840.0,
  "original_lang": "en",
  "original_title": "SINOPEC delivers 42,000 MT of fuel in first two shipments",
  "original_body_lines": [
    "Sinopec Energy Lanka (Private) Limited delivered its first two fuel consignments to Sri Lanka on Tuesday (1).",
    "The consignments were shipped by SI CHOU ZHI LU and CHANG HANG KAI TUO and consisted of around 42,000 metric tons of petroleum products.",
    "These products included Petrol 92 Octane, Petrol 95 Octane, Auto Diesel and Super Diesel.",
    "Sinopec has made special note that the arrival of this historic first consignment, will underscore its commitment toward a stable fuel supply in the country.",
    "In May 2023, Chinese oil giant Sinopec signed an agreement with Sri Lanka that allows the company to operate for the next 20 years to import, store, distribute and sell petroleum products in Sri Lanka.",
    "Sri Lanka selected three companies to import, store, distribute, and sell Petroleum Products in predetermined Distribution Dealer operated Networks in Sri Lanka.",
    "M/s Sinopec Fuel Oil Lanka (Private) Limited, F5, Hambantota Maritime Center, Mirijjawila, Hambantota, Sri Lanka",
    "M/s United Petroleum Pty Ltd, 600 Glenferrie Rd, Hawthorn, Victoria 3122, Australia",
    "M/s RM Parks, 1061 N. Main St, Porterville, CA 93257, USA, in collaboration with Shell PLC",
    "Sinopec was granted a specialized operating license in July and thereafter signed its agreement with the Board of",
    "Ranked 5th on the Fortune Global 500 list in 2021, China Petrochemical Corporation (Sinopec) remains the largest oil refining company in the world and second-largest oil and gas producer, with a proven track record for",
    "preparations are already underway toward the establishment of 150 fully operational and franchised filling stations across the island.",
    "Government will only heed advice from Parliament on Debt Optimization process",
    "Sri Lanka Seeks to Reassure as Rupee Falls Most in Asia in July"
  ]
}