{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89481/workers-remittances-significantly-improve-in-feb-2023",
  "time_ut": 1680250980.0,
  "original_lang": "en",
  "original_title": "Workers’ remittances significantly improve in Feb. 2023",
  "original_body_lines": [
    "Sri Lankan migrant workers’ foreign remittances amounted to a total of USD 407 million in February 2023, the Central Bank of Sri Lanka (CBSL) says.",
    "According to the latest External Sector Performance report issued by the CBSL, foreign remittances had amounted to only USD 205 million in February last year.",
    "Sri Lanka registered over USD 400 million in migrant workers’ remittances in the first two months of this year, with the figure reaching USD 437.5 million in January.",
    "The deficit in the merchandise trade account narrowed significantly to USD 39 million in February 2023, from USD 780 million in February 2022, mainly reflecting the impact of significant moderation of import expenditure due to subdued aggregate demand conditions.",
    "The cumulative deficit in the trade account during January-February 2023 was USD 449 million, a sizeable decline from US dollars 1,636 million recorded over the same period in 2022.",
    "Meanwhile, earnings from merchandise exports on year-on-year basis have declined by 10.2 percent in February 2023, amounting to USD 982 million, despite recording a marginal growth compared to January 2023.",
    "Exports earnings recorded below USD 1 billion level for the second consecutive month. While the decline in earnings was observed across all main categories, industrial exports mainly contributed to the overall contraction. Cumulative export earnings during January-February 2023 declined by 10.7 per cent over the same period in the last year.",
    "Expenditure on merchandise imports was almost halved in February 2023 at USD 1,021 million, compared to February 2022, recording the lowest imports since May 2020.",
    "All major import sectors declined while the decline in expenditure on intermediate goods was significant. Meanwhile, cumulative import expenditure during January-February 2023 also declined by 37.1 per cent over the corresponding period in 2022.",
    "Meanwhile, the total departures for foreign employment were meanwhile recorded at 23,974 during the month of February 2023. According to the CBSL, the total departures of foreign employment comprised unskilled (7,662), domestic aid (6,939) and skilled (6,582) categories.",
    "Tourism sector saw an improvement, as the arrivals increased in February 2023 to 107,639, compared to 102,545 arrivals recorded in January 2023 and 96,507 recorded in February 2022. Russia, India, the United Kingdom, Germany, and France remained the main source countries for tourist arrivals in February 2023. Earnings from tourism in the month of February 2023 are estimated at USD 170 million, in comparison to USD 162 million in the previous month and USD 169 million in the corresponding month in the previous year."
  ]
}