{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91283/flexible-work-arrangements-to-be-introduced-in-sri-lanka",
  "time_ut": 1686814920.0,
  "original_lang": "en",
  "original_title": "Flexible work arrangements to be introduced in Sri Lanka?",
  "original_body_lines": [
    "Minister of Labour & Foreign Employment Manusha Nanayakkara says measures will be taken to submit a new Bill to the National Labour Advisory Council soon, in order to amend the shortcomings of the existing labour law.",
    "The minister points out that a series of proposals have been made for the preparation of the Bill.",
    "Joining an event held at the Ministry of Labour and Foreign Employment, Nanayakkara highlighted that legal provisions would be introduced so as to prevent discrimination against employees in the recruitment process, or at the workplace.",
    "In addition, he also mentioned that relevant legal provisions will be provided through this Bill against all forms of harassment and sexual harassment that take place at workplaces.",
    "Nanayakkara, who mentioned that a 5-day workweek and flexible work hours that are open to the choice of the employees would be introduced, emphasized that required legal provisions will be facilitated for the employees to engage in part-time jobs.",
    "Furthermore, the minister asserted that the stipulations on the female employees working night shifts would be conditionally relaxed.",
    "Meanwhile, necessary legal provisions are also planned to be made to facilitate paternity leave.",
    "Based on the aforementioned, Nanayakkara said a new layout of the labour law would immediately be submitted to the National Labour Advisory Council and then to the Cabinet of Ministers.",
    "In the meantime, suggestions and feedback will be accepted, he said, adding that the proposed Bill would become the Act once it is tabled and passed in the parliament.",
    "However, the organizing secretary of the Workers’ Struggle Centre, Duminda Nagamuwa alleged that the government is working to bring in a new labour law to appease the International Monetary Fund (IMF).",
    "Commenting on the matter, the Director General of the Trade Unions to President, Saman Ratnapriya said the trade unionists have been given the opportunity to draft a bill together."
  ]
}