{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Americares-sends-nearly-3-tons-of-urgently-needed-aid-to-Sri-Lanka/56-745903",
  "time_ut": 1677797657.0,
  "original_lang": "en",
  "original_title": "Americares sends nearly 3 tons of urgently needed aid to Sri Lanka",
  "original_body_lines": [
    "Consequent to an official request of the Embassy of Sri Lanka in Washington D.C., and under the guidance of Ambassador Mahinda Samarasinghe, Americares, the health-focused relief and development organisation, has generously donated more than two tons of urgently needed nutritional supplements for pregnant women at risk of malnourishment across Sri Lanka.",
    "An essential treatment recommended by the World Health Organisation (WHO), multiple micronutrient supplements are critically needed by the Ministry of Health in Sri Lanka to support the nutritional health of pregnant women and to improve birth outcomes for babies. Over 16,000 pregnant women will benefit from the donated nutritional supplements.",
    "In coordination with the Ministry of Health and the Food Commissioners Department in Sri Lanka, the shipment containing more than 2 tons of nutritional supplements from Americares arrived in Colombo on 24 February 2023. “At a time when nutritional supplements are imperative for the island nation, the people of Sri Lanka and this Embassy express our sincere appreciation and gratitude to Americares for their generous efforts to assist our country,” said Ambassador Mahinda Samarasinghe.",
    "In addition, Americares recently delivered a second shipment to Sri Lanka containing nearly 1 ton of medicines to help treat patients with parasitic worm infections. This donation will help treat more than 227,000 patients. “These medicines are in short supply in Sri Lanka and the shipment we received from Americares was put to use immediately to treat patients, especially children,” said Ambassador Samarasinghe.",
    "Americares has a long history of providing assistance to Sri Lanka, including deliveries of medicines, medical supplies and relief items in response to emergencies and ongoing needs.",
    "Americares is a health-focused relief and development organisation that saves lives and improves health for people affected by poverty or disaster. Each year, the organisation reaches 85 countries on average, including the United States, with life-changing health programs, medicine, medical supplies and emergency aid. Since it was established more than 40 years ago, Americares has provided over $ 22 billion in aid to 164 countries, including the United States."
  ]
}