{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/CEB-and-Indias-NTPC-to-jointly-build-135MW-solar-power-plant-in-Sampur/108-256730",
  "time_ut": 1680026957.0,
  "original_lang": "en",
  "original_title": "CEB and India’s NTPC to jointly build 135MW solar power plant in Sampur",
  "original_body_lines": [
    "The Cabinet has cleared path for Ceylon Electricity Board (CEB) to develop a 135 MW solar power project in Sampur, Trincomalee jointly with India’s National Thermal Power Corporation (NTPC) at an estimated investment of US$ 180.1 million.",
    "Minister of Power and Energy Kanchana Wijesekera on Monday sought the approval of the Cabinet of Ministers to move ahead with the proposed solar power plant which is to be jointly implemented by CEB and a joint venture entity of India’s NTPC.",
    "NTPC and CEB inked an agreement last year for the joint implementation of the 135 MW solar energy project in two phases at the same site where the earlier proposed Sampur coal power plant was to be built.",
    "According to the Department of Government Information, it’s planned to construct a 50 MW solar power project with an investment of US$ 42.5 million along with a 40 km long 220 KV transmission line from Sampur to Kappalthurai at an estimated cost of US$ 23.6 million.",
    "The first phase is scheduled to be completed within two years from 2024 to 2025.",
    "Under phase two of the project, a solar power plant with an additional capacity of 85 MW is to be constructed with an investment of US$ 72 million accompanied by a 76 km long 220 KV transmission line from Kappalthurai to Habarana at an estimated cost of US$ 42 million.",
    "In line with the country’s renewable energy commitments, the government has decided to enter into a memorandum of understanding (MOU) on cooperation in the field of renewable energy with India with a special focus on Northern and Eastern provinces.",
    "Minister of Power and Energy Kanchana Wijesekera on Monday sought the approval of the Cabinet of Ministers in this regard.",
    "Sri Lanka has declared commitments to generate 70 percent of the country’s electricity requirement by 2030 from renewable energy sources and neutralising carbon emissions by 2050.  The Department of Government Information said the Indian Government has expressed its willingness to support Sri Lanka to meet these targets with a special focus on Northern and Eastern provinces which present a high potential to generate power through renewable sources."
  ]
}