{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-see-off-sorry-West-Indies-in-qualifier-dead-rubber/108-262642",
  "time_ut": 1688741779.0,
  "original_lang": "en",
  "original_title": "Sri Lanka see off sorry West Indies in qualifier dead rubber",
  "original_body_lines": [
    "Sri Lanka maintained their unbeaten record at the Cricket World Cup Qualifier as Pathum Nissanka's hundred helped secure an eight-wicket victory over the West Indies on Friday.",
    "The Sri Lankans, who had already qualified for the tournament to be played later this year in India, bowled out the already-eliminated Windies for 243 before chasing down the target with 5.4 overs to spare.",
    "The defeat brought an end to a miserable tournament for the Caribbean side, after previous losses to Zimbabwe, the Netherlands and Scotland.",
    "“Just leave this behind us,” said West Indies captain Shai Hope.",
    "“Look forward. Communication is the key. We are already at the bottom, we have to find ways to get back up.” The Dutch secured the second qualifying place for the World Cup, to be held from October 5 to November 19, with a dramatic victory over Scotland on Thursday.",
    "“Our camp is very positive and we are very confident with our performance,” said Sri Lankan skipper Dasun Shanaka.",
    "“What we need to control is our performance. The result will take care of itself.” After winning the toss and electing to field first, Sri Lanka ran through the West Indies top order, reducing their opponents to 123-7.",
    "Spinner Maheesh Theekshana removed three of the top four batters and ended with figures of 4-34 from his 10 overs.",
    "Keacy Carty at least secured some respectability for the Windies with his 87, supported by Romario Shepherd and Kevin Sinclair down the order.",
    "But Sri Lanka never looked in danger of stumbling with the bat, as Nissanka stroked a 113-ball 104 for his second successive century.",
    "His fellow opener Dimuth Karunaratne added 83 in a first-wicket partnership of 190.",
    "Both were eventually dismissed before Kusal Mendis and Sadeera Samarawickrama took the side home. (AFP)",
    "''Pakistan will benefit from Mickey Arthur's input for Sri Lanka Tests'', says Babar"
  ]
}