{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Artificial-intelligence-and-climate-action-Potential-use-cases-and-challenges/4-755573",
  "time_ut": 1700848793.0,
  "original_lang": "en",
  "original_title": "Artificial intelligence and climate action: Potential use cases and challenges",
  "original_body_lines": [
    "Artificial intelligence is an emerging technology that has potential applications and benefits for climate action, but also a range of associated challenges and constraints",
    "Artificial intelligence (AI) is one of several emerging technologies that has potential applications and benefits for climate action. Machine learning, deep learning, large language models, generative AI, and other forms of AI promise to provide innovative solutions that can address the complexities of climate change through data analysis, predictive modelling, natural language interfaces, and the ability to learn and adjust over time.",
    "However, harnessing the power of AI for climate action is not without challenges, which can include data availability, costs, lack of digital infrastructure, and concerns related to ethics, transparency, accountability, data protection, intellectual property, and the replacement of human jobs. It is therefore vital to understand both the potential use cases as well as the challenges and constraints related to AI for climate change mitigation, adaptation, and addressing loss and damage.",
    "Already, AI is in use across several sectors for a range of applications, often to enhance, scale up, or accelerate existing systems. AI has the capacity to process and analyse large amounts of data quickly and at scale, enabling both a deeper understanding of present impacts and a projection of future scenarios. Through this, AI can not only strengthen reactive measures but also enable proactive, pre-arranged, and anticipatory actions with optimal use of resources.",
    "For example, the agriculture sector has a variety of possible AI applications, especially in combination with digitisation and other emerging technologies, such as the internet of things, drones, or remote sensing. Among other interventions, AI could support precision agriculture at scale, even for smaller farms; facilitate digital twins for farm management and planning; maintain genetic libraries; enhance forecasting; and connect inputs from sensors, drones, and satellites to create a more holistic analysis of agricultural ecosystems.",
    "Similarly, urban planning, infrastructure, and transportation could benefit from AI by optimising routes, supporting smart grids, designing energy-efficient buildings, managing smart buildings, forecasting energy demand, and adapting urban landscapes to withstand or even benefit from the changing climate. In the manufacturing sector, AI could improve efficiency and reduce waste through predictive maintenance of machinery, optimisation of supply chains, and reduction of energy use, which could prove pivotal for the transition towards a circular economy.",
    "In addition to sectoral applications, AI holds significant potential to transform the way that data, information, and knowledge are accessed and managed. Often, key challenges faced by institutions and individuals include not only gaps in data, but also the accessibility and triangulation of existing data, which tends to be collected by different organisations for different purposes. Without a central database and the capacity to synthesise vast amounts of data, stakeholders face a growing rift between evidence and action. AI can work with structured, semi-structured, and unstructured data in different formats, languages, and scales, allowing it to access a variety of sources and bridge silos, sectors, and systems of knowledge management. With the right frameworks and with human oversight and validation, AI could collect, process, and synthesise this information without simplifying it, retaining its full complexity while allowing human end users to access key inputs for policymaking, business operations, and other forms of climate action.",
    "The capacity of AI to process vast datasets could become a game-changer for climate research and data management. By analysing climate models, satellite imagery, sensor networks, environmental data, and demographic and socioeconomic data, AI could provide deeper insights into climate patterns and trends. It could identify knowledge gaps and suggest future research directions while facilitating a more direct exchange between scientists and policymakers.",
    "AI also holds the potential to play a huge role in communicating and managing climate risks. Currently, key challenges for climate risk management, especially among smallholders and small enterprises, include gaps in literacy, data availability, and individual or institutional capacities to turn the existing data into actionable information that goes beyond general recommendations.",
    "At the local and national level, many actors do not have the resources or expertise to analyse their risks and identify customised strategies for mid- and long-term risk management in line with their operational needs, climate projections, and other key variables. AI could facilitate access to this kind of analytics and advisory in low-cost, tailor-made, and context-specific ways, utilising custom interfaces, natural and local language, and the transformation of complex data into concrete action points.",
    "As a learning system, AI could also support monitoring, evaluation, and learning, and retain individual databases to evaluate risk over time and develop personalised risk management toolkits. By analysing local data, AI could further provide communities and individuals with tailored recommendations for climate adaptation and mitigation through AI-driven apps and platforms.",
    "However, especially for developing countries such as Sri Lanka, challenges associated with the use of AI include access and cost as well as the reliance of AI on huge amounts of available data, digital infrastructure, and compatible data management systems. Furthermore, governance, ethics, data privacy, accountability, transparency, and equitable access are key considerations for ensuring that the costs of AI do not outweigh its benefits. Robust safeguards and awareness of biases could help to manage these constraints and drawbacks while ensuring human oversight, the validation of data, and a just transition of livelihoods affected by a shift towards AI. In terms of implementation, AI requires inter- and transdisciplinary collaboration to integrate solutions effectively within existing climate action frameworks and national policy environments. This includes bridging the gap between scientists, policymakers, practitioners, local communities, and other actors, as well as overcoming financial constraints and facilitating technology transfer and technical support.",
    "Another challenge presented by AI is the need to cultivate and build up local resources to effectively develop, implement, customise, and operate AI-based systems. This includes data centre infrastructure and public digital infrastructure, but also skill development for human resources, such as programmers and data scientists. Furthermore, the energy consumption and carbon footprint of AI systems themselves are issues that must be addressed for AI to contribute positively to climate goals and national commitments. There is also a risk of overreliance on AI, which could lead to a marginalisation of grassroots voices and ground realities instead of complementing them.",
    "In conclusion, AI offers significant opportunities for enhancing climate action that should be carefully weighed against its potential drawbacks and challenges. Collaborative efforts, ethical practices, and inclusive and participatory processes could be key in unlocking the full potential of AI to strengthen and accelerate climate action in a variety of countries and contexts. By providing the ability to manage and synthesise information at scale, AI could render it more accessible and actionable, especially for small- to medium-sized stakeholders. AI could also help to scale down and localise solutions from the global, regional, or national level to roll them out in cost-efficient, inclusive, and context-specific ways.",
    "(The writer works as Director: Research and Knowledge Management at SLYCAN Trust, a non-profit think tank based in Sri Lanka. His work focuses on climate change, adaptation, resilience, ecosystem conservation, just transition, human mobility, and a range of related issues. He holds a Master’s degree in Education from the University of Cologne, Germany and is a regular contributor to several international and local media outlets.)"
  ]
}