{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Canadian-MP-calls-Sri-Lanka-a-failed-and-bankrupt-state/108-256401",
  "time_ut": 1679548026.0,
  "original_lang": "en",
  "original_title": "Canadian MP calls Sri Lanka a ’failed and bankrupt state’",
  "original_body_lines": [
    "A government MP and parliamentary secretary to a cabinet minister is calling Sri Lanka “a failed and bankrupt state” as the country receives another international bailout.",
    "Liberal MP Gary Anandasangaree called a press conference Tuesday to argue that the International Monetary Fund should have called for more autonomy for that country’s Tamil minority.",
    "Foreign Affairs Minister Melanie Joly refused to say Wednesday whether his comments reflect Canadian policy.",
    "“By any standard of measurement, Sri Lanka is a failed and bankrupt state, devoid of the political and economic leadership to support its most vulnerable and ensure long-term political and economic sustainability,” said Anandasangaree, who is Tamil.",
    "He said the IMF should have had a “focus on gross and serious violation of international human rights and humanitarian law” in Sri Lanka, and pressed for the Tamil region’s “right to self-determination and the ability to chart its own economic trajectory.”",
    "Sri Lanka’s deputy high commissioner in Canada, Anzul Jhan, opted against commenting on Anandasangaree’s remarks.",
    "“The mission has no comment as long as our two countries are having a clear understanding and constructive dialogue based on Commonwealth principles,” she said in a statement.",
    "Jhan noted that global bodies such as the G7 and the Paris Club “have shown their confidence in Sri Lanka taking positive steps to abide by IMF conditions.”",
    "Joly’s office would not say whether Ottawa sees Sri Lanka as a “failed state” but said it is monitoring the situation and is concerned about human rights on the island.",
    "“Canada is deeply concerned about the deteriorating economic situation in Sri Lanka,” spokesman Adrien Blanchard said in an emailed statement.",
    "“We support efforts towards urgent political and economic reforms to alleviate the hardships faced by (people) in Sri Lanka.”",
    "The Liberals have imposed sanctions on senior Sri Lankan leaders, including two of the country’s recent presidents, whom Ottawa is accusing of human-rights violations during a civil war against Tamil separatists.",
    "Sri Lanka summoned Canada’s ambassador over the move in January, accusing Ottawa of caving to Tamil diaspora politics instead of helping with reconciliation efforts. (Calgary Herald)"
  ]
}