{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ubers-annual-lost-and-found-index-gives-a-peek-into-items-forgotten-by-riders-last-year/",
  "time_ut": 1684067220.0,
  "original_lang": "en",
  "original_title": "Uber’s annual lost and found index gives a peek into items forgotten by riders last year",
  "original_body_lines": [
    "Uber, the country’s leading ride hailing app, recently released the 2023 edition of its Lost and Found Index for Sri Lanka. The annual list shares details of the frequent and unique things riders left behind in Ubers last year, and the times when riders were most forgetful.",
    "Over the last year, phones, cameras, spectacles, backpacks, bags, purses, clothing, and groceries, topped the list of items left in Ubers across Sri Lanka most frequently. Items from popular global brands such as Apple iphones, Samsung smartphones, a Nike water bottle, and a Gucci handbag, were also left behind! Interestingly, there were twice the number of Android phones left behind as compared to Apple phones.",
    "Thanushika Sivanathan, Country Manager – Rides, Uber Sri Lanka, said, “We’ve all experienced the panic when you first realize that you’ve left an important or dear personal item in your last ride. With Uber, riders always have the option to get in touch and try retrieving their belongings. This survey will make our riders laugh with data on everything from local food to baby shoes having been left behind, and will also remind them of the easy steps to follow on the Uber app to raise a retrieval request for a lost item. With a busy travel season ahead of us, we thought it was a good time for a quick refresher.”",
    "Kingsbridge American College to provide education from pre-primary to advanced grades in English medium",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}