{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Asia-Cup-2023-PCB-hybrid-model-to-get-go-ahead-India-vs-Pakistan-matches-in-SL/108-260855",
  "time_ut": 1686455702.0,
  "original_lang": "en",
  "original_title": "Asia Cup 2023: PCB hybrid model to get go ahead; India vs Pakistan matches in SL",
  "original_body_lines": [
    "Pakistan Cricket Board's (PCB) suggested hybrid model for co-hosting Asia Cup 2023 is expected to get go-ahead from Asian Cricket Council (ACC), reported PTI on Saturday. India matches, including India vs Pakistan, matches are to be played in Sri Lanka.",
    "The ACC is likely to make a formal announcement on Tuesday and once the Hybrid Model is officially accepted, decks will be cleared for the Pakistan team's travel to India for the ODI World Cup scheduled in October-November. Now, Pakistan will have no problems playing in Ahmedabad.",
    "\"Oman Cricket board chief Pankaj Khimji, one of the respected ACC executive board members, was entrusted to find a solution as most countries didn't want a Hybrid Model. But as of now four non-India games -- Pakistan vs Nepal, Bangladesh vs Afghanistan, Afghanistan vs Sri Lanka and Sri Lanka vs Bangladesh -- will be held at the Gadaffi Stadium in Lahore.",
    "The two India vs Pakistan games and all other Super Four Games will be held in either Pallekele or Galle,\" an ACC board member told PTI. Earlier, PCB was isolated in the ACC, led by BCCI secretary Jay Shah, who made it clear that they don't back the hybrid model.",
    "During an informal meeting between ACC officials, Afghanistan, Bangladesh, and Sri Lanka sided with BCCI over PCB's hybrid model with Sri Lanka also agreeing to host Asia Cup if it's moved away from Pakistan. This was expected to be announced soon at the board meeting before PTI broke the news of U-turn.",
    "PCB chairman Najam Sethi already threatened to boycott the Asia Cup and subsequently the ODI World Cup in India later this year if their hybrid model found no takers.",
    "ICC top brass, chairman Greg Barclay and CEO Geoff Allardice, recently visited Lahore and met with PCB officials to get a guarantee from the board that they will travel to India for World Cup."
  ]
}