{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/80955",
  "time_ut": 1674240480.0,
  "original_lang": "en",
  "original_title": "Renowned Sri Lankan Filmmaker Sumira Peries  Bids Adieu! Last Rites Conducted with Full State Honours at Independence Square on 21 January 2023",
  "original_body_lines": [
    "The final rites of veteran Sri Lankan filmmaker Sumitra Peries, who passed away on Thursday (19 Jan.), were performed with full state honours 21 Jan 2023 afternoon.",
    "The procedure took place at the Independence Square in Colombo, prior to which the body was being brought from the late filmmaker’s sister’s residence to the National Film Corporation of Sri Lanka at 03:00 p.m. today, where several artists and cinematographers came to pay their respects.",
    "She passed away at the age of 88 while undergoing treatment at a private hospital in Colombo.",
    "Sumitra Peries as a  filmmaker, contributed to the development of Sinhala cinema through “Gehenu Lamai”, “Ganga Addara”, “Yahaluvo”, “Maya”, “Sakman Maluwa”, “Vaishnavee” and many other cinematic creations.",
    "Kala Keerthi Sumitra Peries also served as Sri Lanka’s ambassador to France, Spain and the United Nations in the late 1990s.",
    "Sumitra started off her own cinema director debut with her first film “Gehenu Lamai”, which was a box office hit and managed to bag many awards at the film festivals of the time, whereas her next film “Ganga Addara” was another box office hit.",
    "She has subsequently directed many more feature films which have all been subjected to international acclaim.",
    "Fondly known as the “Poetess of Sinhala Cinema”, became the first director ever to shoot with the latest Red Epic camera in which her latest cinema venture “Vaishnavee” was shot in 2012 and laid the foundation for the next Generation Digital Cinema for Sri Lanka.",
    "She was the beloved wife of veteran Sri Lankan film director Lester James Peries, who died on April 29, 2018."
  ]
}