{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/13/will-not-tolerate-govt-s-failure-to-address-issues-futa/",
  "time_ut": 1681358700.0,
  "original_lang": "en",
  "original_title": "‘Will NOT tolerate govt’s failure to address issues’ – FUTA",
  "original_body_lines": [
    "COLOMBO (News 1st); The Federation of University Teachers' Associations or FUTA said it will not tolerate the government's failure to address the legitimate demands of the university's academics, which has led to concerns including life threats for the FUTA leaders.",
    "The Federation of University Teachers' Associations (FUTA) on the 9th of March decided to step away from academic activities voicing their opposition toward the government's unjust tax reforms, and other issue.",
    "At the same time, FUTA members stepped away from evaluating the G. C. E. Advanced Level Examination answer scripts.",
    "As the issues were not solved by the state, the Federation of University Teachers' Associations held a special Board of Representatives meeting to temporarily suspend the continuous strike from April 17, 2023, and resume work.",
    "It was determined that until a satisfactory conclusion is reached, the decision on the participation of university academics in the GCE Advanced Level evaluation will be deferred.",
    "FUTA said in a statement that it recognizes the Minister of Education's initial dedication but believes that the support of Other government officials is needed to successfully implement the proposed changes.",
    "FUTA said that it strongly disapproves life threats for on FUTA leaders and pledged to take any and all measures necessary to stop it in the future.",
    "While condemning the threatening behaviour, FUTA advocates for a space where all people can feel comfortable sharing their Ideas without fear of retaliation.",
    "It added that the failure of the government to meet the demands of FUTA has had far-reaching effects on the quality of education, and FUTA holds the government solely responsible.",
    "To find a better solution, FUTA wants the government to speak to both FUTA and the Professionals Trade Union alliance.",
    "Sri Lanka's Education Ministry in a statement said that it held several rounds of discussions with FUTA over the past month and a half, and noted that solutions were provided to their issues.",
    "The Education Ministry appreciated the decision taken by FUTA to resume work, and requested University Teachers to engage in the evaluation of G. C. E. Advanced Level Answer Scripts.",
    "Newsline with economist Talal Rafi- The future of SL with the IMF",
    "Talk of the Town- Sri Lanka’s future with the IMF- Talal Rafi"
  ]
}