{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/who-is-winning-the-narrative/",
  "time_ut": 1685721927.0,
  "original_lang": "en",
  "original_title": "Who Is Winning The Narrative",
  "original_body_lines": [
    "“Who controls the past, controls the future: Who controls the present, controls the past” ~ George Orwell",
    "Control of the narrative is in the 101 of Marketing in the corporate world. Big corporations have teams solely dedicated to this aspect to mitigate fallouts from potential scandals. Politics is not different. Modern society is awash with numerous types of media. Governments and political parties have troves of people working for them directly and indirectly to feed the media frenzy. Donald Trump was successful in controlling the narrative in 2016 enabling him to win the unlikeliest of elections. He didn’t have a track record of governance nor the capability. But what he had in abundance was the ability to control the narrative on the most important stage -Media.",
    "Hitler’s minister of propaganda, Goebbels, famously asserted ‘if you tell a lie big enough and keep repeating it, people will eventually come to believe it’. No doubt, Trump took a leaf out of Goebbels book. Prime minister Modi of our closest neighbour is a master at this art. When elections are around the corner, his narrative around ‘Hindutva’ comes to the fore. His movement is such a juggernaut, all other voices pales into thin air. The 2019 election campaign of Gotabaya Rajapakse was so effective in communicating a narrative around national security and ‘will get it done’ attitude of the leader, it hoodwinked 6.9million voters at the presidential elections and returned an unprecedented 2/3 majority at the general elections.",
    "It is in this context that we need to examine the status quo of Sri Lankan politics and check who is controlling the narrative better and who is coming on top. This moment is vastly different to what existed 12 months ago. The traditional and non-traditional media landscape was controlled by mostly unknown personalities closer to this time last year. Vast majority of the people was in unison calling for a change in personnel and change to traditional politics. People were yearning for a brand-new set of young leaders to take charge and take the country in a different direction. Yet not a single dominant leader emerged, and people’s voices vanished. Well known public faces of the people’s struggle were either incarcerated or they joined existing political camps.",
    "For several months the country meandered in a political vacuum with no identifiable narrative controlled by any single faction as people got on with their daily struggles with the economic as it was. For a brief period NPP/JVP managed to capture the attention of the people. However, they have been unable to sustain the momentum and it was always an uphill task when you do not control a media outlet large enough to propagate your message. However, they could have done much better with the momentum they had and the resources they possess if they were serious about being a force to be reckoned with.",
    "Before going into the present situation, it is important to create some clarity around the formation of the current government. The picture is somewhat blurred. Do we identify the president solely as the government or do we identify who votes with him in the parliament as the government. It is apparent that there are factions, and they all are jostling to control the narrative and that narrative is the perennially tried and tested mantra of ethno-religious victimisation.",
    "Umberto Eco, an Italian philosopher in 1973 wrote, ‘Not long ago, if you wanted to seize political power in a country you had merely to control the army & the police. Today, it is only the most backward countries that resort to such tactics. Today a country belongs to the person who controls the communications’. Umberto’s thinking is more relevant now than ever.",
    "Although, it is not clear which factions of the government is controlling the narrative, it is clear they all are benefitting from it. What is also clear is the opposition is completely sidelined. The opposition has failed in this exercise miserably, at times they have just enabled the controlling forces to use them as bait.",
    "The factional government along with their media behemoths are doing a spirited and a calculated job in discrediting the peoples struggle and they have managed to create fuzzy picture among the general populace about the origins of the struggle. If they manage to drag this for a little while longer, they may make people feel guilty about supporting the struggle. Past experiences suggest they are quite capable of it. If this trajectory continues till the end of this year, they would be in a prime position to call for an election.",
    "As for the opposition be it parliamentary or outside, they have not even started compiling a strong narrative to even have a shot at controlling the narrative. Irony is, there are enough fodder for them to pick from, but they have failed to capitalize.",
    "At this point, there is one clear winner, and it is not Sri Lanka."
  ]
}