{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Ex-PUCSL-Chief-says-CEB-data-proves-he-was-right/56-755459",
  "time_ut": 1700607638.0,
  "original_lang": "en",
  "original_title": "Ex-PUCSL Chief says CEB data proves he was right",
  "original_body_lines": [
    "Recalls his forecast in May of over 4,500 GW hours of electricity generation from hydropower plants this year",
    "Reveals Rs. 6 b monthly loss due to shutdown of Norochcholai and Kelanitissa power plants",
    "Alleges wrong estimates by CEB causing loss for electricity users and entire economy",
    "The Public Utilities Commission (PUCSL) former Chairman Janaka Ratnayake this week said that the hydropower generation estimates of the Ceylon Electricity Board (CEB) have once again been confirmed to be incorrect.",
    "“In May, I pointed out that over 4,500 GW hours of electricity will be generated this year from hydropower plants. But the Ceylon Electricity Board estimated that the maximum hydropower generation will be limited to 3,750 GW hours this year. As of last week, this year’s total hydropower generation was 3,538 GW hours,” Ratnayake said.",
    "He said as per his estimates, when another 962 GW hours are generated from hydropower plants, the total amount of electricity generated from hydropower plants in the year 2023 will be 4,500 GW hours.",
    "Currently, about 38 GW hours of additional capacity is being added to hydropower plants daily. At present, over 60% of the daily electricity requirement is supplied by hydropower plants. According to the forecasts of the Department of Meteorology, the rain situation will continue throughout the month of November. At present the remaining capacity of hydropower plants is 1,142 GW hours. During the remaining 40 days of this year, at least over 800 GW hours of additional electricity will be generated from hydropower plants.",
    "“We can start the next year with a capacity of nearly 1,000 GW hours in our hydro power plants. CEB estimated a capacity of 800 GW hours for the beginning of the year. Accordingly, that estimate is also proved to be wrong,” said Ratnayake. “Due to these wrong estimates, the electricity users and the entire economy suffer a great injustice. The tariff methodology I recommended at the beginning of this year is still valid today,” the former PUCSL Chief emphasised.",
    "“Actual data proves that it is the optimal tariff recommended for this year. If that tariff is implemented, the consumer will not be burdened unfairly. CEB will also not lose. What has been done now is putting an unfair burden on the consumer due to incorrect data. What should be done immediately is to reduce the electricity charges according to the reasonable cost, not only that, the government must recover the losses incurred by the public from the Ceylon Electricity Board officials and the PUCSL Chairman, who prepared this wrong data and made decisions. Financial Regulation 119 states that when any loss is caused to the public, it must be recovered from the relevant officials,” Ratnayake argued. “Due to the mismanagement of the CEB, there is a risk of another loss to the public this year. About 600 MW of capacity has been lost due to the failure of two generators in the Norochcholai power plant. Also, the Kelanitissa plant has been closed for maintenance without any prior approval. Then 800 MW capacity was lost from low cost power plants. If this capacity is purchased from the private sector from diesel power plants, there will be a loss of over Rs. 200 million per day. Accordingly, the consumer has to bear an expenditure of Rs. 6 billion a month. There is a suspicion that this is a planned process. Because there is information that the CEB has informed that a quantity of fuel owned by the Ceylon Petroleum Corporation should be purchased immediately. It is also planned to purchase emergency power from a private power plant that generates electricity from fuel oil,” alleged Ratnayake.",
    "He claimed that the PUCSL does not conduct a proper audit of these illegal transactions. It should also be investigated why large-scale frauds are not audited."
  ]
}