{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-opposition-leader-rubbishes-reports-of-reunion-with-president-143301/",
  "time_ut": 1702278240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka opposition leader rubbishes reports of reunion with president",
  "original_body_lines": [
    "ECONOMYNEXT — There will never be an alliance between Sri Lanka President Ranil Wickremesinghe and opposition leader Sajith Premadasa, the latter has told parliament, denying reports of a coming team-up of the two rivals.",
    "“Some organisations that propagate falsehoods have gotten together, having taken money perhaps from the government, and are saying Ranil and Sajith are teaming up. Ranil and Sajith will never come together,” Premadasa said speaking parliament Monday December 11 morning.",
    "“I’m saying this right here in parliament. I wish to tell these unscrupulous media organisations to not make these false statements,” he added.",
    "Premadasa was responding to a purported report that President Wickremesinghe’s United National Party (UNP) and Premadasa’s Samagi Jana Balawegaya (SJB), which broke off from the UNP, are considering burying the hatchet and reuniting to contest next year’s elections as one party.",
    "There has been some speculation that senior members of the SJB, whose centre-right politics is not ideologically far removed from that of Wickremesinghe, are not opposed to the idea of working under the president.",
    "For his part, President Wickremesinghe continues to reiterate his calls for the SJB to support him in his International Monetary Fund (IMF)-backed reform agenda. He has repeatedly extended an open invitation to his erstwhile UNP colleagues to join him.",
    "Wickremesinghe’s administration currently comprises predominantly the Sri Lanka Podujana Peramuna (SLPP) whose MPs — 134 of them — voted to make him president following the resignation of his predecessor Gotabaya Rajapaksa.",
    "The SJB and other opposition groups have accused Wickremesinghe of “protecting” the Rajapaksa family that controls the SLPP in exchange for their support, an allegation that Wickremesinghe’s defenders chalk up to realpolitik.",
    "At least three prominent members of the SJB have so far switched their loyalty to Wickremesinghe: Tourism Minister Harin Fernando, Labour & Foreign Employment Minister Manusha Nanayakkara, and MP Vadivel Suresh who was named an advisor to the president just last week. (Colombo/Dec11/2023)"
  ]
}