{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-accept-applications-for-aswesuma-welfare-scheme-after-appeals-reviewed-127356/",
  "time_ut": 1691135220.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to accept applications for Aswesuma welfare scheme after appeals reviewed",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s authorities will commence accepting applications for the country’s new consolidated welfare scheme Aswesuma for 2024 as soon as appeals and objections are reviewed, State Minister of Finance Shehan Semasinghe said.",
    "Semasinghe told reporters on Thursday August 03 in Colombo that preliminary work is being done on the appeals and objections received by Divisional Secretaries.",
    "A statement from the president’s media division (PMD) said on Thursday that 1,280,000 families receiving benefits from the existing Samurdhi welfare scheme have applied for Aswesuma, out of which 887,653 families have qualified. It was decided to extend the Samurdhi allowance to 393,094 families who are not qualified for Aswesuma from among the families currently receiving the Samurdhi subsidy until the appeals and objection process is concluded. The appeals and objections that have been submitted will be reviewed and arrangements will be made to start accepting new applications as soon as it is completed, the statement said.",
    "“In light of this, the Minister stated that by strengthening the shortcomings of the relief program thus far, he hopes to accept new applications for next year,” it added.",
    "Semasinghe said earlier this week that existing Samurdhi programme can continue its broader mandate of lifting people out of poverty while the new Aswesuma scheme will concern itself with direct cash transfers to deserving people without the involvement of a third party.",
    "speaking at an event in Passara, Badulla, on Tuesday August 01 that Sri Lanka’s existing welfare system, which he said had enabled political parties and individuals to add and remove beneficiaries as they saw fit, has now ceased.",
    "Sri Lanka’s Samurdhi scheme can continue broader mandate to reduce poverty: officialSee more"
  ]
}