{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/eu-raises-concern-over-new-anti-terrorism-draft-ahead-of-trade-pact-renewal-117269/",
  "time_ut": 1680520920.0,
  "original_lang": "en",
  "original_title": "EU raises concern over new anti-terrorism draft ahead of trade pact renewal",
  "original_body_lines": [
    "ECONOMYNEXT – The European Union has raised concerns over Sri Lanka’s new anti-terrorism draft, its Colombo envoy said, as the new legislation is the key in the bloc’s decision to renew a lucrative trade deal that has helped boost the island nation’s exports.",
    "The Generalised Scheme of Preferences Plus (GSP+) has to be renewed next year, but Sri Lanka has failed to fulfil some of the 27 conventions under the broader themes of environmental protection, good governance, human rights, and labour rights it agreed in 2017 when the existing deal was discussed.",
    "President Ranil Wickremesinghe’s government has come up with a draft for a new anti-terrorism law which will replace the existing Prevention of Terrorism Act (PTA). The authorities started to work on the new law under the previous president Gotabaya Rajapaksa.",
    "“It is too early now to make a definitive assessment,” Denis Chaibi, the EU Ambassador to Sri Lanka and the Maldives, told Economy Next in an interview at the EU consulate in Colombo on March 28.",
    "“But we can see that there are some difficulties regarding the definition of terrorism or the prison detention powers to declare some organisations terrorist.”",
    "He said the EU also designates organisations as terrorist outfits, but it is done according to “a process that is based on public information that is reviewable by Justice, that is submitted two different checks and balances”.",
    "“The possibility for one president to decide that the [individual] is a terrorist that should be put in jail is quite a very strong power that exists at the moment. But it seems that it remains so or perhaps we have to wait till we analyse the text, since that is a source of concern.”",
    "The proposed draft also has some improvement from the existing PTA, including the removal of a provision pursuant to which a detainee’s confession to a police officer without the presence of the detained person’s lawyer is admissible and the requirement for the arresting officer to issue a document notifying the arrest to the next of kin of the accused immediately or at least within 24 hours.",
    "It also has suggested to employ women police officers to arrest/question and search women, provide guaranteed access to translation in a language of the accused’s choice of information relating to the arrest, and an obligation to bring the detainee before a magistrate every 14 days when the person is detained without a Detention Order (DO).",
    "International rights bodies have also raised concerns over the newly proposed anti-terrorism legislation saying that if adopted as currently formulated, it would give rise to a panoply of human rights violations and, much as the existing PTA,  is open to misuse.",
    "The EU envoy’s comment comes as Sri Lanka is preparing to apply for renewal of the GSP+ later this year. The EU has repeatedly warned that Sri Lanka’s human rights violations could cost the over $500 million worth trade concession.",
    "The island nation’s lost the GSP+ deal in 2009 when former president Mahinda Rajapaksa’s government refused to address human rights as it fought the final battle in a near three-decade civil war.",
    "Facing an unprecedented economic crisis, Sri Lanka is in the process of speeding up long resisted reforms to secure more investments and grants. Wickremesinghe government’s move to replace PTA comes as a move to ensure the extension of the GSP+.",
    "“Nobody forced Sri Lanka to apply for GSP plus,” Chaibi, the three-decade career diplomat said.",
    "“It’s a choice for Sri Lankans. It is for Sri Lankans to see if there are economic benefits. Our experience as Europeans, is that the four areas where you have conventions that are required for the implementation of GSP plus, indeed, bring economic benefits, perhaps not directly, but certainly indirectly.” (Colombo/April03/2023)"
  ]
}