{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nihal-jayawickrama-discusses-alice-in-wonderland-reasoning-minority-rights-and-universal-jurisdiction-with-the-anglo-american-lawyer-magazine/",
  "time_ut": 1680336000.0,
  "original_lang": "en",
  "original_title": "Nihal Jayawickrama discusses Alice in Wonderland reasoning, minority rights, and universal jurisdiction with the Anglo- American Lawyer magazine",
  "original_body_lines": [
    "The Editor-in-Chief of The Anglo-American Lawyer Magazine, Srinath Fernando continues his interview with Dr Nihal Jayawickrama, former Ariel F. Sallows Professor of Human Rights at the University of Saskatchewan, Canada, and Professor of Law at the University of Hong Kong. A leading authority on Constitutional Law of Sri Lanka, he is the author of The Judicial Application of Human Rights Law published by the Cambridge University Press.",
    "The AAL Magazine: Dr. Jayawickrama, the Singarasa v Attorney General of Sri Lanka is a classic case which had been referred to by experts and academics all over the world on the human rights discourse. Why do you think the Supreme Court of Sri Lanka failed to respect the decision of the Human Rights Committee and refusal by the Supreme Court of Sri Lanka to review the findings of the HRC in Geneva where there had been a patent injustice to the victim?",
    "Dr. Jayawickrama: Singarasa was convicted by the High Court for terrorism-related offences and sentenced to a term of 50 years rigorous imprisonment. The only evidence against him was his own confession made to a police officer while he was under detention under the Prevention of Terrorism Act (PTA). On appeal, the Supreme Court affirmed the conviction, but reduced the term of imprisonment to 35 years. It took the view that Singarasa had failed to prove that the confession had been made involuntarily, that being the requirement under the PTA. (Under normal law, the burden is on the prosecution to prove that a confession was made voluntarily).",
    "Singarasa thereafter availed himself of the right to communicate with the Human Rights Committee (the Government having ratified the Optional Protocol to the ICCPR in 1998 recognizing the competence of the Committee to receive and consider communications from individuals subject to its jurisdiction who claim to be a victim of a violation by the State of any of the rights set forth in the ICCPR). The Committee found several violations of the right to a fair trial (Article 14) and of the right to freedom from torture, cruel, inhuman or degrading treatment or punishment (Article 7). Accordingly, it advised release or retrial and compensation.",
    "The Committee’s Views are communicated to the State party and to the petitioner. The State party is required to give the Views serious consideration in good faith. Accordingly, the Government should have either exercised the presidential power of pardon/remission of sentence, or requested the Attorney-General to consider whether a retrial was a viable option, and compensated the petitioner financially. Instead, the Government appears to have ill-advisedly informed the Human Rights Committee that it did not have the legal authority to execute the decision of the Committee to release the convict or grant retrial.",
    "Singarasa’s legal advisers, in my view also ill-advisedly, applied to the Supreme Court to exercise its revisionary powers to give effect to the Views of the Human Rights Committee. That gave the opportunity for the Attorney-General to argue that the expression of Views by the Human Rights Committee amounted to “an interference with the judiciary” and “a violation of the sovereignty of the people”. Sir Nigel Rodley, the distinguished international jurist, described this submission as “Alice in Wonderland (or Alice Through the Looking Glass) reasoning”. In a critical study of this case published in a law journal, he added that “It took the powerful intellect of the Chief Justice of Sri Lanka to come to the unlitigated conclusion that Sri Lanka’s very ratification of the Protocol was ultra vires and invalid”. Sir Nigel Rodley described that decision as “an example of judicial waywardness”.",
    "Subsequent events demonstrate that neither the Sri Lankan Government, nor the Human Rights Committee, have taken seriously the outcome of that revision application to the Supreme Court. I filed a communication at or about that time on behalf of S.B. Dissanayake MP who was sentenced to serve a period of two years rigorous imprisonment for contempt of court imposed by the same Chief Justice, and neither the Attorney-General nor the Government raised any issue of jurisdiction. Nor did the Government argue powerlessness when it received the Views of the Human Rights Committee.",
    "The AAL Magazine: Do you find similar scenarios where conflict of dualism and monism had clashed if you may quote an instance in other countries.",
    "Dr. Jayawickrama: Let me give just one example. India is also described as a “dualist” state. However, there are several instances when the Indian Supreme Court has given effect to provisions in international human rights multilateral treaties which the government of India had ratified but had not taken steps to incorporate in domestic law. Indian judges have taken the view that any international convention that is not inconsistent with the fundamental rights provisions in the Constitution must be read into those provisions to enlarge their meaning and content. Justice Michael Kirby also attempted to do so in the High Court of Australia, but I believe he did not receive much support from his brother judges.",
    "The AAL Magazine: In the Constitution of Sri Lanka social and economic rights have not been expressly defined. Though there is a chapter on Directive Principles of State Policy, its observance is complimentary to fundamental rights but there is also an ouster clause in the Constitution of Sri Lanka Article 29 which says ‘’the provisions of this Chapter do not confer or impose legal rights or obligations and are not enforceable in any court or tribunal. No question of inconsistency with such provisions shall be raised in any court of tribunal.’’ How would you comment on this exclusion of what is given by one hand and taken away by the other hand. Would you find this a grotesque way of drafting constitutions?",
    "Dr. Jayawickrama: Sri Lanka has been singularly unfortunate in this regard. Sir Ivor Jennings refused to include a Bill of Rights in the Minister’s Draft Constitution which Mr. D.S. Senanayake submitted to the Soulbury Commission, arguing that the United Kingdom has no Bill of Rights “and we think that we do the job better than those countries which do have one”. Mr. S.W.R.D. Bandaranaike proposed to the Select Committee on the Revision of the Constitution which he initiated in 1958 that it recommends the inclusion of a Bill of Rights, and in fact had a draft prepared by Mr. J.A.L. Cooray and Justice T.S. Fernando, but his assassination brought that effort to an abrupt end.",
    "In 1970. Dr. Colvin R. De Silva was very reluctant to include an enforceable chapter on fundamental rights in the Republican Constitution, arguing that that would result in placing the Supreme Court above the National State Assembly, which was to be the “supreme instrument of state power”. When such a chapter was eventually included, it was to have no application to “existing law”; nor was any special mechanism established to enforce its provisions in respect of governmental action. The judicial review of laws was also not permitted. A chapter on “Directive Principles of State Policy” containing reference to certain social and economic rights, was not enforceable in any court.",
    "The 1978 Constitution presented by Mr. J.R. Jayewardene selectively designated a few civil and political rights as fundamental rights and subjected even these to numerous restrictions. For example, the right to life is omitted. Others omitted include family rights, the right to privacy (a significant omission in the context of telephone tapping), the right to property, the freedom to leave the country, the right to seek, receive and impart information and ideas, the right to a fair hearing in respect of civil rights and obligations, and the rights of accused persons. “Birth or other status” is not a prohibited ground of discrimination, thereby enabling the perpetuation of the concept of illegitimate children. And, of course, none of the economic, social, or cultural rights are recognized. Finally, all existing law was declared to be valid and operative notwithstanding any inconsistency with the chapter on fundamental rights. That means that the entire body of law enacted over a period of 176 years, a veritable armoury of archaic powers and more recent intrusions into human dignity, remained in force notwithstanding any conflict with fundamental rights.",
    "When the citizens agree to be governed, what they insist in return from the rulers is that their rights and freedoms be effectively guaranteed. The constitution should provide, as it does in many other countries, that an international treaty, when ratified, will have the force of law, superseding any inconsistent existing law. If the government is unwilling to do so, why ratify a treaty at all? Alternatively, it is imperative that, in a country in which, in recent decades, the human body has been brutalized and the human spirit degraded, at least the provisions of the two international human rights covenants should be incorporated in the constitution. The constitutional recognition of the universally accepted rights and freedoms of the individual is not only a matter of sound commonsense and prudent governance; it is also a solemn treaty obligation.",
    "A minority is a group of individual human beings who share ethnic, linguistic, religious, or cultural bonds and possess a collective desire to live together. The tragedy of Sri Lanka is that many of our politicians still refuse to recognize the fact – the unalterable, immutable and enduring fact – that we are a multicultural country. In the contemporary multicultural state, minority communities have rights in common with, and no less than, everyone else. Indeed, because of the need to protect the distinctive character and identity of minority communities, which is what constitutes the cultural mosaic of the State, they even enjoy additional rights. For example, contemporary international law protects the physical existence of minority groups by criminalizing genocide, by recognizing the right to seek asylum, and by prohibiting discrimination.",
    "International human rights law now provides guidance on the minimum acceptable standards for peaceful co-existence in a multicultural society. They include the right of minorities to use their own language, to profess and practice their own religion and the right to enjoy their own culture. International law also recognizes the right of a minority to determine its political status, and the right to participate effectively in decision-making, both at regional and national levels. The Supreme Court of Canada has held that if a minority is denied meaningful access to government, it has the right to decide to secede. The application of these principles is non-negotiable and cannot be made subject to the will of the electorate. They should form an integral part of a national constitution. We have so far failed to do so, and the consequent events, both tragic and destructive, are now a matter of history.",
    "The AAL Magazine: Despite ouster clauses, can the Supreme Court of Sri Lanka still uphold the rights of people as fundamental rights trumps any other consideration.Dr. Jayawickrama: The Supreme Court of Ceylon of the 1960s, in the absence of any reference to fundamental rights in the Constitution, and indeed before the two international covenants came into force, asserted the Right to a Fair Trial, the Right to Liberty, and the Right to Freedom of Movement. That spirit of judicial activism has not been apparent thereafter.",
    "The AAL Magazine: Dr. Jayawickrama, lastly what’s your view on the application of universal jurisdiction. Do you think not enough focus has been given to this area of prosecution? Do you know any known case where such prosecutions had been done successfully? Do you think prosecution under ‘universal jurisdiction’ is purely a political motivated exercise when it comes to international relations and diplomacy?",
    "Dr. Jayawickrama: As early as 1980, the United States Federal Court of Appeals upheld the conviction for torture committed by a national of a Central American State in his own country, but who happened to be visiting the United States. That court held that “official torture is now prohibited by the law of nations”. More recently, there were two instances of the exercise of universal jurisdiction in, I believe, Germany and France, when a person of Syrian nationality and another of Iranian nationality were tried and sentenced. International human rights organizations, such as Human Rights Watch and Amnesty International, do, I believe, possess relevant evidence that could be placed before any judicial tribunal in any part of the world. In Geneva, the UN Human Rights Council has now been authorized to collect and process credible evidence of “crimes against humanity” allegedly committed by Sri Lankan military personnel, for the purpose of providing such evidence to States willing to exercise universal jurisdiction.",
    "In the contemporary world, with several multilateral treaties that are designed to protect human beings, whether they be children, women, or men, it is, in my view, quite legitimate that territorial boundaries do not stand in the way of ensuring that protection. If a person has committed an act that is recognized as a crime under international law, it ought to be possible to bring such person to trial in whichever country he may be, especially if his own country has failed, or is unable, to do so. However, there are several countries that are competent to exercise universal jurisdiction by reason of their accession to relevant international treaties, but which may choose not to undertake that responsibility for political and other reasons. Such countries may avoid that responsibility by ensuring that the alleged criminals do not enter their territories by refusing them visas to do so.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}