{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Dulanjalee-Premadasa-responds-to-allegations-of-interference-in-SJB/108-257289",
  "time_ut": 1680775159.0,
  "original_lang": "en",
  "original_title": "Dulanjalee Premadasa responds to allegations of interference in SJB",
  "original_body_lines": [
    "The Daily Mirror has published the news story titled 'Sajith loses grip on a dying SJB?' after speaking to several SJB parliamentarians who all confirmed the details published as well as the accuracy of its contents.",
    "Dulanjalee Premadasa, sister of Opposition Leader Sajith Premadasa has responded to the article titled 'Sajith loses grip on a dying SJB?' which was published in the Daily Mirror on April 4, 2023. Below is a letter she sent to the Daily Mirror in response to the article.",
    "\"It is with profound disappointment that I refer to an article published in the Daily Mirror Online Issue dated 4th April 2023, wherein I have been named in connection with a remark and/or statement devoid of any substance and/or premise and/or irrefutable evidence.",
    "The journalist responsible, Jamila Husain, has evidently used my name inconspicuously to fuel outright assumptions and baseless remarks, with complete disregard to my reputation and safety including that of my very own family at a time that the political culture prevalent in the country appears to be volatile.",
    "I vehemently deny any such baseless remarks, accusations and proudly state that my involvement in politics has simply been limited to that of a private citizen of Sri Lanka, exercising their freedoms guaranteed under the Constitution.",
    "I come from a family engrained in the political culture of this country and have always adhered to the rule of law. However, I hold no political position in any political party that enables me to act as distastefully as the aforesaid Article portrays me to be, and as such I have no influence over any politician as implicitly and/or explicitly alleged by the aforesaid journalist.",
    "I strongly condemn this level of low journalism exhibited in your journalists by making false accusations against me in order to attract more readers, and consequently your establishment that involves tarnishing the reputation of individuals, while attempting to further your own ulterior political agenda or otherwise, especially with regards to fundamental assumptions and/or mere speculation disguised as 'news'.",
    "I strongly question the integrity of your establishment for the lack of proof thereof, with regards to the defamatory, false, unethical remarks permitted to be made in the Daily Mirror Online Issue dated 4th April 2023 and subsequently seen circulating on several social media platforms.",
    "In these circumstances, I demand an apology from the journalist concerned - Jamila Husain - and from your establishment namely Wijeya Newspapers Ltd., and a retraction of any remarks involving my name as seen in the Daily Mirror Online Issue dated 4th April 2023.",
    "I further state that if you have a shred of integrity in your profession, you shall issue a formal apology from the journalist concerned and your establishment namely and a retraction of the remarks involving my name and verify the credibility of these defamatory, unethical, false remarks. However, it is evident, given your actions that I may not be able to expect such a level  of professionalism from you.\""
  ]
}