{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Colombo-Port-City-complements-Sri-Lanka-s-long-term-growth-prospects/34-750317",
  "time_ut": 1688687522.0,
  "original_lang": "en",
  "original_title": "Colombo Port City complements Sri Lanka’s long-term growth prospects",
  "original_body_lines": [
    "A five-year horizon for initial projects to roll out in the port city",
    "The Daily FT-SC Securities joint initiative “Market Pulse” a multi-media interview series today features the Port City Colombo, the country’s biggest mixed development project described as a game-changer for Sri Lanka as well as South Asia. Sharing more insight is CHEC Port City Colombo Ltd’s Deputy Managing Director Tulsi Aluwihare in this interview done by SC Securities Asst. Manager Investment Banking and Marketing Dilusha Gamage. Following are excerpts. The interview in video form is also available on FT TV accessible via https://www.ft.lk/ft_tv/Port-City-Project-Where-we-are-and-Where-we-areheadingtowards/10520-749713",
    "Q: The Colombo port city is the largest ongoing development project at present. In simple terms, what exactly is port city and what would the end result look like?",
    "A: Port city is the first foreign currency designated special economic zone dedicated for export of services. If you look at the Sri Lankan economic demography, close to 60% are services. As an island nation we need to really promote export of services and we have been trying to diversify our export basket and the market for some time. I think the port city will give that impetus required to achieve that. The real estate development is only to augment that proposition. The objective of the port city is to create a vibrant business district in Colombo to appeal especially to South Asia.",
    "Q: What is the involvement of CHEC Port City Colombo and what is your role in this?",
    "A: CHEC Port City Colombo is the special purpose vehicle, a 100% owned subsidiary of China Harbour Engineering Company, the promoter investor of the port city. Contrary to many views, the  port city is a hundred percent foreign direct investment. There is no loan from the Government of China. To date, CHEC Port City Colombo, the project company has invested $1.3 billion  to reclaim land and we are in the process of completing all internal utility and infrastructure works. That is the investment we have made to date as the project company.",
    "Q: Is the infrastructure completely done by CHEC Port City Colombo?",
    "A: Absolutely. The land reclamation, all infrastructure, and 74 marketable land plots that we have created. Now the biggest challenge is that we need to attract investments to those land plots.",
    "Q: When it comes to infrastructure, how long would it take for it to complete and where do we stand at the moment?",
    "A: We've completed the reclamation of 269 hectares which is about 2.7 square kilometre city, in 2019. Since then we have worked on all  infrastructure facilities. That includes utilities, the common park area, the beach, roads, all of which will be completed before the end of this year. The majority of the work will be completed by the third quarter this year.",
    "A: Yes. We will have all utility connections periphery to each of the plots, so that it's really a plug and play. For any potential investor or developer who wishes to invest in the port city, all of it would be in place, including the planning approvals.",
    "Q: Does that mean CHEC Port City Colombo owns the Port City? Who really owns it?",
    "A: It’s a good question. Once the Reclamation was completed, the 269 hectares of land was vested with the Urban Development Authority. Subsequently, as a result of the enactment of the Port City Colombo Economic Commission Act, in 2021 the land was vested on behalf of the Government with the Commission. So the 269 hectares of land belongs to the Government of Sri Lanka. There is no ownership by CHEC, but in return for us to recover the investment that we made, about $1.3 billion to date, we have been given rights to certain portions, to be exact about 116 hectares, which amounts to 43% for us to monetize. However, even on the land over which we have a right, when we identify investors, the lessor is always the Port City Economic Commission. We alienate our lease hold right at the point of identifying a potential investor and the Colombo Port City Economic Commission, on behalf of the Government will be the lessor to any leasehold agreement within the port city. So the landlord and lessor within the Port City is always the Government of Sri Lanka or the Commission on behalf of the Government of Sri Lanka.",
    "Q: Recent media releases stated that approvals have been granted to set up financial centres, schools, hotels, hospitals of international standard.  Where do we stand in these semi projects in the port city?",
    "A: As you know this is a long-term project. What we have done is, identified a five-year rollout plan. So the assets you mentioned, the school, hospital, the Colombo international financial centre are all part of this five-year rollout plan. In the next five years we have identified 23 land lots which is about 65 hectares for us to develop. The potential investment needed to develop this is about $5.6 billion, and we hope to roll out this investment in the next five years and the economic impact of it would be quite significant. These numbers you cannot ignore. Because there have been many independent studies conducted to quantify the economic impact of the port city to Sri Lanka. Now we are in a balance of payment crisis. In the next five years we expect to draw close to $5.6 billion of FDIs to roll out our five year plan. In doing so, we will create close to 120,000 direct jobs. More importantly, once it is operational, the balance of payment impact would be close to $1.6 billion. So the net inflow of foreign currency is close to $1.8 billion. These numbers you cannot ignore and once the port city is completed the balance of payment impact is close to $6 billion. Before the pandemic I believe, our tourism inflow was less than $5 billion. So the port city would really have a significant impact on the economic recovery of Sri Lanka.",
    "Q: So you're looking at a five-year horizon for the initial projects to roll out?",
    "A: That's right in the next five years we hope to roll out all of these projects. It's definitely a challenging task, because the global economy is not doing that great. It's a depressing environment. However, Asia or the Asia Pacific is poised to grow, especially, India. India is going to have a significant growth in the next decade and as the closest neighbour, we should be able to ride that wave of the Indian growth. It’s ambitious but we are confident that if we are able to competitively position Sri Lanka to attract foreign capital, we should be able to realise these plans. In the instance that the country is going through fiscal consolidation, typically, growth suffers. So the Government sector doesn't have any fiscal space for investment. The private sector locally, is also struggling. I believe the only way to come out of this is to attract foreign capital. That includes foreign direct investments. Even to promote exports which we are doing rather well, or diversify export baskets, we need foreign capital. The port city will be a catalyst to attract the foreign capital needed and I believe it will have a massive spillover effect for the rest of Sri Lanka.",
    "Q: You were talking about the economic impact and the impact on local businesses by the port city. Can you tell us about the local businesses that can directly involve with port city; and are there any restrictions for local businesses such as, material suppliers to supply to the port city?",
    "A: Certainly not. The local enterprises that provide goods or services to the port city, would be deemed as an export, because they would be paid in foreign currency. As I mentioned at the beginning of the interview the port city is the first foreign currency designated economic zone, so that Sri Lankan rupees are not permitted to be transacted within the port city. Any local material suppliers or  any services provided to a company set up in the port city, would be remunerated in foreign currency. So, imagine the impact the port city would create in the short term, in the five years we are looking to attract over $5 billion investment for Real Estate development alone, local small, medium, and large companies can supply goods and services to the port city and receive remuneration in foreign currency.",
    "Q: It sounds great. Another criticism is that the port city is a white elephant, in that, nothing has happened so far and we are still where we started. What's your view on that?",
    "A: White elephant, it is a baseless argument, simply because public funds have not been utilised to develop the port city. It was water or sea before. It was 100% foreign capital that was utilised to develop the port city and typically you use that metaphor of white elephant to say that maintenance of this piece of land or any asset is disproportionate to the utility of that asset. But here all maintenance costs are met by the project company and it is up to the Government now to monetize this asset. We are talking about SOE restructuring and resurrecting underperforming assets in Sri Lanka. We have an asset now which is an extension of an existing central business district in a prime location, created by 100% foreign direct investments. Now what we need is to augment that with the software required which is the business friendly, progressive, competitive laws and regulations so that Sri Lanka can appeal to the region and the rest of the world as a destination for business. We are known for tourism but not necessarily for doing business. I think this is a great opportunity and we need to monetize this asset to ensure that we can realise those goals.",
    "Q: At present, are there any confirmed FDIs except for the investments made by CHEC Colombo?",
    "A: Yes, just before the pandemic we had some fruitful discussions with potential investors. Our primary target market is India in South Asia, the Gulf countries, Southeast Asia especially, Singapore and of course China. However, the pandemic happened and the country’s situation was not conducive. So we intend to resurrect some of those conversations with the investors and the missing piece has been some of the regulations required for us to really attract large investments. These investments are over $100 million dollars. So with the country being at a default where you don't have access to capital markets, in terms of doing business we rank quite low and many other indexes such as political stability, is definitely a challenging environment to be able to attract some of these capital. Having said that there are many potential investors looking for a safe home, and we are discussing with them. We are almost on the verge of a transaction with a potential investor from Saudi, without indicating names. Very recently I heard one other key missing piece of regulation got cabinet approval. Once that is in place I'm confident we can close some of these investments.",
    "Q: You mentioned about the regulatory gaps. When it comes to port city operations what exactly is still pending in terms of regulations? Is it something to do with the gaming and entertainment area? What kind of gaps do you still see in the regulatory framework?",
    "A: One of the main gaps was fiscal incentives. As I mentioned, because of the country’s risk premium and the fact that it is in a default position, any investor investing capital in an emerging market would be exposed to a risk premium. Our risk premium is close to about six to eight percent higher than other emerging markets.  In an emerging market, the cost of capital would be about nine percent whereas ours is close to 20 percent. So we need to throw in some incentives for the financial feasibility to add up. Therefore, some of these large investments, tax concessions and tax holidays are needed.  I’m not saying this has to be indefinite. These tax holidays would set the criteria to be eligible with a set clause. It does not have to be at one’s discretion. These tax holidays I know have been abused in the past, but in the port city obviously, there are set eligibility criteria and that legislation is what I understand, the cabinet gave the nod recently. So that now we can really go out there and have some serious conversations with potential parties. One of the other missing pieces is the banking regulations. Port city comes under an offshore wholesale foreign currency banking jurisdiction, and the banking regulations lie with the Central Bank and the Monetary Board which is under review. Once that is in place we are confident we can speak to some potential investors and businesses. We have two categories of businesses we hope to attract in the port city. The primary category is the infrastructure or the capital heavy investors and the secondary, the businesses. We have identified several thrust sectors within the port city. Financial services is one, with IT enabled services, maritime services, professional services, etc. All these sectors are identified as thrust sectors in the port city. So we have a massive push to drive demand for these sectors. The infrastructure and real estate development will support that demand. This is the primary and secondary type of business investors we expect to attract within the port city and once the banking regulations are in place, we will be ready to do business.",
    "Q: You were talking about the challenge. With the current situation in the country it is quite challenging to attract FDIs. How do you overcome these challenges? What are your strategies to really sell this? What is your selling proposition?",
    "A: What we are trying to solve within the port city is a few. One is doing business as we rank poorly in this aspect. With the enactment of the Port City Special Economic Zone law, there is the single window investment facilitator, the commission, as the single agency which will approve all requirements in terms of setting up a business, getting construction permits, visas, etc.  That's an ease to deal with business issues that we hope to address. Obviously, there are massive country-wide reforms which would take time. We have been embarking on this journey for some time to reform doing business indicators. Now it's called a business enabling environment (BEE). Business indicator was discontinued by the World Bank a year or two ago. Second is currency risk. If you look at our currency, historically in the last 10 years we have managed to systematically depreciate it. For many investors it's a big challenge especially, in real estate or infrastructure development, where they infused foreign currency. By the time they want to take their return, their return is deeply depleted because of the rupee depreciation.  Port city is a foreign currency designated SEC, which means one can invest in any designated foreign currency, transact in the designated foreign currency and repatriate capital eliminating the currency risk. Third is the foreign exchange rule. As you know we have massive convertibility issues as the rupee is not easily convertible. There is a prevailing foreign exchange risk in doing business in the port city, meaning for repatriation there are very restrictive convertibility rules. By virtue of conducting business capital as per the Port City SEC law has to be raised over offshore and it is a hundred percent export of services, meaning your revenues are in foreign currency. Most of these foreign exchange rules will not apply in the port city. Therefore, one can freely transact in foreign currency without much hassle. We can promote regional headquarters like Singapore has done, to come and set up in the port city. We are a non-aligned country in South Asia, and there is a huge proposition there if we position the Colombo Port City. That's another area we hope to address within the port city. With all of these FDIs for our recovery, at the end of the day we are talking about debt sustainability. In order to address that issue, the country must grow. By attracting FDIs we envisage within the port city as a 100% export zone and the massive balance of payment impact it would have, it would provide the growth or it'll be a catalyst to grow the economy during these depressing times.",
    "Q: From the foreign investors’ point of view, why would they come to the port city? Why would they choose the port city over Dubai or Singapore? What are the things that we can offer?",
    "A: Obviously the location, which we have failed to take advantage of. Look at the 40 years of our FDI compared to our regional peers. We have managed to pathetically attract less than $20 billion in FDIs. You haven't really taken advantage of location. Sri Lanka has much to offer compared to Dubai or Singapore. Biodiversity, tourism, etc. Imagine a vibrant business district created in a planned city where you just go across the road and the quality of lifestyle aspects are huge in terms of beach living offering, state-of-the-art recreational offerings, hospitality etc. So we believe this would be a great proposition for investors looking to have a presence in South Asia, because from the cost of doing business perspective we are one fourth of Dubai and  one-fifth of Singapore. In terms of the living again we are very competitive compared to Dubai and Singapore. With the lifestyle offering in the port city we should be able to attract talent. Attracting talent is very important. Capital will follow where talent goes. So we need to create a very conducive environment for people to be able to live and work here.",
    "Q: To conclude, what is the big picture? How would Sri Lanka take advantage and benefit out of the port city? What would be the end result?",
    "A: I have said it in so many ways. Ideally the big picture is, we have land and let's monetize this, the need to align with the long term vision of the country, which is that we are looking for new markets. We cannot cater to a 22 million population. We don't have the demographic dividends like India or China. So we need to look at new markets which mean exports of goods and services. I think the port city will really complement that long-term growth prospects that Sri Lanka has."
  ]
}