{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-government-debt-rises-to-115-2-pct-of-gdp-by-end-2022-analysis-115760/",
  "time_ut": 1679024700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central government debt rises to 115.2-pct of GDP by end 2022: analysis",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central government debt has risen to 115.2 percent of gross domestic product by end 2022 from 104.5 percent a year earlier based on the latest national account estimates by the island’s statistics office.",
    "Sri Lanka’s central bank’s gross debt was about 4.66 percent of gross domestic product. The central bank has also spent special drawing rights, on which it has to pay interest.",
    "However, the central bank holds government rupee Treasury bills which can be sold for dollars to rebuild reserves and repay the external debt as long as domestic credit is moderate and forex problems are not re-started under flexible inflation targeting, as credit recovers.",
    "The government was also responsible for another 5.62 percent of guaranteed debt in state enterprises, taking the total to 125.7 percent of GDP.",
    "Sri Lanka’s nominal GDP exploded 16.8 trillion rupees in 2021 to 24.1 trillion rupees in 2022 in a classic Latin America style ‘inflationary blow off’ boosting nominal tax revenues and reducing the rupee debt to GDP ratio.",
    "Central government rupee debt fell from 66 percent in 2021 to 55 percent in 2022 as a result, in a High Inflation and Financial Repression (IFR) haircut, despite new debt being raised to cover deficits.",
    "Sri Lanka’s domestic interest rates are around 20 to 30 percent amid fears of a domestic debt re-structure as there is no cut-off date for domestic debt re-structure under the IMF debt resolution framework.",
    "Remarkably, domestic creditors are expected to keep financing the government as ‘senior creditors’ despite the threat of default.",
    "Central government foreign debt meanwhile rose from 39 percent to 61 percent of GDP as the rupee fell, despite most new disbursements being halted.",
    "The other so-called senior creditors like the World Bank and ADB, whose debt is not re-structured, redirected approved loans to help urgent and humanitarian needs during 2022.",
    "The US, Japan and several European countries, China and India gave grants which will not add to debt.",
    "Sri Lanka’s rupee appreciated in March 2022 amid a moderation in domestic credit and consumption, but fell back amid an ad hoc peg where central bank purchases appeared to have exceeded the excess dollars available from credit developments.",
    "When year end debt is valued at 337 to the US dollar, the spot market value on March 16, government, government guaranteed debt was 118.7 percent of GDP with central bank’s foreign debt also counted. (Colombo/Feb17/2023)"
  ]
}