{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-jkh-profits-down-in-june-126751/",
  "time_ut": 1690329780.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s JKH profits down in June",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s John Keells Holdings Plc, has reported profits of 1.46 billion rupees for the June 2023 quarter, down 87 percent from a year earlier, when forex gains boosted the bottom line.",
    "JKH, which has interest in ports, bunkering, property leisure and financial services reported earnings of 1.06 rupees per share.",
    "In the March quarter JKH reported profits of 3.3 billion rupees, and earnings of 2.39 rupees per share.",
    "Revenues in the June 2023 quarter fell 11 percent to 63.7 billion rupees, cost of sales fell 9 percent to 52.6 billion rupees and gross profit was down 20 percent to 11.08 billion rupees.",
    "Finance costs rose 65 percent to 5.3 billion rupees and finance income was down 65 percent to 5.13 billion rupees from 14.5 billion rupees a year earlier.",
    "In 2023 finance income was driven by forex gains on US dollar holdings.",
    "The parent company made 10.12 billion rupees on dollar holdings, compared to a loss of 359 million rupees in 2023, Chairman Krishan Balendra told shareholders in the interim report.",
    "Higher interest rates in the country also pushed up interest charged on convertible debentures issued to HWIC Asia Fund which included a notional non-cash interest of 750 million rupees, he said.",
    "Rupee revenues of bunkering and container operations were lower amid currency appreciation in the June quarter. In the previous year, Lanka Marine Services had imported and sold fuel locally after a severe currency crisis disrupted fuel imports. The permission to sell locally had ended in early June.",
    "But beverages and ice cream sales were recovering and raw material costs were lower amid currency appreciation.",
    "“While overall margins are also dependent on the level of volumes achieved, in line with expectations and the actions taken to improve product margins, the Beverages business recorded an improvement in the quarter under review as a result of the declines in input costs, which are now translating to positive margin impacts on account of the stabilising raw material prices and the appreciation of the Rupee,” Balendra said.",
    "“While similar actions have been undertaken, the Frozen Confectionery business was still utilising relatively higher cost materials which had alag effect in translating to improved margins which have now begun to improve.",
    "“The margins, therefore, are expected to display a similar trend in the ensuing quarters.”"
  ]
}