{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Private-sector-entities-urged-to-tap-GCF-funding-for-climate-projects/108-263613",
  "time_ut": 1689902283.0,
  "original_lang": "en",
  "original_title": "Private sector entities urged to tap GCF funding for climate projects",
  "original_body_lines": [
    "Wants private sector entities to submit a minimum of 25 concept papers by end of this year seeking concessional financing",
    "DFCC Bank recently became the first Sri Lankan entity to achieve accreditation from GCF",
    "The government is anticipating private sector entities to submit a minimum of 25 concept papers by the end of this year, seeking concessional financing for climate mitigation and adaptation projects from the Green Climate Fund (GCF), which is the world’s largest dedicated multilateral climate fund.",
    "This comes after DFCC Bank recently became the first Sri Lankan entity to achieve accreditation from GCF.",
    "The Board of GCF on 13th of this month approved DFCC Bank as a Direct Access Entity by making it the first Sri Lankan entity to achieve this milestone. This accreditation enables DFCC Bank to access concessionary funding for projects with a value of up to US$ 250 million from the GCF, enabling the financing of climate mitigation and adaptation projects across Sri Lanka.",
    "To-date, DFCC Bank has submitted two concept papers, one of which outlines a solar project worth US$ 150 million.",
    "Speaking at an event organised to announce DFCC Bank’s accreditation in Colombo this Tuesday, Secretary to the Ministry of Environment Dr. Anil Jasinghe highlighted that direct access to GCF’s concessional financing brings distinctive advantages to the country.",
    "“This will create an enabling environment for us to access GCF and then, we will be able to exercise ownership in climate changing funding. Further, we would be able integrate our climate change plan including the Nationally Determined Contributions (NDCs) made under Paris Climate Agreement and our Net Zero 2030 plan, which will be out in a couple of months,” he said. In addition, he pointed out that the country would be able to make significant savings in foreign exchange by having a local entity to access the GCF, as direct access entities are entitled for 8 percent agency fee.",
    "Dr. Jasinghe  noted that the Ministry of Environment as the National Designated Authority / Focal Point for GCF, has been conducting numerous activities to boost the capacity of developing concept papers for potential projects.",
    "“We should be able to write 25 by the end of this year. That’s our target,” he said.",
    "Given the cumbersome and time-consuming approval process of GCF, he stressed that a higher number of concept papers need to be developed as not all would make it through to the end.",
    "Meanwhile, Dr.Jasinghe said there are several other local banks in the pipeline seeking accreditation from GCF.",
    "GCF is currently the main multilateral financing mechanism to support developing countries in achieving a reduction of their greenhouse gas emissions and an enhancement of their ability to respond to climate change.",
    "Up-to-date, the total GCF financing to Sri Lanka has amounted to US$ 105.9 million for five projects."
  ]
}