{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-hopes-for-official-creditor-debt-deal-soon-treasury-secretary-139998/",
  "time_ut": 1700009220.0,
  "original_lang": "en",
  "original_title": "Sri Lanka hopes for official creditor debt deal soon: Treasury Secretary",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is hoping official creditors in the Paris Club and India to come up with a debt agreement ‘soon’ Treasury Secretary Mahinda Siriwardana said after the country made difficult fiscal adjustments.",
    "A deal with official creditors will help Sri Lanka meet International Monetary Fund debt targets, he said.",
    "“China Exim Bank has already come to an understanding with Sri Lanka regarding such a debt treatment,” Siriwardana told a post budget virtual forum.",
    "“The next step will be for the official creditor committee co-chaired by Japan, India and France to come to provide a similar understanding.",
    "The Paris Club is awaiting the details of the China Exim Bank deal, according to sources familiar with the process.",
    "China Exim Bank is expected to convey the details of the deal directly to the Paris Club where it is an observer in the negotiations and also the International Monetary Fund, but are going through internal processes, another source said.",
    "“They probably have to develop some sort of framework, as Sri Lanka is not the only country involved, even though each country may be treated differently based on their particular situation,” one of the sources said.",
    "Sri Lanka also had a round of discussions with a visiting team from China Development Bank, which has a little over 500 million dollars in debt classified as official debt.",
    "CDB has a term loan classified commercial on which more discussions are needed, sources said.",
    "Sri Lanka has hiked taxes and put a hiring freeze on state worker to put brakes on a bloated state.",
    "The central bank stopped targeting rates obsessively with printed money in April allowing the exchange rate to stabilize and inflation to fall.",
    "READ MORE Sri Lanka heading for uncertainty with low rate obsession: Bellwether",
    "Extreme macro-economic policy involving rate cuts backed with tax cuts pushed Sri Lanka into default in peacetime after surviving a 30-year war with less aggressive monetary policy.  (Colombo/Nov15/2023)"
  ]
}