{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-postal-workers-demand-20000-rupee-pay-hike-from-jan-143145/",
  "time_ut": 1702024440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka postal workers demand 20,000-rupee pay hike from Jan",
  "original_body_lines": [
    "ECONOMYNEXT – A collective of postal workers’ unions has demanded a 20,000-rupee pay rise for Sri Lanka’s public sector workers during a protest held against purported government plans to convert a colonial-era post office into a private-run hotel.",
    "United Front of Postal Unions Secretary Sampath C Liyanage told reporters at the protest, held in Battaramulla, Colombo, Friday December 08 morning, that government workers haven’t received a pay rise in about eight years despite the increase in cost of living, which Liyanage said is now “sky high”.",
    "“We demand a salary increase of 20,000 rupees starting from January,” he said.",
    "The union leader called President Ranil Wickremesinghe’s 2024 budget an “illusion” targeting next year’s presidential election.",
    "Liyanage also accused the government of selling “national assets” to foreign companies, referring to a controversial plan to convert the Nuwara Eliya post office to a hotel as part of an International Monetary Fund (IMF)-backed reform programme that requires the restructuring of state-owned enterprises (SOEs).",
    "“The Nuwara Eliya and Kandy post offices are sites of archaeological and economic value and are important to the country. The Wickremesinghe-led government has taken all steps needed to sell them cheap to foreign companies,” Liyanage claimed.",
    "President Wickremesinghe presenting his budget proposals for 2024 told parliament in November that state sector workers will receive a 10,000-rupee salary increase. This was against a backdrop of a campaign of agitation by state sector unions demanding a 20,000-rupee hike.",
    "Sri Lanka’s deal with the International Monetary Fund (IMF) includes an agreement to achieve a primary surplus of 2.3 percent of the gross domestic product (GDP) by 2025.",
    "Meanwhile, Wickremesinghe’s administration has increased personal income tax and now also plans to hike VAT by a significant margin, despite protests from unions and increased levels of migration.",
    "State Minister of Finance Ranjith Siyambalapitiya in November defended the proposal to increase salaries of cashs-strapped Sri Lanka’s bloated state sector, calling it a “courageous” decision by the president, amid concerns over revenue shortfalls.",
    "Sri Lanka state minister defends salary hike proposal amid revenue shortfall concernsSee more"
  ]
}