{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/President-has-no-right-to-express-opinion-on-legality-of-LG-polls-AKD/108-254825",
  "time_ut": 1677292095.0,
  "original_lang": "en",
  "original_title": "President has no right to express opinion on legality of LG polls: AKD",
  "original_body_lines": [
    "Claiming that the President had no right to express his opinion on the legality of declaring the Local Government election JVP leader Anura Kumara Dissanayake said yesterday if there was any issue with regard to the declaration of the election, it should be resolved in the Courts.",
    "He told a news conference that if the elections commission had not acted lawfully, the President could go to court and said the opinion of the President was not the law of the country.",
    "\"The elections commission declared the election on January 5. The commission accepted deposits and nominations. The election date was announced on January 21 and dates for postal voting were announced. The election commission says all these measures are constitutional and legal. The election has been gazetted by the respective District Secretaries. The President lied in Parliament just to fulfil his ulterior motives,\" he said.",
    "The MP said the President claimed that some opposition MPs requested him to postpone the election and pointed out that even if such a request was made, the President had no powers to postpone the election.",
    "\"The President has no powers to postpone the election even if all the 225 MPs submitted a letter to postpone the election. Only the election commission can decide on an election,\" he said.",
    "He said the court decision on the election has no barrier to hold the LG polls and added that the elections commission could hold the election as per its undertaking to the Courts.",
    "Dissanayake said he requested all the political parties, organisations and people to come foward to defeat the moves of the President against democracy and franchise of the people. (Ajith Siriwardana)"
  ]
}