{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/22/trinity-beats-royal-at-the-bradby-1st-leg/",
  "time_ut": 1690037220.0,
  "original_lang": "en",
  "original_title": "Trinity beats Royal at the Bradby 1st leg",
  "original_body_lines": [
    "Trinity College, Kandy won the first leg of the 77th Bradby Shield annual rugby encounter against Royal College Colombo.",
    "The historic Bradby Shield annual rugby encounter is conducted in two legs this year.",
    "A team from Royal College travelled to Kandy this morning in the \"Bradby Special Express Train\"",
    "This is the 10th time a team from Royal College, Colombo travelled to Kandy in the \"Bradby Special Express Train\" to compete in the encounter.",
    "The first leg of the Bradby Shield annual rugby encounter was held at the Pallekele Rugby Stadium on Saturday (22). The Royalists were ahead at the start of the match. They started scoring in the 11th minute. Royalists, who succeeded in two tries, took the lead in the first half with 10 to 0 points. In the second half, the Trinity players playing well scored 13 points. That was with a try, a conversion and two penalties. The Royalists could not score in the second half.",
    "Accordingly, the first leg of the Bradby Shield held today ended with Trinity College winning 13 to 10 points. The second leg of this encounter will be held on the 5th in Colombo. The team with the most points at the end of both legs will be awarded the prestigious Bradby Shield. The shield is currently held by  Royal College Colombo who won the Bradby Shield last year.",
    "Expedite the Anuradhapura Sacred Site Development Plan, giving priority to the Maha Viharaya Development Plan – President",
    "Ministry of Health decides to make emergency purchases only with registered companies",
    "Farmers raise concerns about project to develop banks of the Senanayake Samudraya",
    "Multi-Purpose Development Task Force officers to be given permanent posts in residential districts"
  ]
}