{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/who-were-the-early-sri-lankans/",
  "time_ut": 1678944930.0,
  "original_lang": "en",
  "original_title": "Who Were The Early Sri Lankans?",
  "original_body_lines": [
    "A recent book by a journalist on the origin of present-day Indians has made waves in India. The book, Early Indians: The story of our ancestors and where we came from has become an instant best seller and been lauded for the depth of research and enormous amount of data that the author has amassed in order to make sense of the issue of the origin of the Indian population and culture. It has won several awards including The Hindu best non-fiction books of the decade (2010-2019).",
    "Tony Joseph has collated and summarised findings from diverse fields such as archaeology, linguistics and, most importantly, genetic studies to construct a picture of how the Indian subcontinent was populated during the prehistoric period. In particular, the book summarises the findings from research by eminent scholars on population genetics. Population genetics refers to the study of the genetic variation among the individuals within and between populations and helps understand the pattern of genetic change over time.",
    "Converging evidence from these various sources shows that India was populated by three major waves of migration in the last few millennia. The first group were the Out of Africa (OoA) migrants, who went on to the populate Indian subcontinent and the rest of the world. They reached India about 65,000 years ago (and moved across south east Asia and Australia the world). The Veddas of Sri Lanka, Australian aborigines and the tribes of Andaman Islands are the surviving descendants of this wave of migration. (Balangoda man, one of the earliest findings in Sri Lanka is thought to be a hominid, a primitive version of Homo sapiens that predates the OoA migration).",
    "The second wave of migration was between 7000 -3000 BCE. They were agriculturalists from the Zagros region in south-western Iran. These Zagrosian herders mixed with the descendants of the Out of Africa (OoA) migrants and together, they went on to create the well-known Harappan civilisation (also called the Indus valley civilisation, IVC). It was one of three ancient civilizations in North-western South Asia, along with Egypt and Mesopotamia. Located in what is now eastern parts of Pakistan and north-western India, at its peak it is thought to have had a population of over five million people. Archaeological excavations reveal that this culture was spread over a vast area which included many states of present-day Afghanistan, Pakistan and North India extending over an area of over one million kilometres. IVC was an urban civilization that lasted for over 2000 years and came to a gradual end. The cause of its decline is attributed to a prolonged drought. The Harappan script remains undeciphered and there is no agreement on the language it represents",
    "Somewhere, in this process of admixture, the expanding wave of agricultural IVC population migrated to other parts of the subcontinent by 4,000 years ago and has been labelled by scientists as Ancestral South Indian (ASI), the roots of this family lie in an eastward expansion along the coast of India into the peninsula and southern India and the Dravidian peoples and language family was born.",
    "Recent excavations at a village called Keezhadi near Madurai in Tamil Nadu is thought to confirm the previously postulated relationship between the Harappan civilisation and the ancient Dravidians civilization of South India. Keezhadi excavations show that it was that an urban civilization with remarkable resemblances to the IVC. Moreover, potsherds with Tamil-Brahmi script discovered at the site are very similar to the Harrapan script. Carbon dating of material obtained from the deepest layers have been dated to the 6th century BCE.",
    "The third wave of migration into the Indian subcontinent occurred around 2000 BCE and 1500 BCE. This is the well known the Aryan migration. The Aryans were pastoralists from the Central Asian Steppe region, the areas that would be known as Kazakhstan. They were more prominent in north India than in south India. But they did spread across the Indian subcontinent in various proportions. They brought horses, the Indo-European languages which later developed into Sanskrit as well as the Vedic culture. These Ancestral North Indians (ANI) populated most of north, central and east India.",
    "As Tony Joseph points out the Hindu nationalist Bharatiya Janata Party (BJP) and their right-wing Hindutva ideologues have difficulty in admitting that that the Aryans were not the first inhabitants of India and that the Harappan civilisation existed long before their arrival. They believe the source of Indian civilisation are people who called themselves Aryans – a nomadic tribe of horse-riding, cattle-rearing warriors and herders who composed Hinduism’s oldest religious texts, the Vedas. Apologists of Hindutva have worked assiduously to identify the locate the Saraswati river mentioned in the Rigveda within the bounds of IVC.  Millions of rupees have been spent ‘looking’ for river, but thus far there have been no tangible results. The ruling BJP government in Haryana state has demanded that the Harappan civilisation be renamed the Saraswati river civilisation. Since the Saraswati is an important river that is mentioned in the earliest of the four Vedic texts, such a renaming would serve to emphasise the link between the Harappan civilisation and the Aryans.",
    "Another moot point for the Hindutva politicians and academics is the is the absence of the image of the horse in Harappan seals. Since the horse is a hallmark of the ancient Aryans and their absence in Harappan seals and fossils has proved to be a tumbling block for the proponents of the ‘out of India’ theory that postulates that Aryan culture is the indigenous culture of India. In fact, a group of ‘academics’ went as far as fabricating images the horse in prints of Harappan seals to prove that the IVC was indeed an Aryan civilization!",
    "Stepping back from the arguments about origin myths prevalent in India, one has to ask to oneself the question: Do these origin stories really matter. What do they signify? And why should we Sri Lankans be concerned about these debates in India. To answer this question, one has to turn to an entirely different discipline – social psychology.",
    "Social psychology tells us that social identity is an important attribute of social groups.",
    "Social identities are the identities that we share with similar group members. When you define yourself as a member of a group, you also consider that the other members of the group share your beliefs, feelings, and behaviours. This is a psychological phenomenon known as collective identity.",
    "People identify with others by ethnicity, race, nationality, culture, religion, class, ideology and other social markers. “Race” is usually associated with biology and linked with physical characteristics such as skin colour facial features or hair texture. Ethnicity is a broad concept that refers to long shared culture such as ancestry, language religion (for example Tamils or Sinhalese). There is also a sense of common history, language, religion and common culture that form the cement that binds them together and maintains their relationship. However, both race and ethnicity are social constructs used to categorize and characterize seemingly distinct populations.  One cannot understand how people behave in groups, both towards fellow group members and towards those in other groups without the concept of social identity.",
    "Positive social identity is important for a person since it enhances his/her self-esteem and gives a sense of ‘belonging’ in the social world. As Francis Fukuyama has pointed out in his seminal work, Contemporary Identity Politics and the Struggle for Recognition (2018), for each social group identity is closely associated with dignity.  Hence, it is worth having a deeper look at the psychology behind social identity, its formation and its social consequences.",
    "The first process in the formation of social identity is the universal phenomenon of social categorisation.  Categorisation is a fundamental psychological process which allows us to     make sense of the world around us by separating things into different classes or groups. Social categorisation is the process by which we organize individuals into social groups in order to understand our social world. It occurs spontaneously and without much thought. This process enables us to define people, including ourselves, on the basis of the groups to which we belong. We tend to define people based on their social categories more often than their individual characteristics. Social categorization generally results in an emphasis on the similarities of people in the same group and the differences between people in separate groups. One can belong to a variety of social categories, but different categories will be more or less important depending on social circumstances. For example, persons often define themselves by their language, religion, territory or by some combination of each of these.",
    "The second process is social identification, the process of identifying as a group member. Socially identifying with a group leads individuals to behave in the way that they believe members of that group should behave. For instance, if individuals define themselves as Buddhists or Hindus they may follow the precepts and rituals of their respective beliefs. Through this process, people become emotionally invested in their group memberships.",
    "The third process is social comparison. This is the process by which people compare their group with other groups in terms of prestige and social standing. In order to maintain self-esteem, one must perceive his or her in-group as having a higher social standing than an out-group.  Here comes the important part. Every social group strives to maintain its be distinctiveness from the other group. The mantra here is: “We are different from Them”.    But, for social groups, distinctiveness alone is not sufficient, it has to be positive distinctiveness. As a general rule, people are motivated to feel positive about themselves and maintain their self-esteem. The emotional investments people make in their group memberships result in their self-esteem being tied to the social standing of their in-groups. Consequently, a positive evaluation of one’s in-group in comparison to relevant out-groups results in a positive social identity. The search for origin stories, ancient ancestry, purity of race and superiority of the culture are, in fact, the motivation behind the search for positive distinctiveness. In order to achieve such positive identity mythology, theology, archaeology, are pressed into service, history is rewritten and ‘new’ archaeological findings are highlighted as long as they support the superiority hypothesis.",
    "The umbilical connection with India still remains an essential ingredient of Sri Lankan nationalism: Buddhism for the Sinhalese and Tamil language for the Tamils. But these are buttressed by myths: Buddha’s three visits to Sri Lanka and the responsibility for the preservation of Buddhism being entrusted to the Sinhalese and the mythical Kumarikkandam or Lemuria, a continent which was held to be a part of Tamil Nadu in the ancient past that was later engulfed by the sea are but a few examples of such myths.",
    "But the overwhelming evidence points in opposite direction. Recent genetic studies carried out by Sri Lankan scholars show that that the social group that is most closely related to the Sinhalese is the Tamils and vice versa. Sigmund Freud terms this affinity of closely related social groups to antagonise each other as ‘narcissism of minor differences.  He states, “Of two neighbouring towns each is the other’s most jealous rival, every little canton looks down upon the other with contempt. Closely related races keep one another at harms length; the South German cannot endure the North German, the Englishman casts every kind of aspersion upon the Scot, the Spaniard despises the Portuguese”. If he was alive today he would have added Sri Lanka to the list to support his assertion!",
    "Thus, social categorisation, social comparison, feelings of superiority of the ingroup and antagonism towards the out-goup – all these are weakness of the human mind.  In Daniel Kahneman’s words (Thinking Fast and Slow), human choices are often “illogical but not irrational”.",
    "Tony Joseph writes specifically for an Indian audience, but the closing lines of his book are applicable to the Sri Lanka as well: “The better way we can define ourselves is as a multi-source civilization, not a single source one, drawing on the cultural impulses, its traditions and practices from a variety of heredities and migration histories….. Asia has contributed to the agricultural revolution and the building of the Harappan Civilization, which then became the crucible for new practices, concepts and the Dravidian languages that enrich much of the culture today; those who came from east Asia, bringing with them new languages, plants and farming techniques; and those who migrated from central Asia, carrying an early version of what would become a great language,  Sanskrit, and all its beliefs and practices ……….. all have mingled and contributed to this civilization we call Indian. We are all Indians. And we are all migrants” (p.221).",
    "Joseph. T. (2018), Early Indians: The story of our ancestors and where we came from, Juggernaut books, New Delhi."
  ]
}