{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-rupee-started-to-appreciate-after-surrender-rule-relaxed-cb-official-114925/",
  "time_ut": 1678424940.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rupee started to appreciate after surrender rule relaxed: CB official",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s rupee started to appreciate after a surrender rule, compelling dollar sales by commercial  to the central bank was lifted, giving more dollars to the market its Director of Economic Research P K G Harishchandra said.",
    "Sri Lanka’s rupee came under pressure over the last two years as the central bank printed money to mis-target its policy rate, redeemed the excess money at any given exchange rate by providing reserves (weak side convertibility) for excess imports triggered from the injected money.",
    "There was also a surrender rule, compelling banks to sell 25 percent of their dollar receipts to the central bank (a strong side convertibility) which pushed the currency down.",
    "A surrender rule takes money away from the market and creates rupees, adding to the domestic reserve money supply preventing an appreciation of the rupee. Analyst had previously blamed the surrender rule for a botched float in March.",
    "“The (appreciating) trend started with the cutting of the mandatory sales or surrender rule,”",
    "“An economy cannot operate without a spot market. So we reduced the mandatory or surrender rule from 25 to 10 percent,” Harischandra told a talk show at Sri Lanka’s Derana Television.",
    "“Then the dollars that the banks sell to the central bank was available for trade among banks. As a result the liquidity in the foreign exchange market improves.",
    "After the appreciating trend was seen dollar holders started to sell.",
    "The central bank then bought dollars at the prevailing market rate, giving counterparty support and allowing price discovery to take place.",
    "The rupee which was around 363 in the interbank market before the surrender rules was relaxed closed the 320/325 to the US dollar on Thursday.",
    "“If the central bank did not intervene, the rupee would have appreciated further,” Harischandra said.",
    "Central Bank Governor Nandalal Weerasinghe had previously hiked rates to help sell more treasury bills to real customers instead of printing money and also reducing private credit creating conditions where outflows matched and later fell below inflows.",
    "Analysts says Governor Weerasinghe also averted hyperinflation and possible dollarization of the economy. In mid 2022 businesses were giving supplier quotes with as little as three days of validity.",
    "Ordinary citizens who held dollars and would have helped a dollarized economy work in the event of hyper inflation and complete loss of confidence in the rupees are now rushing to convert dollars a money changers. Two way quotes at money changers have widened sharply.",
    "It is not clear where the central bank will keep the rate exchange to prevent a big shock on exporters.",
    "Some exporters have already given extra allowances and are also facing electricity tariffs largely based on projected costs on coal and fuel at 360/370 to the US dollar.",
    "Meanwhile farmers have also planted rice and other crops based on old fertilizer and fuel prices and are just getting their harvests. Governor Weerasinghe said that the central bank will intervene to prevent excessive volatility.",
    "Similar conditions have prevailed at earlier currency crises triggered by mis-targeted policy rates after rates are hiked, energy enterprise borrowings are brought down and deficits reduced under a program with the International Monetary Fund.",
    "However a net international reserve floor set as a performance criterion in the IMF deal, as well as a belief that weak exchange rates improves export competitiveness at the cost of real wage losses and social unrest (real effective exchange rates) caps the appreciation of a collapsed flexible exchange rate.",
    "At the moment the liquidity created from dollar purchase are not coming back as imports, through banks credit due to the money being absorbed in an overnight cash short at some banks.",
    "There is also private sector sterilization or a ‘liquidity trap’ triggered by the unwillingness of banks to give new loans or buy Treasury securities due to default risk. (Colombo/Mar10/2023)"
  ]
}