{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-banks-excluded-in-ddr-pension-fund-bonds-restructured-124670/",
  "time_ut": 1687966800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka banks excluded in DDR, pension fund bonds restructured",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s banks have been excluded from domestic debt bond re-structuring which will be limited to pension funds, according to sources with knowledge of the matter.",
    "Sri Lanka’s provident funds will get bonds with coupons which will reduce from 12 to 9 percent over their tenor.",
    "Legislator Gamini Lokuge who attended a meeting of government parliamentary groups told reporters that officials have assured that returns paid to provident fund members will not fall below 9 percent.",
    "Sri Lanka’s cabinet of ministers approved the debt plan on June 28.",
    "Sri Lanka’s central bank has also appreciated the rupee from 360 to the US dollar to about 310 to the US dollar by running deflationary open market operations and lifting a surrender rule, increasing the real value of all bonds including those in pension funds.",
    "However analysts have warned that a net international reserve target (de facto external anchor) and an inflation target (domestic anchor) in an International Monetary Fund programs are at fundamental conflict and currencies produced by such anchor-conflicting central banks can weaken as soon as the economy and private credit recovers.",
    "Countries with anchor conflicting central banks with forex shortages also have high inflation and high nominal interest rates, de-stabilizing state finances.",
    "Sri Lanka’s banks have taken multiple hits from bad loans to a pending hair cuts on sovereign bonds portfolios and authorities have tried to avoid further negative impacts to maintain financial stability.",
    "Sri Lanka parliaments committee on public finance is to consider the debt plan. The debt strategy will then be debated in parliament over the weekend."
  ]
}