{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/SLs-official-unemployment-rate-masks-true-labour-market-conditions/108-257720",
  "time_ut": 1681762522.0,
  "original_lang": "en",
  "original_title": "SL’s official unemployment rate masks true labour market conditions",
  "original_body_lines": [
    "Sri Lanka ended 2022 with an official unemployment rate of 4.8 percent, a figure which masked much of the anomalies in the country’s labour market, as many people either migrated or gave up looking for work when the economy fell into its worst slump in the country’s post-independent history.",
    "The fourth quarter jobless rate came in at slightly better than the third quarter’s 5.0 percent but some economic analysts said the unemployment rate was misleading because they could not reconcile the number with the 7.8 percent decline in the economy in 2022.",
    "The 4.8 percent unemployment was quite close to near employment level in an economy but this was hardly true for those in Sri Lanka, who lost thousands of jobs in the three years through 2022.",
    "A better gauge of employment condition in an economy is the so-called labour force participation rate (LFPR), which further fell to 48.9 percent by the end of the fourth quarter, last year, from 49.0 percent in the third.",
    "The LFPR measures both those who are employed and unemployed but looking for work, in relation to the working age population.",
    "In the OECD countries, which comprise of high-income developed economies, the LFPR stands above 60 percent level, reflecting the higher participation rate of people in employment.",
    "Besides the low LFPR, Sri Lanka is also plagued with a systemic productivity problem for decades, which is holding back economic growth and wellbeing.",
    "People are either not doing any work in their employment or doing less meaningful work but get paid, contributing to inflation.",
    "Sri Lanka also has a dire skill problem, which inhibits businesses and industries from growing to next levels.",
    "Sri Lankans are not ready to allow people from elsewhere to come and work in Sri Lanka but have no problem in them seeking employment outside their shores. Nearly 320,000 Sri Lankans left shores last year seeking foreign employment."
  ]
}