{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Macktiles-on-strong-footing-to-take-on-the-world-stage/34-755536",
  "time_ut": 1700781697.0,
  "original_lang": "en",
  "original_title": "Macktiles on strong footing to take on the world stage",
  "original_body_lines": [
    "From left:  Macksons Holdings Managing Director Mizver Makeen, Senior Adviser to the President Sagala Ratnayake and Macktiles Lanka Milfer Makeen",
    "Macktiles Lanka, now Sri Lanka’s largest manufacturer of tiles, unveiled plans to take over export markets, and showcased its capacity to serve the entirety of the domestic trade with its new state-of-the-art facility. Macksons Holdings Managing Director, Mizver Makeen said yesterday it was unfortunate that no Sri Lankan manufacturer has expanded capacity over the past five decades to address export markets, noting that it was due to production and price pressures brought on by imports.",
    "He said energy costs are a serious impediment to  compete against giants like India, Bangladesh and China, and called on the authorities to assist the trade with adequate anti-dumping regulations. He said many countries including the Middle East do not permit the import of products that are sold cheaper than what’s available in source markets.",
    "“Sri Lanka has the best of clays and minerals and we can source 85% of our raw materials locally and produce some of the best tiles in the world. We are confident of our export strategy. But India and Bangladesh have significantly less energy costs, plus, they receive a 10% rebate on export of ceramic products. They are mass production facilities at low cost while dumping practices are a huge problem here. Hopefully, we will gain adequate footing to compete with any country,” Makeen said.",
    "The chief guest at the occasion was Presidential Advisor and Chief of Staff, Sagala Ratanayake, who said the Trade Ministry will soon be introducing regulations to contend with dumping practices, acknowledging that it was a problem faced by many industries. He said Sri Lanka will continue to support free market policies, but will take adequate measures to safeguard local industries.",
    "With several showrooms and offices established in the Indo-Pacific and Persian-Gulf regions, Macksons Tile Lanka is on the next stage of expansion into international markets. With the upgrade in technology at their plants in the last two years, the company has reached full capacity in supplying the local market, and is now moving to the next stage of their expansion.",
    "“Our ultimate goal is to take the first step in building another unique export brand for Sri Lanka, like Ceylon tea or the apparel industry,” said the Managing Director.",
    "Macktiles made a Rs. 16 billion investment between 2020 and 2022, to upgrade their capacity, and produces tiles on par with European standards."
  ]
}