{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-commercial-bank-net-down-63-pct-in-march-quarter-120733/",
  "time_ut": 1684250100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Commercial bank Net down 63-pct in March quarter",
  "original_body_lines": [
    "ECONOMYNEXT – Profits at Sri Lanka’s Commercial Bank of Ceylon down 63.91 percent to 4.2 billion rupees in the March 2023 quarter, from a year ago amid revaluation losses, interim accounts showed.",
    "Commercial Bank group reported earnings of 3.21 rupees per share in interim accounts for the quarter.",
    "Net fee and commission income grew 32.16 percent to 5.04 billion rupees.",
    "Interest income grew 100.65 percent to 75.9 billion rupees, interest expense grew a fast 199.43 percent to 56.9 billion rupees and net interest income grew a slow 0.81 percent to 18.9 billion rupees.",
    "“Interest income growth of the Group was driven by the sharp rise in market interest rates, which generated an 84.75 percent improvement in income from loans and a 127.98 percent increase in income from government securities in the review period,”  the bank told shareholders.",
    "“However, the same factor resulted in interest expenses for the three months ballooning by 37.940 billion rupees or 199.43 percent to 56.964 billion rupees, with interest expenses on deposits of the Group increasing by 258 percent.”",
    "Loans and advances fell 5.29 percent to 1.09 billion rupees’ terms, amid an appreciation of the rupee.",
    "Deposits grew 2.9 percent to 2.03 billion rupees with rupee driven by rupee denominated volumes as dollar values fell due to currency appreciation.",
    "Loan loss provisions were up 14.04 percent to 6.7 billion rupees in the quarter.",
    "The bank’s impaired loans (Stage 3) ratio stood at 5.84 percent compared to 5.25 percent at end 2022.",
    "Total assets went down by 0.29 percent to 2.4 billion rupees.",
    "The Bank’s Tier 1 Capital Ratio, and the Total Capital Ratio stood at 11.942 percent and 15.141 percent respectively, both above the statutory minimum ratios of 10 percent and 14 percent respectively."
  ]
}