{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90069/schaffter-murder-dna-samples-to-be-obtained-from-brian-thomas-",
  "time_ut": 1682439060.0,
  "original_lang": "en",
  "original_title": "Schaffter murder: DNA samples to be obtained from Brian Thomas",
  "original_body_lines": [
    "The Colombo Magistrate’s Court has ordered that the DNA samples of former cricket commentator Brian Thomas be obtained and compared with those obtained from the car in which the late businessman Dinesh Schaffter was found bound.",
    "The order was issued by Colombo Additional Magistrate Rajindra Jayasuriya, when the case pertaining to the murder of Schaffter was taken up in court yesterday (24 April).",
    "Accordingly, the relevant order was issued upon consideration of a request made by the Criminal Investigation Department (CID).",
    "Previously, the DNA samples of four persons, including a police officer and the watchman present at the cemetery at the time the body was found in the vehicle, were taken and compared to those obtained from the vehicle in which he was found tied up.",
    "However, the CID informed the court that later reports did not uncover any matches between the DNA samples found in the late businessman’s car, and those obtained externally.",
    "Meanwhile, Specialist Doctor Prof. Asela Mendis informed the court that in order for the final report to be completed,  several more documents and reports from the Government Analyst are due to be handed over to the five-member experts’committee tasked with uncovering the actual cause of death of the late Director of the Janashakthi Group.",
    "Thus, the court registrar was ordered to recheck all the relevant documents, and submit them to the five-member committee, while the case is due to be taken up again on 08 May.",
    "The former cricket commentator Thomas was prohibited from leaving the country pursuant to an order given by Colombo Additional Magistrate Harsahana Kekunawala on 16 December 2022, in support of the investigations into Schaffter’s death.",
    "Reputed businessman Dinesh Schaffter was found tied up in his car at the General Cemetery in Borella on 15 December and died a day later while receiving treatment at the ICU of the National Hopsital in Colombo"
  ]
}