{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95444/president-facilitates-allocation-of-40-perch-land-to-sri-lanka-law-college",
  "time_ut": 1701881820.0,
  "original_lang": "en",
  "original_title": "President facilitates allocation of 40-perch land to Sri Lanka Law College",
  "original_body_lines": [
    "In a significant development aimed at enhancing the facilities of Sri Lanka Law College students, President Ranil Wickremesinghe has announced the allocation of government-owned land for this purpose.",
    "The President reached this decision during a deliberation held at the Parliament Complex today (06 Dec.).",
    "Highlighting the historical significance of Sri Lanka Law College, which is set to celebrate its 150th anniversary in 2024, President Ranil Wickremesinghe emphasized its noteworthy contribution, having produced three presidents.",
    "Minister of Urban Development and Housing Mr. Prasanna Ranatunga,, conveyed that a plot of land owned by the Urban Development Authority will be provided to Sri Lanka Law College in accordance with the President’s directive.",
    "President Wickremesinghe directed all relevant authorities to promptly formulate plans for the immediate enhancement of the law college’s facilities. In the initial phase, a 40-perch plot will be allocated, with the remainder to be provided as per the requirements outlined in the comprehensive plan, following consultations with the Ministry of Justice.",
    "Dr. Atula Pathinayake, the Principal of the Law College, expressed gratitude during the event, noting that in the school’s 150-year history, no land had been allocated to improve student facilities. He thanked President Ranil Wickremesinghe for the special attention given to this matter.",
    "The gathering included Secretary to the President Mr. Saman Ekanayake, Secretary of the Ministry of Urban Development and Housing Mr. W.S. Satyananda, Chairman of the Urban Development Authority Mr. Nimesh Herath, officials from the Attorney General’s Department and representatives from the students’ union of the law College."
  ]
}