{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/warning-signal-for-slpp/",
  "time_ut": 1703010480.0,
  "original_lang": "en",
  "original_title": "Warning signal for SLPP",
  "original_body_lines": [
    "SLPP leaders bragged ad nauseam at their second National Convention on 15 Dec., that they were strong enough to overcome any challenges on the political front despite what they called some temporary setbacks. Basil Rajapaksa, speaking as the SLPP National Organiser, declared that his party was confident of winning all future elections! He went on to warn their political rivals not to threaten, or trifle with, the SLFP supporters. But no sooner had those boastful claims been made than the SLPP failed to have its annual budget passed at the Elpitiya Pradeshiya Sabha (EPS) for a second time on Monday (18); its first attempt failed on 06 Dec. SLPP Chairman Karunasena Ponnamperuma had to step down as a result. This situation has come about owing to a crippling split in the SLPP group in the PS.",
    "The EPS in the Galle District is the only local government institution run by elected representatives at present. All other councils are under special commissioners because of the indefinite postponement of the local government elections.",
    "One may recall that in January 2018, the Supreme Court (SC) issued an injunction preventing the Election Commission from holding the EPS polls because the DUNF had challenged the rejection of its nomination list. In 2019, the SC ordered that the PS polls be held as soon as possible and the EC complied. The SLPP won the EPS in November 2019 comfortably. It secured 17 out of 29 seats with the UNP winning 07 seats, the UNPF 03 and the JVP 02. The UNP was controlling Parliament at that time, but its weakness was exposed when it contested the EPS election.",
    "Interestingly, the EPS budget was first defeated nine days before the SLPP’s National Convention, and its second defeat came three days after the grand event. In other words, the SLPP leaders, in spite of their braggadocio on 15 December, failed to prevent their councillors in the EPS from joining forces with the Opposition to scuttle the PS budget.",
    "How can the SLPP, which does not have control over its councillors in the EPS, expect the general public to buy into its claims and vote for it at future elections?",
    "Budget defeats in local government institutions are not uncommon in this country. Local councillors are usually at loggerheads due to petty political rivalries and competing interests. Every member of a local council wants to be its head. But the resignation of the Chairman representing the SLPP in the last remaining elected local council due to an intraparty dispute at this particular juncture assumes national significance and augurs ill for the faction-ridden ruling coalition.",
    "The SLPP may be able to retain control of the EPS, but its administration is bound to be unstable given rivalries among its councillors.",
    "The SLPP’s impressive win in the EPS polls in November 2019 was a forerunner of the collapse of the Yahapalana rule a few weeks later. That election enabled the SLPP to shore up its image and demonstrate its electoral strength following the Joint Opposition’s abortive bid to wrest control of Parliament in the latter part of 2018.",
    "Having dislodged the hurriedly-formed Sirisena-Rajapaksa administration, the UNP emerged united and stronger so much so that it was popularly thought that Rajapaksas’ political misadventure had cooked the SLPP’s goose. But the EPS election helped dispel doubts about its electoral strength at the time and provided a turbo boost to its efforts to topple the Yahapalana government.",
    "What has been reported from the EPS is a warning signal for the SLPP, whose leaders are living in a fool’s paradise, trying to wish away the harsh political reality.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}