{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/launch-of-cse-sustainability-reporting-guide-awareness-session/",
  "time_ut": 1701955260.0,
  "original_lang": "en",
  "original_title": "Launch of CSE Sustainability Reporting Guide & awareness session",
  "original_body_lines": [
    "The Colombo Stock Exchange (CSE), in collaboration with the Global Reporting Initiative (GRI), developed the 3rd version of the sustainability reporting guide, which was ceremonially launched at the Market Opening Bell Ringing ceremony held at the trading floor of the CSE. The publication is now available at www.cse.lk.",
    "Delivering the keynote address at this ceremony, Faizal Salieh, Chairman, Securities and Exchange Commission of Sri Lanka (SEC), emphasized that “Sustainability reporting and disclosure have become the fastest-growing non-financial reporting type over the past 10 years. About 96% of the largest 500 companies by market cap had published sustainability reports in 2022. And the figure is up from 86% in 2018. Many more companies have adopted sustainability reporting over the past two years.”",
    "“One of the most widely recognized sustainability reporting standards is the GRI standard. The GRI standards are designed to help organizations respond to emerging information demands from stakeholders and regulators and are regularly reviewed to ensure they reflect global best practices on sustainability reporting. The benefits of sustainability reporting will help companies gain a foothold in the future economy, and it will lead to new and improved products, services, and business models. That, in turn, will attract more customers and improve the financial performance of companies.”",
    "Dilshan Wirasekera, Chairman, Colombo Stock Exchange, speaking at the event, said, “As the Colombo Stock Exchange, we are proud to introduce the 3rd version of the guidance document aimed at fostering sustainability reporting among our listed companies. Embracing sustainability not only ensures responsible business practices but also drives long-term value creation. This initiative aligns with our commitment to cultivating a thriving, sustainable market that benefits all stakeholders—companies, investors, and the community alike.”",
    "Dr. Aditi Haldar, Director, GRI South Asia, made her observations at the event and said, “Our latest guidance document for listed companies in Sri Lanka on communicating sustainability represents a significant evolution, seamlessly incorporating the perspectives and standards set by the Global Reporting Initiative. This comprehensive resource offers a panoramic overview of the sustainability reporting landscape and its fundamental principles. Beyond being an informative tool, it serves as a compelling catalyst, inspiring Sri Lankan companies to embark on their sustainability reporting journeys and encouraging others to enhance their existing practices.”",
    "To coincide with the launch of the CSE Sustainability Reporting Guidelines, the CSE, in collaboration with GRI South Asia, also organized an informative knowledge session focused on Corporate Sustainability Reporting in Sri Lanka for the representatives of listed companies. This session aimed to provide an outline of the existing standards and valuable insights into the latest developments in standards, offering a comprehensive overview. The session, facilitated by Mr. Rahul Singh, Manager at GRI South Asia, was designed not only for established GRI reporters but also to support preparers embarking on their sustainability reporting journeys.",
    "Market participants cash in on modest profits in frontline stocks",
    "Extra pressure on market from Softlogic Holdings’ share price depreciation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}