{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Govt-keen-to-make-public-relations-more-people-friendly-Thusitha-Halloluwa/14-750316",
  "time_ut": 1688687094.0,
  "original_lang": "en",
  "original_title": "Govt. keen to make public relations more people-friendly: Thusitha Halloluwa",
  "original_body_lines": [
    "Public relations is a vital component in the Government machinery to provide equal access and treatment to all citizens",
    "Response to public grievances will be sent within a maximum of 14 days",
    "‘One Window’, a district-centred program organised by the Presidential Secretariat to solve grievances in villages, will be launched in July",
    "Sri Lanka needs to empower youth and children to change the system",
    "“People clamoured through the ‘aragalaya’ for change in the entire government machinery when they demanded a regime change, last year. Setting an example to other state institutions, under the directive of President Ranil Wickremesinghe, the Presidential Secretariat has adhered to a change to increase its efficiency to serve the people,  Director General, Public Relations of the Presidential Secretariat Thusitha Halloluwa said.",
    "He said President’s Secretary Saman Ekanayake has given instructions to respond to people’s woes within 14 days and solve their grievances in a short period of time to build trust between the people and the Government.",
    "“ President Ranil Wickremesinghe, taking it as a challenge and trying his best to bring about the change the people expected, is committed to drive the country to overcome the prevailing economic crisis,” he said in an interview with the Daily FT.",
    "Q: How important is it to strengthen public relations to reach the masses at grassroots level?",
    "Having been under colonial rulers and after 75-years of independence coupled with some loopholes in the country’s education system, still the people are in a different mental state, which is difficult to change. They still think in the traditional colonial way. When an ordinary person steps into a government institution seeking help, the state sector officers often treat them differently  as compared to those who come with political clout and belong to a different strata of society.",
    "No doubt, people have no faith in state sector services due to this pathetic situation in the majority of institutions. Compared to state services provided to the public in developed countries and in many Asian countries, in Sri Lanka it depicts a poor show.",
    "Public relations is a vital component in the government machinery to provide equal access and treatment to all citizens alike, which the state is obliged to do. After working at several ministries and institutions, I have observed that the rural masses with no powerful connections are not paid due attention at state institutions. Their requirements are not well received.",
    "The government is trying its best to give a new look to public relations carried out by the Presidential Secretariat as it is the prime concern of President Wickremesinghe to make this area a more people-friendly place to efficiently resolve their grievances. People come to us, after failing all attempts to resolve their issues at other government institutions. Therefore, we have to attend to them with full responsibility.",
    "A few months ago, a parent came to my office as she could not get any help to solve her issue at the divisional secretariat level. It was a minor matter and she didn't need to come to Colombo all the way from Badulla.  If the officials responsible could serve the people genuinely, we can solve most of the issues in society.",
    "Q: What are the new features added to public relations to make it more efficient and people-friendly?",
    "Firstly, I gave a human touch to this section, which deals mainly with people from all walks of life and from the four corners of the country. We have no differences; we treat all who seek our assistance equally. The staff is instructed to be kind and direct the grievances or complaints promptly to the relevant authorities.",
    "An important addition is getting the services of a counsellor from the Department of Social Services. I believe talking to people who come to us and understanding their grievances is as important to solve their issues easily. People who step into this section are from different walks of life and with different mentalities. Most of them, who have endured their problems for a prolonged period are not quite mentally sound, they are depressed and need someone to listen to them. This is why I have employed a counsellor.",
    "Although we have a limited budget allocation thanks to some generous people who provide us tea and sugar, we offer them a cup of tea.",
    "Another step we strictly adhered to is the time frame given to solve grievances. Within a maximum of 14-days, we should send them a reply, and other institutions we deal with should also respond within 14-days. If we are unable to solve their issues, we inform them about the difficulty in solving the issue.  Normally, we get nearly 100 complaints and grievances and 1,000 letters daily. We reply to each and everyone within four-days.",
    "President Wickremesinghe has taken a special interest to solve the issues of the people, especially the villagers. While shouldering the responsibility of revamping the system to face the prevailing economic crisis, he takes a special interest and has instructed us to give priority to solve the problems of people at village level.",
    "This is why we are launching the first program of reaching out to the rural masses to solve their issues in their own villages. Named ‘One Window,’ organised by the Presidential Secretariat, the first program will be held in the Mullaitivu district from July 2 to 3 covering issues in all villages in the district. The entire government machinery in the district and the relevant ministries will take part in the event to offer prompt solutions to the people.",
    "Q: Many similar programs were launched under every government. How does this program differ from them?",
    "Although similar programs were launched at village level, there are numerous unsolved issues still at village level. On the other hand, this program is different as we will solve the issues in the villages the same day. In other programs they went to the villages to identify the problems but didn’t take action promptly. Under this program the issues will be solved speedily. We will conduct this program in each district.",
    "Once we identify a district, people’s grievances will be collected from the grama seva level to the district level before conducting the program. Earlier most of the problem solving was done in Colombo, but this is a different approach, where it will be solved at people’s doorsteps.",
    "Initially, it will be launched in the North and the East, as they have been battered by terrorism for three decades and deprived of any development. Their woes have not yet been solved genuinely due to political and social reasons.",
    "President Wickremesinghe has directed us to give priority to solve the grievances in the North and the East and then to solve issues in the South. It will be a one stop shop to solve all unsolved issues among people ranging from issuing birth and death certificates, land and educational issues, health, etc.",
    "Q: What is the progress of launching the online platform to facilitate people to lodge their grievances from home?",
    "Yes, it will also be launched soon. This tri-lingual online platform, which is our official website, is named, 'Janapathi Savanata’. Our main intention is to facilitate the public to lodge their complaints, grievances and issues from their homes.",
    "For example, if it is an issue regarding a land dispute, we will direct it to the Ministry of Lands for speedy action. We have at present, trained officers attached to all government institutions, including ministries, to handle the process. A reference number will be given to each and every entry and we expect to solve the issue within two weeks.",
    "Since they are given a reference number, they can see the progress of their complaint. This saves time, money and the hassle of coming all the way to government offices in Colombo to get assistance.",
    "A few weeks ago another parent, in her 60s, came to our office, since she received no reply from the respective divisional secretariat for months. She had pawned her earrings for Rs. 2,000 to find the bus fare to visit our office.",
    "It was a minor matter that could easily be solved at divisional secretariat level if the divisional secretary had done so.  Our objective is to solve issues including such minor matters through the online platform.",
    "Q: What is the progress of the bill on disabled people forwarded to the Cabinet?",
    "There is a significant number of disabled people including war heroes who still face issues. Some of the issues have been neglected for years as there was no legal framework that could facilitate solving such issues. At a meeting with the Sri Lanka Disabled Persons’ Association it was revealed that there is a drafted Act but nothing done to get  Cabinet approval. We coordinated with the relevant ministries including the Ministry of Justice and Social Services. Finally we were able to get Cabinet approval for this bill, which has provisions to uplift the lives of disabled persons on par with facilities in Western countries. Now it is in its final stage.",
    "Q: There are several institutions that deal with issues related to women and children, the most vulnerable segment of society. Do you get requests to support them?",
    "The Child Protection Authority is under the purview of the President and he is very keen on supporting women and children to have a peaceful and secure environment to live in. We have been instructed to give priority to such requests.  Some destitute mothers, with four to five children, come to us saying they cannot raise their children. Most of their husbands are drug addicts or have left homes abandoning the families. The women can't seek employment as they have to look after the small children. We refer them to the divisional secretariats to forward a report about the family and refer them to the Department of Child Care and Probation to find safe homes for the children. This process has helped the abandoned children to attend school and the mothers to find jobs.",
    "Q: How are you going to tap the contribution of youth into the programs?",
    "I strongly believe if you want to change a system you need to get the support of the youth. As a country we need to empower youth and children to change. We are coordinating with diverse youth groups around the country to get them involved in our programs. We have studied their issues and needs that have been neglected for many years. Youth at village level have their own problems. We are trying to resolve them with the support of the youth groups. Working with youth groups is easy as they understand instructions if given properly. Some politicians in their respective areas have delayed addressing their issues.",
    "Q: What are the services provided for the Sri Lankan house maids in the Middle Eastern countries?",
    "Although there is a separate Ministry and other state institutions to look into their issues, we also coordinate with those institutions to facilitate Sri Lankan house maids and other workers in the Middle Eastern countries when they contact us directly. Mainly we get complaints from their kith and kin who fail to locate their whereabouts when they have left for jobs.",
    "We also get complaints from those who were allegedly beaten by masters and alleged harassments at the consular divisions. We direct them to the relevant institutions for further actions while monitoring them.",
    "Q: You said you wanted to bring a change to public relations at the Secretariat. Were you able to achieve it?",
    "Yes, for the last few months more people are visiting us seeking solutions to problems. We have been able to build trust among them so that when they go to the Presidential Secretariat their issues will be looked into promptly.",
    "What I have understood is that many who visited the divisional secretariats were not allowed to meet the divisional secretary to resolve their issues. They have gone to the Police station but they have not met the OIC and similarly they have failed to reach top officers to solve their issues. Many people are not aware of the services offered at the Presidential Secretariat.",
    "These are the main allegations that have led the public to state that public service is inefficient. We are trying our best to support all who reach us for help. We welcome them cordially, listen to them and support them to find solutions to their issues."
  ]
}