{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ugc-and-world-bank-collaborate-to-promote-higher-education-development-in-south-asia/",
  "time_ut": 1686321300.0,
  "original_lang": "en",
  "original_title": "UGC and World Bank collaborate to promote Higher Education Development in South Asia",
  "original_body_lines": [
    "The University Grants Commission (UGC) of Sri Lanka and the World Bank have joined forces to advance higher education operations in the South Asia Region (SAR). This partnership was further solidified under the banner of “Regional Cooperation for Higher Education Development: Options for the South Asia Region”, a joint 2-day event and forum, which was held on the 6th and 7th of June 2023 in Colombo, at the Taj Samudra Hotel. This collaborative initiative was aimed at fostering knowledge exchange, exploring collaboration opportunities, and showcasing recent advancements in higher education.",
    "The initiative brought together distinguished delegates from the South Asian Association for Regional Cooperation (SAARC) countries, including Bangladesh, Bhutan, India, the Maldives, Nepal, Pakistan, and Sri Lanka. Key representatives from the World Bank too were present to contribute their expertise and insights. A special dinner was also hosted during the event, where the keynote lecture was delivered by The Hon. Susil Premajayantha, Minister of Education in Sri Lanka.",
    "The 2-day event successfully achieved its objective of bringing together leaders from the South Asia Region (SAR), and officials from the UGC and the Ministry of Education to explore collaboration opportunities. It provided a platform for fruitful discussions on further enhancing cooperation in higher education. The presentation of the World Bank report on “Regional Cooperation for Higher Education Development: Options for the South Asia Region”, which was the key focus of the event, offered valuable insights and recommendations for the advancement of higher education in the region.",
    "Ample opportunities for peer-to-peer exchanges, networking, and engagement with the press were provided during the 2-day event. The agenda included panel discussions featuring renowned experts such as Dr Nina Arnhold, Global Lead for Tertiary Education at the World Bank, and Professor Seeram Ramakrishna, Co-Director of the NUS Nanoscience and Nanotechnology Initiative, among others.",
    "Orient Finance earns Great Place to Work Certification for second year",
    "Joint Apparel Association Forum : ‘Maintaining GSP+ is critical to Sri Lanka’s apparel sector’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}