{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-surprises-markets-with-200-bps-srr-cut-127799/",
  "time_ut": 1691571600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank surprises markets with 200 bps SRR cut",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Central Bank cut commercial banks’ Statutory Reserve Ratio (SRR) by 200 basis points with effect from August 16 with an aim to inject liquidity to the banking system and further reduce market liquidity deficit on a permanent basis, the Central Bank said.",
    "“The Monetary Board of the Central Bank of Sri Lanka, at its meeting held on 8 August 2023, decided to reduce the Statutory Reserve Ratio (SRR) applicable on all rupee deposit liabilities of Licensed Commercial Banks (LCBs) by 200 basis points, from 4.00 per cent to 2.00 per cent, with effect from the reserve maintenance period commencing 16 August 2023,” the central bank said.",
    "Usually the central bank takes monetary policy decisions at its scheduled Monetary Board meetings. In the last monetary policy review on July 6, the central bank cut the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) by 200 basis points (bps) in line with its easing monetary policy to accommodate economic growth.",
    "The next monetary policy meeting is scheduled to be held on August 24.",
    "“This reduction in the SRR is expected to release around Rs.200 billion of liquidity to the domestic money market, which would enable a further downward adjustment in the market lending rates as a result of the reduction in cost of funds of LCBs, thereby supporting the expansion in credit flows to the economy,” it said.",
    "“While LCBs are expected to pass the benefit of the SRR reduction to their customers without delay, the Central Bank will continue to monitor market developments, and take appropriate administrative measures, if required, to ensure faster reduction of market lending rates.” (Colombo/August 09/2023)"
  ]
}