{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cross-border-co-operation-key-to-stopping-illegal-migration/",
  "time_ut": 1689089220.0,
  "original_lang": "en",
  "original_title": "‘Cross border co-operation, key to stopping illegal migration’",
  "original_body_lines": [
    "Joint release between the Australian Border Force, Sri Lanka Navy, and Sri Lanka Police",
    "Australia’s commitment to stopping illegal people smuggling has been reinforced this week in a visit to Colombo by Commander Joint Agency Task Force Operation Sovereign Borders, Rear Admiral Justin Jones, CSC, RAN.",
    "The visit follows an Operation Sovereign Borders interception and return in early May, where 41 Sri Lankan individuals, who left from Valaichchenai, were attempting to migrate illegally by boat to Australia.",
    "Speaking in Colombo, Rear Admiral Jones said the success in supressing the illegal people smuggling trade is an ongoing success of both governments, but there is always more work to be done.",
    "“The partnership between the Sri Lankan and Australian governments to combat the criminal people smuggling trade is gold standard, and the recent interception is proof of that enduring closeness,” Rear Admiral Jones said.",
    "“This interception also demonstrates there is ongoing work to be done to educate people about the dangers and repercussions of these illegal journeys,” Rear Admiral Jones said.",
    "Sri Lanka Navy Commander Vice Admiral Priyantha Perera said, “People are still being lured to part with their hard-earned savings and falsely believe that an illegal maritime journey will work. It will not. That is why educating communities on both the pitfalls as well as the legal pathway is vital to stemming the flow.”",
    "Sri Lanka Police Media Spokesperson, Nihal Thalduwa, commended the effectiveness of the partnership between Sri Lanka and Australia in deterring and disrupting illegal maritime ventures.",
    "“Sri Lanka Police works very closely with Australia to combat the threat of people smuggling and other transnational organised crimes. We are resolute in stopping vulnerable people from falling prey to people smugglers,” Mr Thalduwa said.",
    "The success of the relationship is reflected in the success of the Australian Government’s Zero Chance anti-people smuggling communication campaign across the country, delivered through a range of advertising and community engagement channels. It is designed to raise public awareness of Australia’s strong border protection policies, alert potential illegal immigrants to the dangers of attempting sea journeys, and the criminal disregard people smugglers have for their welfare.",
    "Research conducted during the recent Zero Chance community roadshow pointed to a high degree of awareness among Sri Lankans of Australia’s tough border protection policies, but varying degrees of awareness of the legal consequences of attempts to reach Australia by boat.",
    "“Ninety-seven per cent of those surveyed had a strong awareness of Australia’s policies on illegal maritime migration. This level of awareness speaks to the dedication of our Sri Lankan partners in extending the reach of the Zero Chance message to various socio-economic groups in Sri Lanka.”",
    "“Having said that, our combined work in this area never stops. I cannot stress enough the futility of undertaking such dangerous journeys – there is Zero Chance of success for those considering undertaking illegal maritime migration,” Rear Admiral Jones said.",
    "For more information on Australia’s border protection policies, visit www.australia.gov.au/zerochance",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}