{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/GoSL-yet-to-approvefree-Korean-investment-initiative/231-258901",
  "time_ut": 1683656022.0,
  "original_lang": "en",
  "original_title": "GoSL yet to approvefree Korean investment initiative",
  "original_body_lines": [
    "The free investment initiative involves collaboration between Korean industrialists and local businessmen",
    "The GoSl lacks in the effort needed to be taken to create the necessary legal framework to facilitate the establishing  of these Korean industries in Sri Lanka",
    "Cho Sung Lea, President of the South Korea Disaster Relief Foundation (SKDRF), has visited Sri Lanka 20 times over the past eight years to provide Sri Lanka with investment and employment opportunities from Korea. Lea has been nominated for the Nobel Peace Prize as well. This article is based on his recent interview with Sunday Lankadeepa, in which he shared his experiences in Sri Lanka during his visit to provide 19 modern factories and 30,000 job opportunities for Sri Lankans.",
    "The Korean Government is currently making significant contributions to boost Sri Lanka’s economy. As part of this effort, steps have been taken to provide 19 factories with advanced technical facilities to Sri Lanka in the first phase. These factories are equipped with the latest technology and knowledge and are among Korea’s most profitable ones. They are provided by the SKDRF, whose President Lea is currently visiting Sri Lanka to oversee the project. In addition to these factories, there are plans to create 30,000 job opportunities in Korea for Sri Lankans by the end of 2023.",
    "These 19 factories and 30,000 job opportunities are part of a free investment initiative that involves collaboration between Korean industrialists and local businessmen. However, there is an issue. The Sri Lankan Government has not yet given its approval, despite Korea’s offer. Various reasons have been cited for the delay, including demands from some parties for permission to start the factories, while others are focused on the job opportunities.",
    "SKDRF President Lea is committed to strengthening Sri Lanka’s economy. Lea has said that as a country that has risen from poverty in the past, Korea’s businessmen are now striving to lift the people of Sri Lanka out of economic pressure. According to him the products manufactured by these Korean companies are to be sold under the “Made in Sri Lanka” label. Over the past eight years, Cho Sung Lea has visited Sri Lanka 20 times to realise this vision under the guidance of the Korean business community. On every visit, some Sri Lankan politicians and officials assured Lea that they would assist him in achieving his goals, only to disappoint him later. Even political leaders have been among those who have failed to keep their promises. Additionally, the SKDRF plans to launch a modern housing project with welfare facilities for 1,000 impoverished families in Sri Lanka, but there has been no response from the Sri Lankan Government.",
    "Lea is determined to overcome any obstacles he faces. He pointed out that he had been bringing these opportunities to Sri Lanka over the past eight years without expecting any personal gain for Korea or himself. Lea pointed out that Sri Lanka is yet to fully embrace the economic advantages offered by Korean businessmen in good faith; which is a form of diplomatic exchange between countries.",
    "For these industries to be established in Sri Lanka, the Sri Lankan Government needs to create the necessary legal framework. However, there seems to be a lack of effort in this regard. On the other hand, the Korean Government has already established the necessary foundations for the projects. Admitting that he is not well-versed in Sri Lankan law Lea suggested that those who wish to start Korean businesses in Sri Lanka will need to find solutions to any legal challenges they may encounter.",
    "Korean businessmen typically do not invest in Sri Lanka as sole proprietorships. In Korea, regular citizens run businesses as opposed to Sri Lanka where the Government runs businesses. As a result, when Korean businessmen visit Sri Lanka, they often engage in joint ventures rather than starting individual businesses, according to Lea.",
    "There is high demand for products made with new technology in many countries. Korea is prepared to introduce such technologies to Sri Lanka, but Sri Lanka is not willing to accept these investments. If Sri Lanka is prepared, Korea is willing to move forward with cooperation sans delays",
    "Cho Sung Lea, President of the South Korea Disaster Relief Foundation",
    "In the past, Korean companies attempted to start individual businesses in Sri Lanka, but were unsuccessful due to the challenges of running the industries independently. However, when Korean businessmen invest in factories with modern technology facilities and offer them to Sri Lankan investors for free, they could work together under the existing legal framework of the country. This would reduce external influences on the industry and lead to profitable joint ventures. Eventually, the Korean businessman would hand over the factory to the local businessman, transforming it into a local factory, according to Lea. He added that the products manufactured in Sri Lanka using Korean technology could be marketed worldwide under the label of “Made in Sri Lanka”, contributing to the country’s economic growth.",
    "Products manufactured using Korean technology are in demand in the global market and are of exceptional quality. This presents an opportunity for Sri Lanka to experience an economic awakening, and Korea only plays a role to achieve that target. Lea pointed out that he envisions a bright future for Sri Lanka and has a great affection for the country. He believes that if Sri Lanka is provided with such opportunities, its youth will not seek employment opportunities overseas. Therefore, the Sri Lankan Government should adopt a forward-looking approach, he added.",
    "This time, after 8 years, his efforts produced some success because two committed businessmen from Sri Lanka, Ranjith Gamage and Vishwa de Silva, visited Korea. They visited Korea and observed 19 businesses that they believed could be established in their home country. They worked together with the SKDRF to make this a success. Lea added that Vishwa De Silva and Ranjith Gamage were appointed respectively as the President and the Vice President of the SKDRF Sri Lankan office. These businesses are not small-scale industrie,s but large-scale factories. Among the products they manufacture are electric motorcycles, electric three-wheelers, and eco-friendly insecticides (These insecticides are not toxic to humans and have a fruity taste. They are also eco-friendly and do not harm animals, except for crop-damaging pests. They can produce affordable solar panels- that can save electricity up to 70 percent, electrical plugs that are waterproof, cosmetic devices that are safe to use, and medicines made from cannabis leaves that can cure incurable diseases, according to him.",
    "The goal should be to develop Sri Lanka into a developed country, rather than it remaining a developing country. Sri Lanka needs to shift its focus towards innovation and the creation of new things. The government must play a crucial role in supporting this transition. To develop Sri Lanka, the country should prioritise industrial exports. The factories equipped with Korean technology to be established in Sri Lanka will produce products that are not yet manufactured by other countries; making these products a dream for them. Once these industries are established in Sri Lanka, they will attract foreign investors. Lea believes that his love for Sri Lanka is unmatched.",
    "He also added that despite his sincere efforts to contribute to Sri Lanka’s development, the country is not ready to receive it. He wants to give something, but the Sri Lankan Government has not provided a suitable platform for him to do so. Sri Lanka had to seek IMF relief due to a shortage of dollars, and the country should focus on making investments and generating dollars internally. As a Korean, he sees the importance of these things, but he feels that responsible people in Sri Lanka do not share the same perspective. Lea finds it surprising.",
    "So far, Sri Lanka has not been receptive to the investments from Korea, despite our readiness to invest, he added. There is high demand for products made with new technology in many countries. Korea is prepared to introduce such technologies to Sri Lanka, but Sri Lanka is not willing to accept these investments. If Sri Lanka is prepared, Korea is willing to move forward with cooperation sans delays. According to Lea the annual income of Sri Lanka in trillions will be equivalent to the monthly income of a Korean company.",
    "Some Korean businesses that are to be established in Sri Lanka require government assistance, but the Sri Lankan Government does not seem interested or willing to provide it. Unlike in Korea, where politicians make decisions to develop the country and improve people’s lives, this does not seem to be the case in Sri Lanka. The Korean Government provides subsidies to promote agriculture, as farmers are the ones who provide food for the country. Lea suggested that the Sri Lankan Government could at least provide environmentally friendly insecticide technology to farmers to double their yields, but they are not ready for it.",
    "“I have been visiting Sri Lanka for 8 years and have met many people and informed them about investments from Korea. They seemed enthusiastic and willing to proceed, but",
    "unfortunately, many of them did not follow through with any action. I have met many such people. This has left me feeling quite helpless. I’ve experienced that people in Sri Lanka often talk more than they actually work. Earlier, I informed Korean investors that people from Sri Lanka were interested in making investments, and the investors were pleased. However, there was no response from Sri Lanka, and I was embarrassed when meeting with the Korean businessmen. Sri Lankans do not follow through on even one of the ten things they promise, so I have decided not to believe anything they say anymore. This is the reason why Sri Lanka cannot move towards economic development. We must not lie and must fulfill our promises. Our words should not be limited to just one instance. If we tell Koreans a lie, we risk losing their trust and they may not give us a second chance. We should not be such people. As a Korean who loves Sri Lanka, I will continue to visit Sri Lanka for the next 8 years, but only to work with people who can be trusted to deliver on their promises.",
    "“There are some officials in Sri Lanka who fail to keep their promises, and I do not wish to associate with such individuals. However, I have hope that they will eventually understand and change their ways. I have encountered several politicians in Sri Lanka. This time I have chosen not to meet with them. They often make promises that cannot be fulfilled. This is a heavy burden on my mind. Instead, I have delegated the responsibility to the Sri Lankan President,” said the Vice President of the SKDRF. “We are unwilling to give concessions. I believe that any benefits received from Korean investments should go directly to the country and its people.",
    "“In Korea, our politicians are different. Every year, they have to go through a scrutiny process where their securities and estates are closely examined. They have to disclose the worth of their houses, the number of bank accounts they have, and their property inheritance, if any. If they have acquired any properties after entering politics, an investigation into how they were earned is conducted. They also have to present their assets and liabilities, and they are revealed to the country through the media. If there is any question about their assets, further investigations are conducted and the politician could be arrested after informing the country about his misdeeds through the media. Korean politicians are dedicated to serving the country. If they fail to fulfill their promises, they will not be elected again. The people hold them accountable and this is why Korean politicians do not lie to the people,” said Lea who believes that if the people of Sri Lanka also understand this and hold their politicians accountable, the country can progress and develop better.",
    "“It is crucial for both parties to have a mutual relationship when it comes to investments. Sri Lanka and Korea can embark on a prosperous journey if they work together in good faith. Over the last 8 years, I have been committed to bringing Korean investments to Sri Lanka. It cannot be a one-sided effort. The current President of Sri Lanka Ranil Wickremesinghe has earned the trust of the business community by maintaining a reputation of integrity,” he said. At the time of writing Lea said that he was optimistic that he would receive a positive response from the President before his departure from Sri Lanka. Upon receiving a favorable response, the President and Vice President of the Sri Lankan office of the SKDRF were expected to collaborate on planning future activities,” according to Lea.",
    "Sri Lankans meeting officials of a Korean factory in South Korea"
  ]
}