{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-bakers-mull-cutting-bread-price-to-rs100-amid-tight-money-114488/",
  "time_ut": 1678245120.0,
  "original_lang": "en",
  "original_title": "Sri Lanka bakers mull cutting bread price to Rs100 amid tight money",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s bakers are planning to drop the price of bread to 100 rupees a loaf from 180 rupees in the hopes of recovering lost demand, an industry association said as the country halted money printing, the rupee appreciated and the US also tightened monetary policy.",
    "“The production of bakery products has decreased, and to return it to its normal state, the price of bread should be reduced to 100 rupees,” said N K Jayawardena, President of the All Ceylon Bakery Owners’ Association, told Economy Next.",
    "“The demand for bread has decreased by 20 percent because customers’ disposable income has dropped.",
    "“A loaf of bread is currently being sold for between 150 and 180 rupees. Therefore, a price drop will increase demand.”",
    "Modern inflationist economists however do not believe that falling prices and higher disposable incomes of the poor can boost demand.",
    "Sri Lanka’s Central Bank Governor Nandalal Weerasinghe put the brakes on inflation, with the looming possibility of the country sliding into hyperinflation and dollarization by hiking interest rates to halt money printing in April 2022.",
    "Before the rupee collapsed from 200 to 360 to the US dollar, after economic interventionists printed money printing to target an output gap, a loaf of bread was 60 rupees.",
    "From around 2020, the US Federal Reserve also printed money, weakening the dollar and sending commodity prices, including wheat, to new highs. Sri Lanka’s economic bureaucrats also justified money printing pointing to US Fed actions.",
    "But the US Fed is now in withdrawing printed money (quantitative tightening) after inflation hit 40-year highs, moderating global commodity prices including wheat, while the rupee is also appreciating after money printing ended and a surrender rule which pushed the rupee peg down was relaxed.",
    "In Sri Lanka and other third world countries, central banks do not usually allow the rupee to appreciate after it falls, thinking a weaker currency will boost exports, unlike in clean floats.",
    "The prices of bakery products were increased several times last year as forex shortages reduced wheat imports, amid a global price spike, in parallel with price hikes in eggs, wheat, and fuel.",
    "Earlier in 2023 the bakery owners’ group, which hikes prices in a cartel-like fashion, decided to hold prices despite a hike in electricity costs, saying demand is already low, as wheat prices started to fall.",
    "The last price increase was in July 2022, and as a result of the drop in sales, more than 50 percent of the 7,000 registered bakeries with the association have closed down, Jayawardena said.",
    "“The increase in electricity bills has further contributed to the downfall of the industry, but due to the necessity of sustaining the bakery industry, the bakery owners have to endure it.”",
    "Printed money usually go to state workers and suppliers – or if the central bank rejects bids to maturing bill auctions, to previous owners of Treasury securities – who will buy goods first, allowing producers to keep raising prices. (Colombo/ Mar 08/2023)"
  ]
}