{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Top-UN-official-visits-SL-meets-top-officials/56-757092",
  "time_ut": 1704478590.0,
  "original_lang": "en",
  "original_title": "Top UN official visits SL, meets top officials",
  "original_body_lines": [
    "ASG and UNDP Regional Director Kanni Wignaraja, and UNDP Resident Representative in Sri Lanka Azusa Kubota during their meeting with Prime Minister Dinesh Gunawardena, Foreign Affairs Minister Ali Sabry, and State Minister of Finance Shehan Semasinghe",
    "United Nations Assistant-Secretary-General (ASG) and the United Nations Development Programme (UNDP) Regional Director Kanni Wignaraja, concluded her meetings in Sri Lanka, aimed at extending partnerships and development financing for the country to contribute towards recovery efforts.",
    "During her short visit, ASG Wignaraja engaged in high-level discussions with national leadership, including Prime Minister Dinesh Gunawardena, Foreign Affairs Minister Ali Sabry, and State Minister of Finance Shehan Semasinghe. She also met with Japanese Ambassador to Sri Lanka Mizukoshi Hideaki.",
    "ASG Wignaraja’s exchanges focused on Sri Lanka’s current development priorities and needs, and the relevant policy reforms being pursued to ensure a more sustainable and inclusive growth and recovery. Emphasis was placed on the challenges faced by the most vulnerable, who are highly susceptible to inflationary pressures on food and essential commodities, and regressive tax policies.",
    "The meetings also pinpointed enhanced collaboration between UNDP and the Government on strengthened economic governance and improvement of the country’s overall productivity, transparency and efficiency, particularly through digitalisation of service delivery and the effective implementation of the new composite anti-corruption law. ASG Wignaraja also discussed the need for greater investments and incentives to accelerate the renewable energy transition and the valuation and management of natural assets including the island’s significant biodiversity, both on land and underwater, to lay necessary foundations for innovative financing. She also shared the findings of UNDP’s 2024 Regional Human Development Report for the Asia-Pacific which provides contemporary data and analysis on the development trends in the larger region and the positioning of Sri Lanka in the broader regional context.",
    "UNDP partners with people at all levels of society to help build nations that can withstand crisis, and drive and sustain the kind of growth that improves the quality of life for everyone. On the ground in 170 countries and territories, we offer global perspective and local insight to help empower lives and build resilient nations."
  ]
}