{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/A-Fuhrer-in-the-making/4-745532",
  "time_ut": 1676932476.0,
  "original_lang": "en",
  "original_title": "A Fuhrer in the making",
  "original_body_lines": [
    "President RW is emerging as Sri Lanka’s strong man ready to implement a tightened fiscal policy regime while dispensing with any need for popular consent",
    "Misrule, mismanagement and misappropriation at the highest level of government drove Sri Lankan economy to bankruptcy, and that bankruptcy is turning out to be the crucible for the country’s democracy. President Ranil Wickremesinghe, when speaking at the ‘Imagine’ 32nd Rotary District Conference in Colombo just a couple of days ago, made it clear that his “first, second and third priorities” would be economic recovery while maintaining law and order to prevent anarchy. Once the economy recovers, according to him, he would allow the people to use their voting power “next year”, i.e., 2024, to decide about the future.",
    "It should now be clear to opposition parties and people as a whole that the scheduled Local Government Elections (LGE) on 9 March would not be held. Will the country’s judiciary allow this denial of democracy by a president who came to power not with the consent of his people but through a constitutional process? RW has determined to use all the powers bestowed upon him by that constitution to continue his rule until his term ends, if not beyond. A Fuhrer is clearly in the making. Will he create a Gestapo to eliminate his opponents?",
    "Behind RW’s determination is his confidence that IMF would soon release its promised $ 2.9 billion Extended Fund Facility (EFF), whether China offers or not additional finance assurance for its share of Sri Lanka’s debt. This confidence has increased after the President successfully manipulated the Public Utilities Commission (PUCSL) to approve raising electricity tariffs by another 66%. It was raised by 75% only six months ago. These increases were to comply with IMF’s conditionality.",
    "Moreover, with financial assurance from India, Paris Club and the Bondholder Group and their willingness to restructure Sri Lanka’s debt, and with rising tension between US and China, IMF assistance and additional funds from the World Bank (WB) and Asian Development Bank (ADB) have become more a geopolitical necessity than economic. It is not a secret that IMF is also a tool of American imperialism. Recent visit to Colombo by a 20-member US delegation team led by Jedidiah Royal, the Principal Deputy Assistant Secretary of Defence for Indo-Pacific Security Affairs, adds more weight to the geo-political argument. All this had increased RW’s expectation that IMF fund would be made available soon. He expects that to be in March.",
    "Tight fiscal policy and strong government are two of the essential ingredients of typical IMF recipe for any bankrupt economy that seeks its assistance. IMF does not mind if that strong government produces even a Fuhrer as long as that leader follows the recipe without compromising. President RW is emerging as Sri Lanka’s strong man ready to implement a tightened fiscal policy regime while dispensing with any need for popular consent. His instructions to the Treasury not to release funds for non-essential expenses, and accordingly, the Treasury’s denial of funds to the Elections Commission to conduct the LGE scheduled in March is indication of RW’s resolve to continue ruling with iron fist.",
    "Peoples’ Action for Free and Fair Elections (PAFFEL) complaint about death threats to officials working for the Elections Commission, sealing by police the office of PUCSL Chairman Janaka Ratnayake, who did not support the 66% increase, and RW’s determination to put down any organised protests against his rule are signs of an emerging repressive regime.",
    "The need for higher taxes and strong government are sold to the public with the promise of a phantasmagoric economic affluenza in 25 years. Hence, RW’s appeal to people for sacrifice in the name of patriotism. Didn’t the German Fuhrer also promise such fantasia in the name of patriotism and Aryan supremacy? Did he succeed at the end?",
    "The problem with IMF is that it has a one size fit all design. True, a bankrupt government should increase its revenue and reduce expenditure. Therefore tax increases are unavoidable, but the issue is which taxes to be increased and who should pay them. IMF prefers broadening the tax base with indirect taxes levied on most consumables, and according to its philosophy, taxing the rich is to kill the goose that lays golden eggs. The 66% hike on electricity is typical of an indirect tax and its incidence would fall disproportionately on middle and low-income households. Although RW has promised no power cuts, yet the burden of that tariff would inevitably force households to adopt self-imposed power cuts to minimise the electricity bill. (It would be interesting to study the impact of these power cuts on national birth rate when the next census takes place).",
    "IMF also prefers a strong government to implement its recommendations, but whether that government should be clean or not doesn’t seem to be its worry. This is the problem with the government under RW, which is run by the same crooks and looters who made IMF intervention necessary in the first place. The President himself depends on their support to remain in power. He is utterly powerless to call them to account for mismanaging the economy, and by preventing the LGE he is also denying the people a chance to pass their verdict on them. In fact, several countries in South America, Africa and Asia that sought IMF assistance did not prosper because of corrupt governments protected by outside powers at the expense of democracy.",
    "RW’s promise of an election next year is pinned on his hopes for economic revival. It is unlikely that his hopes would materialise, because it is not simply the economy that needs revival but the entire socio-political system and culture on which the economy has been built needs replacing. Already, foreign corporations such as Japanese Mitsubishi and Taisei have decided to leave the country and German companies are threatening the same if import ban continues. More than 300,000 young and skilled workers left the country in 2022 alone to seek employment abroad and an estimated 1,000 doctors have migrated. RW’s tax measures had created a crisis for the survival of small and medium enterprises, and notably to the apparel industry. In addition to difficulties at the local level, IMF and WB have predicted a world economic slowdown in 2023 from which Sri Lanka cannot escape.",
    "Even without system change, economic revival requires more than the implementation of IMF recommendations. Without a vigorous growth in export industries, which require foreign investment, any economic growth will only be sluggish at best. Whether that investment would be forthcoming in view of the low confidence foreign investors have on Sri Lanka’s political stability and economic future is doubtful. Of course, India would invest and so too China, but those investments would be more of strategic value to the two regional giants than to the benefit of Sri Lankans. IMF’s EFF and funds from WB and ADB are not sufficient to fill the investment gap and promote economic growth. Therefore, RW’s optimism about economic revival in one year is sadly misplaced.",
    "Above all, no economy could revive let alone prosper without public support. The Verite Research “Mood of the Nation” poll shows that peoples support to the government had dipped to 10% in February. With increasing public discontent over RW’s anti-democratic political machinations, harsh fiscal measures and increasing cost of living, 2023 is going to be another year of protests and repression. How would the economy revive in such a climate?",
    "(The writer is attached to Murdoch Business School, Murdoch University, Western Australia.)"
  ]
}