{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Bulgarian-President-seeks-increased-bilateral-trade-tourism-flows-and-multifaceted-cooperation-with-SL/34-755634",
  "time_ut": 1701026265.0,
  "original_lang": "en",
  "original_title": "Bulgarian President seeks increased bilateral trade, tourism flows and multifaceted cooperation with SL",
  "original_body_lines": [
    "Sri Lanka’s Ambassador Extraordinary and Plenipotentiary to the Republic of Bulgaria, Dhammika Kumari Semasinghe presented her Letters of Credence to President Rumen Radev Republic of Bulgaria, Poland at the Presidential Palace in Sofia on 22 November 2023.",
    "The formal presentation ceremony was followed by a meeting between Sri Lanka’s Ambassador and the Bulgarian President.",
    "Conveying greetings and best wishes from President Ranil Wickremesinghe to President Radev, Ambassador Semasinghe reaffirmed Sri Lanka’s readiness to revitalise the bilateral engagement and discussed a new roadmap for increasing cooperation in the ICT, agriculture, labour, education, tourism and manufacturing sectors, where prospects for mutual benefit were promising. She outlined the opportunities for Bulgarian investors and businesses as Sri Lanka continued to emerge as an important logistics hub in the Indian Ocean region and its economy became more competitive through the Government’s structural and digital reforms program, with focus on modernising agriculture and upscaling the tourism sector.",
    "President Radev welcomed the accreditation of Sri Lanka’s envoy as a timely  impetus to reactivate bilateral ties and, proposed increasing engagement at the political, institutional, people to -people (tourism and education) and business-to-business levels to add value to the over six decade long relationship. Recalling the emerging economic stature of Asia, and recognising Sri Lanka’s strategic commercial importance in that context, he shared Bulgaria’s interest in expanding relations with Sri Lanka. He assured Bulgaria’s goodwill and ready support to transform the bilateral engagement into a productive multifaceted partnership. President Radev expressed keen interest in having Sri Lankan niche products and cuisine made available to the Bulgarian people.   He was surprised and delighted, when Ambassador Semasinghe shared details of the already established Sri Lankan health-food store “Ceylon Spice” and the Sri Lankan restaurant –“rCurry- Sri Lankan Cuisine” in the heart of Sofia, Bulgaria’s capital city.",
    "Bulgarian President’s Foreign Policy Secretary, Roussi Ivanov and Foreign Affairs Deputy Minister (career diplomat), Tihomir Stoytchev, attended the  meeting.",
    "In keeping with Bulgarian diplomatic practice, the formal ceremony was preceded  by the presentation of copies of Letters of Credence and Recall by Sri Lanka’s Ambassador-designate to Deputy Foreign Minister Tihomir Stoytchev at the Foreign Ministry, followed by a meeting.",
    "During her official visit, Ambassador Semasinghe had meetings with the Bulgarian Chamber of Commerce and Industry President, Tsvetan Simeonov, the Sri Lankan niche products boutique “Ceylon Spice” proprietor, Piyatissa Perera and the Sri Lankan restaurant, “rCurry-Sri Lankan Cuisine” proprietor and team.",
    "Ambassador Semasinghe is a career diplomat with 27 years of bilateral and multilateral diplomatic experience, having served in different capacities in the political, economic and multilateral sections of the Foreign Ministry and abroad, in Sri Lanka Missions in New York, Washington, DC  and New Delhi.",
    "Ambassador Semasinghe, who hails from Thimbiriyawa in the Nikaweratiya Pradeshiya Sabha in Sri Lanka’s  North Western Province, began her undergraduate studies at the Peradeniya University and, completed the BA degree in International Relations and Public Policy at Swarthmore College, Pennsylvania, USA. She has a Master’s in International Public Policy from the Johns Hopkins University, School of Advanced International Studies (SAIS), Washington DC, USA."
  ]
}