{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Lankan-women-and-International-Womens-Day-EDITORIAL/172-255400",
  "time_ut": 1678202073.0,
  "original_lang": "en",
  "original_title": "Lankan women and International Women’s Day - EDITORIAL",
  "original_body_lines": [
    "Today March 8, is International Women’s Day and its time to pay tribute and recognise the contribution Lankan women make to the country’s development.  The month of March is globally dedicated to honour the social, cultural, economic and political achievements of women. More often than not, women’s achievements whether it be in the home or at the workplace goes largely unnoticed and unappreciated. At the beginning of the 20th century, many women in industrially-developing countries entered the labour force taking jobs with low wages, poor working conditions and little or no chance of improvement. The origin of International Women’s Day (IWD) is drawn from more than one historic event and began as an acknowledgement of women’s struggle to make their workplaces better.",
    "The date has its roots in events which took place in New York City on March 8, 1857, when female textile workers marched in protest of unfair working conditions and unequal rights for women. It was one of the first organised strikes by working women, during which they called for a shorter work day and decent wages.",
    "It was their struggle that created the global impetus for an International Women’s Day. For women it is an occasion to review how far they have come in their struggle for equality, peace and development. It is also an opportunity to unite, network and mobilise for meaningful change.",
    "Sri Lanka produced not only the world’s first woman Prime Minister in 1960, it also elected the country’s first woman Executive President in 1994. With such a legacy, it is a puzzle as to why there is such abysmally low political participation by Sri Lankan women. The position of women in our society, is not one we can be proud of.",
    "Today, while we boast of producing the world’s first woman Prime Minister, the media of the day portrayed her simply as ‘the weeping widow’ - making her out to be a person using her husband’s popularity to capture power - no mention of the social work and leadership she provided prior to her marriage. Sadly, participation of women in the decision-making process in parliament today is abysmally low. In the current 225-member parliament, there are only 12 female MPs. This means that women’s representation in the parliament is around 5%.",
    "Most people do not realise that it is women who are driving our economy. Yet. In the main agriculture sectors of tea, rubber and coconut women are employed more in labour positions - as pluckers, tappers and coir workers respectively -.while an insignificant number occupy managerial positions.",
    "The garment sector employs more women workers but fewer women in management positions. Sri Lanka’s biggest foreign exchange earners are migrant workers. Women comprise a large percentage again, mainly in the form of domestic aides. Here too, negligible numbers are represented in managerial positions.",
    "Women remain at the bottom of the job pyramid.Our country has done precious little to up skill them, and provide dignity of labour so they can contribute as dignified workers in an inclusive industry setting.",
    "The gender pay gap estimates, as per the ILO for India, Pakistan, and Sri Lanka ranges from 34% to 22% for the year 2018. This probably would have worsened the post pandemic and the economic downturn. Despite our rich 2500-year-old civilisation, our treatment of women is atrocious. Women in our country continue to face sexual harassment and discrimination on an unimaginable scale. A survey carried out by the Department of Census and Statistics and published in ‘economynext’ showed 24.9% of women in Lanka had experienced physical or sexual violence by a partner or non-partner.",
    "Two in every five women (39.8%) have suffered physical, sexual, emotional, and/or economic violence and/or controlling behaviour by a partner.",
    "According to statistics published in ‘Equality Now’ there were 1,792 reported rape cases in Sri Lanka in 2018, and 1,779 in 2019, with 1,490 cases of rape against children reported in 2019. Our country is home to the three main religions - Hinduism, Buddhism and Christianity. All three preach equality among men and women. Yet even today as statistics reveal, we do not live up to even our religious beliefs.",
    "Its time this country comes together to not merely pay lip-service to our mothers daughters and sisters, but treat to them with the respect and dignity they deserve for their contribution to society.",
    "It is also time to change archaic laws which protect perpetrators of rape and other forms of sexual harassment at the expense of victims."
  ]
}