{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sunshine-Holdings-reports-14-1-YoY-top-line-growth-in-1Q/34-751475",
  "time_ut": 1691368596.0,
  "original_lang": "en",
  "original_title": "Sunshine Holdings reports 14.1% YoY top-line growth in 1Q",
  "original_body_lines": [
    "Diversified Sri Lankan conglomerate Sunshine Holdings PLC said it continued to demonstrate resilience amidst prevailing macro-economic conditions, reporting a top-line growth of 14% YoY.",
    "The Group recorded a consolidated revenue of Rs. 13.4 billion during the first quarter of the current financial year (1QFY24) with Profit after tax (PAT) contracted by 10.6% YoY to Rs. 1.4 billion as a result of, 32.4% YoY increase in admin and S&D expenses, and a 93.5% YoY increase in finance costs during the period. The revenue increase was mainly due to robust revenue growth in key sectors of the Group —Healthcare, Consumer and Agribusiness.",
    "The Group’s Healthcare sector emerged as the largest contributor to Sunshine’s top-line, accounting for 47.2% of total revenue, with Consumer at 35.1%, and Agribusiness 17.6% of the total revenue.",
    "Sunshine Holdings PLC Chairman Amal Cabraal said: “Despite the headwinds, Sunshine Holdings has demonstrated remarkable strength, achieving a commendable top-line growth in the first quarter of FY24. Our robust performance reflects the unwavering commitment and dedication of our team, coupled with strategic focus in key sectors of Healthcare, Consumer, and Agribusiness. As we navigate through the prevailing economic uncertainties, our ability to adapt and thrive stands as a testament to the agility and resilience embedded within our organisation. Despite challenges, we remain steadfast in our pursuit of sustainable growth and value creation for our stakeholders.”",
    "During the period in review, Group’s Healthcare sector posted revenue of Rs. 6.3 billion during the first quarter, a modest increase of 8.2% YoY backed by the increased top-line of both manufacturing and medical devices businesses. Lina Manufacturing, the Pharma manufacturing business of the Group, recorded an impressive revenue growth of 362.1% YoY, mainly driven by higher volumes in the Metered Dose Inhaler (MDI) plant. Group’s Healthcare sector EBIT was Rs. 936 million.",
    "The consumer sector reported a 20.9% YoY increase in revenue to close at Rs. 4.7 billion in 1QFY24 and accounted for 35.1% of Group revenue for the period. Consumer local business showcased strong performance in 1QFY24 with Group’s consumer brands continued to grow market shares. Combined Tea category experienced a volume de-growth of 10.7% YoY in 1QFY24 mainly driven by the 26.1% volume contraction of the export business. Local volume of the tea category grew by 4.4% YoY during the period. Value growth for the Combined Tea segment was recorded as 25.0% YoY. Revenue of Confectionery segment grew by 7.4% YoY despite a volume contraction of 16.8% YoY.",
    "The Agribusiness sector of the Group, represented by Watawala Plantations PLC (CSE: WATA), reported a revenue of Rs. 2.4 billion. The revenue growth was driven by the increase in palm oil volumes despite the dip in prices in line with the drop in global commodity prices. The PAT of the Agri sector closed at Rs. 751 million for 1QFY23, up by 2.3%. YoY Dairy business revenue grew by 53.2% YoY due to increases in both sales volume and milk price."
  ]
}