{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91764/for-third-day-it-was-the-hottest-day-on-earth-as-global-temperature-matches-record-set-tuesday",
  "time_ut": 1688628240.0,
  "original_lang": "en",
  "original_title": "For third day, it was the hottest day on Earth, as global temperature matches record set Tuesday",
  "original_body_lines": [
    "Earth’s average temperature remained at a record high Wednesday, after two days in which the planet reached unofficial records. It’s the latest marker in a series of climate-change-driven extremes.",
    "The average global temperature was 17.18 Celsius (62.9 degrees Fahrenheit), according to the University of Maine’s Climate Reanalyzer, a tool that uses satellite data and computer simulations to measure the world’s condition. That matched a record set Tuesday of 17.18 Celsius (62.9 Fahrenheit), and came after a previous record of 17.01 Celsius (62.6 degrees Fahrenheit) was set Monday.",
    "Scientists have warned for months that 2023 could see record heat as human-caused climate change, driven largely by the burning of fossil fuels like coal, natural gas and oil, warmed the atmosphere. They also noted that La Nina, the natural cooling of the ocean that had acted as a counter to that warming, was giving way to El Nino, the reverse phenomenon marked by warming oceans. The North Atlantic has seen record warmth this year.",
    "“A record like this is another piece of evidence for the now massively supported proposition that global warming is pushing us into a hotter future,” said Stanford University climate scientist Chris Field, who was not part of the calculations.",
    "University of Maine climate scientist Sean Birkle, creator of the Climate Reanalyzer, said the daily figures are unofficial but a useful snapshot of what’s happening in a warming world.",
    "While the figures are not an official government record, “this is showing us an indication of where we are right now,” said National Oceanic and Atmospheric Administration chief scientist Sarah Kapnick. And NOAA indicated it will take the figures into consideration for its official record calculations.",
    "Even though the dataset used for the unofficial record goes back only to 1979, Kapnick said that given other data, the world is likely seeing the hottest day in “several hundred years that we’ve experienced.”",
    "Scientists generally use much longer measurements — months, years, decades — to track the Earth’s warming. But the daily highs are an indication that climate change is reaching uncharted territory.",
    "On Wednesday, 38 million Americans were under some kind of heat alert, Kapnick said.",
    "That included communities that aren’t used to feeling such heat. In North Grenville, Ontario, the city turned ice hockey rinks into cooling centers as temperatures Wednesday hit 90 degrees Fahrenheit (32 degrees Celsius), with humidity making it making it feel like 100.4 degrees (38 degrees Celsius).",
    "“I feel like we live in a tropical country right now,” city spokeswoman Jill Sturdy said. “It just kind of hits you. The air is so thick.”",
    "With many places seeing temperatures near 100 degrees Fahrenheit (37.8 degrees Celsius), the average temperature records might not seem very hot. But Tuesday’s global high was nearly 1.8 degrees Fahrenheit (a full degree Celsius) higher than the 1979-2000 average, which already tops the 20th- and 19th-century averages.",
    "High-temperature records were surpassed this week in Quebec and Peru. Beijing reported nine straight days last week when the temperature exceeded 35 degrees Celsius (95 degrees Fahrenheit). Cities across the U.S. from Medford, Oregon to Tampa, Florida have been hovering at all-time highs, said Zack Taylor, a meteorologist with the National Weather Service.",
    "Alan Harris, director of emergency management for Seminole County, Florida, said the county has already exceeded surpassed last year for the amount number of days that they’ve activated had their extreme weather plan activated — something that happens when the heat index hits 108 Fahrenheit or greater.",
    "“It’s just been kind of brutally hot for the last week, and now it looks like potentially for two weeks,” Harris said.",
    "In the U.S., heat advisories include portions of western Oregon, inland far northern California, central New Mexico, Texas, Florida and the coastal Carolinas, according to the National Weather Service Weather Prediction Center. Excessive heat warnings are continuing across southern Arizona and California."
  ]
}