{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/28/sri-lanka-spinner-breaks-71-year-old-test-record/",
  "time_ut": 1682656500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka spinner breaks 71-year-old Test record",
  "original_body_lines": [
    "Prabath Jayasuriya has taken 50 wickets in seven Tests to claim the record for reaching the mark in fewer matches than any other spinner.",
    "Sri Lanka spinner Prabath Jayasuriya smashed a 71-year-old record when he dismissed Ireland’s Paul Stirling to claim his 50th Test wicket on the final day of the second Test in Galle.",
    "Jayasuriya hit the 50-wicket mark in just his seventh Test to snatch the record from West Indies’ Alf Valentine as the spinner to reach the milestone in the fewest matches.",
    "The 31-year-old Jayasuriya has enjoyed a remarkable rise since a Test debut against Australia in July 2022, when he finished with the fourth-best debut match figures of 12/177.",
    "Jayasuriya has taken five wickets in an innings six times including 5/174 in Ireland’s first innings of the second Test in Galle, and only needs a five-wicket haul in the second innings to mark 10 wickets in a match for a third time.",
    "Valentine made an immediate impact following his debut in 1950 and was the leading wicket-taker with 33 scalps in four Tests as West Indies won a Test series in England for the first time.",
    "The left-arm orthodox spinner then took his 50th wicket in the fourth Test of the West Indies tour of Australia in 1951/52, to achieve the feat in his eighth match and set a record that lasted for more the 71 years.",
    "Jayasuriya has now claimed the record while also becoming the equal-second fastest overall to reach the 50-wicket mark along with Vernon Philander of South Africa and Tom Richardson of England.",
    "The two pacers also claimed 50 wickets in seven Tests with Philander hitting the mark in 2012 and Richardson in 1896.",
    "Australia quick Charlie Turner continues to hold the overall record – just as he has done since 1888 – for taking 50 wickets in his first six Tests.",
    "Jayasuriya has previously made his mark as only the sixth bowler to take five or more wickets in their first three Test innings, and can now set out to chase down the record for reaching 100 wickets in the fewest matches.",
    "England quick George Lohmann took a 100th wicket in his 16th Test in 1896, while leg-spinners Clarrie Grimmett of Australia and Yasir Shah of Pakistan are among four bowlers to achieve the feat in their 17th Test.",
    "Twitter to take 10% cut on content subscriptions after 12 months"
  ]
}