{
  "newspaper_id": "bbccomsinhala",
  "url": "https://www.bbc.com/sinhala/articles/cxep7m939vpo",
  "time_ut": 1690416351.0,
  "original_lang": "si",
  "original_title": "265%  මගී වර්ධනය හමුවේ ශ්‍රී ලංකාවේ ගුවන් පහසුකම් ප්‍රමාණවත්ද?",
  "original_body_lines": [
    "265%  මගී වර්ධනය හමුවේ ශ්‍රී ලංකාවේ ගුවන් පහසුකම් ප්‍රමාණවත්ද?",
    "කොවිඩ් වසංගතය ලොව පුරා පැතිර යාමත් සමග ලෝකයේ සියලු රටවලට බලපෑ දුෂ්කර , අසීරු ආර්ථික , සමාජ වතාවරණය හමුවේ සමස්ත  ලෝකයේම ගුවන් සේවා ක්ෂේත්‍රයට මෙන්ම , ශ්‍රී ලංකාවේ ගුවන් සේවා ක්ෂේත්‍රයට ද දැඩි බලපෑම් ඇති විය.",
    "2019 වසර වනවිට ශ්‍රී ලංකාව සමග ලෝකයේ  විවිධ රටවල ගුවන් සේවා ආයතන 45 ක් පමණ ගුවන් ගමන් සම්බන්ධතා පවත්වමින් සිටියහ .",
    "කොවිඩ් සමයට පෙර, එනම් 2013 වසරේ සිට 2019 වසර වනවිට ශ්‍රී ලංකාව ජාත්‍යන්තර ගුවන් මගීන් හැසිරවීම 35.8% ක වර්ධනයක් ඇති කර ගෙන තිබුණි.",
    "කොවිඩ් වසංගතය උග්‍ර අතට පත් වීමත් සමග එය පාලනය කිරීම සඳහා  ලෝකයේ බොහෝ ‍රටවල මෙන්ම ශ්‍රී ලංකාව ද සිය ජාත්‍යන්තර ගුවන් තොටුපොල වසා දැමීමට පියවර ගත්තේය.",
    "එසේ වසා දැමීමත් සමග 2019 සිට 2021 දක්වා කාල සීමාව තුළ ජාත්‍යන්තර ගුවන් මගීන් හැසිරවීම් 99,58,688 (2019) සිට 15,05,479 (2021) දක්වා පහත වැටිණි.",
    "කොවිඩ් වසංගතය ආරම්භ වීමට ප්‍රථම ජාත්‍යන්තර වශයෙන් කීර්තියට පත් ව තිබූ බ්‍රිතාන්‍ය ගුවන් සේවය (British AirWays ) , නෙදර්ලන්ත රාජකීය ගුවන් සේවය (K.L.M) (Royal Dutch Air Line) ජපාන ගුවන් සේවය ( Japan Air Line ), පකිස්තානු ජාත්‍යන්තර ගුවන් සේවය (Pakistan International Air Line ), වියට්නාම් ගුවන් සේවය , දකුණු අප්‍රිකානු ගුවන් සේවය,ඉන්දුනීසියාවේ ගරුඩා ගුවන් සේවය  ශ්‍රී ලංකාව වෙත සිදු කෙරෙන තම ගුවන් ගමන් මෙහෙයුම් අතහැර දමා තිබුණි .",
    "එමෙන්ම කොවිඩ් වසංගත තත්වය පැවති කාල සීමාව තුළ චීන ජාතික ගුවන් සේවය වන එයාර් චයිනා ( Air China ) , චයිනා සදර්න් ( China Southern ) , කැතේ පැසිෆික් ( Cathay Pacific) , කුවේට් ගුවන් සේවය වැනි ගුවන් සේවා කීපයක් ද , ශ්‍රී ලංකාව සමග කෙරෙන  තම ගුවන් මෙහෙයුම් නතර කරනු ලැබීය.",
    "කොවිඩ් වසංගත තත්ත්වය ක්‍රමයෙන් ලෝකයෙන් පහ වී යත්ම 2022 වසරේ සිට ජාත්‍යන්තර ගුවන් සේවා ක්ෂේත්‍රය සහ එයට සමගාමීව ශ්‍රී ලංකාවේ ගුවන් සේවා ක්ෂේත්‍රය ද යළි පිබිදීමකට ලක් වීමට පටන් ගෙන තිබුණි .",
    "ඒ අනුව ශ්‍රී ලංකාව තුළ  ජාත්‍යන්තර ගුවන් මගීන් හැසිරවීම 15,05,479 (2021) සිට 55,03,198 (2022) දක්වා ක්‍රමික වර්ධනයක් සිදු වී ඇති අතර එය 265.5% ක ප්‍රමාණයකි . මෙය සාපේක්ෂ වශයෙන් අති විශාල වර්ධනයකි.",
    "එසේම වර්තමානය වනවිට නියමිත කාලසටහනකට අනුව සහ කුලී  ගුවන් ගමන් සේවා (Chater Flights ) සමාගම් 35 ක් ශ්‍රී ලංකාව සමග ගුවන් ගමන් සම්බන්ධතා යළි ආරම්භ කර පවත්වා ගෙන යමින් සිටිති .",
    "මෙම කුලී ගුවන් ගමන් සේවා  යුරෝපයේ ශීත ඍතු සමයේ දී විශේෂයෙන් ක්‍රියාත්මක වන අතර රුසියාවේ අසූර් එයාර් ගුවන් සේවය (Azur Air ) සහ ප්‍රංශ ගුවන් සේවය (Air France ) මෙහිදී නිදසුන් ලෙස පෙන්වා දිය හැකිය .",
    "එයින් ගුවන් සමාගම් 29 ක් කටුනායක ජාත්‍යන්තර ගුවන් තොටුපොල සමග ගුවන් ගමන් ක්‍රියාත්මක කරන අතර තවත් කුලී ගුවන් ගමන් සේවා සමාගම් 05 ක් මත්තල ගුවන් තොටුපොල සමග ගුවන් ගමන් සබඳතා  පවත්වා ගෙන යමින් සිටිති .",
    "මේ වනවිට ශ්‍රී ලංකාව තුළ ජාත්‍යන්තර ගුවන් තොටුපොළ 05 ක් ක්‍රියාත්මක වෙමින් පවතින අතර කටුනායක , මත්තල , මඩකලපුව , යාපනය සහ රත්මලාන ගුවන් තොටුපොල ඒ අතර වේ .",
    "එසේම යාපනය පළාලි ගුවන් තොටුපොල වෙත ඉන්දියාවේ සිට , ඉන්දීය ගුවන් සේවා සමාගමක් වන එලායන්ස් ගුවන් සේවය ( Alliance Air ) සතියකට ගුවන් ගමන් වාර 05 ක් දැනට ක්‍රියාත්මක කරන අතර එම ගුවන් ගමන් වාර සංඛ්‍යාව එළඹෙන සතියේ සිට , සතියකට 07 දක්වා වර්ධනය කිරීමට එම ගුවන් සේවය පියවර ගනිමින් සිටිති.",
    "මීට අමතරව ෆිට්ස් එයාර් (Fits Air ) ගුවන් සේවය ද රත්මලාන සිට යාපනය පළාළි වෙත ගුවන් ගමන් ආරම්භ කිරීමට සූදානම් වන අතර , සිනමන් එයාර් ගුවන් සේවා සමාගම ( Cinamon Air ) දිනපතා කටුනායක සිට යාපනය, පළාලි දක්වා ගුවන් ගමන් ක්‍රියාත්මක කිරීමට සැලසුම් කර තිබේ . මෙම ගුවන් ගමන සඳහා පැයක ගුවන් ගමන් කාලයක් වැය වන බවට ඇස්තමේන්තු කර තිබේ.",
    "'යාපනය ඉදලා කටුනායක යන්න රුපියල් 75,000 ක් විතර දීලා තමයි යන්නේ'",
    "එසේම කොවිඩ් සමයේ අත්හිටුවා තිබූ එයාර් ෂීෂෙල්ස් , එයාර් ඒෂියා සහ චීන ජාතික ගුවන් සේවය වූ එයාර් චයිනා යන ගුවන් සේවා, සිය ගුවන් ගමන් මෙහෙයුම් යළිත් කටුනායක ගුවන් තොටුපොල සමග ආරම්භ කරනු ලැබීය.",
    "එමෙන්ම ඉදිරි මාස කීපය තුළ තුර්කි ගුවන් සේවය , ඉස්තාන්බුල්  සිට කටුනායක ගුවන් තොටුපොල දක්වා ඍජු ගුවන් ගමන් ආරම්භ කිරීමට නියමිත අතර ඊශ්‍රායල ගුවන් සේවය ද එළඹෙන ඔක්තෝබර් මාසයේ සිට කොළඹ වෙත තම ගුවන් ගමන් ආරම්භ කිරීමට සැළසුම් කර තිබේ .",
    "එමෙන්ම කටාර් ගුවන් සේවය දිනකට ගුවන් ගමන් වාර 05 දක්වා වැඩි කරමින් සතියකට ගුවන් ගමන් වාර 35 ක් ක්‍රියාත්මක කරන අතර  , ජසීරා ගුවන් සේවය සහ  එයාර් ඒෂියා ගුවන් සේවය තම ගුවන් ගමන් වාර සංඛ්‍යාව සතියකට 07 සිට 11 දක්වා ඉහළ දමා තිබේ.",
    "කටුනායක ගුවන් තොටුපොළ වෙත දිනපතා පැමිණෙන ගුවන් මගීන් සංඛ්‍යාව 20,000 සිට 25,000 දක්වා ඉහළ ගොස් ඇත.",
    "ඡායාරූප මූලාශ්‍රය, Getty Imagesඡායාරූප ශීර්ෂ වැකිය, කොවිඩ් සමයේ අත්හිටුවා තිබූ එයාර් ඒෂියා  ගුවන් සේවය සිය ගුවන් ගමන් මෙහෙයුම් යළිත් කටුනායක ගුවන් තොටුපොළ සමග ආරම්භ කරනු ලැබීය",
    "ඡායාරූප මූලාශ්‍රය, Getty Imagesඡායාරූප ශීර්ෂ වැකිය, කොවිඩ් සමයේ අත්හිටුවා තිබූ එයාර් ඒෂියා  ගුවන් සේවය සිය ගුවන් ගමන් මෙහෙයුම් යළිත් කටුනායක ගුවන් තොටුපොළ සමග ආරම්භ කරනු ලැබීය",
    "ඡායාරූප ශීර්ෂ වැකිය, කොවිඩ් සමයේ අත්හිටුවා තිබූ එයාර් ඒෂියා  ගුවන් සේවය සිය ගුවන් ගමන් මෙහෙයුම් යළිත් කටුනායක ගුවන් තොටුපොළ සමග ආරම්භ කරනු ලැබීය",
    "සිවිල් ගුවන් සේවා අධිකාරියේ සභාපති ජී.එස් විතානගේ බීබීසී සිංහල වෙත කියා සිටියේ  “ක්ෂෙත්‍රයේ ලොකු වර්ධනයක් වෙලා තියෙනවා. ගුවන් ගමන් වාර ගණන වැඩි කරලා තියෙනවා. අලුතින් ගුවන් සේවා පටන් අරන් තියෙනවා.හොඳ ට්‍රෙන්ඩ් එකක් තියෙනවා.”",
    "“අපිට ගුවන් තොටුපොල පහසුකම් පිළිබඳ ප්‍රශ්න ටිකක් තියෙනවා. ගුවන් තොටුපලේ දැනට තියෙන තදබදය අඩු කර ගැනීමේ විකල්ප ක්‍රියාමාර්ග ගැන අපි අධ්‍යයනය කරගෙන යනවා.” ඔහු පැවසීය.",
    "පවතින ගුවන් සේවා මගින් දෛනික ක්‍රියාත්මක කරන ගුවන් ගමන් වාර සංඛ්‍යාව වැඩි කළ හැකි වුවද, කටුනායක ගුවන් තොටුපල තුළ දැනට පවතින පහසුකම් කඩිනමින් වැඩි දියුණු කිරීමේ අපහසුතාවක් මතුව තිබේ.",
    "එබැවින් මගී තදබදය අඩු කිරීම සඳහා විකල්ප ක්‍රියාමාර්ග ගැනීමට බලධාරීන්  පියවර ගෙන ඇත.",
    "ඉදිරියේදී මගී තදබදය තවත් වර්ධනය විය හැකි අතර ගුවන් ගමන් වාර ගණන ද ඊට සාපේක්ෂව වැඩි කිරීමට මේවන විට සැලසුම් කර තිබේ.",
    "දැනට මත්තල ජාත්‍යන්තර ගුවන් තොටුපලට එක් ගුවන් සේවයක් ක්‍රියාත්මක වන අතර එම ගුවන් තොටුපල ජාත්‍යන්තර වශයෙන් ප්‍රවර්ධනය කිරීමට උත්සහ කරන බව සිවිල් ගුවන් සේවා අධිකාරිය සඳහන් කළේය.",
    "මේ යටතේ මත්තලට පැමිණෙන ගුවන් සේවාවලට විවිධ පහසුකම් සැපයෙනු ඇත.",
    "විකල්ප ක්‍රියාමාර්ග ලෙස ගුවන් යනා නඩත්තු කටයුතු ආරම්භ කිරීම සම්බන්ධයනේ සමාගම් කිහිපයක් සමග සාකච්ඡා කර ගෙන යන බවද සිවිල් ගුවන් සේවා අධිකාරියේ සභාපතිවරයා පැවසීය.",
    "සිවිල් ගුවන් සේවා අධිකාරියේ ගුවන් සේවා සහ ප්‍රවාහන හිමිකම් කළමනාකාර ඉෂාර ගුණවර්ධන බීබීසී සිංහල වෙත ප්‍රකාශ කළේ, පවතින වාතාවරණය අනුව මේ වසරේ දෙසැම්බර් වන විට වාර්ෂික මගී හැසිරවීම මිලියන 11ට ළඟාවනු ඇති බවට ඇස්තමේන්තු කර ඇති බවය.",
    "එය කොවිඩ් සමයට පෙර එනම් 2020 වර්ෂයට පෙර පැවති තත්ත්වයට යලි ළඟා වීමක් ලෙස සැලකෙයි.",
    "එම කාලවකවානුව තුළ දිනකට මගී හැසිරවීම 30000 - 32000ත් අතර වූ බවද ඔහු සඳහන් කළේය.",
    "ඡායාරූප මූලාශ්‍රය, Getty Imagesඡායාරූප ශීර්ෂ වැකිය, පවතින වාතාවරණය අනුව මේ වසරේ දෙසැම්බර් වන විට වාර්ෂික මගී හැසිරවීම මිලියන 11ට ළඟාවනු ඇති බවට ඇස්තමේන්තු කර ඇත",
    "ඡායාරූප මූලාශ්‍රය, Getty Imagesඡායාරූප ශීර්ෂ වැකිය, පවතින වාතාවරණය අනුව මේ වසරේ දෙසැම්බර් වන විට වාර්ෂික මගී හැසිරවීම මිලියන 11ට ළඟාවනු ඇති බවට ඇස්තමේන්තු කර ඇත",
    "ඡායාරූප ශීර්ෂ වැකිය, පවතින වාතාවරණය අනුව මේ වසරේ දෙසැම්බර් වන විට වාර්ෂික මගී හැසිරවීම මිලියන 11ට ළඟාවනු ඇති බවට ඇස්තමේන්තු කර ඇත",
    "මෙම තත්ත්වයට මුහුණ දීම සඳහා ජපානයේ  ජයිකා ආධාර ඇතිව කටුනායක ගුවන් තොටුපොළ දෙවන පර්යන්තයේ වැඩකටයුතු එළඹෙන සැප්තැම්බර් මාසයේ සිට යළිත් ආරම්භ කිරීමට සැළසුම් කරමින් තිබේ .",
    "ඡායාරූප මූලාශ්‍රය, Getty Imagesඡායාරූප ශීර්ෂ වැකිය, කටුනායක ගුවන් තොටුපොළ දෙවන පර්යන්තයේ වැඩකටයුතු එළඹෙන සැප්තැම්බර් මාසයේ සිට යළිත් ආරම්භ කිරීමට සැළසුම් කරමින් තිබේ",
    "ඡායාරූප මූලාශ්‍රය, Getty Imagesඡායාරූප ශීර්ෂ වැකිය, කටුනායක ගුවන් තොටුපොළ දෙවන පර්යන්තයේ වැඩකටයුතු එළඹෙන සැප්තැම්බර් මාසයේ සිට යළිත් ආරම්භ කිරීමට සැළසුම් කරමින් තිබේ",
    "ඡායාරූප ශීර්ෂ වැකිය, කටුනායක ගුවන් තොටුපොළ දෙවන පර්යන්තයේ වැඩකටයුතු එළඹෙන සැප්තැම්බර් මාසයේ සිට යළිත් ආරම්භ කිරීමට සැළසුම් කරමින් තිබේ",
    "එසේම දැනට කටුනායක ගුවන් තොටුපොළ සතුව \"H\" ගුවන් ධාවන පථයක් තිබෙන අතර , එය සෑම සතියකම බදාදා දින පස්වරු 01.30 සිට 04.30 දක්වා කාලය තුළ ප්‍රතිසංස්කරණ කටයුතු කරමින් නඩත්තු කර ගෙන යමින් තිබේ . එහෙත් කටුනායක ගුවන් තොටුපොළ වෙත තවත්  ගුවන් ධාවන පථයක අවශ්‍යතාව දැඩිව දැනෙමින් තිබේ .",
    "'මොකද අපේ ඔය තියෙන ප්ලේන් 18කින් තමයි දවසකට තියෙන ෆ්ලයිට් 60ක් විතර ඔපරේට් කරන්නේ. ඔය ප්ලේන් වැඩිපුරම තියෙන්නේ උඩ, බිම නෙමෙයි'",
    "ශ්‍රී ලංකාවේ ජාතික ගුවන් සේවය වන ශ්‍රී ලන්කන් ගුවන් සේවය සතුව ප්‍රංශයේ නිෂ්පාදිත එයා බස් වර්ගයේ ගුවන් යානා 29 ක් පැවති අතර , එය මේ වනවිට ගුවන් යානා 19 දක්වා අඩු වී තිබේ .",
    "ශ්‍රී ලන්කන් ගුවන් යානා 05 ක් තම ලීසිං කාලය අවසන් වීමත් සමග ආපසු ප්‍රංශයේ එයාර් බස් සමාගම වෙත භාර දීමට පියවර ගෙන ඇති අතර , තවත් A330 - neo වර්ගයේ ගුවන් යානා 05 එංජින් අලුත්වැඩියා කිරීම සඳහා කටුනායක ගුවන් තොටුපොළ තුළ ගාල් කර තැබීම ඊට හේතුවයි.",
    "කෙසේ වෙනත් මේ වනවිට සිය දෛනික ගුවන් ගමන් මෙහෙයුම් අඛණ්ඩව පවත්වා ගෙන යාම සදහා  දැඩි ගුවන් යානා අවශ්‍යතාවයකින් ශ්‍රී ලන්කන් ගුවන් සේවය පෙළෙමින් සිටින අතර , ඊට  විසදුමක් ලෙස ගුවන් යානා කීපයක් මිලදී ගැනීමට කර තිබූ ඇනවුම් අවලංගු කිරීම මේ තත්ත්වය උග්‍ර අතට පත් කිරීමට හේතු වී තිබේ .",
    "තත්ත්වය එසේ තිබියදී තම ගුවන් යානා ඇණිය සදහා  ශ්‍රී ලන්කන් ගුවන් සේවය ඉදිරි සති කීපය තුළ නව එයා බස් ගුවන් යානයක් ප්‍රංශයෙන් මිල දී ගැනීමට සැලසුම් කර තිබුණ ද , එම ප්‍රයත්නය ද මේ වනවිට රාජ්‍ය තීරණ මත අත්හිටුවීමට ලක් වී ඇති බවට තොරතුරු වාර්තා වේ .",
    "මිලියන 100ක ලොතරැයිය දිනූ ඉන්දීය සනීපාරක්ෂක සේවිකාවන් යළිත් පුරුදු සේවයට",
    "ලාල් සරත් කුමාර: 'බැරි දෙයක් නැති' දැවැන්තයෙකුගේ 45 වසරක හඬ පෞරුෂය නිහඬ වෙයි",
    "අවුරා ලංකා: 'නීතිවිරෝධී කෝමාරිකා ව්‍යාපෘතිය සංගීත සංදර්ශන හරහා ජනගත කරන්න හදනවා'"
  ]
}