{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/19/sri-lanka-to-re-examine-quality-of-two-types-of-indian-medicine/",
  "time_ut": 1687148940.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to re-examine quality of two types of Indian medicine",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Health Ministry has decided to re-examine the quality of two medicines used in Sri Lanka.",
    "Health Secretary Janaka Sri Chandragupta speaking to News 1st, said the decision was taken after reports surfaced that several patients had died after using the medicines while others developed complications.",
    "He said the two medicines in question were imported to the country via the Indian Line Of Credit recently.",
    "The Health Secretary noted that the two medicines were allowed to be used in Sri Lanka following the registration with the National Medicines Regulatory Authority.",
    "The Health Ministry appointed a special committee to probe the reports of  several patients dying after using the medicines, while others developed complications.",
    "The Health Secretary said the committee is led by the Director General of Health Services.",
    "The committee will also look into the possibility of claiming compensation from the manufacturers of the medicines, and the funds will be directed to the families of the deceased and those who suffered complications.",
    "Recently, a woman who was being treated at the Intensive Care Unit of the Peradeniya Hospital died after being administered one of the medicines.",
    "Director of the Peradeniya Teaching Hospital Dr. Arjuna Thilakaratne speaking to News 1st said that the woman was administered anesthesia for hernia surgery, some two months ago.",
    "He said thereafter her condition worsened, and she was receiving treatment at the ICU of the hospital.",
    "He also went on to note that the woman who was admitted to the same hospital to deliver a child also died after being administered with the same medication.",
    "Recently, the Sri Lankan Health Ministry blacklisted the use of Prednisolone eyes drops after a germ was found in the vials.",
    "The Indian drug controller is currently investigating a pharmaceutical company based in Gujarat after receiving reports from Sri Lanka that a steroid eye drop manufactured by the firm has been associated with adverse events, including cases of vision loss.",
    "The Sri Lankan government has recalled the medicine as well.",
    "The company, Indiana Ophthalmics from Wadhwan-Gujarat, has been urged to investigate the cause of the alleged product contamination and provide their findings to take appropriate action.",
    "According to reports, the prednisolone eye drop in question was administered to patients in Sri Lanka who had undergone cataract surgery.",
    "The eye drop has been linked to \"eye infections in over 30 individuals,\" as mentioned in the Pharmexcil notice.",
    "This is not the first instance of contamination involving an eye drop manufactured in India. Earlier this year, the US was investigating the EzriCare Artificial Tears, an over-the-counter eye drop produced by Global Pharma Healthcare in Chennai, India.",
    "Crucial conditions changed just days before signing contract with foreign fuel supplier",
    "Sri Lanka confident of debt restructuring by IMF review in September"
  ]
}