{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/regime-change-possible-only-through-parliamentary-polls-sri-lanka-president-113968/",
  "time_ut": 1677825780.0,
  "original_lang": "en",
  "original_title": "Regime change possible only through parliamentary polls: Sri Lanka president",
  "original_body_lines": [
    "ECONOMYNEXT – A change of government in Sri Lanka can be brought about only through a parliamentary election and that the streets are not an alternative to a legislature, President Ranil Wickremesinghe said days after an opposition protest against delayed local government polls.",
    "The president had made this remark at an Air Force event in Trincomalee on Friday March 03, a statement from the president’s office said.",
    "Opposition parties in Sri Lanka have been crying foul over the postponement of the local government elections that were originally scheduled for March 09. While the government points to the depleted state coffers claiming that the crisis-hit island nation simply cannot afford an election at this juncture, the opposition insists that the ruling Sri Lanka Podujana Peramuna (SLPP) is resorting to various tactics to delay the polls fearing a humiliating defeat.",
    "Election Commission Chairman Nimal Punchihewa wrote to Speaker Mahinda Yapa Abeywardena on February 24 on securing funds for the polls. A group of opposition MPs led by opposition leader Sajith Premadasa met the Speaker earlier this week seeking clarification on the election commissioner’s request and asking the Speaker to summon the secretary to the ministry of finance for a discussion on funding the polls.",
    "A new date for the polls has yet to be announced, and opposition parties claim that the government is deliberately delaying the polls citing financial constraints because it fears a humiliating defeat. President Wickremesinghe recently told parliament that the election has, in fact, not been delayed as the election commission had yet to officially declare a date for its conduct.",
    "Wickremesinghe said that there are no funds at present, but all stakeholders can discuss a possible solution.",
    "“For now there is no money. But for now there is no election either. There is no money for an election, and even if there was, there is no election. So what do we do?” he said.",
    "The opposition National People’s Power (NPP) last week staged a massive protest against the election delay. A party member died after he was admitted to hospital following what the party claimed was an attack by the police on the protestors. (Colombo/Mar03/2023)"
  ]
}