{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/08/02/president-wants-new-medical-act-in-six-months/",
  "time_ut": 1690984620.0,
  "original_lang": "en",
  "original_title": "President wants new Medical Act in six months",
  "original_body_lines": [
    "COLOMBO (News 1st); President Ranil Wickremesinghe had instructed to formulate a new Medical Act within six months with the aim of addressing shortcomings in the present Medical Ordinance & thereby provide better healthcare & protect citizens' well-being",
    "The President's Media Division said that to address immediate medical needs, an additional allocation of Rs. 30 billion was approved for medical supplies under Provision to the Ministry of Health, sufficient for the next three months.",
    "President Ranil Wickremesinghe led a follow-up meeting at the Presidential Secretariat to bolster the nation’s healthcare system. He directed the formulation of a new Medical Act within six months with the aim of addressing shortcomings in the present Medical Ordinance and thereby provide better healthcare and protect citizens’ well-being. A high-level Committee, consisting of the Secretary of Health, Legal Draftsman, and President of the SLMC, was assigned to examine the provisions of the Medical Ordinance and formulate a new Medical Act with appropriate provisions.",
    "To address immediate medical needs, an additional allocation of Rs. 30 billion was approved for medical supplies under the Provision to Ministry of Health, sufficient for the next three months.",
    "On President Wickremesinghe’s directions to the NMRA to expedite the approval process for FDA-approved drugs and reference drugs from other countries that collaborated with the Health Ministry, the NMRA sought to obtain Cabinet approval to make the necessary amendments to the NMRA Act that will ensure faster access to critical medications.",
    "The meeting resolved the issue of staff shortage at the NMRA. The President called for a detailed report to strengthen the role of the National Medicines Regulatory Authority (NMRA) in regulating medical products and ensuring public health safety.",
    "Efforts to improve medicine distribution and inventory management were discussed, with the President emphasizing the need for a web-based system to provide real-time information on available medicines and their distribution among hospitals with immediate effect as discussed during the meeting two weeks ago.",
    "A five- member committee led by Mr. A. K. Seneviratne, Deputy Secretary to the Treasury was appointed to, among other tasks; devise a simple and transparent scheme for the procurement of quality drugs and medical devices.",
    "The Ministry of Health requested the Department of Management Services to amend the Service Minute to align nurse recruitment qualifications with current healthcare requirements. The President urged health officials to consider recruiting and training individuals with Arts and Commerce Stream qualifications as nurses.",
    "Additionally, the President instructed the Health Ministry and NMRA to draft a proposal for establishing WHO standard benchmark level 4 to assess the quality, safety and efficacy of medical products.",
    "The Chief of Presidential Staff and Senior Adviser on National Security to the President Mr. Sagala Ratnayake emphasized to the health officials to immediately submit a list of unusable hospital equipment and equipment or related materials or goods that will expire or be removed within two years.",
    "The meeting concluded with a commitment to promptly implement the proposed reforms, aiming to build a robust and accessible healthcare system for all citizens.",
    "Prime Minister Dinesh Gunawardena, Health Minister Dr. Keheliya Rambukwella, Chief of Presidential Staff and Senior Adviser on National Security to the President Mr. Sagala Ratnayake, Secretary to the President Mr. E. M. S. B. Ekanayake, Secretary to the Prime Minister Mr. Anura Dissanayaka, Secretary to the Ministry of Health Mr. S. Janaka Sri Chandraguptha, Director General of Health Services, Ministry of Health Dr. Asela Gunawardena, Health officials and Finance Ministry officials attended the meeting.",
    "Hikers come across woman’s remains on Great Western; Soldier suffers cardiac arrest during recovery effort",
    "Sri Lanka to lose billions if water is not given to rice fields"
  ]
}