{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/four-governors-turfed-out/",
  "time_ut": 1683532860.0,
  "original_lang": "en",
  "original_title": "Four Governors turfed out",
  "original_body_lines": [
    "President Ranil Wickremesinghe has reportedly asked the Governors of the North-Western, Eastern, Sabaragamuwa and Uva Provinces to resign. They are Admiral Wasantha Karannagoda, Anuradha Yahampath, Tikiri Kobbekaduwa and A. J. M. Muzammil respectively. Governors are appointed solely on the basis of their political affiliations, and therefore four of the incumbent President’s loyalists are bound to succeed the outgoing Governors, and serve his political interests better.",
    "The practice of the Presidents appointing and removing Provincial Governors without rhyme or reason is common and therefore usually taken for granted. But there is a difference this time around. The fact that the Provincial Councils (PCs) and the Local Government (LG) institutions are without elected representatives has made the Governors’ role even more important.",
    "The Executive President now controls all three tiers of government—Parliament, the PCs and the LG institutions. He heads the government, and the PCs and the local councils are under the Governors he appoints.",
    "As for the first tier of government, the UNP has only a single MP, but President Wickremesinghe can leverage his power to dissolve Parliament to make the SLPP MPs do as he says because they fear nothing more than the prospect of having to face an election. They are doing their darnedest to be in the good books of the President as evident from the cringeworthy manner in which they fawn over him in Parliament. Chief Government Whip Prasanna Ranatunga himself has offered to back President Wickremesinghe if the latter contests the next presidential election.",
    "The PCs and the LG bodies are under the presidential thumb because elections to them have been postponed indefinitely in the most deplorable manner. In 2017, Wickremesinghe, as the Prime Minister in the  Yahapalana government, was instrumental in introducing the Provincial Council Elections (Amendment) Act to put off the PC polls by enlisting the support of the JVP, the TNA, the SLFP and the SLMC. Today, the TNA is demanding that the PC polls be held! Wickremesinghe, as the President, has caused the LG polls to be put off.",
    "The overconcentration of state power in the executive presidency has made a mockery of the decentralisation and devolution of power in this country. The 21st Amendment to the Constitution was introduced to curtail some of the executive powers vested in the presidency and revitalise other institutions, but the incumbent President has become more powerful than all his predecessors though he is not even an elected MP.",
    "This kind of distortion of the popular will undermines democracy, justice and fairness and has the potential to lead to social and political instability. The country finds itself in this situation because of the National List (NL), which is a constitutional smuggling tunnel. It is antithetical to democracy to allow political party leaders to bring in defeated candidates as NL MPs and catapult to Parliament those who are neither defeated candidates nor NL nominees by engineering NL vacancies.",
    "There is a campaign against the preferential vote system, which is made out to be the mother of all battles including intraparty disputes. If the Proportional Representation is retained without this mechanism, electors will be able to vote only for political parties, and the party leaders will be free to appoint their favourites to Parliament at the expense of the popular candidates who deliver votes to their parties.",
    "Democracy suffers when state power happens to be concentrated in one institution. Hence the need for checks and balances. All Sri Lankan Presidents have undermined the legislature and the judiciary, or at least sought to do so, albeit to varying degrees. But the situation is particularly bad today with the government threatening to haul some judges before a parliamentary committee over a judicial order.The most effective way of arresting the country’s slide into autocracy is to ensure that the government heeds the people’s will and respects democracy. Hence the need for elections to be held urgently.",
    "IMF or World Bank assistance will be useless if same crooks run the country says Cardinal",
    "Lankans crowded to visit Indonesian pavilion at Buddha Rashmi Vesak Festival",
    "Dialog Facilitates Sri Lanka’s First Multi-Camera Angle Viewing of Big Match Futureverse Livestream",
    "European Union and Expertise France signed an agreement to set up a Green Policy Dialogue Facility",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}