{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/union-assurance-appoints-senath-jayatilake-chief-executive-officer/",
  "time_ut": 1704526860.0,
  "original_lang": "en",
  "original_title": "Union Assurance appoints Senath Jayatilake as the Chief Executive Officer",
  "original_body_lines": [
    "Union Assurance PLC on Friday announced the appointment of Senath Jayatilake as the Chief Executive Officer, effective January 1st, 2024. Senath has been an integral part of the Company’s leadership, previously serving as the Deputy Chief Executive Officer (January 2023 – December 2023) and the Chief Distribution Officer (November 2019 – December 2022). He has played a pivotal role in Union Assurance’s transformative journey over the years, and succeeds Jude Gomes, the outgoing Chief Executive Officer, who has completed his tenure in the Company.",
    "Senath brings extensive leadership experience and a proven track record in cross-industry roles, positioning him uniquely to lead Union Assurance through its next phase of growth. His journey with the John Keells Group commenced in 2007, and since then he has played key roles in leadership capacities, spanning multiple disciplines including; business development, operations management, sales and marketing, and corporate strategy. Prior to joining Union Assurance PLC, he held the position of Chief Executive Officer at John Keells Logistics (Pvt) Ltd.",
    "He holds a BA (Hons) in Finance, Accounting, and Management from the University of Nottingham (UK) and an MBA from the University of Sri Jayewardenepura (SL). Senath is also an Associate Chartered Management Accountant and a Chartered Global Management Accountant from the Chartered Institute of Management Accountants (UK).",
    "Union Assurance is a subsidiary of the John Keells Group, one of Sri Lanka’s largest listed conglomerates. The Company has completed over three decades of success with a Market Capitalisation of Rs. 23.9 Bn, and a Life Fund of Rs. 63.9 Bn as of end September 2023. Set to protect lives and enrich the well-being of all Sri Lankans, Union Assurance offers Life Insurance solutions that cover the health, investment, protection, retirement, and education needs of Sri Lankans. With an island-wide branch network and a workforce that is over 4,000-strong, Union Assurance continues to invest in people, products, and processes with a customer-centric focus to be responsive to emerging changes in the Life Insurance industry.",
    "HNB Assurance Crowned “Best Life Insurance Company in Sri Lanka” by ICC",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}