{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/09/photo-journalist-eranga-jayawardena-nominated-finalist-for-prestigious-pulitzer-prize/",
  "time_ut": 1683637680.0,
  "original_lang": "en",
  "original_title": "Photo Journalist Eranga Jayawardena nominated finalist for prestigious Pulitzer prize",
  "original_body_lines": [
    "COLOMBO (News 1st) – Sri Lankan Photo Journalist of The Associated Press (AP) Eranga Jayawardena made history in Sri Lanka's journalism field by being nominated for the Pulitzer Prize, the most prestigious award in the world of journalism, for his coverage of the Aragalaya – the people's struggle in Sri Lanka.",
    "Eranga and his AP colleague Mumbai-based photojournalist Rafeeq Maqbool were nominated in the Breaking News category for their coverage of the Aragalaya.",
    "The winner in this category was also a team from The AP, which covered the siege of the city of Mariupol in the Ukraine War.",
    "Both photojournalists who covered the Aragalaya were nominated for the final round due to the manner in which they captured the public outrage and the people's struggle that arose with the economic crisis of Sri Lanka.",
    "Eranga Jayawardena  captured the full range of human emotion – Protesters pumping their fists in the air shouting anti-government slogans, and also shielding themselves from tear gas and water cannons.",
    "In both nominees' photos, crowds of Sri Lankans are seen storming the office of the prime minister after the president fled the island, and others celebrating inside the president's official residence by jumping in the pool and using the gym equipment.",
    "Eranga Jayawardena has worked as a photojournalist and covered the photography of nature, socio-political events and entertainment for over 20 years.",
    "He joined The Associated Press in 2002 and has been responsible for covering stories in Sri Lanka and the Maldives as well.",
    "BREAKING: Imran Khan to be released on Pakistan Supreme Court order. Arrest declared illegal",
    "President instructs amendment of the Land Act to suit current development needs",
    "IMF team arrives in Sri Lanka ahead of first review mission later this year",
    "Sri Lanka Bonsai Association will be holding its Annual Bonsai Exhibition, Reflections 2023"
  ]
}