{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96309/change-in-govt-will-take-country-back-to-crisis-senthil-thondaman",
  "time_ut": 1704938340.0,
  "original_lang": "en",
  "original_title": "Change in govt will take country back to crisis - Senthil Thondaman",
  "original_body_lines": [
    "Ahead of Sri Lanka’s Presidential and parliamentary elections scheduled this year, Eastern Province Governor Senthil Thondaman affirmed support for sitting President Ranil Wickremesinghe and backed him to be re-elected, saying that he stabilised the country and lifted the economy from dire straits.",
    "“This country went into a very big economic crisis…a crisis of debts. None of the politicians came forward to take over this country and take it forward. The President of Sri Lanka, Ranil Wickremesinghe took over the responsibility. He has stabilised the economy, and the country is returning to normalcy. But if there is a change in the government, then what will happen is this entire development is going to go back to where it started and the people will have to bear the brunt of the economic hardships again,” he said.",
    "On the ongoing negotiations with the International Monetary Fund (IMF) for securing the third tranche of loans for the economic bailout and recovery, Thondaman said the President was working with the global agency to obtain the necessary funding and support and the country was well and truly on the road to recovery.",
    "“The majority of the people in Sri Lanka think that President Ranil Wickremesinghe’s government will return and take the country forward in the next five years. They are of the belief that this government will stabilise the national economy and make it stronger. The President is working with the IMF very closely and we are following all their guidelines. We are confident that our nation will recover at the earliest.”",
    "Sri Lanka has been reeling under a severe economic crisis in the recent past, with Covid-induced lockdowns wrecking the country’s economic backbone–tourism.",
    "Mounting bad loans also added to nation’s woes, putting the economy under severe stress and on the verge of bankruptcy.",
    "In addition, a foreign exchange crisis, heavy Chinese debts, and a failed move to shift the country’s agriculture to 100 per cent organic had intensified the country’s troubles.",
    "However, at a time when the country, also known as the Emerald Isle, was staring at an economy abyss, with riots breaking out and the previous Rajapaksa government collapsing in the face of mounting public anger, India came out in its support and extended a helping hand to its southern neighbour.",
    "New Delhi not only opened a line of credit for the embattled nation but also extended timely assistance on various fronts to help the island nation recover from the crippling economic crisis."
  ]
}