{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-gives-1-week-ultimatum-for-protesting-teachers-dons-118487/",
  "time_ut": 1681935120.0,
  "original_lang": "en",
  "original_title": "Sri Lanka President gives 1-week ultimatum for protesting teachers, dons",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Ranil Wickremesinghe has given a one-week ultimatum for teachers who have been protesting against the government’s tax hike and delaying the paper correction of students who have sit for university entrance.",
    "A total of 331,709 candidates sat for the Advanced Level exams held between January 23 and February 17, but the marking of examination answer scripts has not been started yet due to the protest by Federation of University Teachers’ Associations (FUTA) along with some teachers’ trade unions .",
    "The two month delay has already postponed the schedule of releasing the results and conducting the 2023 exam on schedule.",
    "President Wickremsinghe at a meeting with Education Ministry officials on Wednesday (19) said he would make education an essential service under emergency law and initiate legal action against teachers who do not comply with the law.",
    "“All those marked the papers last time, must be available for service now. If not, I will prosecute them and take their property also,” Wickremesinghe told the officials.",
    "“You can’t stop the education of the children. What nonsense is this? By next week, I will tell the AG (Attorney General) to be ready with the Emergency Regulations.”",
    "Under Emergency Regulations, the country’s normal laws would not be applied and the security forces are given wide powers.",
    "The president has already made several state sectors including health and railway as essential through gazette notifications to ensure employees of those sectors do not cripple the public service in the guise of protests.",
    "The president also explored the possibilities of going ahead with the paper marking without FUTA members.",
    "“Why can’t you mark it with all the teachers that are available? Look, if they don’t come, they don’t come. If it is marked by the teachers, and not marked by the dons, what happens?,” he asked the officials.",
    "“Tell them if you don’t come and want to have a confrontation, we are willing to come for a confrontation, but no one is going to hold the education of the children hostage.”",
    "The FUTA members have repeatedly rejected the government requests to start paper marking first and then to discuss the tax hike issues.",
    "Education Minister Susil Premajayantha has alleged that extremist elements are seeking to exploit the student community by delaying the evaluation of the answer scripts, while urging the FUTA to give up strike.",
    "The Minister said that the answer evaluation process could not begin without the participation of FUTA members. (Colombo/April20/2023)"
  ]
}