{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/MP-Ali-Sabri-to-lose-parliamentary-seat/56-748817",
  "time_ut": 1685132032.0,
  "original_lang": "en",
  "original_title": "MP Ali Sabri to lose parliamentary seat?",
  "original_body_lines": [
    "Party leaders decide to table a motion to oust MP accused of smuggling gold into the country",
    "If removed Raheem will be second MP in the history of parliament to lose seat due to gold smuggling allegations",
    "MP has denied accusations and slammed the Govt. for failing to support him",
    "All Ceylon Makkal Congress (ACMC) MP Ali Sabri Raheem may be at risk of losing his parliamentary seat after party leaders decided yesterday to table a motion in parliament to strip Raheem of his MP status.",
    "The decision was taken at the meeting of the Committee on Parliamentary Business held at the parliamentary premises yesterday.",
    "On Tuesday the MP was arrested by officers of Sri Lanka Customs at the Bandaranaike International Airport (BIA) while attempting to illegally enter the country with an undeclared haul of gold and other items. He was fined Rs. 7.5 million by officials and released the next day. Raheem has since come under a barrage of criticism by both Government and opposition MPs.  It is reported that all MPs present at the meeting yesterday including those representing the Government felt Raheem’s actions had tarnished the image of the parliament and his fellow MPs. Accordingly, a request will be made to Speaker Mahinda Yapa Abeywardena shortly.",
    "If removed Raheem will be the second MP to lose his seat due to accusations of Gold smuggling. In 1982, United National Party (UNP) Kandy district MP M.A. Daniel was also forced to resign his seat following inquiries relating to his involvement in alleged gold-smuggling activities.",
    "However, Raheem has denied any involvement in the smuggling attempt and slammed the Government for not supporting him. In an act of defiance, the MP even voted against the Government’s resolution to oust the former Chairman of the Public Utilities Commission of Sri Lanka (PUCSL) Janaka Ratnayake."
  ]
}