{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-on-the-uptick-in-the-wake-of-healthy-institutional-participation/",
  "time_ut": 1691677860.0,
  "original_lang": "en",
  "original_title": "CSE on the uptick in the wake of healthy institutional participation",
  "original_body_lines": [
    "CSE trading activities moved up marginally yesterday due to healthy institutional and retail market participation, market analysts observed.Amid those developments both indices moved up. The All- Share Price Index went up by 1802 points and S and P SL 20 rose by 2.91 points.",
    "Turnover stood at Rs 3.5 billion with three crossings. Those crossings were reported in Commercial Credit, which crossed 23 million shares to the tune of Rs 854 million; its shares traded at Rs 36, People’s Leasing and Finance 25 million shares crossed for Rs 280 million and its shares sold at Rs 7.20 and CTC 25000 shares crossed for Rs 23.75 million, its shares traded at Rs. 950.",
    "In the retail market top seven companies that contributed to the turnover were; Commercial Credit Rs 191 million (5.1 million shares traded), NDB Rs 172 million (2.1 million shares traded), DFCC Rs 121 million (1.4 million shares traded), Pan Asia Bank Rs 118 million (5.7 million shares traded), Sampath Bank Rs 114 million (1.4 million shares traded), NTB Rs 91.8 million (820,000 shares traded) and People’s Leasing Rs 86.7 million (7.5 million shares traded). During the day 129.9 million share volumes changed hands in 21000 transactions.",
    "The Securities and Exchange Commission has approved the delisting of Nestle Lanka. In the disclosure to the CSE, Nestle Lanka said the approval was following the company applying for same at an exit offer price.",
    "Yesterday, the banking sector was the top contributor to the market turnover while the capital goods sector was the second top contributor.Yesterday, the Central Bank’s US dollar buying rate was Rs 313.61 and selling rate Rs 326.78.",
    "Share market in modest rebound; turnover Rs. 3.1 billion with five crossings",
    "CSE trading boosted by foreign buying interest in JKH stocks",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}