{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/LG-polls-Opposition-parties-to-meet-EC-today/56-746001",
  "time_ut": 1678129990.0,
  "original_lang": "en",
  "original_title": "LG polls: Opposition parties to meet EC today",
  "original_body_lines": [
    "Opposition parties request EC to hold elections prior to 20 March",
    "Says the only impediment to holding elections has now been removed through the Supreme Court order on 3 March",
    "Asks why EC must consult any other stakeholder as they now simply must comply with the court order",
    "Leaders and representatives of several Opposition parties will meet the Election Commission (EC) at 9 a.m. today to discuss matters relating to the Local Government election following the order of the Supreme Court on 3 March preventing the Secretary to the Ministry of Finance and others from withholding funds allocated for the polls.",
    "Writing to the Commission on Saturday, the parties including the Samagi Jana Balawegaya, National People’s Power Party, Tamil National Alliance, Sri Lanka Muslim Congress, All Ceylon Makkal Congress, Freedom People’s Congress and the Tamil Progressive Alliance reminded the EC that the only impediment to holding the elections has now been removed following the court order.",
    "The Opposition parties said therefore it is the duty of the EC to hold the Local Government elections on or before 19 March.",
    "However, though the EC met on 4 March to decide on a new election date following the court order it failed to do so. At the time EC Chairman Nimal Punchihewa said the new date for the Local Government election will be announced in consultation with the officials including the Secretary to the Ministry of Finance, the Government Printer, the Inspector General of the Police and other relevant parties.",
    "Punchihewa said the discussions will be held early next week and the new date for elections will be announced thereafter.",
    "But the Opposition parties have now questioned the EC on the need to discuss with the stakeholders mentioned. “We do not see any reason why you should consult the Secretary to the Treasury, or anyone else, now that they are bound to comply with the interim order issued by the Supreme court,” they said.",
    "The parties in the letter also expressed their wish to meet the EC today and also said it must take steps to declare and conduct the Local Government election on a date before 20 March as required by law."
  ]
}