{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/UN-warns-of-dramatic-rise-in-West-Bank-settler-incidents/56-751453",
  "time_ut": 1691178790.0,
  "original_lang": "en",
  "original_title": "UN warns of dramatic rise in West Bank settler ‘incidents’",
  "original_body_lines": [
    "GENEVA (AFP): The United Nations warned Friday of a dramatic rise in West Bank settler attacks on Palestinian people and property, with nearly 600 such incidents registered so far this year.",
    "The UN humanitarian agency OCHA said it had recorded 591 settler-related incidents in the occupied territory in the first six months of 2023 resulting in Palestinian casualties, property damage, or both.",
    "“That’s an average of 99 incidents every month, and a 39-percent-increase compared with the monthly average of the whole of 2022, which is 71,” spokesman Jens Laerke told reporters in Geneva.",
    "And that comes after “the number of such incidents in 2022 was already the highest since we started recording them in 2006,” he said.",
    "Israel has occupied the West Bank since the Six-Day War of 1967.",
    "Excluding annexed east Jerusalem, the territory is home to nearly three million Palestinians and around 490,000 Israelis who live in settlements considered illegal under international law.",
    "Since early last year, the territory has seen a string of attacks by Palestinians on Israeli targets, as well as violence by Israeli settlers against Palestinian communities.",
    "Laerke warned that Palestinian Bedouin and other herding communities were particularly vulnerable.",
    "Since the start of 2022, he said that OCHA had documented the displacement of at least 399 people from seven Palestinian herding communities amid settler violence.",
    "Three of those communities had been completely emptied out, while there were only a few families remaining in the others, he said.",
    "“The reason for leaving cited most often is settler activities, including violence and settlement expansion which results in the loss of the herders’ access to grazing land,” Laerke said.",
    "The threat of demolition of homes and other property by Israeli authorities was also cited, he said.",
    "While some of the displaced communities managed to stay together, many are dispersed.",
    "OCHA has launched an urgent assessment of the humanitarian needs of sixty Palestinian herding communities directly affected by the worsening situation, Laerke said.",
    "He stressed that “Israeli settlements are illegal under international law”.",
    "“They deepen humanitarian needs due to their impact on livelihoods, food security and access to essential services. “"
  ]
}