{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Officials-visiting-SL-to-host-show-greeted-by-unmanned-counter-at-BIA/108-264525",
  "time_ut": 1691068463.0,
  "original_lang": "en",
  "original_title": "Officials visiting SL to host show greeted by unmanned counter at BIA",
  "original_body_lines": [
    "While Sri Lanka has secured the bid to host a prestigious travel awards show in Colombo, the officials visiting Sri Lanka to discuss the event had been greeted by unmanned service counters at the Bandaranaike International Airport.",
    "This was revealed by State Tourism Minister Diana Gamage who welcomed the officials representing the World Travel Awards, who are here to discuss hosting the grand finale in Colombo in December. President of the World Travel Awards Graham Cooke who had been among the group inconvenienced at BIA said that Sri Lanka has great potential in terms of developing tourism. \"I see tremendous potential. The biggest investment this country can make is with its main asset, and the main asset is its people,\" Cooke said.",
    "State Minister Gamage who also spoke to the media said that the inept officials and unsatisfactory services at the BIA were a leading cause for disappointment among tourists who visit Sri Lanka.",
    "\"Securing this bid took great effort. There were five other countries bidding for this opportunity. It is regretful that these officials had a very negative experience at our airport,\" State Minister Gamage said, highlighting what she said was a sorry state of affairs at the country's main international airport.",
    "\"The officials have not had their visa to enter the country at the time of their arrival. They had been directed to a counter and nobody had taken any notice of them. The counter had been empty. There had been nobody to direct them or help them at the airport,\" she said.",
    "Minister Gamage said that she has constantly highlighted the fact that inefficient services at the airport were directly impacting tourism development in Sri Lanka. \"This official explained to me that he was greatly disappointed and that he wanted to return to where he came from. This is the first point where tourists are discouraged and turned back,\" Gamage said. The Minister said that there will be no development of the tourism industry unless there is a change in this attitude of the people. \"This is not the first time I have received this complaint as the State Minister. Tourists from every country complain about this,\" she said.",
    "The officials are due to meet President Ranil Wickremesinghe, where this issue will be brought up, Gamage said. (Kalani Kumarasinghe)"
  ]
}