{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/TEG-Group-celebrates-25-years-of-sustainable-innovation/34-751340",
  "time_ut": 1691013420.0,
  "original_lang": "en",
  "original_title": "TEG Group celebrates 25 years of sustainable innovation",
  "original_body_lines": [
    "Plantation Industries and Industries Minister Dr. Ramesh Pathirana and TEG Managing Director and CEO Dinesh Fernando",
    "TEG Group, comprising Tropicoir Lanka Ltd., Euro Substrates Ltd., and Growrite Substrates Ltd., is proud to commemorate its 25th anniversary as a pioneer in sustainable innovation. Since its inception in 1998 with the establishment of Tropicoir Lanka, the group has remained steadfast in its commitment to harnessing the potential of coconut husks, as a renewable resource in the form of coir substrates, to create environmentally friendly products for markets around the world. These products are used globally today for horticulture, environmental protection, and pet bedding.",
    "Founded by visionary entrepreneur TEG Group CEO/Managing Director Dinesh Fernando, embarked on its journey with a small team and an unwavering purpose – to create the highest value for all stakeholders. Today, the group stands tall as an industry leader, backed by an illustrious legacy of innovation and sustainable practices.",
    "In 2000, pursuing its commitment to innovation and growth, TEG Group partnered with Vander Knaap Group, Netherlands, resulting in the establishment of Euro Substrates in 2000 and Growrite Substrates in 2006 (BOI Approved). This alliance paved the way for revolutionary changes in the industry, bringing scale and innovation that rivalled global multinational players. As a result, TEG’s coir-based products not only offer sustainable crop-specific solutions but also contribute to lowering ecological footprints, propelling the growth of the overall Sri Lankan coir industry.",
    "In 2011, Tropicoir joined forces with Premier Tech, Canada, to develop a ground-breaking application in environmental protection – coir chips as a bio filtering media for wastewater treatment. This innovation opened new horizons for sustainable growth while championing the cause of protecting our planet. Over the years, TEG Group has expanded its reach and influence across six continents, exporting over 2000 containers of value-added coir substrate products to more than 40 countries, annually, earning valuable foreign exchange for Sri Lanka.",
    "In addition to its commercial success, the group has left an indelible mark on society through its various CSR initiatives. Notably, TEG has built 85+ houses for the underprivileged, renovated schools and hospitals, and empowered students through the Growrite English and ICT Academy, and by the establishment of two children’s homes looking after 85 kids in Kuliyapitiya. The Group has also created 1,300 direct, and over 2,000 indirect, employment opportunities in Sri Lanka, and operates six production facilities across the Island, having also expanded its network into the Indian Subcontinent.",
    "Dinesh Fernando expressed his gratitude for the success he, his business, its partners and its stakeholders have enjoyed saying, “Our journey has been defined by a passion for sustainability and a commitment to making a positive impact on people’s lives. We owe our success to the unwavering dedication of Team TEG and the enduring support of our partners and clients. By looking to help solve a problem in society, we have managed to create immense value for all stakeholders. Together, we are honoured to be sowing the seeds for a greener and brighter future. We are humbled by our achievements over the two and a half decades in empowering people, protecting and improving the planet, and earning much-needed foreign exchange for Sri Lanka. As we look confidently toward the future, we remain steadfastly committed to our purpose.”",
    "This slight revision maintains the original sentiment while improving the flow and coherence of the statement. It emphasizes the group’s accomplishments in a humble manner while expressing optimism for the future and reinforcing their ongoing commitment to their mission.",
    "Driven by this ethos, TEG Group’s “Anagathaya Wawamu” (Let’s Grow Our Future) program reflects its dedication to resource sustainability. With over 150,000 coconut trees planted across the island, the program is aiming at a target of 500,000 trees by 2027. This effort is not only supporting the environment but is also helping to cultivate a sense of environmental responsibility and stewardship among the younger generation.",
    "With 25 years of expertise in process and product innovation, and a strong network of world-class partners, TEG Group is poised to revolutionise global horticulture industry through sustainable coir solutions. Its commitment to the green economy remains resolute as TEG now sets its sights on the next 25 years and beyond."
  ]
}