{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-polonga-russells-viper-attack-over-100-years-ago-in-trinco/",
  "time_ut": 1688837580.0,
  "original_lang": "en",
  "original_title": "A Polonga – (Russell’s Viper) Attack Over 100 Years Ago In Trinco",
  "original_body_lines": [
    "( Reported by Dr Alfred Spaar in Spolia Zeylanica of May 1910)",
    "At midnight on April 6 1910, I was hastily summoned to see the late Mr MacIntyre, Postmaster of Trincomalee, who had been bitten by a Polonga. On arrival at his residence, thirty to forty minutes after the accident, I found him seated erect on a chair on his verandah. He was bathed in a cold, clammy sweat, and complained of feeling sick, and was vomiting continually.",
    "The ejected matter consisted of a few grains of boiled rice and water and bile stained fluid, and later on of glairy mucous. He had been attended to, within five or ten minutes of the accident, by a constable, who applied to the wound a black ‘snake-stone’ such as I have seen in the possession of ‘snake-charmers’. Internally, a remedy prepared by dissolving part of a light green stone in water, had been administered with the object of producing vomiting.",
    "Three hemp ligatures were applied by his wife round the injured limb: one just above the ankle, another round the knee, and the other round the lower part of the thigh. The wound is said to have bled freely, staining all the bed linen. Careful examination, after cleaning of the limb, revealed a single, black, pin point puncture on the inner side of the right heel, about an inch above the sole.",
    "There was then no bleeding, and but very slight pain complained of. The tissues around had a faint bluish tint, and the limb was swollen from the knee downwards. The ligatures I found, were not tightly applied. The patient complained of great weakness, and there was much restlessness, violent retching, and inability to sleep.",
    "I incised the wound freely, and injected into it a saturated solution of permanganate of potash. A series of punctures were also made all round, and the same solution injected hypodermically into the tissues. Powdered crystals were then rubbed in, and the wound packed with the same. The limb was postured, and compresses also of the solution applied and frequently renewed.",
    "Four fluid ounces of whisky and half an ounce of sal volatile were administered internally at once, and a full dose of strychnine and",
    "ether injected hypodermically into the arms, an hour later. The subsequent treatment consisted of a mixture of carbonate of ammonium, citrate of caffein, strychnine and digitalis, and hypodermic injections of adrenaline and strychnine. The treatment adopted was that described by Dr J.W. Watson Stephens, and in his hands proved very successful in Siam. The vomiting ceased after the first dose of whisky had been administered.",
    "I was not sure as to whether the vomiting and cold sweats were due to the snake poison or to the emetic administered by the constable, but it was evident later that these were effects of the former. The poison therefore, had undoubtedly entered the general circulation before I first saw the patient. At dawn the patient was not so restless, but complained of great thirst and hunger. The bowels had acted once and were relaxed, the skin warm, the tongue dry, the expression anxious, and the eyelids had now a very heavy appearance, and he was unable to open them wide.",
    "The elevator of the lids exhibited paretic symptoms. The pupils were contracted, fixed, and equal. Pulse was quick, 115 per minute, and moderately full. Finding that the ligatures were rather lax, I proceeded to remove them, following the procedure recommended by Prentiss Wilson in the Arch of Internal Medicine, June 1908, by intermittingly relaxing the ligature nearest to the heart, letting it become looser and looser until it was entirely removed, and the other ligatures removed in the same manner, at the same time watching the effect on the patient. At midday vomiting commenced again but was not persistent. The tissues all round the would were slightly tumefied and inflamed.",
    "Bleeding took place every now and again, especially if the patient exerted himself. A noteworthy feature of the blood was that it was thick, dark in colour, and did not coagulate. Restlessness was more marked. Weakness, depression and exhaustion in the small of the back were complained of, but there were no cramps, no paralysis of the limbs, and no convulsions. The skin again began to break out in cold, clammy sweat. The abdomen was distended and tympanitic, the upper part exhibiting a board like hardness. Eructations were frequent, but did not appear to relieve the patient.",
    "He complained of suffocating pains, as if both sides of his chest were being compressed. There was great oppression. Respiration was hurried and laboured and the pulse was becoming weak. And more rapid – 125 per minute. Sight was rather dimmed, but recognition of objects and persons was possible. Sinapisms were applied to the feet and over the prae cordial region, and saline infusions injected per rectum, and the patient seemed to rally somewhat, the pulse falling to118 per minute. At this stage, however, his case was taken over by a native ‘snake physician of known repute’ and English treatment given up, but the case was watched by me to the end.",
    "Drops were instilled into the eyes by the ‘vedarala’ and this appeared rather to aggravate the dimness of sight. Internal remedies were also administered, but with the withdrawal of stimulants there was a steady rise in the pulse, till at 5 p.m. it registered 132 beats per minute and was soft and feeble. Respiration became more hurried and feeble.",
    "At 10 pm the pulse rose to 142 per minute, and slight signs of lividity were noticed about the face. The native physicians were now making preparations against the twenty fourth hour, which is stated to be a critical time with cases of snake bite. At about 11 pm, dried bile from chickens was insufflated into the nostrils, which made the patient feel very short of breath. Within a couple of minutes he called out to his wife to hurry quickly up to him, and taking leave of her dropped back on his pillow and expired instantly.",
    "Consciousness and power of speech were retained to the very last. Death appeared to have been due to asphyxia and heart failure.",
    "(The above account of the last day of Mr McIntyre illustrates the great interest taken by the physician not only to treat the patient, but also his detailed clinical notes he maintained which serve to provide a greater understanding of the impact of snake bite and associated toxins of which little was known at the time. Dr Alfred Spaar who later lived in Kandy, was among the first in Ceylon to receive the honour of the Order of the British Empire (OBE) in 1950. )",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}