{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/26/us-ambassador-defence-ministry-respond-to-wimal-weerawansa/",
  "time_ut": 1682516100.0,
  "original_lang": "en",
  "original_title": "US Ambassador & Defence Ministry respond to Wimal Weerawansa",
  "original_body_lines": [
    "COLOMBO (News 1st); The US Ambassador to Sri Lanka and the Ministry of Defence responded to a statement made by MP Wimal Weerawansa.",
    "The book titled “Nine; The Hidden Story” penned by Parliamentarian Wimal Weerawansa was launched in Colombo on Tuesday (25).",
    "Weerawansa said that the United States of America and India had requested Former President Gotabaya Rajapaksa to fire Ranil Wickremesinghe. (Read More)",
    "Ambassador Julie Chung tweeted that she was disappointed that an MP has made baseless allegations and spread outright lies in a book that should be labeled “fiction.”",
    "She said that for 75 years, the US & Sri Lanka have shared commitments to democracy, sovereignty, and prosperity – a partnership and future that they would continue to build together.",
    "The Ministry of Defence also issued a statement in response to the statement made by MP Wimal Weerawansa regarding the Chief of Defence Staff and former Army Commander General Shavendra Silva, who was in India during the 9th July Aragalaya.",
    "The statement noted that the Deputy National Security Advisor Level Meeting of the Colombo Security Conclave, a security conference organized between friendly countries in the South Indian Ocean region, was held in India on 07 July 2022.",
    "The Ministry of Defence emphasizes that under the directions and approval of the then President of Sri Lanka and the Defence Ministry, the Chief of Defence Staff (CDS) and former Commander of the Army General Shavendra Silva participated in the Meeting representing the Government of Sri Lanka",
    "10-hour Water Cut on Saturday (29) for Ethul Kotte, Rajagiriya and surrounding areas",
    "‘Do NOT table Anti-Terror Bill in its current form’ – Human Rights Commission writes to President"
  ]
}