{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/High-profile-delegation-from-Viet-Nam-visits-Sri-Lanka-to-elevate-bilateral-ties/34-755239",
  "time_ut": 1700076998.0,
  "original_lang": "en",
  "original_title": "High-profile delegation from Viet Nam visits Sri Lanka to elevate bilateral ties",
  "original_body_lines": [
    "Dr. Bui Van Nghiem who is also a senior member of the apex body of the Communist Party of Viet Nam with Sri Lanka’s Ambassador Prof. A. Saj U. Mendis in Ha Noi prior to his upcoming visit to Colombo",
    "Party Central Committee Member Dr. Bui Van Nghiem will be leading a high-profile 35-member delegation to Sri Lanka on a three-day visit starting from 16 November to further strengthen and deepen the bilateral relations between Sri Lanka and Viet Nam in spheres such as trade, tourism, industry, agriculture, culture, education, investment and other commercial and economic activity, amongst others.",
    "The leader of the delegation, Dr. Bui Van Nghiem is also a senior member of the apex body of Communist Party of Viet Nam (CPV), which is equivalent to a Cabinet Minister of the Government of Viet Nam. He is also Secretary of the Provincial Party Committee, Chairman of Vinh Long Province, Delegate of the 15th National Assembly, and Head of National Assembly Delegation of Vinh Long Province.",
    "Before the visit, Sri Lanka’s Ambassador in Viet Nam Prof. A. Saj U. Mendis had a 45-minute bilateral meeting with the Head of Delegation, Dr. Nghiem at the Head Office of the Communist Party of Viet Nam.",
    "This visit was initiated by the Ambassador of Viet Nam in Colombo Ho Thi Thanh Truc, as well as the Embassy of Sri Lanka in Ha Noi.",
    "The high-level delegation consists of senior-most officials of the Government of Viet Nam including Ministry of Industry and Trade and Central Commission for External Relations of CPV, corporates and business personalities, academia and media, amongst others.",
    "During the two-day visit to Sri Lanka, the delegation will be having bilateral meetings with the Prime Minister and Foreign Minister of Sri Lanka as well as with the Communist Party of Sri Lanka, amongst others.",
    "Since it consists a number of senior business leaders and policymakers, the Viet Nam delegation would be having a business meeting with the leading Sri Lankan corporates and Kandy City Centre Chairman as well as visits to the Temple of Tooth Relic and Gangarama Temple. The delegation will pay homage to the Statue of the Founding Father of Viet Nam, Ho Chi Minh, at the Colombo Public Library.",
    "During the bilateral meeting between leader of delegation, Dr. Bui Van Nghiem, and Ambassador Mendis, both discussed and placed on record that Sri Lanka established diplomatic relations with Viet Nam in 1971 at the height of the Viet Nam War, which leader Dr. Nghiem much appreciated. Further, Mendis stated that Ho Chi Minh visited Sri Lanka, then known as Ceylon, on three occasions, in 1911, 1928 and 1946, on his way to Europe. Dr. Nghiem expressed the eagerness and interest of this visit to Sri Lanka which would further enhance both political and commercial landscape and dimension of the two countries.",
    "Mendis stated that Sri Lanka could be strategically used as an “outsourcing and manufacturing location” to supplement and complement the global supply chain and logistic to the major FDIs in Viet Nam such as Samsung, Intel, Microsoft, Hyundai, Toyota and LG, amongst others. For purposes of record, this delegation from Viet Nam is one of the largest governmental delegations to Sri Lanka since the establishment of diplomatic relations."
  ]
}