{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Networking-guru-Dr-Ivan-Misner-takes-centre-stage-at-CEO-Forum/34-749795",
  "time_ut": 1687385591.0,
  "original_lang": "en",
  "original_title": "Networking guru Dr. Ivan Misner takes centre stage at CEO Forum",
  "original_body_lines": [
    "From left: Daily FT Editor and CEO Nisthar Cassim, Digital Transformation Brandix COO Oshada Senanayake, BNI Global Markets President Mac Srinivasan, BNI Founder and Chief Visionary Officer Dr. Ivan Misner, BNI Senior VP Operations Dave Collins, Ceylon Chamber of Commerce CEO Buwanekabahu Perera and Moderator BNI Sri Lanka Area Director Glenn Lord – Pix by Ruwan Walpola",
    "Event underscores “Networking the Way Forward for a Global Sri Lanka”",
    "The highly anticipated CEO Forum Titled “Building a Global Sri Lanka - Networking the Way Forward”, featuring the renowned Dr. Ivan Misner, celebrated as the visionary behind Business Network International (BNI) and globally respected as the “Father of Modern Networking” took place on 13 June at the Cinnamon Grand Colombo, with over 150 business owners and leaders in attendance.",
    "The highlight of the Forum was undoubtedly the keynote address delivered by Dr. Ivan Misner, where he placed significant emphasis on the immense power of modern networking techniques as a crucial catalyst for success in today’s highly competitive business landscape. He shared invaluable insights, and enlightened the audience on the various ways businesses can effectively leverage these techniques to maintain a competitive edge.",
    "His keynote address served as a wake-up call, reminding attendees of the need to embrace new networking strategies to remain relevant and successful. By emphasising the value of staying connected and fostering meaningful relationships, he instilled in the audience a sense of urgency and excitement to explore the possibilities offered by modern networking techniques.",
    "Following the keynote address a dynamic panel discussion on the topic of “Modern Networking was held. The panellists include",
    "BNI Mac Srinivasan, Global Markets President, BNI Senior Vice President of Operations Dave Collins , Ceylon Chamber of Commerce CEO Buwaneka Perera and Brandix Chief Operating Officer of Digital Transformation Oshada Senanayake providing a unique perspective on integrating technology into networking strategies for business growth.",
    "The panel discussion offered attendees a valuable platform to delve deeper into the subject and explore a wide range of strategies aimed at expanding professional networks, fostering collaboration, forging strategic partnerships, and capitalizing on new business opportunities. The panellists shared practical insights, real-world examples, and proven techniques that participants could immediately implement in their own networking endeavours. The collaborative nature of the discussion created an interactive and engaging atmosphere, allowing attendees to actively participate, seek clarifications, and gain a comprehensive understanding of the strategies and approaches discussed.",
    "The panel discussion, was moderated by BNI Sri Lanka Area Director Glenn Lord. Joining him was Daily FT Editor Nisthar Cassim. Together, they further enhanced the value of the panel discussion, contributing to the attendees’ understanding of modern networking practices and their implications in the business world.",
    "This event served as a testament to BNI’s exceptional networking capabilities and the profound influence it has had on driving business achievements during challenging times.",
    "The exclusive sponsor of the event was Duzzcall through which corporates can make data calls directly through their PABX systems, whether they are analogue or digital. With a simple plug-and-play device, Duzzcall converts any fixed-line calling system into a data-enabled service, eliminating the need for traditional landline and cellular networks. Not only does Duzzcall provide all the call functionalities, but it also comes at a significantly lower cost compared to regular calls.",
    "Daily FT, IN1ONT, Capture Eye, The Infusion Studio, Tagpoint and Brands IMC were the strategic partners for the event."
  ]
}