{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89395/more-details-uncovered-in-murder-of-agri-development-assistant-in-tangalle",
  "time_ut": 1679989680.0,
  "original_lang": "en",
  "original_title": "More details uncovered in murder of Agri. Development Assistant in Tangalle",
  "original_body_lines": [
    "More details have been uncovered with eyewitness testimonies regarding the murder of an Agricultural Development Assistant in the Netolpitiya area of Weli Ara in Tangalle Police Division yesterday (March 27).",
    "The 30-year-old victim, R.M. Deepashika, who works in the same area where she resides, had been attacked with a sharp weapon by a resident of that area, while she was on the way to field duty last morning.",
    "Police arrested a 41-year-old suspect, identified as Jayawardene Pathiranage alias “Danny Baby”, on suspicion of committing the murder yesterday. He is a Samagi Jana Balavegaya (SJB) candidate for the Tangalle Pradeshiya Sabha in the 2023 Local Government election, according to police.",
    "Police investigations have revealed that the victim was stabbed in the neck with a sharp weapon by the suspect as she had refused to issue a letter to one of the suspect’s friends working in the Hambantota Hospital, for obtaining free fertilizer from the government.",
    "However, the crime had been witnessed by the victim’s aunt, D.G. Dayawathi, who was waiting for the bus with the victim.",
    "“Danny Baby”, a fisherman by trade, had met the Agricultural Development Assistant several times demanding a letter mentioning the hospital worker as a farmer to obtain free fertilizer, the police said, adding that he had gone to the victim’s house twice on the night of March 26 asking for the relevant letter to be issued.",
    "There, the Agricultural Development Assistant had informed him to come to her office the next day to talk about the matter.",
    "However, the suspect had attacked her, while she was on the way to her office last morning.",
    "He had also stabbed the deceased woman multiple times on her neck and the face, while she was writhing in pain, the police revealed.",
    "Further, the police stated that the suspect “Danny Baby” had been holding the bloody knife, without allowing anyone to come close to the victim, who had fallen down in pain with cut injuries, and not allowing anyone to take her to the hospital.",
    "A police officer attached to the Tangalle Divisional Crimes Unit, who was on the way for his morning duties, had reportedly tried to control the suspect who was holding the knife with blood on his hands, but he had also tried to stab the police officer.",
    "Meanwhile, two traffic police officers of the Tangalle Traffic Division who were travelling from near the scene of the crime had inquired about the incident after seeing a large gathering of people.",
    "Having seen the murder, the traffic police officers had managed to control the suspect with the help of the police officer of Tangalle Divisional Crimes Unit and arrested the suspect after much effort.",
    "The arrested suspect is scheduled to be produced before Tangalle Magistrate’s Court today (March 28)."
  ]
}