{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95192/further-consideration-of-case-against-slc-interim-committee-deferred-for-fifth-time",
  "time_ut": 1701075600.0,
  "original_lang": "en",
  "original_title": "Further consideration of case against SLC Interim Committee deferred for fifth time",
  "original_body_lines": [
    "The Court of Appeal on Monday (27 Nov.) yet again deferred the further consideration of the case filed pertaining to the Sri Lanka Cricket (SLC) Interim Committee.",
    "Accordingly, the case is now fixed to be taken up for further consideration before the Appeals Court on 28 November (Tuesday), making this the fifth consecutive time the matter was postponed.",
    "The petition, filed by SLC President Shammi Silva, was called before the Appeals Court bench comprising Justices Sobhitha Rajakaruna and D.N. Samarakoon this morning.",
    "This judge bench was named by Appeals Court president, Justice Nissanka Bandula Karunaratne after the previous bench recused themselves. Thus far, three Judges, including Justice Neil Iddawela and the Appellate Court President, have withdrawn themselves from the consideration of the petition.",
    "On 06 November, a seven-member Interim Committee was appointed by Sports Minister Roshan Ranasinghe, chaired by World Cup-winning former Sri Lanka captain Arjuna Ranatunga. It consisted of S. I. Imam, Retired Supreme Court Judge; Rohini Marasinghe, Retired Supreme Court Judge; Irangani Perera, Retired High Court Judge; Arjuna Ranatunga (Chairman); Upali Dharmadasa; Rakitha Rajapakshe, Attorney-at-Law; and Hisham Jamaldeen.",
    "The following day, the Appeals Court issued a 14-day stay order on the Interim Committee. The relevant order was issued by a two-member judge bench consisting of Appeals Court President Nissanka Bandula Karunaratne and Justice Vikum Kaluarachchi, upon consideration of the writ application filed by the SLC President challenging the Sports Minister’s move.",
    "Later, on 13 November, Minister Ranasinghe filed a motion requesting the lifting of the stay order."
  ]
}