{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hsbc-sri-lanka-and-sarvodaya-movement-partner-to-empower-women-entrepreneurs-in-sri-lanka/",
  "time_ut": 1690387800.0,
  "original_lang": "en",
  "original_title": "HSBC Sri Lanka and Sarvodaya Movement partner to empower women entrepreneurs in Sri Lanka",
  "original_body_lines": [
    "HSBC Sri Lanka, in its commitment to supporting local communities and fostering sustainable economic growth, announced its partnership with the Lanka Jathika Sarvodaya Shramadana Sangamaya (LJSSS), a development organization committed to empowering marginalized communities, to empower women entrepreneurs in the country.",
    "The two-year project commencing in July 2023 with an investment of Rupees 40 million, aims to address the unique challenges faced by women entrepreneurs across five provinces in the country, and to create a conducive environment for their business growth. This program is implemented by Sarvodaya Movement through Sarvodaya – Fusion, the ICT for Development Arm of Sarvodaya.",
    "The joint initiative will provide comprehensive support and training to 150 women-led SMEs, selected from diverse industries and sectors, across the Western, Eastern, North Western, Northern and Southern provinces of the country. The program aims to equip these women entrepreneurs with the necessary skills, knowledge, and resources to enhance their business acumen and drive sustainable growth.",
    "Mark Surgenor, CEO for HSBC Sri Lanka and Maldives, commenting on the partnership said, “We are proud to collaborate with LJSSS on this transformative project, to empower and uplift women entrepreneurs across Sri Lanka. At HSBC, we believe in opening up a world of opportunity not just for our people and businesses, but also the communities in which we operate in. By investing in the potential of these women-led businesses and equipping and empowering women-entrepreneurs with the necessary tools and resources, we believe it will contribute to poverty reduction, job creation, and overall socio-economic development, and contribute to the country’s economic growth.”",
    "DFCC Bank breaks new ground as Sri Lanka’s 1st bank in the Metaverse with DFCC Galaxy",
    "HSBC appoints new Country Head of Wholesale Banking for Sri Lanka and Maldives",
    "HSBC renews exclusive Bancassurance partnership with Allianz in Asia and introduces two new products",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}