{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/israeli-war-temporary-truce-on-hostage-exchange-ends-fighting-resumes/",
  "time_ut": 1701506160.0,
  "original_lang": "en",
  "original_title": "Israeli War: Temporary truce on hostage exchange ends, fighting resumes",
  "original_body_lines": [
    "The ongoing release of 220+ Israeli hostages taken by Hamas terrorists during the brutal massacre of an unknown number of Israelis on October 7, 2023 has had wall-to-wall coverage in US and western news media over the past few weeks.",
    "I use the word unknown because details of the gruesome killings of Israelis by the terrorists keep changing, according to information provided by the Israeli authorities themselves. Included are changes in the numbers of those killed and the savage manner of the killings – beheading and burning children, raping and murdering women, execution of unarmed civilians.",
    "The numbers of those killed were revised by the Israelis from 1,400 to 1,200 in the days following October 7, when it was found that 200 of them were Palestinian terrorists killed by the Israeli army. According to Scott Ritter, author and former US Marine Corps Intelligence Officer, recently released videos show that some civilians fleeing from the attacks at the open-air music festival celebrating the Jewish holiday of Sukkot were killed by random fire from Israeli helicopters, whose pilots were unable to distinguish Israeli civilians from Hamas terrorists.",
    "As for the beheading and burning of children and the mass rape of women, “the Israeli government has had to walk back (on) its claims that Hamas beheaded 40 children and has provided no credible evidence that Hamas was involved in the sexual assault of a single Israeli female”.",
    "The above differences compared to the Israeli and American versions of the attacks of October 7 do not in any way mitigate the brutality of the attacks by Hamas terrorists. Nor do they diminish the crime of taking hostages of over 220 civilians of various nationalities, predominantly Israelis, by Hamas. These innocents, including women, children and toddlers, have been held prisoner in inhumane conditions in tunnels, bunkers and other locations of desperate privation in Northern Gaza for nearly two months. The intense suffering of the loved ones of these hostages, not knowing their fate, condition and whereabouts has to be heartbreaking.",
    "The Israelis and Hamas, in close consultation with the Americans and the Qataris have been negotiating conditions for the release of the hostages over the past week. How many Israelis and hostages of other nationalities to be released in exchange for how many Hamas prisoners held in Israel? How many days of “humanitarian pauses” will the Israelis agree to for how many hostages? Where are the hostages held and are they treated under humanitarian conditions? Are they even alive? An already convoluted situation is further muddied by the fact that terrorist groups like the Palestine Islamic Jihad are also known to be holding hostages in North Gaza, location and condition unknown.",
    "However, the suffering of Palestinians in Northern Gaza for over six weeks after October 7, resulting in deaths of more than 15,000 innocent civilians, including over 6,000 children has received scant media attention. The sporadic raids after October 7 by the Israeli Defense Force (IDF), wreaking havoc and killing civilians in Palestinian settlements on the West Bank; the plight of an estimated 1.7 million Palestinians in South Gaza, internally displaced, their homes destroyed, approximately one million living mainly in United Nations Relief and Works Agency (UNWRA) shelters; the sometimes violent refusal by the IDF for some of these displaced North Gazans to return to their homes; these have been a pretty well-kept secrets by the western media.",
    "Netanyahu and the Israeli government are facing questions on their failure to prevent these attacks. According to the New York Times, Israel had chosen to dismiss specific, point-by-point intelligence warnings of these Hamas attacks more than a year ago, as being “aspirational”. Israeli officials had received information from American and their own intelligence sources that Hamas had been training for such an attack for months. A remarkable intelligence failure. Or worse? Any rat that smells seems possible if Netanyahu is involved.",
    "President Biden has been compelled to temper the unqualified support he promised Netanyahu days after his visit to Tel Aviv a few days after the October 7 attack. The subsequent Israeli offensive on Northern Gaza, the relentless bombings by the IDF, killing thousands of civilians, ravaging the infrastructure of Gaza City and its environs, destroying over 40 private and public hospitals, schools and refugee camps, have been causing untold misery to tens of thousands of innocents, men, women and children. Their complete disregard for civilian casualties has opened American eyes as to the perfidy of Netanyahu’s real motivation in the conflict.",
    "Biden has redeemed his reputation to a certain extent by, together with the Qataris, negotiating temporary “humanitarian pauses” designed to achieve the ultimate release of the 220+ hostages taken by Hamas and other groups; the resumption of hardly sufficient humanitarian aid in the form of food, water, medications and fuel for the beleaguered hospitals and civilians in North Gaza; and probably most importantly, the temporary suspension of the carnage being caused by the IDF on a daily and relentless basis.",
    "The continuing US financial and military support for the Israelis in their continuing attacks on Gaza is generating intense criticism amongst some Americans. The outrage is costing President Biden valuable votes, especially among younger and progressive voters, in his quest for a second presidential term. Anti-Semitism and Islamophobia, especially in university campuses, have spiked, with an estimated 70% increase in related violence.",
    "It seems politically expedient to lay the blame on the sitting president for continuing the American policy of funding and military support for Israel since 1948. What other choice does President Biden have? The withdrawal of such aid to Israel would have provoked howls of indignation from the powerful US Jewish lobby.",
    "“Humanitarian pauses” were completely at odds with the ambitions of Netanyahu and the IDF. They have only served to delay the final One-State Solution of the establishment of the Jewish State of Israel. This is the Holy Land promised by the Jewish Almighty, according to the Old Testament of the Bible more than 3,600 years ago. A gift of divine legitimacy of the exclusive ownership of Palestine to the Chosen People, which not only ignores the Palestinian Muslims, who owned the land, but also the minority Palestinian Christians, who also considered Palestine their home.",
    "In 1948, the civil war between the Jews, supported by the western powers, and the Muslims resulted in the Nakba (catastrophe). This involved the murder, displacement and dispossession of over 750,000 Palestinians, Muslims and Christians. The destruction of their society, culture, identity, political rights and national aspirations, was tantamount to ethnic cleansing.",
    "In May 1948, David Ben-Gurion, Israel’s founder and its first Prime Minister declared the creation of the State of Israel, recognized by the United Nations.",
    "Strangely, Ben-Gurion himself recognized the rights of the Palestine Arabs, when he said in 1953, “Why should the Arabs make peace? If I was an Arab leader, I would never make terms with Israel. That is natural: we have taken their country. Sure, God promised it to us, but what does that matter to them? Our God is not theirs. We come from Israel, but two thousand years ago, and what is that to them? There has been anti-Semitism, the Nazis, Hitler, Auschwitz, but was that their fault? They only see one thing: we have come here and stolen their country. Why should they accept that?” Why, indeed?",
    "Still, these sentiments did not stop Ben-Gurion from continuing with the Nakba, with forced evictions and near-daily killings of Palestinians, committed by an Apartheid State. It’s as if the Jews are seeking revenge from the Palestinians for the Holocaust they suffered at the hands of Hitler and the Nazis.",
    "To assume that Netanyahu speaks for all Israelis is wrong. The indefinite continuation of the war is crucial to Netanyahu’s political future. The moment the war ends with even an uneasy truce, resulting in negotiations for a two-state resolution to the conflict, as favored by the USA and the UN, Netanyahu will face charges of bribery, fraud and breach of trust, effectively ending his political career and possible imprisonment.",
    "And to assume that Hamas speaks for all Palestinians is also emphatically wrong. Hamas was elected by the Gazans in 2006, and there has been no election since. Since then, Hamas has never kept its promises of freedom and political pluralization. Just before the October attacks, 73% of the Gazans favored a peaceful settlement of the Israeli Gaza conflict.",
    "At the time of writing, 104 hostages have been released, a further 130+ hostages are in the custody of Hamas and other terrorist groups. The truce ended hours after the deadline was extended on Thursday morning, when Israel accused Hamas of failing to fulfill their obligation of releasing 10 women and children by Thursday’s deadline.",
    "Now that the truce has expired, the IDF has resumed the bombings of Gaza. They have promised that they will no longer confine their airstrikes and carnage to North Gaza, they will also attack South Gaza, where 1.7 million North Gazans have been forced to flee, seeking safety.",
    "Quoting an anonymous Palestinian, “We are in a circle of blood for the last 75 years and this (October 7) is just another round. Nobody expected the viciousness and the cruelty of this round, but it should have been expected. You cannot put two million people in a box, close the cover and expect nothing to happen. It will not stop unless we talk. You cannot annihilate nine million Palestinian Jews. You cannot ignore over two million Palestinian Muslims, Christians and other races living in Palestine. You cannot expect nine million Palestinian Jews to go away. We also will not go away. We are doomed to live here together. We will either share this land or share the graveyard under it.”",
    "The pipe dream of a Two State solution is just that, a prospect that goes completely against the trend of the history of post-World War II Palestine. In 1947, the population of Palestine was 1.8 million, with 60% Muslim, 31% Jews and 8% Christian. The Palestinians owned 97% of the land.",
    "As of 2022, the total population of Israel was 8.9 million, with 73.8% Jews, 18% Muslim and 1.9% Christian, an indication of the rapidity of the process of “ethnic cleansing” of Muslims and Christians from the Holy Land.",
    "Both President Biden and Secretary of State Blinken have recently been urging Netanyahu and the IDF to ensure that the killings of Palestinian civilians and the destruction of vital infrastructure like hospitals and power plants are kept to a minimum. These appeals have so far fallen on deaf ears. The carnage in Gaza has been indiscriminate and comprehensive, and there is every likelihood that the bombings will increase in intensity now that the truce is no longer in force.",
    "In a few years, a blink in the eyes of history, Palestine will be just an asterisk in the map, like other extinct races like the Mayans and the various tribes that inhabited the Americas.",
    "The Palestinian Arabs and other races, including Palestinian Christians, will soon be the occupants of the graveyard beneath the Holy Land. The Jewish State of Israel will be under the exclusive control of the Jews, the sole inhabitants of the Promised Land.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}