{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90187/rallies-planned-across-sri-lanka-to-mark-international-workers-day",
  "time_ut": 1682909400.0,
  "original_lang": "en",
  "original_title": "Rallies planned across Sri Lanka to mark International Workers’ Day",
  "original_body_lines": [
    "Today is International Workers’ Day, also known as Labour Day, which is observed annually on May 1 in Sri Lanka and the world at large.",
    "The day, which has its origins in the labour union movement, specifically the eight-hour day movement, is a celebration of labourers and the working classes that is promoted by the international labour movement.",
    "May 1 is observed as an ancient northern hemisphere spring festival, however, it became associated with the labour movement in the late 19th century after trade unions and socialist groups designated it as a day in support of workers.",
    "The date was chosen to be International Workers’ Day to commemorate the 1886 Haymarket affair in Chicago in the US, in which a peaceful rally in support of workers led to a violent clash with the police, leading to the deaths of at least 38 civilians and 7 police officers.",
    "While 60 police officers and 115 civilians were injured. Those who died due to the clash were hailed as “Haymarket Martyrs”.",
    "In Sri Lanka, the holiday is tied to labour movements for trade unions and political parties.  The first May Day rally in Sri Lanka was held in 1933 under the leadership of A.E. Gunasinghe, who formed the Labour Party to ensure workers’ rights.",
    "May Day was declared an official holiday in Sri Lanka in 1956 under the Mahajana Eksath Peramuna government, led by former Prime Minister S.W.R.D. Bandaranaike.",
    "Labour Day commemorates past labour struggles against workers’ rights violations, including lengthy workdays and weeks, poor conditions and child labour.",
    "Several political parties and trade unions in Sri Lanka are preparing to mark International Workers’ Day, with various events including rallies and processions organized in towns across the country today.",
    "The United National Party’s (UNP) May Day rally will be held at the Sugathadasa Stadium in Colombo this evening with the participation of several leading members of the party.",
    "However, President Ranil Wickremesinghe is not expected to take part in any of the UNP’s May Day events.",
    "Meanwhile, the May Day rally of the Sri Lanka Podujana Peramuna (SLPP) will take place in Campbell Park in Borella, led by the party’s leader former President Mahinda Rajapaksa.",
    "The Samagi Jana Balavegaya’s (SJB) May Day parade themed “Struggle at the workplace for the victory of the motherland” is scheduled to be commenced near the P.D. Sirisena playground in Maligawatte, going on to gather at the E.A. Gunasinghe playground in Borella.",
    "The May Day rally of the National People’s Power (NPP) has been organized in front of the Viharamahadevi Park, while the Frontline Socialist Party (FSP) will commence their procession from Delkanda Junction towards Ananda Samarakoon Open Air Theatre, where the party’s rally will be held.",
    "Moreover, the Supreme Lanka Coalition (Uttara Lanka Sabhagaya) has organized their May Day rally in Colombo Hyde Park this evening.",
    "In the meantime, two other major political parties have organized the May Day rallies outside Colombo.",
    "Accordingly, the Sri Lanka Freedom Party’s (SLFP) rally will be held in front of the Kandy Central Market, while the ‘Nidahasa Janatha Sandhanaya’ will hold their May Day rally in front of the Sahas Uyana in Kandy.",
    "Meanwhile, Sri Lanka Police have taken steps to deploy special security meaaures for the May Day rallies and demonstrations that will be held today.",
    "The Police Media Spokesperson SSP Nihal Talduwa says that all security measures are in place for the May Day rallies which are scheduled to be held today (May 01).",
    "Speaking to media yesterday, SSP Talduwa stated that nearly 3,500 police officers have been deployed in the field for the May Day parades and rallies in Colombo City and for traffic duties too.",
    "“When the matter of how to deal with the traffic in a way that does not obstruct the general public is considered, they have agreed to hold their parades using only one lane of the road.”",
    "“Thereby, we urge the organizers of those parades to act accordingly”, he added."
  ]
}