{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91359/hundreds-of-pakistanis-dead-in-mediterranean-migrant-boat-disaster-official-says",
  "time_ut": 1687148880.0,
  "original_lang": "en",
  "original_title": "Hundreds of Pakistanis dead in Mediterranean migrant boat disaster, official says",
  "original_body_lines": [
    "More than 300 Pakistani nationals have been killed in the sinking of a packed trawler off the coast of Greece, the latest tragedy to expose the refugee crisis confronting the European Union as tens of thousands seek sanctuary from war, persecution and poverty.",
    "The chairman of of Pakistan’s Senate, Muhammad Sadiq Sanjrani, disclosed the numbers in a statement Sunday, sending condolences to grieving families of the dead.",
    "“Our thoughts and prayers are with you, and we pray that the departed souls find eternal peace,” Sanjrani said. “This devastating incident underscores the urgent need to address and condemn the abhorrent act of illegal human trafficking.”",
    "Pakistan is in the midst of its worst economic crisis in decades.",
    "The number of Pakistanis traversing dangerous routes to Europe in search of a better future has reverberated through the nation, prompting Prime Minister Shehbaz Sharif to declare Monday a national day of mourning for those who died in the boat’s sinking.",
    "In a tweet Sunday, he ordered a “high-level inquiry” into the incident.",
    "“I assure the nation that those found negligent towards their duty will be held to account. Responsibility will be fixed after the inquiry and heads will roll,” Sharif wrote.",
    "About 750 men, women and children were on the boat when it capsized last week, the United Nations Migration Agency (IOM) said, killing hundreds and making the tragedy one of the worst in the Mediterranean Sea, according to the EU Commissioner for Home Affairs Ylva Johansson.",
    "The tragedy has shone a spotlight on the EU’s refugee crisis in which every year, tens of thousands of migrants fleeing war, persecution, climate change and poverty risk treacherous routes to Europe.",
    "Johansson condemned the role of “smugglers” who put people on the boats.",
    "“They are not sending them to Europe, they are sending them to death. This is what they’re doing and it’s absolutely necessary to prevent it,” she said."
  ]
}