{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Apparel-industry-urges-for-strategic-partnerships-with-Japan-and-India-to-boost-exports/34-755591",
  "time_ut": 1700850989.0,
  "original_lang": "en",
  "original_title": "Apparel industry urges for strategic partnerships with Japan and India to boost exports",
  "original_body_lines": [
    "SLAEA Chief Indika Liyanahewage says Japan imports $ 26 b worth of apparel annually, but only $ 35 m exports from Sri Lanka",
    "Asserts high electricity costs and trade levies impact export competitiveness",
    "Insists on considering alternatives to SVAT as cash-based systems could lead to corruption, malpractices",
    "Sri Lanka Apparel Exporters Association (SLAEA) Chairman Indika Liyanahewage called for strategic partnerships with Japan and India to boost and diversify markets to steer amid challenges posed by economic downturns in traditional export destinations.",
    "He noted that 30% of garments shipped to Europe and 40% to US, these markets have seen a dip due to economic challenges. To address this, he stressed the importance of expanding to other regions, particularly Japan, East Asia and India.",
    "“Japan, in particular, presents a significant opportunity, with an annual import of $ 26 billion worth of apparel of which only $ 35 million comes from Sri Lanka. There is great potential for growth in the Japanese market,” he said speaking at the 41st AGM of the SLAEA recently.",
    "Regarding exports to India, Liyanahewage stated that India’s middle-class market segment is a good opportunity for Sri Lanka to tap into which accounts for over 300 million people, who are now getting into a high-spending mode.",
    "“The quota to India from Sri Lanka is set at 8 million pieces of garments per year via the Free Trade Agreement (FTA), the imported raw material from India amounts to a value of $ 1 billion and the export revenue is about $ 40-50 million. We hope the cap could be lifted or extended as much as possible,” he said.",
    "He requested support from India to enhance trade agreements as the market is vast, adding the attractiveness of Sri Lankan designs and innovation to Indian buyers. Liyanahewage also extended gratitude to India for supporting Sri Lanka, especially the garment sector during the crisis period in 2022.",
    "Apparel exports in September were down sharply by 26% to $ 332 million, whilst performance in the first nine months was down by 20.5% to $ 3.4 billion.",
    "Highlighting that Sri Lanka does not qualify for tax schemes benefiting Least Developed Countries (LDCs), he sought support from friendly nations to collaborate on FTAs. He also pointed out that Sri Lanka’s apparel industry is known as ‘garment without guilt’ and extended his credit to the industry champions.",
    "The re-elected SLAEA Chairman also called on the Government to enhance efficiency, addressing issues such as high electricity costs and tariff duties that impact export competitiveness.",
    "Acknowledging the challenges posed by the proposal to abolish SVAT (Simplified Value Added Tax), he proposed to introduce a cashless scheme as a substitute, emphasising that a cash-based system could lead to corruption and malpractices.",
    "Despite uncertainties in the coming year, Liyanahewage expressed confidence in the apparel industry’s ability to adapt and recover.",
    "Emphasising that the garment industry contributes about 7% of the GDP, he called for comprehensive Government assistance while underlining the commitment of SLAEA members to handle market exploration, research, innovation and development. “We are optimistic about the industry’s resilience and its potential to thrive with the right support and strategic initiatives,” he added."
  ]
}