{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Singer-launches-new-loyalty-reward-scheme/34-751703",
  "time_ut": 1691776321.0,
  "original_lang": "en",
  "original_title": "Singer launches new loyalty reward scheme",
  "original_body_lines": [
    "Singer Sri Lanka, the largest consumer durable retailer in Sri Lanka has announced the launch of its highly anticipated SINGER RED ‘Hadawathe Thagi’ Exclusive Loyalty Raffle Draw.",
    "The raffle draw presents an incredible opportunity for customers to win exciting prizes while enjoying the benefits of their loyalty tier.",
    "Running until 21 August, the SINGER RED ‘Hadawathe Thagi’ Exclusive Loyalty Raffle Draw is open to all Singer loyalty customers across the country. By redeeming their RED loyalty points at any Singer showroom island wide, customers automatically become eligible for the draw.",
    "Each redemption provides customers with an opportunity to win prizes, with Deluxe and Premier tier customers receiving one winning chance per redemption and VIP customers receiving two winning chances per redemption.",
    "Speaking about the initiative, Singer Sri Lanka PLC Marketing Director Shanil Perera stated, “We are delighted to announce the launch of SINGER RED ‘Hadawathe Thagi’ Exclusive Loyalty Raffle Draw. This exclusive draw is a testament to Singer’s commitment to its valued customers. We consider it important to give back to our customers and provide them with a rewarding experience. Through this raffle draw, we aim to not only offer exciting prizes but also express our heartfelt appreciation to our valued customers for their unwavering loyalty and continued patronage.”",
    "The SINGER RED ‘Hadawathe Thagi’ Exclusive Loyalty Raffle Draw boasts an impressive array of prizes to be won. The first prize winner will receive Rs. 1 million worth of appliances to refurbish their living room. This includes an Air Conditioner, TV, Mini bar refrigerator, Sofa Set, TV Stand, Tab, and Security camera. Additionally, there will be 10 consolation prizes up for grabs, including a wardrobe, bicycle, grinder, mobile phone, sewing machine, air fryer, portable wireless speaker, fitness upright bicycle, Pureit water purifier, and pedestal fan. The consolation prize winners will be selected throughout the period of the raffle draw, while the grand prize winner will be announced at the end of the draw. Singer said its relaunched SINGER RED loyalty program has been warmly embraced by customers across the nation. The program has allowed customers to earn RED points with every purchase, providing them with exclusive benefits, discounts, and special offers.",
    "Singer’s dedication to enhancing customer experience through loyalty programs continues to be a cornerstone of their commitment to keep customers at the Heart of everything they do. Singer encourages all loyalty customers to seize this incredible opportunity and participate in the SINGER RED ‘Hadawathe Thagi’ Exclusive Loyalty Raffle Draw."
  ]
}