{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89426/cbsl-reminds-public-of-significant-risks-in-using-and-investing-in-cryptocurrencies",
  "time_ut": 1680075360.0,
  "original_lang": "en",
  "original_title": "CBSL reminds public of ‘significant risks’ in using and investing in cryptocurrencies",
  "original_body_lines": [
    "The Central Bank of Sri Lanka (CBSL), in light of the recent public inquiries and the developments observed in cryptocurrencies, has reiterated the “significant risks” associated with using and investing in digital currencies.",
    "Although crypto-trading is widely promoted by certain entities as a profitable investment, the Central Bank said the recent complaints it received have shown that the members of the public have incurred heavy losses on their crypto-investments.",
    "In certain instances, people were subject to financial scams conducted through crypto-related schemes, the Central Bank said further in a press release.",
    "The Central Bank previously cautioned the general public of cryptocurrency-related scams in 2018, 2021 and 2022, highlighting the significant financial, operational, legal and security risks as well as customer protection concerns posed to the users of cryptocurrency.",
    "These risks and concerns have already materialized with the recent failures of various global institutions engaged in cryptocurrency businesses, and the collapse and loss of value of some cryptocurrencies.",
    "The Central Bank went on to remind the public that cryptocurrencies are unregulated investment instruments that are not recognized as an asset-class in Sri Lanka.",
    "Further, cryptocurrencies are not considered legal tender in Sri Lanka and have no regulatory safeguards relating to their usage in the country, the Central Bank noted further.",
    "As per Directions No. 03 of 2021 under the Foreign Exchange Act, No. 12 of 2017, Electronic Fund Transfer Cards (EFTCs) such as debit cards and credit cards are not permitted to be used for payments related to cryptocurrency transactions.",
    "Cryptocurrency operates through informal channels, and therefore, it does not contribute to the national economy and can also cause a loss of valuable foreign currency to the country.",
    "The public is also warned of the growing number of financial scams operating with the promise of high returns based on crypto-investments. These scams include deceiving individuals and obtaining money from them with the promise of providing a high return by investing money in cryptocurrency, as well as deceiving individuals to invest in fraudulent cryptocurrency projects.",
    "Such scams circumvent traditional regulatory and legal protection mechanisms, resulting in individuals losing their hard-earned money, the Central Bank cautioned.",
    "Further, the Central Bank strongly advised the members of the public to safeguard their hard-earned money and not to invest or engage in any cryptocurrency scheme offered through the internet, other forms of media, or directly by any person.",
    "The public is also notified that Central Bank has not issued any license or authorized any individual or business to operate schemes involving cryptocurrency, and has not authorized any Initial Coin Offerings (ICOs) or any variant of it, cryptocurrency mining operations, cryptocurrency exchanges, deposit-taking or custody services related to cryptocurrency or any cryptocurrency investment advisory service.",
    "The Central Bank also urged those who are engaged in promoting and facilitating the promotion of investing and trading in cryptocurrency to refrain from such activities, considering the wide range of risks associated with cryptocurrency and the resulting hardships to the public, including financial losses.",
    "Cryptocurrency is a type of virtual currency that is generated by private entities and not by a monetary authority of a country.",
    "The term cryptocurrency refers to a digital representation of value that is implemented using cryptography and Distributed Ledger Technology (DLT) or similar technology."
  ]
}