{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Politics-without-conscience-EDITORIAL/172-260980",
  "time_ut": 1686595623.0,
  "original_lang": "en",
  "original_title": "Politics without conscience - EDITORIAL",
  "original_body_lines": [
    "Former British Prime Minister Boris Johnson has resigned as an MP on Friday over an allegation of misleading the Parliament with regard to the “Partygate,” a series of rule-breaking government parties during the COVID-19 pandemic he had attended.",
    "Earlier, Johnson had acknowledged misleading parliament when he assured lawmakers that no rules had been broken, but he later said he didn’t do so deliberately. However, he quit as a Conservative MP after an investigation into the incidents by the Privilege Committee, which recommended a lengthy suspension from the House of Commons, according to The Guardian.",
    "Similarly, former US President Donald Trump has been indicted for the alleged wilful retention of hundreds of classified government records at his Florida residence and alleged conspiracy to prevent their return to US officials. The charging documents said that the records contained information about defence and weapons, capabilities of the US and foreign countries, US nuclear programmes and “potential vulnerabilities of the US and its allies to military attack.”",
    "These incidents show that politicians in developed countries are no different from those in the countries like Sri Lanka and India. However, we in Sri Lanka, cannot expect our politicians, even if they harm the national security being brought before the law, thanks to a lack of systems, and mechanisms and owing to the fact that underhand deals between leaders of ruling parties and the Opposition.",
    "Boris Johnson was accused of having five gatherings during the pandemic, ignoring health instructions on social distancing which was one of major measures that were recommended worldwide to minimize the effects of COVID-19 and police had issued 126 fines, before the standards committee investigated into the gatherings, he had attended violating health rules. However, the media in Sri Lanka revealed about so many gatherings those days attended by the ruling party politicians, including opening ceremonies of new quarantine centres and even political meetings without prompting the police or the health officials to take action against the organizers or the attendees. The difference is not in the morality of politicians in the UK and Sri Lanka, but in the systems that handles this kind of issues.",
    "As per the Sri Lankan “standards” such incidents are not serious and the conscienceless and shameless attitude of politicians and the officialdom towards the breach of rules, ethics and law are outrageous. The shamelessness of the Parliamentarian Ali Sabri Raheem who smuggled gold into the country last month, was such that he blamed not his action, but the leaders of the government for not ordering his release when the Customs officials caught him with gold and mobile phones that were smuggled into the country. In fact, even if any such order had come down from the top, it would be forgotten at the next moment as they have become the norm in the country.",
    "Raheem cannot be considered to have been abandoned by those in power. He was fined just only Rs. 7.4 million for smuggling the contraband worth over Rs. 78 million, whereas he should have been fined three times of the value of the smuggled items. At the same time, officials imposed a massive fine of Rs. 70 million on a French national who was caught with a similar volume of gold, a few days later. Ruling party politicians very cleverly, but shamelessly justified the leniency shown towards Raheem.",
    "A Chinese passenger who attempted to enter the county through the Bandaranaike International Airport (BIA) using a forged passport was detained to be deported, but immediately released on the instructions of the State Minister of Urban Development and Housing Arundhika Fernando on May 21. The state minister told that he instructed the officials to release him as he was an investor. However, later it was found that the Chinese national turned out to be a ‘wanted man’ in China and he was on the run when he was stopped at the BIA. Though he was later deported, no action was taken against the state minister or the officials who cave into the undue political pressure. More importantly, the state minister seems to have not thought it fit at least to express regret for exerting pressure on the officials to allow a criminal to enter the country.",
    "The country is still reeling from a massive economic crisis that ruined the lives of its people. Though it was an outcome of long-term flawed economic policies, it was expedited by the illogical and high-handed measures taken by President Gotabaya Rajapaksa. While the people whose lives and dreams were destroyed by the crisis, the man who was instrumental to that situation has been given shelter with all perks in a plum area in the Capital city, despite his luxury private residence is just a few miles away in the suburb. Who worries?",
    "His ministers who justified all his political and economic blunders too did not have the conscience to apologize to the people who are still suffering from the crisis. Instead, they are still shamelessly demanding ministerial portfolios, at least in turns. Can a country get out of a socioeconomic mess under the leadership of such politicians?"
  ]
}