{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Govt-mulling-to-reduce-liquor-prices-complete-fabrication-Excise/108-259172",
  "time_ut": 1684083178.0,
  "original_lang": "en",
  "original_title": "Govt. mulling to reduce liquor prices complete fabrication: Excise",
  "original_body_lines": [
    "Rejecting recent media reports, the Department of Excise today said the government mulling to reduce the prices of liquor owing to a sharp decline in consumption is a complete fabrication.",
    "A top Excise official told the Daily Mirror today that neither the department nor the subject ministry, which is in this case the Ministry of Finance, has decided to reduce the prices of liquor.",
    "Excise Department Spokesperson Commissioner Kapila Kumarasinghe said several leading print and electronic media have carried this false report during the weekend that the demand for local liquor consumption has dropped by 40%, thus the government is thinking to reduce the prices of liquor.",
    "“There is of course a drop in sales by 40% amongst all the leading liquor manufacturers in the country owing to the excessive prices of liquor in the past few months. But that doesn’t mean either the Excise Department or the Ministry of Finance have decided to bring down the liquor prices,” he said.",
    "According to the spokesperson, the false report had been generated from a social media post, which was thereafter reported by several leading print and electronic media institutions.",
    "“It is sad to see how these prominent media act on misinformation carried in social media sites without even clarifying with the competent authorities like us,” Commissioner Kumarasinghe said.",
    "Asked whether the drop in local liquor consumption would have an effect on the expected tax revenue to the government from alcoholic beverages, the Commissioner said it indeed has an effect on the expected tax revenue.",
    "“I don’t think the Finance Ministry or the government is in a position to reduce liquor prices at the moment as the IMF also has put forward one of their proposals to invent a price formula for the local liquor industry, in order to maintain tax revenue or even to increase it furthermore,” the Commissioner said.",
    "Recent media reports carried that the Ministry of Finance has sought a report from the Department of Excise to revise the prices of local liquor as a result of a drop in liquor consumption by 40% owing to its excessive prices. (Kurulu Koojana Kariyakarawana)"
  ]
}