{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/05/sri-lanka-s-economy-to-contract-before-recovery-in-2024-adb/",
  "time_ut": 1680680460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s economy to contract before recovery in 2024 – ADB",
  "original_body_lines": [
    "The Asian Development Bank’s (ADB) annual flagship economic publication, the Asian Development Outlook (ADO) April 2023, forecasts Sri Lanka’s economy to contract further in 2023 before it begins a gradual recovery in 2024, as the country navigates an unprecedented economic crisis.",
    "The economy contracted by 7.8% in 2022 and is forecast to contract by 3% in 2023 as it continues to grapple with the challenge of debt restructuring and balance of payments difficulties.",
    "Reform measures, such as the reversal of the tax cuts of 2019, and the recent approval of the International Monetary Fund’s (IMF) Extended Fund Facility arrangement will support the country’s efforts to stabilize its economy.",
    "Sri Lanka’s recovery from the crisis hinges on timely progress on debt relief and steadfast implementation of reforms.",
    "Sri Lanka entered the crisis on a weak footing as pre-pandemic macroeconomic vulnerabilities, policy missteps, and shocks left the country with thin buffers on the eve of the pandemic.",
    "In 2022, foreign currency scarcity led to shortages of essentials and triggered an acute energy crisis with prolonged power cuts and transport bottlenecks due to lack of fuel, which Sri Lanka needs to import. Inflation soared and eroded living standards, pushing many into poverty. The economic crisis has impacted the poor and vulnerable disproportionally.",
    "“Sri Lanka has a long road to recovery, and it will be critical to ensure the poor and vulnerable are protected,” said Deputy Country Director for Sri Lanka Utsav Kumar. “It is imperative that the country address the root causes of internal and external imbalances, for which an unwavering commitment to reforms is essential.”",
    "The needed reforms include enhancing domestic resource mobilization, improving the performance of state-owned enterprises to reduce their fiscal burden, strengthening public financial management, and encouraging private sector activities through harmonizing trade and investment policies. Improving governance and accountability mechanisms, such as strengthening anticorruption legislation, building strong institutions, and increasing transparency, will also be essential to address Sri Lanka’s economic vulnerability."
  ]
}