{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Putin-vows-to-punish-armed-uprising-by-Wagner-militia-as-Russia-is-plunged-into-crisis/108-261739",
  "time_ut": 1687602083.0,
  "original_lang": "en",
  "original_title": "Putin vows to punish ‘armed uprising’ by Wagner militia as Russia is plunged into crisis",
  "original_body_lines": [
    "Russian President Vladimir Putin warned that those on “path of treason” or armed rebellion will be “punished” after the head of the Wagner paramilitary group said his troops had taken control of military facilities in two Russian cities, plunging the country into crisis and raising the specter of civil conflict.",
    "“It is a stab in the back of our country and our people,” Putin said in an address to the nation, as he stared down the greatest threat to his authority since he rose to power 23 years ago.",
    "The president pledged a harsh response for those planning “an armed rebellion.” Putin was speaking after militia chief and once close ally Yevgeny Prigozhin dramatically escalated his feud with Moscow’s security establishment over their handling of the invasion of Ukraine – in a stunning series of events that threatens to spiral into a full-blown battle for power in Russia.",
    "Prigozhin, who heads private military group Wagner, pledged to blockade the southern Russian city of Rostov-on-Don and move on to Moscow if Defence Minister Sergei Shoigu and Russia’s top general Valery Gerasimov did not meet with him in the city, according to his comments in a video posted by a pro-Wagner Telegram channel.",
    "The Wagner group also claimed it had taken control of Russian military facilities in a second city, Voronezh, some 600 kilometers (372 miles) to the north of Rostov-on-don. The governor of the Voronezh region, Alexander Gusev, said the Russian military are carrying out the necessary “combat measures” in the area.",
    "In its daily intelligence update, Britain’s Defense Ministry said the military headquarters in Rostov-on-Don “runs Russia’s military operations in Ukraine” and that Prigozhin’s insurrection “represents the most significant challenge to the Russian state in recent times.”"
  ]
}