{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90176/may-day-rallies-across-sri-lanka-tomorrow-special-notice-from-police-to-organizers",
  "time_ut": 1682845620.0,
  "original_lang": "en",
  "original_title": "May Day rallies across Sri Lanka tomorrow; Special notice from Police to organizers",
  "original_body_lines": [
    "Several political parties and trade unions will tomorrow (May 01) celebrate International Workers’ Day, marking the occasion with rallies and processions in towns across the country.",
    "The United National Party’s (UNP) May Day rally will be held at the Sugathadasa Stadium in Colombo tomorrow evening with the participation of several leading members of the party.",
    "Meanwhile, the May Day rally of the Sri Lanka Podujana Peramuna (SLPP) will take place in Campbell Park in Borella, led by the party’s leader former President Mahinda Rajapaksa.",
    "The Samagi Jana Balavegaya’s (SJB) May Day parade themed “Struggle at the workplace for the victory of the motherland” is scheduled to be commenced near the P.D. Sirisena playground in Maligawatte, going on to gather at the E.A. Gunasinghe playground in Borella.",
    "The May Day rally of the National People’s Power has been organized in front of the Viharamahadevi Park, while the Frontline Socialist Party will commence their procession from Delkanda Junction towards Ananda Samarakoon Open Air Theatre, where the party’s rally will be held.",
    "Moreover, the Supreme Lanka Coalition (Uttara Lanka Sabhagaya) has organized their May Day rally in Colombo Hyde Park next evening.",
    "In the meantime, two other major political parties have organized the May Day rallies outside Colombo.",
    "Accordingly, the Sri Lanka Freedom Party’s (SLFP) rally will be held in front of the Kandy Central Market, while the ‘Nidahasa Janatha Sandhanaya’ will hold their May Day rally in front of the Sahas Uyana in Kandy.",
    "Meanwhile, the Police Media Spokesperson SSP Nihal Talduwa says that all security measures are in place for the May Day rallies which are scheduled to be held tomorrow (May 01).",
    "Speaking in a press conference, SSP Talduwa stated that nearly 3,500 police officers have been deployed in the field for the May Day parades and rallies in Colombo City and for traffic duties too.",
    "“When the matter of how to deal with the traffic in a way that does not obstruct the general public is considered, they have agreed to hold their parades using only one lane of the road.”",
    "“Thereby, we urge the organizers of those parades to act accordingly”, he added."
  ]
}