{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Im-Ranil-Wickremesinghe-not-Ranil-Rajapaksa-RW-tells-Tamil-party-leaders/155-263454",
  "time_ut": 1689749315.0,
  "original_lang": "en",
  "original_title": "I’m Ranil Wickremesinghe, not Ranil Rajapaksa: RW tells Tamil party leaders",
  "original_body_lines": [
    "President Ranil Wickremesinghe emphasized to Tamil Parliamentarians representing the North and East yesterday that he had already put forth a comprehensive proposal to address the problems faced by the people in those regions. He said that it was up to the Tamil Parliamentarians whether to take it forward or not.",
    "Responding to Member of Parliament M. A. Sumanthiran’s statement regarding former President Mahinda Rajapaksa's support for the full implementation of the 13th Amendment, the President quipped that he was Ranil Wickremesinghe, not Ranil Rajapaksa.",
    "President Wickremesinghe said that he genuinely wanted to resolve the issues faced by the Tamil people and that he did not have any ulterior motives. He elaborated on various bills and plans concerning the functioning of Provincial Councils, the Office of National Unity and Reconciliation, the Truth-Finding Mechanism, the Office on Missing Persons, and the development of the Northern and Eastern provinces.",
    "The President highlighted the government's development initiatives in the Northern and Eastern Provinces, including projects focused on renewable energy, water supply, infrastructure development, investment promotion zones, and the tourism industry. He said that the full enforcement of the 13th Amendment could only be achieved if all the leaders of various political parties in Parliament agree to a comprehensive devolution of powers.",
    "The President's proposal and discussions centered on multiple measures taken to address the challenges faced by the people in the North and East regions. President Ranil Wickremesinghe reiterated his will to uphold justice for the people of the North and East. He said that any further action taken for their benefit can only proceed with the full support of Parliament."
  ]
}