{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/encounters-with-the-tigers-loss-of-thenaddi-bungalow/",
  "time_ut": 1679118900.0,
  "original_lang": "en",
  "original_title": "Encounters with the Tigers, loss of Thenaddi bungalow",
  "original_body_lines": [
    "Excerpted from the authorized biography of Thilo Hoffmann by Douglas B. Ranasinghe",
    "Thilo and his friend Guido Baumann often spent weekends at Thenaddi Bay, leaving Colombo on Friday evenings and returning to be back in office on time on Monday mornings. During the evening and early morning hours they managed the 178 miles (about 300 km) across the island in Thilo’s Peugeot 504 car in four hours flat despite bad roads.",
    "At times when the Mahaweli was in flood the approach road to the Manampitiya Bridge was under water and the trip would take 12 hours or more. The railway through this area, in contrast to the road, runs on a bund well above the flood level. On several occasions the night was spent on a platform of the Kaduruwela railway station, and in the morning their vehicle was loaded on a bogie (flat-car) of the train for a leisurely ride to Valaichchenai.",
    "In the 1960s and 70s it was also possible to fly to Batticaloa via Uhana, near Ampara, in an Air Ceylon DC3 (Dakota) and later an Avro turboprop. Thilo did so when workers were at the bungalow site, and a vehicle was available to bring him from the Batticaloa airfield and later take him back to it.",
    "He recalls two episodes there. The first was on a return flight. When all the passengers had boarded, the plane was full to bursting, probably overloaded. It revved up and rolled with increasing speed in a northerly direction to the other end of the runway. But it was not fast enough to take off. The pilot aborted the attempt, turned the plane around, rolled back to the starting point, and tried again. The result was the same. Only at the third attempt did he just manage to get airborne. Had he not Thilo would have asked to get off!",
    "Another time Thilo and a friend arrived late at the airfield. The plane was still on the tarmac, the door open, and the steps in place. The airport manager told the two passengers to wait at a short distance from the plane, he then went in, and after a few minutes came out. Hardly had he stepped on the ground than the door was closed and the plane took off. The pilot, says Thilo, obviously wanted to teach the two passengers a lesson and left them stranded. They had no alternative but to take the night mail, the most uncomfortable train ride Thilo had experienced. He lay awake on a sticky plastic covered `sleeperette’. At every station wagons were shunted and goods noisily loaded, and it took nearly 12 hours to get to Colombo.",
    "The serenity and charm of Thenaddi Bay were spoilt when in later years lime-kiln mudalalis from the south began to expand their operations into the area. The reefs were ruthlessly exploited and broken up with crowbars, and trees, even coconut palms, were cut down to fire the kilns. Dynamiting became common, and the ornamental fish trade descended on the reefs to carry on its destructive and depletive activities. Tourists began to arrive.",
    "Thilo tried to stem the tide with varying degrees of success. The LTTE proved to be the most concerned about the environment. They strictly prohibited the breaking of coral and, of course, were promptly obeyed, in contrast to the government.",
    "The house and property at Thenaddi Bay survived the conflict in the east until 1992, through the IPKF (Indian Peace Keeping Force) period, and the LTTE occupation, when it was used by them as a training camp. Then, encouraged by the Tigers before their departure, the complex was ransacked by villagers, who carted away everything that could be broken or torn away, including the well rings. The house and outhouses, which had easily withstood the cyclone of November 1978, though right in its path, were no match for human greed and destructiveness. Later Thilo noticed his bricks, roofing sheets, reapers and rafters, and beams in many new houses at Kankerni and beyond.",
    "Remembering the unidentified ruins of old planters’bunglows along the East coast seen during earlier visits (at Easter Seaton Estate, for instance) he had buried a very heavy granite tablet – over 100 kg – in the brick-paved floor of his own bungalow. It bore the inscription:",
    "Even this disappeared. But the stark white walls resisted the elements for another dozen years, until the tsunami in December 2004 pushed in the weakened front side of the rectangle. The jungle, the trees, the palms and shrubs were cut down for firewood, and later the land was cleared for cultivation. The area became like a desert, with all vegetation destroyed, and was kept that way by the armed forces, who had set up a camp nearby. This was destroyed by the tsunami. Only after that did the vegetation begin to recover.",
    "Thilo has regularly visited the place and Alagiah, mentioned in a later Chapter, again looked after it. Very recently Thilo gifted the property to Nicholas Baumann, the son of Guido. It is his wish that this land should remain in the private and personal ownership of Nicholas as a legacy from him and also in memory of his late wife.",
    "Throughout the period of the armed conflict Thilo had many encounters with the LTTE.He travelled in parts of the Eastern and Northern Provinces occupied by them in connection with his property at Kayankerni, the annual waterbird census (see Chapter VIII) – e.g. in the coastal stretch north of Trinco, at Marichchukkaddi, in Mannar and the Jaffna Peninsula – and also simply out of interest to Jaffna, Delft, and Mullaitivu.",
    "Some of the Tigers were friendly, some threatening and obstructive, and sometimes there were risky situations. Checkpoints by armed forces on either side, where vehicles and persons were minutely searched, made travelling hazardous, slow and tiresome.His incursions to LTTE-held areas were quite frequent during two periods. The first was while the IPKF battled the Tigers, between October 1987 and March 1990. At the time there were also para-military groups and camps at various locations, in the East of the EPRLF and ENDLF, and in the North additionally of PLOTE, TELO, EROS. After the Indian forces left these were all liquidated by the LTTE.",
    "Once at a checkpoint near Karainagar, and after he had explained the waterbird census as the reason for his being there, he had a long chat with an Indian army Captain about the situation in the peninsula. At some point the Captain asked the rhetorical question: “Can’t you put some sense into the heads of these fellows to take at least a common stand?” He referred to the various Tamil factions which were at each other’s throats.",
    "In Jaffna and the islands, in the Mannar area, the Vanni and the East, the Indian troops erected many small shrines (mostly dedicated to the Hindu deity Ganesha) and memorial tablets stressing their peaceful intents. These were put up along highways, at junctions and bridges. Today there is not a trace left of them: all were subsequently destroyed by the Tigers. Already then there were many decaying and crumbling houses and mansions, not due to damage in the conflict, but because their owners had been forced to flee the areas and abandon their houses.",
    "In May 1990, two months after the IPKF had left Sri Lanka, the LTTE were in full control of the Northern and Eastern Provinces except for Trincomalee. When Thilo visited his property at Thenaddi Bay it was like getting into and out of a foreign country. The Tigers manning the checkpoints looked menacing.",
    "At the end of that month, Thilo set out in his Peugeot car from Renaddi Bay for Jaffna, with Geepal Fernando and Siva, his cook. He drove to Trincomalee, over the six ferries, and then through Nilaveli and Kuchchaveli. At the next ferry they re-entered Tiger land. Here they noticed the movement of rebel fighters. Visiting Tiriyai, which was in prime condition, they continued to Pulmoddai, then inland to Kebitigollewa and Vavuniya. They were late, and when night began to fall they had just crossed Elephant Pass into the Peninsula.",
    "They noticed a brand-new Mitsubishi Pajero, jeep following them at high speed. Near Pallai they were overtaken and ordered to stop. Fortunately, Siva spoke Tamil. After some questions and answers, with the boss of the jeep never seen, the go-between ordered all three of them to get down. They were dumped on the roadside, with their baggage, which included binoculars and several cans of petrol. Then both vehicles drove off.",
    "Across the bund here alongside the road – which had been the old rail track – was a compound owned by an elderly Tamil couple. They took in the “refugees”. Attempts were made to hire a taxi for the trip to Jaffna where Baurs had a branch, but no driver dared to go against the wishes of the Tigers. Early next morning their host traveled to Jaffna by bus and brought the Branch Manager, Mr N. Rajathevan, who in his old Volkswagen took Thilo and the others to Jaffna.",
    "There Thilo tried to complain to the LTTE military commander but in vain. He was busy with the visit of government Minister A.C.S. Hameed expected that evening for negotiations. In desperation they went to the LTTE political headquarters at Kondavil, where they met Anton Balasingham. He was rather embarrassed by the situation.It was created by the military commander of the Pallai sector. He wanted to secure a car for himself. There was a particular reason. When asked why, the Public Relations Officer at the Jaffna LTTE military headquarters replied: “Because there is going to be a war”. During their stay the travelers noticed intense preparations for war, with new bunkers and troop movements.",
    "Thilo and the Manager patiently spent three days at the political headquarters, meeting with Anton Balasingham his wife Adele (and their white dog), as well as Daya Master and other Tigers. (Nearly 15 years later, after the tsunami, the fact that Daya Master remembered Thilo facilitated a visit to Mullaitivu). Then on the evening of the third day the white Peugeot was brought in, only slightly the worse for wear. The next day they left Jaffna. Two weeks later a massive Tiger offensive defeated the Army in the Peninsula and beyond. It was the beginning of “Eelam War II”.",
    "Ranjan Wijeratne, Deputy Minister in charge of Defense at the time, was a personal friend of Thilo’s. Thilo says: “I actually had thought to meet him at that time and tell him of what we had seen and heard, but then felt that it would be presumptuous as he, in charge of the military, would undoubtedly be aware of the situation in the East and the North. In that I was sadly mistaken. They were taken totally by surprise, and I have a somewhat bad conscience about that to this very day.”",
    "The second period during which Thilo travelled often in Tiger-held areas was during the ceasefire from 2002 to 2006. All these trips are recorded, some in great detail, in Thilo’s numerous notebooks, described later.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}