{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/How-the-economic-crisis-hit-home-for-Sri-Lanka/4-747858",
  "time_ut": 1682968775.0,
  "original_lang": "en",
  "original_title": "How the economic crisis hit ‘home’ for Sri Lanka",
  "original_body_lines": [
    "The IMF’s primary role is to protect the interests of global private capital and their push for female labour force participation is to make way for the exploitation of cheap labour",
    "Sri Lanka is facing the worst economic crisis since the 1930s. ‘Experts’ in the field claimed that “there is no alternative” other than to go down the well-traversed path, 16 times to be precise, and seek assistance from the International Monetary Fund (IMF). Thus, following the hasty default of its $ 52 billion foreign debt in May 2022, Sri Lanka joined the ranks with several other countries facing debt distress in the global South.",
    "Severe austerity measures were implemented even before the agreement was finalised. While the IMF played hard to get, the local elites resorted to pass on the risks of the crisis onto the working people. The 17th IMF agreement for a $ 3 billion loan was finally approved in March 2023. However, the IMF agreement comes with an onerous set of conditionalities and only signals more pain for the poor and marginalised communities in Sri Lanka. Unsurprisingly, women are at the receiving end of the crisis and the IMF solution, as the double burden of making a living in a contracting economy and keeping the home fires burning under the yoke of austerity fall on their shoulders.",
    "Indeed, feminists from the global South observed that macroeconomic policies often proposed as gender-neutral endeavours have resulted in gendered consequences, particularly on working-class women’s lives (Sparr, 1994). For example, the Structural Adjustment Programmes (SAP) imposed by the IMF and World Bank in Sri Lanka in the late 1970s, upended women’s labour in significant ways (Kantha Handa, 1983). With the liberalisation of the economy, women farmers were forced out of their lands to make way for large corporate capital. Removal of protections and state investments decimated the artisanal/cottage industries where women were employed.",
    "Women migrated is search of jobs as domestic labourers abroad or to urban centres to work in export processing zones that were set up in the early 1980s as part of the open-economy plan. They continue to work and live under squalor conditions in those spaces where labour law violations abound, wages are repressed, and workers’ collective power and women’s bodily autonomy (including their diet, leisure, sexuality, and health) are severely curtailed.",
    "Unconcerned about the gendered negative outcomes, the IMF recommends increasing female labour force participation to facilitate Sri Lanka’s economic recovery. Working women are yet again expected to bail the country out of the crisis brought on by neoliberal policies that did not benefit them. The political and economic establishment patronisingly refer to women workers as “rata viruwo” (heroes of the country), while some liberal civil society voices uncritically promote female labour force participation as progress for women. They fail to acknowledge that the IMF’s primary role is to protect the interests of global private capital and their push for female labour force participation is to make way for the exploitation of cheap labour.",
    "Furthermore, SAP and austerity measures inevitably transfer the costs of the economic crisis from the paid economy to the unpaid and undervalued care economy (Ruwanpura, 2000). The economic crisis imposed a severe strain on households and disproportionately on women when regular power outages, unprecedented price-hikes and shortages of fuel, cooking gas, food and medicines emerged. Households facing food insecurity, malnutrition among children and domestic violence have disturbingly increased, while women’s access to sexual and reproductive health have declined. The dramatic doubling of interest rates has increased household debt including the cost of recovery of pawned jewellery. Women have been left to fend for their households amidst the unpaid care work which expanded due to the crisis. Even IMF’s conservative recommendations for narrowly targeted social safety-nets did not materialise. Instead, the IMF recommendation to remove subsidies on utilities like electricity was implemented further adding to women’s burden.",
    "Indeed, it was when the crisis hit “home” that resistance eventually emerged in Sri Lanka. Political stirrings began as neighbourhood protests demanding resolution to increased household burdens on street corners eventually grew into an occupation and mass protests. In July 2022, a spectacular show of people’s power dethroned the country’s all-powerful executive President. The democratic movement which emerged was quickly crushed by state repression and the IMF prescriptions of austerity, privatisation and reduction of social security provisions which can only worsen the impact on women’s lives in irretrievable ways is being rolled out in a rapid pace. The moment is ripe for feminists to rise against the neoliberal assault and struggle for economic justice with a vision to transform gendered oppressions in Sri Lanka.",
    "Kantha Handa. (1983). Women workers in the free trade zone of Sri Lanka: A survey. Kantha Handa.",
    "Ruwanpura, K. (Ed). (2000). Structural adjustment, gender and employment: the Sri Lankan experience. ILO.",
    "Sparr, P. (Ed.). (1994). Mortgaging women’s lives: Feminist critiques of structural adjustment. Palgrave Macmillan.",
    "(The writer is a PhD student in Education at the University of Massachusetts Amherst. This piece is a contribution to the edition of “The IMF and Our Bodies. Reflections on Our Countries” by RESURJ (www.resurj.org), a global South-led transnational feminist alliance.)"
  ]
}