{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/godahewa-says-president-by-his-erratic-behavior-has-become-misfit-to-run-country/",
  "time_ut": 1701326220.0,
  "original_lang": "en",
  "original_title": "Godahewa says President by his erratic behavior has become misfit to run country",
  "original_body_lines": [
    "Member of Parliament Dr. Nalaka Godahewa says that even in this budget, the President’s plan to break a part of the opposition has failed. He said so at a recent press conference held at the Nawala office of the Freedom Janata Sabha on the budget and the current political situation.",
    "“We are in temporary relief like a debtor who hides until the police catch him for not paying back the debt to the creditors. To tell the truth, we are on top of a volcano. Even if the future is not planned properly, even if it happens in early 2022, this crisis is going to explode in a more terrifying way.",
    "* How can the government reactivate the economy and push for growth?",
    "But instead of a budget that will reduce the debt burden of the country and reactivate our economy, the President presented a budget that will increase the country’s expenses further. Instead of reducing the debt burden of the country, which consists of some kind of election gundu (handout) to please the people, it will greatly increase the debt burden. In short, this was presented not as a budget but as a series of loans.",
    "The estimated expenditure of next year is 6978 billion rupees. Let’s say roughly Rs 7000 billion.",
    "It was during the last year before we faced the crisis that is 2021. The actual annual expenditure was 3851 billion rupees. Let’s say approximately 4000 billion rupees.",
    "So, the government is waiting to spend 3000 billion more than before the crisis. The cost increases by 75%.",
    "But the country’s economy has not developed during this time. It has continuously contracted in these three years. We said that we increased taxes and increased government revenue, but we got that tax revenue by robbing the people and businesses of the country.",
    "According to the government’s estimates, the income that can be earned this year is only 4000 billion. In that case, another 3000 billion will be added to our debt burden.",
    "So in such a situation, can the government’s economic differentiation be justified?",
    "During the presentation of the budget and afterwards, the President said several times that 2024 is an election year. He hinted that not only the presidential election but also the general election is likely to be held. I believe that when Chanda Gundu prepared the budget, he might have been waiting to do so. But the final result of the budget was not what the President was waiting for.",
    "He waited and waited to see if a certain group of the opposition would be able to join the government during the budget poll. He also hoped that a large number of the opposition would be abstain from the vote. We have heard that some members of the opposition had discussed this with his agents. But in the end, the government received fewer votes than it received during the previous domestic debt restructuring. Many MPs from the opposition who did not participate at earlier votes came that day and voted against the budget.",
    "This is a kind of personal defeat for the President. He hoped that this time SJB would split. In order to go to the polls without the Rajapakses in the future, it is essential for him to gather a certain group of MPs from opposition. But this final vote proved that it is still just a dream.",
    "Now he cannot bear this. He can see that the SJB team is very strongly with the opposition leader today. He thinks that is because of the influence of the independent groups in the opposition. He thinks that the main opposition, which abstained from voting against the IMF agreement when it was first brought to parliament, is now continuously voting against his economic program because of our influence. That is why yesterday he insulted me and Mr. G.L. Peiris by name in the Parliament. As the opposition leader said, we understand the President’s mental discomfort. He is in a difficult situation. But we have nothing to do with it. We continue to advocate for the economic philosophy we believe in. Fortunately, it seems that the leader of the opposition also stands for the social democratic economy that we believe in. That is why his group has taken a strong stand against the budget without falling into the trap set by the President.",
    "Recently, the President came and spoke twice in Parliament. The first time he got into an argument with the leader of the opposition and left the debate midway. He came to Parliament again yesterday and got into a long argument with the leader of the opposition. In my opinion, the President suffered a defeat on both occasions. So I wonder why this President comes to the parliament in this way and gets involved in debates demeaning his position.",
    "Perhaps as the person who has continuously represented the Parliament for the longest time, he is bored without coming to the House. But I think that he misses a lot of work that needs his attention. As the President is also the Finance Minister and Defense Minister of the country, he has a lot of work to do on a daily basis. But what he is doing is enjoying himself like the retired presidents of America by giving lectures on all necessary and unnecessary topics inside and outside the parliament, traveling all over the world. If this is what he wants to do, then he must appoint a full-time finance minister.",
    "The problem of this government is its inability to implement the policies, more than the fault of the policies.",
    "On the one hand, the government is talking about the need to develop industries, while on the other hand, by increasing the electricity bills, it is making it difficult for industries to function.",
    "On the one hand, the government is talking about the development of small and medium enterprises, while importing even eggs from abroad.",
    "The people are not able to bear the cost of health, and at some time they are preparing to introduce the 18% VAT which will affect the health sector as well.",
    "The left hand does not know what the right hand is doing. Look at the cricket board dispute. The minister says one thing, the president says another.",
    "What we need now is an integrated economic development plan. This country cannot be rebuilt with unrelated proposals like throwing stones at the mango tree, thinking that a mango will fall by some luck.",
    "This country needs proper leadership. It is not a government that depends on a single person, but a unity of a group of skilled leaders is needed. We need an honest, skilled, and experienced group dedicated to rebuilding the country.",
    "We need a team with an understanding of economics. We need a team that understands the ground reality. We need a team that understands the strengths and weaknesses of the government as well as the private sector.",
    "Related Topics:Dr Nalaka GodahewaMember of Parliament Dr. Nalaka GodahewaNalaka Godahewa",
    "Cabinet approves signing of loan agreement with ADB for USD 60 mn to repair roads",
    "Japanese assistance amounts to over USD 44 mn for such operations",
    "Budget lacks creative solutions and exacerbates existing crisis – Dr. Godahewa",
    "Dr. Godahewa asks can individuals responsible for unprecedented economic crisis be architects of recovery",
    "Godahewa compares move on SriLankan Catering with H’tota port sell-off",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}