{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/27/what-is-aswesuma-and-why-are-people-protesting/",
  "time_ut": 1687866600.0,
  "original_lang": "en",
  "original_title": "What is ‘Aswesuma’ and why are people protesting?",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka is once again facing a wave of protests against the government, and this time its about a new welfare benefit program that will be introduced from the 1st of July.",
    "On the 9th of May 2023, Sri Lankan President Ranil Wickremesinghe gave out directions for the initiation of “Aswesuma” welfare benefit payments, which are scheduled to commence from July 1st.",
    "Accordingly, these payments will be distributed among four social categories, namely transitional, vulnerable, poor, and extremely poor.",
    "Additionally, the usual allowances for the differently-abled, elderly, and kidney patients will also be provided",
    "According to the President's Media Division, the distribution of funding is as follows:",
    "– 400,000 transitional beneficiaries will receive Rs.2,500per month until December 31, 2023",
    "– 400,000 vulnerable beneficiaries will receive Rs.5,000 per month until March 31, 2024",
    "– Extremely poor beneficiaries will receive Rs.15,000 per month for three years beginning July 1, 2023.",
    "Currently, 72,000 differently abled people getting welfare benefits will each receive Rs.5000.00 per month, 39,150 people receiving kidney support will each receive Rs.5000.00, and 416,667 people receiving senior assistance would each receive Rs.2000.00, said the President's Media Division.",
    "Effective from July, the Welfare Benefits Board has implemented a direct crediting system, ensuring that beneficiaries’ bank accounts are directly credited with the necessary welfare benefits.",
    "This encompasses the correction of any previous errors in social welfare benefits and the continuation of existing Government assistance programs such as Samurdhi and Elderly Assistance, said the President's Media Division.",
    "The ‘Aswesuma’ welfare benefit program, initiated by the President as part of the social safety net to alleviate the ongoing economic crisis, is being overseen by Minister of State for Finance Shehan Semasinghe, with involvement from various Government agencies, including the Ministry of Finance.",
    "B. Wijayaratne, the Chairman of the Welfare Benefit Board was quoted by the PMD saying that the selection of ‘Aswesuma’ beneficiaries is carried out through a centralized data base, ensuring that political affiliations do not influence the assistance provided.",
    "However, protests have erupted over the selection of names for the Aswesuma welfare benefit program claiming that the surveys carried out to identify the worst affected people were based on inaccurate information.",
    "Protests are staged by people who previously enjoyed the Samurdhi Benefit Program, but have been struck off the Aswesuma Welfare Benefit Program.",
    "The protesting groups claim that those who are eligible to receive assistance from the state have been eliminated from the beneficiaries lists, and those who do not qualify for the program have been added as the new beneficiaries.",
    "Addressing the press briefing at the Presidential Media Centre on Tuesday (27), State Minister of Finance Shehan Semasinghe requested all 'Aswesuma' beneficiaries not to fall prey to numerous political groups, adding that all those whose names have not been included in the list of beneficiaries should submit appeals before July 10, & thereafter, the final list of candidates will be prepared.",
    "A decision was reached to open special counters at all divisional secretariats from Wednesday (28) to file objections and appeals over the Aswesuma Welfare Benefit Program.",
    "Member of the Welfare Benefits Board Kamal Padmasiri said that over 125,000 appeals and objections were received by Monday (26).",
    "Earlier, the President's Media Division also noted that that Government is paying close attention to certain parties’ attempts to satisfy their political needs by giving the ‘Aswasuma’ program, which was created to aid those in need of economic stability, a political façade.",
    "Last week, Sri Lanka Podujana Peramuna (SLPP) Member of Parliament Jagath Kumara has urged for a temporary suspension of the 'Aswesuma' welfare benefits program.",
    "The MP expressed there were serious disparities in selecting eligible persons to receive assistance under 'Aswesuma' the new social welfare scheme of the government.",
    "Other MPs too called for the proposed a temporary suspension of Aswesuma and to provide temporary assistance under Samurdhi.",
    "‘One Earth, One Family, One Future’ – Indian Merchants’ Chamber hosts Young Leaders’ Forum",
    "Air Vice Marshal Udeni Rajapaksa appointed as the 19th Commander of the Sri Lanka Air Force"
  ]
}