{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95464/india-mauritius-sri-lanka-participates-in-6th-nsa-level-meeting-of-colombo-security-conclave",
  "time_ut": 1701953520.0,
  "original_lang": "en",
  "original_title": "India, Mauritius, Sri Lanka participates in 6th NSA-level meeting of Colombo Security Conclave",
  "original_body_lines": [
    "The National Security Advisers of India, Mauritius and Sri Lanka, as well as delegates from the Seychelles and Bangladesh on Thursday participated in the 6th NSA-level meeting of the Colombo Security Conclave (CSC) in Mauritius on Thursday.",
    "NSA Ajit Doval, in his statement, emphasised the crucial role of the CSC in ensuring regional security, stability and highlighted the significance of continued engagements under the different pillars of cooperation. Members also agreed on a Roadmap of Activities for 2024, India’s High Commission to Mauritius wrote on ‘X’.",
    "NSA Doval arrived in Mauritius on Wednesday to participate in the 6th NSA-level meeting of the Colombo Security Conclave.",
    "The Colombo Security Conclave comprises India, Sri Lanka, and the Maldives.",
    "On May 9 last year, the fifth National Security Adviser-level meeting of the Colombo Security Conclave was hosted by the Maldives, during which the NSAs discussed the significance of close cooperation between member and observer countries in maritime safety and security and countering terrorism and radicalisation, sources said.",
    "At the meeting, Mauritius was included as the fourth member. Bangladesh and Seychelles participated as observers.",
    "As maritime nations as well as close maritime neighbours, NSAs agreed that they play the role of the first responders for the region.",
    "NSA Doval, in a statement, called for strengthening cooperation amongst maritime neighbours to address shared security challenges and as first responders.",
    "This was the fifth meeting of the conclave. It was earlier called the Trilateral for Maritime Security Cooperation.",
    "At the fourth NSA-level meeting of the Trilateral Meeting in Colombo on November 28, 2020, India, Sri Lanka and the Maldives agreed to expand the scope and membership of the group and rename it the Colombo Security Conclave.",
    "A permanent secretariat was established in Colombo, which coordinates all activities of the conclave and is also responsible for the implementation of the decisions taken at the NSA level."
  ]
}