{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/virtusa-corporation-embarks-on-journey-to-bring-more-work-to-sri-lanka-from-u-s-and-europe/",
  "time_ut": 1702400760.0,
  "original_lang": "en",
  "original_title": "Virtusa Corporation embarks on journey to bring more work to Sri Lanka from U.S. and Europe",
  "original_body_lines": [
    "Company announces plans to double down on hiring in Sri Lanka in the next 3 years",
    "The strength of the tech cadre at Virtusa Sri Lanka centre is about 3,000 at present",
    "Virtusa Corporation that serves Global 2000 companies in the Banking, Financial Services, Insurance, Healthcare, Communications, Media, Entertainment, Travel, Manufacturing, and Technology industries, is looking to double down on hiring Sri Lankan tech minds in the next three years.",
    "With a workforce exceeding 35,000 across more than 50 offices in over 25 countries, Virtusa stands out in the high-tech industry. The strength of the tech cadre at Virtusa Sri Lanka office is about 3,000 at present.",
    "“We are a trying to bring more work to Sri Lanka from the U.S. and Europe. We have embarked on that journey and hopefully in three years’ time, we shall be able to double our workforce here in Sri Lanka,” Naresha Supramaniam, Business Head (APAC) and Country Head (Sri Lanka) told the media last week,",
    "Supramaniam made this comment at Shangri La Colombo where Virtusa hosted Brian Jochum, the company’s Chief Marketing Officer and a member of the Global CXO team in Sri Lanka recently. The outreach event saw the participation of the local leadership of Virtusa, representatives from partner universities, members of local IT industry bodies which sparked insightful discussions among all present.",
    "Together they highlighted the pillars of transformation across HR, Brand, Technology and Sales which would in turn benefit Sri Lanka’s economy in a more robust manner.",
    "Supramaniam highlighted Virtusa’s dynamic evolution, underscored by the acquisition by private equity firm Baring Private Equity Asia and subsequently, the EQT Group, one of Asia’s largest private equity firms.",
    "Supramaniam emphasized on the enrichment of the company with global management expertise and outlined the multifaceted transformation occurring across its main pillars.",
    "In this context, he noted Sri Lanka’s crucial role in Virtusa’s global workforce and reaffirmed the company’s commitment to growing the technology centre in Sri Lanka over the coming years.",
    "“In just the past month, we’ve seen a large number of new opportunities being allocated to Sri Lanka, showcasing our confidence in the local talent to shine on the global stage,” he said.",
    "He also drew attention to Virtusa’s competitive stature in the global marketplace, competing with industry peers listed among the best in the world.",
    "Supramaniam provided quantitative insights, noting Virtusa’s high Net Promoter Score which places the company in the top percentile of its industry globally. Additionally, it was mentioned that in a recent study, it emerged that most of Virtusa’s clientele regard the company as a top-tier global solutions provider based on the importance and complexity of the work Virtusa undertakes.",
    "Brian Jochum discussed Virtusa’s approach to engineering excellence and its impact on stakeholders in line with the company’s Engineering First approach. Jochum’s insights offered a deeper understanding of the company’s strategic positioning and its commitment to delivering high-value solutions.",
    "“The Engineering First mindset is credited as a unifying philosophy which draws from the company’s rich engineering heritage, its unique approach towards solving problems for some of the world’s largest businesses and the opportunities it creates for the talent at Virtusa to learn and perform at the highest levels,” he said.",
    "Referring to the company’s sustainability engineering processes he said,” We are not just able to calculate the environmental impact of our operations but also how we contribute to our customers’ sustainability targets. We are not only building digital solutions to run businesses more efficiently, but also are helping the companies to reduce their carbon footprint as well.”",
    "Inoka Dias, the incoming Head of HR (Sri Lanka) acknowledged the collective efforts that have shaped Virtusa’s journey. Dias underscored Virtusa’s transformational phase, focusing on commercial, tech, and talent transformation, coupled with its fresh brand perspective. She highlighted the ongoing efforts to upskill and develop the talent at Virtusa, equipping them with the competencies necessary to maintain a competitive edge.",
    "Virtusa helps clients grow their businesses with innovative products and services that create operational efficiency using digital labour, future-proof operational and IT platforms, and rationalization and modernization of IT applications infrastructure.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}