{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/03/iusf-goes-to-ugc-for-talks-cops-use-water-cannons/",
  "time_ut": 1680530040.0,
  "original_lang": "en",
  "original_title": "IUSF goes to UGC for talks, Cops use water cannons",
  "original_body_lines": [
    "COLOMBO (News 1st); The Inter-University Students' Federation visited the University Grants Commission in Colombo for Talks on Monday (3) afternoon.",
    "Sri Lanka Police fired water cannons on the university students on three separate occasions, and it was only after then that several student representatives were permitted to attend the discussions.",
    "Student activists led by Wasantha Mudalige, the Convener of the Inter-University Students' Federation, and Venerable Galwewa Siridhamma Thero, the Convener of the Inter-University Bhikku Federation visited the University Grants Commission on Monday (3) afternoon for a discussion.",
    "The talks were set to discuss the issues that had arisen at the Kelaniya University, University of Ruhuna, Open University and the Buddhist and Pali University of Sri Lanka.",
    "However, Sri Lanka Police and the Riot Police obstructed them from the Lipton Circus in Colombo, and informed the student activists that they cannot proceed beyond that point.",
    "Thereafter, the IUSF attempted to proceed to the UGC from a different direction. However, Sri Lanka Police did not allow them to proceed.",
    "Thereafter, Sri Lanka Police fired water cannons to disperse the university students. Then the university students proceeded to Town Hall, and police once again fired water cannons at them.",
    "The university students attempted to engage in a protest at the Osusala Branch in Town Hall, and Sri Lanka Police fired water cannons once again to disperse them.",
    "Thereafter, the university students engaged in a protest at a narrow road in the area.",
    "After it was announced that five representatives will be given an opportunity to meet with the UGC for talks, the university students marched to the University Grants Commission and protested along the way.",
    "Govt. must uphold Constitution & Democracy, says Catholic Bishops’ Conference",
    "Political vendetta or Due process? Rahul Gandhi appeals defamation conviction against PM Modi",
    "Malaysia takes bold step to end mandatory death penalty and reform criminal justice system"
  ]
}