{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dsi-samson-group-appoints-prominent-legal-professional-uditha-egalahewa-as-chairman/",
  "time_ut": 1682605620.0,
  "original_lang": "en",
  "original_title": "DSI Samson Group appoints prominent legal professional Uditha Egalahewa as chairman",
  "original_body_lines": [
    "DSI Samson Group, one of the leading business conglomerates and leading manufacturer of footwear and bicycle tyres in Sri Lanka, ceremonially inducted President’s counsel Uditha Egalahewa as the Chairman of the Group on 24th April 2023. He is one of three Independent Non-Executive Directors of the Group and also served as the Chairman of the Group’s Risk Management Committee for the past five years.",
    "Egalahewa is a leading practitioner in Public Law and Commercial Law, with over 32 years of experience at the Bar. He has served as a Senior State Counsel and as a Counsel in both original and appellate courts dealing with various areas of law and is a senior visiting lecturer at several academic and professional organizations. Egalahewa has published over 40 academic publications and made over 30 public presentations on topics relating to law. In addition to his legal practice, Egalahewa currently serves as an Independent Director in several Companies, both listed and unlisted. He holds a Masters in Law (Public Law) (LLM) from the University of Colombo, a second Masters degree (Maritime and Shipping Law) (LLM) from the International Maritime Law Institute of Malta, and a Postgraduate Diploma in Insurance Law from the University of Colombo. He was awarded the Professor Walter Muller Prize for his outstanding performance at the International Maritime Law Institute.",
    "As Chairman, Egalahewa will harness his vast experience and knowledge to lead and guide DSI Samson group, which celebrated its diamond jubilee last year. The Group, which over the years has expanded and diversified into many businesses beyond its core footwear business, is now managed by the 3rd generation family members of founder Chairman, the late D. Samson Rajapaksa. The appointment of Egalahewa is expected to further strengthen the Group’s corporate governance and strategic decision-making and help drive growth and success in the years to come.",
    "Egalahewa expressed his gratitude for the opportunity to lead such a successful and diverse conglomerate while emphasizing his commitment to advancing the Group’s ambitious development plans by working closely with the Board and Stakeholders to achieve continued success. “As the new Chairman of DSI, I am honoured to lead a company with such a rich history and a strong legacy of success. I believe that the key to success is collaboration, and I am excited to work with the talented and experienced team at DSI Samson Group to drive innovation, improve efficiency, and enhance our competitiveness. Together, we will continue to grow the company and create value for all our stakeholders,” he added.",
    "Mr. Kasun Rajapaksa, Managing Director of DSI Samson Group stated that the 3rd generation board members are strong believers of the fact that in order to establish a system aimed at spanning generations, one must be willing to evolve. The Board has now appointed its first ever non-family, non-executive independent director as the Group Chairman for this reason.",
    "“We believe that bringing outside experience and knowledge to Chair the Group along with the other Independent Non-Executive Directors will further enrich and strengthen the Group’s corporate governance. Someone from outside the family will inevitably possess a neutral perspective and will uphold the best interests of the shareholders, employees, customers, and the entire organization. The Chairman’s independence means they are not impacted by internal or external forces, and the Board can leverage that centred approach to reach informed decisions.” he added.",
    "DSI Samson Group is a leading Sri Lankan business conglomerate, with a rich history spanning over 60 years. The company is renowned for manufacturing high-quality footwear and bicycle tyres while diversifying into rubber products, solid tyres, coir products, clay roof tiles, bikes, synthetic leather and many more products. The Group consists of many sectors such as Manufacturing, Engineering, Power Generation, Trading, IT, Shipping and Logistics to name a few.",
    "The Group has a vast global reach, exporting to over 40 countries and enjoying a retail presence in Dubai with its premium flipflop brand – Waves. The Group also represents international brands such as Clarks, Reebok, Puma, Fila, Adidas, Asics and U.S. Polo, in Sri Lanka. The Group currently comprises of 23 subsidiaries that serve local and international markets, with over 200 showrooms and 5,000 dealers across the island. It is one of the largest family-owned groups of companies in Sri Lanka. The group prides itself on being a responsible corporate citizen, undertaking numerous projects that benefit the local community, and demonstrating its commitment to social responsibility. With a dedicated workforce of over 10,000, strong business ethics, and a customer-centric approach, DSI Samson Group is positioned as a leading player in Sri Lanka’s business landscape.",
    "Sri Lankan Aviation College introduces prestigious Embry-Riddle Aeronautical University Programs through landmark partnership",
    "Seylan Bank appoints Ramesh Jayasekara as Director/CEO to lead next stage of transformation and growth",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}