{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-hosts-smarthernation/",
  "time_ut": 1681920780.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL hosts ’SmartHERNation’",
  "original_body_lines": [
    "Empowering women through innovation and technology, SLT-MOBITEL, celebrated International Women’s Day 2023 (IWD) recently, with an event to showcase distinguished Sri Lankan women who have achieved substantially in their careers while positively contributing to the nation’s economy and communities.",
    "The SLT-MOBITEL IWD event is part of a series of activities organized by SLT-MOBITEL this year, as the brand embarks on a journey to ensure the internet offers an equal, accessible, and safe platform for everyone. ’SmartHERNation’ is an initiative to narrow the digital divide between men and women in Sri Lanka, to empower HER, and in turn enable HER to contribute towards a digitally enabled, smarter nation.",
    "The IWD event which took place at One Galle Face – Ocean Avenue Atrium, hosted Prabodhanie Kumari Wanigasundara, Chief Operating Officer, DOK Solutions Lanka (Pvt) Ltd, a professional marketer, operations specialist and Senior Visiting Lecturer, T. L. A. Lasanthi Chathurika, a young enthusiastic Licensed Aircraft Engineer with more than a decade of hands-on experience in live Airbus aircraft, and who also holds the honor of being the first female licensed aircraft maintenance engineer, Luna Peech, an accomplished individual in the financial and accounting sector who is now recognized for her social media and gaming expertise and having achieved the highest number of followers in the Apex Legend Community in Sri Lanka and Dr Natalie Cooke, Chairperson and Medical Director of Nature’s Healing Ceylon (NHC) an Integrative Medical Facility which treats Diabetes, Kidney Failure, Cancer, Neurogenerative Disease, Autism etc. and specializes in minimizing chemical-based drugs and optimizing patient health.",
    "Changing the World One Speech at a Time with Sri Lanka Model United Nations",
    "SLT-MOBITEL Enterprise Data One offers MSMEs reliable single bulk broadband connecting all branches",
    "SLT-MOBITEL partners with Prime Group’s ‘The Grand’ in the essence of smart living with SLT-MOBITEL Fibre",
    "SLT-MOBITEL hosts pathbreaking innovation competitions – SLIoT Challenge and IESL Robogames",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}