{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/IMF-reforms-debt-restructuring-vital-for-SLs-economic-recovery-Japanese-envoy/108-263898",
  "time_ut": 1690299310.0,
  "original_lang": "en",
  "original_title": "IMF reforms, debt restructuring vital for SL’s economic recovery: Japanese envoy",
  "original_body_lines": [
    "Sri Lanka-Japan Business Council for 2023-2024 with Japanese Ambassador Mizukoshi Hideaki",
    "Ambassador of Japan to Sri Lanka, Mizukoshi Hideaki recently emphasised the importance of Sri Lanka completing the International Monetary Fund (IMF) reforms and finalising debt restructuring negotiations for the economic recovery of the country.",
    "“These things will result in better sovereign credit ratings, access to international capital markets,” the ambassador highlighted while addressing the recently concluded 44th Annual General Meeting of the Sri Lanka-Japan Business Council.",
    "“Over the past several months, we have been witnessing several positive signs regarding the economy, including moderated inflation rates and accumulation of foreign reserves. In particular, the approval of the IMF programme in March, resulting in US$ 3 billion support for Sri Lanka over 48 months, marked an important milestone towards economic recovery.",
    "This approval has catalysed further financial support from bilateral and multilateral creditors, such as the ADB and World Bank, enhancing trust from the international community and investors. Another significant progress is observed in the ongoing debt restructuring process. Japan, alongside France and India, launched and chaired the official creditors’ meeting, providing solid cooperation for the debt restructuring,” ambassador Hideaki said.",
    "“Furthermore, the implementation of these reforms will improve the investment and business climate through financial stabilisation and streamlined administrative procedures via digital transformation,” he noted.",
    "Thus, he requested the people of Sri Lanka to fully recognise the necessity of these reforms and take ownership in seeing them through.",
    "“As such, Japan firmly backs such measures to enhance transparency, efficiency, and consistency. To boost foreign reserves more, it is crucial to revive and bolster foreign exchange and sectors including garment manufacturing, tea cultivation, tourism, and remittances from overseas workers in the immediate term,” the envoy added.",
    "Meanwhile, Mahen Kariyawasan was appointed as the new President of Sri Lanka-Japan Business Council for 2023-2024."
  ]
}