{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-parliament-must-discuss-implications-of-devolving-police-powers-fm-127300/",
  "time_ut": 1691048460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka parliament must discuss implications of devolving police powers: FM",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s parliament must discuss the implications of devolving police powers to nine provinces controlled by nine chief ministers, Foreign Minister Ali Sabry said.",
    "Speaking to reporters in Colombo on Wednesday August 02, the minister said the question of having a separate police force in each of the provinces controlled by a different chief minister while a subject minister exists at the central government must be considered.",
    "“We have no issues with the Tamil people on police powers. However, people are already saying that the police force is politicised. Having a separate police force in nine provinces or having nine chief ministers controlling the police while there is a single minister and [what that might mean for] the country is a question.",
    "“Parliament must discuss what the implications of that are for not just the Tamil people but the whole country and arrive at a solution,” said Sabry.",
    "“The president has said he is committed to implementing the 13th amendment in full sans police powers,” he added.",
    "Former Northern Province Chief Minister C V Vigneswaran has said President Wickremesinghe is keen to implement the 13th amendment and is open to discussing devolution of police powers to the provinces.",
    "The law already provides for police officers at the provincial level, but it is not being implemented, said Vigneswaran.He said the president and the group of Tamil MPs had also discussed alternatives such as a provincial police force that does not have the authority to use weapons but can enforce traffic and other laws as well as record complaints",
    "The opposition Tamil National Alliance (TNA) said on Wednesday that, though it is for a federal solution, it insists on the full implementation of the 13th amendment to the constitution including police powers. The party also demands that elections to the provincial councils be held as soon as possible.",
    "“Our position is that power devolution must be in a federal structure, consistent with the aspirations of the Tamil people expressed at every election since 1956. The 13th amendment to the constitution is part of the constitution of Sri Lanka, and not a separate appendage. The president and all of us have taken an oath to uphold and defend it. Thus, the non-implimentation of any part of the constitution is a violation of the whole. To that extent, we insist on the full implementation of the devolution arrangement currently extant in our constitution,” the party said.",
    "However, this does not meet the legitimate aspirations of the Tamil people, the party added.",
    "The statement noted that the need for meaningful power sharing has been recognised both locally and on at least three separate joint statements issued with the government of India, under former President Mahinda Rajapaksa.",
    "TNA legislator M A Sumanthiran said at a recent discussion with President Ranil Wickremesinghe that not devolving police powers to the provinces would mean the country is going back on this commitment. The MP said this would not be meaningful.",
    "Responding to the MP, President Wickremesinghe said while he agrees with Rajapaksa that there should be full implementation of the 13th amendment, there was an outcry when Wickremesinghe’s administration had proposed the same.",
    "“Firstly, I’m Ranil Wickremesinghe, not Ranil Rajapaksa. I’m not bound by – I’m not going to say what President Rajapaksa did, but I do go along with him that there has to be full implementation of the 13th amendment. But in the discussion we had earlier, when I mentioned full implementation, there was a big outcry and we decided that we’ll go ahead and take up police powers later. So you have to decide on that,” said Wickremesinghe.",
    "At an all-party conference on July 26, Wickemesinghe said Sri Lanka must either retain its provincial councils (PCs) with powers adequately devolved as provided for by the 13th amendment to the constitution or abolish the PC system entirely.",
    "“The Tamil national alliance unequivocally conveyed to the president at the first all-party conference on December 10, 2022, that the provincial council elections must be held without further delay. We also discussed measures necessary to make devolution meaningful. Several discussions were held with the president and at that second all-party conference on 26 January 2023 we again reiterated our position,” the TNA said in its statement.",
    "The full implementation of the 13th amendment continues to be a point of debate, with a number of political parties in the south boycotting the July 26 all-party conference.",
    "President Wickremesinghe has indicated his willingness to fully implement the amendment, particularly in light of India stressing on its importance. However, sharing police powers remains an issue, with many national parties in the south arguing against it.",
    "The 13th amendment to Sri Lanka’s constitution emerged from the controversial Indo-Lanka Accord of 1987 as a purported solution to the worsening ethnic conflict, four years after war broke out. Provincial councils came in the wake of this amendment, though land and police powers have yet to be devolved to the provinces as originally envisioned. Both Sinhalese and",
    "Tamil nationalists have historically opposed the amendment, the former claiming it devolved too much, the latter complaining it didn’t devolve enough.",
    "A full implementation of the amendment would see land and police powers devolved to the provinces, a development that is not likely to garner support from Sri Lanka’s more hardline parties. In February, sections of the Buddhist clergy took to the streets against the proposed full implementation of the constitutional amendment. (Colombo/Aug03/2023)"
  ]
}