{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/China-overtakes-Japan-to-become-worlds-biggest-exporter-of-cars/108-259517",
  "time_ut": 1684494031.0,
  "original_lang": "en",
  "original_title": "China overtakes Japan to become world’s biggest exporter of cars",
  "original_body_lines": [
    "China said that it has become the world’s biggest exporter of cars after overtaking Japan in the first three months of the year.",
    "China exported 1.07 million vehicles in the period, up 58 percent compared to the first quarter of 2022, the BBC reported.",
    "At the same time, Japan's vehicle exports stood at 954,185, after edging up 6 per cent from a year earlier.",
    "China's exports were boosted by demand for electric cars and sales to Russia.",
    "Last year, the Asian giant overtook Germany to become the world's second-largest car exporter.",
    "According to China's General Administration of Customs, the country exported 3.2 million vehicles in 2022, compared to Germany's 2.6 million vehicle exports, the BBC reported.",
    "The shift away from fossil fuels has helped fuel the rise of China's motor industry.",
    "First quarter exports of new energy vehicles (NEVs), which includes electric cars, rose by more than 90 per cent, compared to a year earlier.",
    "Tesla's China arm, SAIC -- the owner of the MG brand -- and BYD, which is backed by veteran US investor Warren Buffett, are among China's top exporters of NEVs.",
    "Elon Musk's electric carmaker Tesla has a huge manufacturing plant in Shanghai which exports to regions including Japan and Europe.",
    "Tesla's 'Gigafactory' is currently capable of producing 1.25 million vehicles a year, and the company is planning to further increase capacity.",
    "Last month, it started making Model Y sport utility vehicles for export to Canada, the BBC reported.",
    "China has also seen exports to Russia surge since the start of the Ukraine war, as Western countries imposed trade sanctions on Moscow.",
    "Last, year, Chinese carmakers, including Geely, Chery and Great Wall, saw their market share in Russia jump after rivals including Volkswagen and Toyota quit the country following the invasion of Ukraine."
  ]
}