{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Isipathana-continue-winning-spree-with-third-win/108-262170",
  "time_ut": 1688138551.0,
  "original_lang": "en",
  "original_title": "Isipathana continue winning spree with third win",
  "original_body_lines": [
    "Isipathana College continued their strong start to the season with a comfortable 28-18 win over St. Joseph’s College in the Dialog Under 19 inter-school league tournament encounter played at Longden Place today, in the process chalking up their third successive win.",
    "Isipathana, having held on to a slender 10-08 lead at the breather, accumulated their points through a goal, two tries and two penalties against the goal, a try and two penalties scored by St. Joseph’s.",
    "The match was a closely contested affair in the first session with the two sides sharing honours. It was Isipathana who got the score moving with an unconverted try scored by winger Hashen Randimal in the fifth minute.",
    "The Josephians responded by giving Isipathana a few anxious moments and were rewarded when they successfully breached their opponent’s defence 13 miuntes later with skipper and number 8 Naveen Marasinghe going over for a try.",
    "The conversion, however, went astray with the scores standing at 5-all.",
    "Isipathana took back the lead four minutes later when centre Shahid Zumri went over for a second unconverted try, while St. Joseph’s, receiving a penalty off a melee, reduced the lead after Ruchitha Rodrigo successfully put it over.",
    "Isipathanawent into the break, holding on to slender 10-08 lead.",
    "After the break, Isipathana went on the attack and in the very first minute of the second half, had their first scoring opportunity from a penalty booted over by winger Rinesh Silva.",
    "They consolidated their scoreline further eight minutes later, running circles around the Josephians’ defence, ending with Fullback Kalindu Shenal going over a peach of a try.",
    "The conversion was missed by Silva made amends when he booted over a penalty in the 22nd minute to stretch Isipathana’s lead to 21-08.",
    "It took all of 30 minutes for the Josephians to respond with Rodrigo making no mistake booting over a penalty.",
    "There was more joy for the Josephians when flanker Vishika Fernando snuck through to score a penalty under the posts, converted by Rodrigo.",
    "It seemed like the Josephianswere within reach of a surprise win,cutting the deficit to three, but that was not to be as Isipathana skipper Flyhalf Naveen Kanishka put the result beyond any doubt with a last minute try which was converted by Silva for a comfortable 10-point win.",
    "Raveen Alex refereed the game. (M. Shamil Amit / Kushan Pathiraja)"
  ]
}