{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cipm-re-elects-outstanding-hr-professional-ken-vijayakumar-as-president-2023-24/",
  "time_ut": 1691424120.0,
  "original_lang": "en",
  "original_title": "CIPM re-elects outstanding HR professional Ken Vijayakumar as president 2023/24",
  "original_body_lines": [
    "CIPM Sri Lanka – the Nation’s leader in human resource management, unanimously re-elected outstanding HR professional and business leader Ken Vijayakumar as President for the year 2023/24 at its Annual General Meeting held on 29th July at the Waters Edge, Battaramulla, amidst its distinguished membership representing the HR fraternity in Sri Lanka.",
    "Currently serving as the General Manager -Human Resources, Administration, Purchasing and Sustainability at A. Baur & Company (Pvt) Ltd, Ken counts over 30 years of experience in the field of Human Resources Management and General Management. He is a Chartered Fellow Member and a Senior faculty member of CIPM and was recently awarded the title “Outstanding HR Business Leader of Year” for the year 2022 by the CEO Magazine in recognition of his exemplary leadership skills and contribution to CIPM. Ken was also the recipient of the Aviva Leadership Excellence Award and Aviva Change Manager Award in 2007 and 2008 respectively. Considered as a “Peoples leader”, he has shown exemplary leadership in developing and resolving people’s issues in the state and private sectors, which is evident by the many awards and accolades that he has received during his long-spanning career as a visionary HR and business leader.",
    "Ken started his career as a management trainee in 1985 at the Janatha Estates Development Board, and thereafter he held managerial and senior managerial positions in Lankem (Ceylon) Ltd, Watawala plantations, MAS Holdings, Keels plantations, Lanka Equities, Brandix, WNS/AVIVA, Delmege Forsyth, Waters Edge, and Premium Oils and Fats, Malaysia exposing him to business and HR specifics in a multitude of industries such as plantations, apparel manufacturing, Business Process Outsourcing/Knowledge Process Outsourcing, diversified industries, palm oil refineries and hospitality.",
    "Ken, along with his elite team in the CIPM Council will raise the bar for the Sri Lankan HR community in line with international people practices and processes endorsed by leading people management institutions such as WFPMA (World Federation of People Management Associations), APFHRM (Asia Pacific Federation of Human Resource Management) of which CIPM Sri Lanka is a vibrant constituent.",
    "Le Grand Galle Hotel marks five years of luxury and unforgettable experiences",
    "SLT-MOBITEL sponsors 7th CIPM International Research Symposium 2023, reinforcing commitment to HRM best practices",
    "CEOs Forum organized by CIPM highlights the significance of ‘People First Culture’ inspired by CEOs: A trend setting move in Sri Lanka’s HRM landscape",
    "CIPM, ‘nation’s leader in human resource management’, presents National HR Conference 2023",
    "CIPM Signs Academic and Professional Cooperation MOU with KAATSU International Uni",
    "CIPM Publishes National Research Report on Female Migrant Domestic Workers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}