{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-national-organic-certification-mark-made-public-by-the-edb/",
  "time_ut": 1683045060.0,
  "original_lang": "en",
  "original_title": "The National Organic Certification Mark made public by the EDB",
  "original_body_lines": [
    "In an event held in Colombo on the 28th of April 2023, the Sri Lanka Export Development Board (EDB) made public the National Organic Certification Mark (NOCM) to increase consumers’ awareness on organic food production. The event was organized by the National Organic Control Unit (NOCU) of the EDB, in collaboration with the Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH in Sri Lanka, co-funded by the European Union (EU) and the German Federal Ministry for Economic Cooperation and Development (BMZ).",
    "National Organic Certification Mark (NOCM) was developed by EDB to build trust amongst consumers and to provide an assurance of organic food quality and standardization. Local, certified organic producers can apply for NOCM.",
    "“We hope that more and more consumers in Sri Lanka would like to buy organic food and we hope that this certification mark will help them find quality organic products on the market. The EDB is working to ensure that products certified according to the National Organic Standard SLS 1324:2018 will receive due recognition and a market advantage thanks to this certification mark.” says the Chairman of the EDB –Dr. Kingsley Bernard.",
    "The NOCU, established in 2014 under the EDB, oversees all matters related to organic agricultural products in Sri Lanka. Under its authorization, the Sri Lanka Standards Institution revised the National Organic Standard (NOS) SLS 1324:2018 in 2018. The NOS describes requirements for the production, wild harvest, post-harvest handling, storage, processing, transportation, packaging, labelling and marketing of organic produce and products in the island. Farmers and producers are encouraged to follow this standard in providing high quality organic produce to consumers. The National Organic Certification Mark (NOCM) will help to improve recognition for and verify organic products that satisfy the requirements of the NOS amongst consumers and the public.",
    "Asia Asset Finance celebrates yet another milestone with its 75th branch opening in Homagama as part of its strategic expansion drive",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}