{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-cb-committed-to-ending-interest-controls-asap-imf-report-143613/",
  "time_ut": 1702441800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka CB committed to ending interest controls ASAP: IMF report",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank is committed to ending interest rate controls as soon as possible, an International Monetary Fund report ha said.",
    "“…[M]onetary policy should be implemented through the policy rate, avoiding interest rate caps, which increase pressure on the already weak banking system,” an IMF staff report published after the first review of the program said.",
    "“The CBSL is committed to eliminating the interest rate caps as soon as possible.”",
    "Sri Lanka’s central bank imposed the price controls on banks saying rates were not coming down fast enough after a policy rate cut.",
    "A policy rate cut, which goes against domestic credit conditions is also usually bureaucratically imposed by injecting reserve money (printing money through inflationary open market operations) by post-1920 central banks which practice ‘macro-economic policy’.",
    "Sri Lanka’s gilt yields usually spike sometimes to around 20 percent after currency crises are triggered by rate cuts enforced against domestic credit demand by inflationary open market operations.",
    "After a currency collapse, rates also tend to be elevated due to reserve building needs (financing deficits of reserve currency countries) even as domestic deficits are reduced with tax hikes and private credit collapses.",
    "This time reserve building is also carried out by private banks who have to faced flight of capital from credit lines and dollar loans to government were repaid in rupees.",
    "In the latest crisis, fears of domestic debt restructuring (induced default of domestic debt) reduced demand for government bonds especially from banks.",
    "However, Sri Lanka authorities have managed to meet the so-called gross financing needs (GFN) requirement of the IMF program by targeted restructuring of government debt, retaining confidence, allowing rates to fall.",
    "Extending maturities of central bank held Treasury bills to meet GFN ceilings, violating classical note issue banking practices (bills only policy) has hit the capital of the central bank.",
    "In Ghana, another country which defaulted after operating an ‘inflation targeting regime’ (currently 8 percent) without a clean floating exchange rate regime, (compared to Sri Lanka’s 5 percent), interest rates are around 30 percent, still.",
    "HIGH YIELDS: Ghana, which has an even higher inflation target than Sri Lanka still has elevated interest rates.",
    "According to the latest auction data, the 91-day Treasury bill yield was 29.56 percent on December 11, and the one-year rate was 31.96 percent.  (Colombo/Dec13/2023)"
  ]
}