{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/YMBA-demands-withdrawal-of-proposed-Anti-Terrorism-Bill/14-748953",
  "time_ut": 1685563043.0,
  "original_lang": "en",
  "original_title": "YMBA demands withdrawal of proposed Anti-Terrorism Bill",
  "original_body_lines": [
    "Following is the letter written by Colombo Young Men's Buddhist Association President Mahendra Jayasekera and General Secretary Prasantha Abeykoon on the Anti-Terrorism Bill to the Justice Minister Dr. Wijeyadasa Rajapakshe. The letter had been copied to President Ranil Wickremesinghe as well.",
    "The YMBA, as the oldest, largest and foremost Buddhist Association in Sri Lanka, established in 1898, expresses its deep concern about the proposed Anti-Terrorism Act (ATA). In our view, this law will have far - reaching and negative consequences on the rights and freedoms of all Sri Lankan citizens, democracy and reconciliation between communities.",
    "The ATA seeks to replace the existing Prevention of Terrorism Act (PTA) of 1979. However, it does not mitigate the impact of the draconian provisions of the PTA, as promised by the Sri Lankan Government on a number of occasions. Instead, it has advanced provisions even more draconian than In the PTA and seeks to severely restrict basic democratic rights and fundamental freedoms enshrined in the Constitution of Sri Lanka. Furthermore, it undermines judicial powers and oversight with no checks on the powers of the President and the police.",
    "Particularly worrying are the provisions that purport to define the offence of terrorism and creates a plethora of offences which negatively impact people’s civil, political, and democratic rights as well as media freedom. These include:",
    "1. Section 3 (1) and 3 (2) - It defines the offence of terrorism in broad, vague, language that is open to subjective interpretation, and hence lacks certainty. The definition repurposes ordinary criminal offences coupled with legitimate intentions of dissent, political opposition, airing of people's grievances and civil disobedience as terrorism.",
    "The definition of 'terrorist acts' as given in these clauses enables the state to treat as terrorism even those legitimate democratic actions of citizens such as protests, agitations, peaceful assembly, and open expressions of dissent and discontent with the Government. Sections 11 and 12 have significant potential to curb legitimate exercise of freedom of expression including of the media.",
    "2. Broad and unchecked powers of arrest and investigation are granted to the police and military, powers enabling any DIG upon the request of the OIC to issue a total maximum period of 12 months without judicial oversight over the need for detention. Furthermore, the powers given to SSPs to obtain orders restricting various forms of movement is of serious concern.",
    "3. In relation to detentions, the use of the board and imprecise term 'confidential information' as having an 'adverse impact' on 'national security/defence' can include 'any information not in the public domain'. This could make the media profession, and even the citizens’ use of the social and electronic media for citizen journalism most vulnerable to hostile state action.",
    "4. Broad unchecked powers assigned to the office of President to proscribe organisations, obtain restriction orders, declare curfews, declare prohibited places and vague power to make regulations are all unprecedented powers to be deployed during ordinary times. Such powers assail the fabric of freedom and rights we citizens hold dear and necessary to our development and flourishing.",
    "Therefore, at this stage we cannot propose amendments as the exact offences which the Government deems cannot be dealt with under existing laws and require a special law, have not been precisely articulated. Furthermore, the primary objective of this legislation has not been set out. Thus, we urge the Government to withdraw the entire proposed Anti-Terrorism Bill forthwith. We will continue to educate all stakeholders of the ill and harmful effects of this Bill."
  ]
}