{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Ukraines-Zelensky-sacks-ambassador-to-UK-after-criticism/108-263664",
  "time_ut": 1689944928.0,
  "original_lang": "en",
  "original_title": "Ukraine’s Zelensky sacks ambassador to UK after criticism",
  "original_body_lines": [
    "Ukrainian President Volodymyr Zelensky has sacked his country's ambassador to the UK.",
    "Vadym Prystaiko had recently criticised the president's response to a row over gratitude for British military aid.",
    "He had called Mr Zelensky's promise to thank the UK defence minister every morning \"unhealthy sarcasm\".",
    "Kyiv gave no official reason for the dismissal but confirmed that Mr Prystaiko was no longer ambassador.",
    "Earlier this month, Ben Wallace said he had warned Ukraine that its allies were \"not Amazon\", saying Kyiv needed to show gratitude for weapons it received in order to persuade Western politicians to give more.",
    "He was speaking at the Nato summit after President Zelensky criticised the military alliance for delays in making Ukraine a member.",
    "Mr Wallace's remarks had stirred anger in Kyiv and he later said his words had been \"somewhat misrepresented\".",
    "UK Prime Minister Rishi Sunak reacted by saying he had been \"struck\" by how much Ukraine valued the UK's support.",
    "\"How else can we show our gratitude?\" Mr Zelensky said in response to the defence minister's comments. \"We can wake up in the morning and thank the minister. Let him write to me and tell me how to thank him.\"",
    "Mr Prystaiko said last week there had been a \"little bit of sarcasm\" in his president's response, which he believed was \"unhealthy\".",
    "\"We're not expecting anybody to fight for us, we only ask for equipment,\" he said, adding \"Ben can call me and tell me anything he wants,\" he told Sky News.",
    "He had been in his post in London since 2020 but on Friday Mr Zelensky issued a presidential decree announcing his sacking, saying he had also been removed as Ukraine's representative to the International Maritime Organization.",
    "The envoy was spotted watching the Wimbledon tennis championship in the royal box only last week, when Ukraine's Elina Svitolina was knocked out in the semi-final.",
    "President Zelensky has fired ambassadors before, dismissing five at once a year ago in what was seen as a reshuffle.",
    "But it was the controversial ambassador to Germany, Andriy Melnyk, whose sacking was particularly notable.",
    "Known for his outspoken social media presence, he had become a familiar face in Germany with repeated appeals for military aid to Ukraine.",
    "However, he was seen to have stepped out of line when he accused Chancellor Olaf Scholz of acting like a \"sulky liver sausage\" when the German leader was slow to take up a presidential invitation to visit Kyiv.",
    "\"This is about the most brutal war of extermination since the Nazi invasion of Ukraine, it's not kindergarten,\" Mr Melnyk complained."
  ]
}