{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95617/sports-minister-informs-court-of-dissolution-of-slc-interim-committee",
  "time_ut": 1702452000.0,
  "original_lang": "en",
  "original_title": "Sports Minister informs court of dissolution of SLC Interim Committee",
  "original_body_lines": [
    "Sports Minister Harin Fernando on Wednesday (13 Dec.) informed the Court of Appeal of the move to revoke an earlier gazette notification appointing an Interim Committee for Sri Lanka Cricket (SLC) and to dissolve the said panel.",
    "The court was informed of the relevant matter when a petition filed by SLC President Shammi Silva against the said Interim Committee was taken up for consideration this morning.",
    "Meanwhile, the decision of the Appellate Court on whether or not the relevant petition would be further taken up is due to be announced on 15 December.",
    "The new Extraordinary Gazette signed by Minister Fernando to revoke the decision appointing an Interim Committee for SLC was published on Tuesday (12 Dec.).",
    "Accordingly, by means of the new communiqué, the Extraordinary Gazette bearing reference No. 2356/43 dated November 05, 2023, has been rescinded with immediate effect, thereby dissolving the Interim Committee appointed for the purpose of exercising the powers, functions and duties of SLC.",
    "On 06 November, a seven-member Interim Committee was appointed by the then-Sports Minister Roshan Ranasinghe. It was chaired by World Cup-winning former Sri Lanka captain Arjuna Ranatunga and consisted of S. I. Imam, Retired Supreme Court Judge; Rohini Marasinghe, Retired Supreme Court Judge; Irangani Perera, Retired High Court Judge; Arjuna Ranatunga (Chairman); Upali Dharmadasa; Rakitha Rajapakshe, Attorney-at-Law; and Hisham Jamaldeen.",
    "The following day, the Appeals Court issued a 14-day stay order on the Interim Committee. The relevant order was issued by a two-member judge bench consisting of Appeals Court President Nissanka Bandula Karunaratne and Justice Vikum Kaluarachchi, upon consideration of the writ application filed by the SLC President Shammi Silva challenging the move.",
    "Later, on 13 November, then Sports Minister Ranasinghe filed a motion requesting the lifting of the stay order.",
    "Nevertheless, on 27 November, President Ranil Wickremesinghe removed SLPP parliamentarian Ranasinghe from all his positions including as the Minister of Sports and Youth Affairs and Minister of Irrigation.",
    "Harin Fernando, who was serving as the Minister of Tourism, was subsequently sworn in as the new Minister of Sports to replace Ranasingh"
  ]
}