{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/20/basl-demands-clean-record-for-next-igp/",
  "time_ut": 1703075460.0,
  "original_lang": "en",
  "original_title": "BASL Demands Clean Record For Next IGP",
  "original_body_lines": [
    "COLOMBO (News 1st); The Bar Association of Sri Lanka issued a strong statement criticizing recent comments by the Public Security Minister and calling for stringent ethical standards in the selection of the next Inspector General of Police (IGP).",
    "The BASL condemned the Minister's alleged remarks linking lawyers who opposed the Acting IGP's appointment to drug traffickers.",
    "The BASL emphasized the right to legal representation as a cornerstone of the rule of law and stated that threats against lawyers are attacks on the entire legal profession.",
    "The statement highlighted the declining public trust in the Sri Lankan police due to issues like lack of independence, political interference, police brutality, and custodial deaths.",
    "The BASL emphasized the importance of restoring public confidence for effective law enforcement and upholding the rule of law, and unequivocally condemned encounter killings and custodial deaths, calling them violations of the rule of law and fundamental rights.",
    "The BASL urged the authorities to appoint the next IGP based on exemplary service, free of any blemish, and the ability to restore public confidence.",
    "The BASL's statement draws attention to a landmark Supreme Court decision delivered on December 14th.",
    "The judgment, led by Justice S. Thurairaja alongside Justices Kumudini Wickremasinghe and Priyantha Fernando, ordered the Acting IGP and three other officers to personally compensate a petitioner whose fundamental rights were violated while detained at the Mirihana Police Station under the Acting IGP's supervision.",
    "The BASL categorically urges the authorities to disqualify any candidate for the IGP position who has a history of violating fundamental rights or is facing criminal charges or allegations of unlawful activity.",
    "The BASL called for transparency in the IGP appointment process, urging the government to follow procedures established by the Constitutional Council as per Article 41E of the Constitution.",
    "SLPP Will Bring Own Candidate for Presidential Race – Udayanga",
    "Sri Lanka Navigates Junta and Terrorists to Rescue Cybercrime Captives",
    "Laundered Millions Seized: Police Net 7 Vehicles, Land and Gold",
    "TALK OF THE TOWN | Psychological Effects of a Crisis | Dr. Nimmi N. Menike | 21 December 2023"
  ]
}