{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/US-Government-faces-lawsuit-over-immigration-app/14-751244",
  "time_ut": 1690833518.0,
  "original_lang": "en",
  "original_title": "US Government faces lawsuit over immigration app",
  "original_body_lines": [
    "LOS ANGELES (AFP): Immigration advocates sued the US Government last week arguing that conditioning asylum requests on the use of an app violates migrants’ human rights, according to the legal action filed in federal court.",
    "The suit, the latest legal challenge to the Biden administration’s immigration agenda, takes aim at the CBP (Customs and Border Protection) One app, which it says makes it impossible for many to seek asylum in the United States.",
    "“CBP One essentially creates an electronic waitlist that restricts access to the US asylum process to a limited number of privileged migrants,” notes the legal brief.",
    "It was filed in federal court in California on Thursday by the immigration organisations Al Otro Lado and the Haitian Bridge Alliance, along with 10 migrants who claim the application blocked their attempt to seek asylum.",
    "US President Joe Biden’s administration launched CBP One in January as it wound down immigration rules enacted during the Covid-19 pandemic.",
    "Migrants must use CBP One to schedule an appointment at a port of entry into the United States. But accessing the app requires a smartphone, internet access and electricity – all hard to access for migrants on long and dangerous journeys fleeing their home countries.",
    "Between January and June an estimated 170,000 people scheduled appointments through the app, authorities have said.",
    "Along with the difficulties in accessing it, the organisations behind the lawsuit also said in a statement that the app’s discriminatory facial recognition technology has prevented many Black and darker-skinned immigrants from obtaining an appointment.",
    "The legal document states that by forcing migrants who have not made an appointment through the app to turn back at the border, the US Government is putting them in greater danger.",
    "“The Biden administration’s new turnback policy is just the latest manifestation of the US Government’s multi-year effort to block access to asylum at the southern border,” said Center for Gender and Refugee Studies Litigation Director Melissa Crow, representing the plaintiffs in the lawsuit.",
    "“By gatekeeping asylum behind an inaccessible smartphone app, the turnback policy violates our laws, makes a mockery of our asylum system, and leaves the most marginalised refugees behind,” she added.",
    "The lawsuit is the latest legal challenge to Biden’s immigration policies, which have focused on developing legal migration programs and alternatives in an attempt to lower illegal crossings.",
    "Last month the US Supreme Court upheld the federal Government’s right to decide which undocumented migrants should be targeted for deportation, after the states of Texas and Louisiana challenged that policy."
  ]
}