{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95488/court-issues-injunction-against-slvlog-pod-talks-over-plaint-by-ada-derana-",
  "time_ut": 1702039320.0,
  "original_lang": "en",
  "original_title": "Court issues injunction against ‘SLVlog Pod Talks’ over plaint by Ada Derana",
  "original_body_lines": [
    "The Colombo District Court on Friday (08 Dec.) issued an injunction against ‘SLVLOG Pod Talks’, a political and current affairs talk show aired by the ‘SLVLOG’ YouTube channel.",
    "The relevant order was issued when a complaint filed by Power House Ltd, the parent company of the Derana Group of companies, against Hasalaka Thushara Sanjeewa, demanding a compensation of Rs. 500 million, was taken up in court this morning.",
    "The complaint was filed by the media conglomerate after an episode which aired on the ‘SLVLOG Pod Talks’ programme criticised a news segment aired by Ada Derana on their prime time news bulletin at 06:55 p.m., on the arrest and subsequent granting of bail of Nathasha Edirisooriya, a stand-up comedian who found herself in hot water over certain remarks she had made, allegedly insulting multiple religions during her segment at a recent stand-up comedy show hosted at a leading school in Colombo.",
    "The complaint in question had deemed the relevant episode, hosted by Hasalaka Thushara Sanjeewa, ‘baseless and defamatory’, after the host had made several allegations against the media company, and had thus demanded a compensation of Rs. 500 million.",
    "The plaintiff further requested that the court issue a declaration stating that the defendant has no right to insult, or continue to insult, Ada Derana by way of campaigns, programmes or any other means of presenting facts that are defamatory to the media company.",
    "Ada Derana further requested that the court issue a permanent injunction restraining the respondent, his agents and all those working under him, from insulting the plaintiff and its staff in any way."
  ]
}