{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91473/un-chief-assures-unwavering-support-towards-sri-lankas-economic-recovery-",
  "time_ut": 1687526580.0,
  "original_lang": "en",
  "original_title": "UN chief assures unwavering support towards Sri Lanka’s economic recovery",
  "original_body_lines": [
    "United Nations Secretary General Antonio Guterres has assured the UN’s strong commitment to assisting Sri Lanka in its economic recovery and debt sustainability endeavours.",
    "During a bilateral meeting with President Ranil Wickremesinghe held on the sidelines of the Summit for a New Global Financial Pact on Tuesday (22 June), Secretary General Guterres assured the Sri Lankan leader of the United Nations’ strong commitment to assisting Sri Lanka in its economic recovery and debt sustainability endeavours.",
    "Expressing his unwavering support, Guterres also commended the progress made by Sri Lanka in achieving the country’s Sustainable Development Goals (SDGs), recognizing the efforts undertaken to address pressing social and environmental challenges.",
    "The meeting served as an opportunity for President Wickremesinghe to provide an update on the progress made in Sri Lanka’s economic recovery and debt restructuring efforts, as well as to present the Government’s ambitious climate prosperity plan.",
    "During the meeting, President Wickremesinghe apprised Secretary General Guterres on the significant strides achieved in the process of economic recovery and the ongoing initiatives to restructure the country’s debt.",
    "The President highlighted the government’s commitment to implementing sustainable economic policies and fostering a resilient financial framework to ensure long-term stability.",
    "Additionally, President Wickremesinghe briefed Secretary General Guterres on the Government’s climate prosperity plan, outlining the comprehensive strategies aimed at mitigating the adverse impacts of climate change while promoting sustainable development. The plan emphasizes the importance of renewable energy, conservation efforts, and climate-resilient infrastructure.",
    "The meeting between President Wickremesinghe and Secretary General Guterres underscored the collaborative spirit between Sri Lanka and the United Nations in tackling the multifaceted issues of economic recovery, debt restructuring, and climate change. It highlighted the importance of international cooperation in fostering sustainable and inclusive growth for Sri Lanka, while achieving the SDGs."
  ]
}