{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/learning-from-failures-which-way-for-the-jvp-npp/",
  "time_ut": 1673081880.0,
  "original_lang": "en",
  "original_title": "Learning from failures: Which way for the JVP-NPP?",
  "original_body_lines": [
    "The World Socialist Website (WSWS) quotes Anura Kumara Dissanayake, in a television programme, as admitting that Sri Lanka has no choice but “to go to the IMF.” It cites him as saying that Sri Lankans need to bear the cost of doing so to a certain extent, that they are fed up of the political mainstream, and that they demand an “exemplary group” in politics. The WSWS’s view of the JVP-NPP being generally unfavourable, it sees in the party leader’s remarks an example of his party’s capitalist credentials: it is, the editors of the site note, no different to the right-wing outfits it opposes, in the sense that it supports the same policies, the same paradigms and frameworks, that they do.",
    "I am not in agreement with the WSWS’s characterisation of the JVP-NPP as capitalist. As with almost all its verdicts on local politics, this one seems harsh, a tad unfair. Yet it is true that the New Left, of which the JVP-NPP is the leading light, has regressed if not departed from its traditional positions and its radical-anarchist origins. No doubt it has done so with the aim of attaching itself to new social classes, new milieus, and new political positions. As I observed in this paper in 2021, the JVP-NPP is moving to a liberal “centrist” mainstream. In doing so, it is abandoning its earlier stances, be it on the IMF, China, the financial crisis, or private education. However, it has been unable to achieve this break. Thus it remains caught between two worlds, incapable of making the transition it wants.",
    "Perhaps the most intriguing example of these shifts is Dr Nalinda Jayatissa’s recent remarks on Sajith Premadasa’s school bus donation project. I understand where the JVP-NPP’s criticism is coming from. They are, as a friend commented to me recently, in a “permanent state of opposition” against every other political outfit, so naturally they see Premadasa’s initiative as suspect. However, for a party that touts radical politics, it is tragicomic that the best that one of its leading parliamentarians can come up with, as a critique of the project, is an insult which compares the Leader of the Opposition to a bus driver. Call them for what they are: such comparisons are not only condescending, they are also classist.",
    "The insult, moreover, targets not merely a bus driver, but specifically a State bus driver. The JVP-NPP has historically coveted mass support from government trade unions. A remark like Jayatissa’s not only hits government sector workers in their face; it also raises all the wrong assumptions about where the leadership of the country belongs to. I do not always agree with Sajith Premadasa’s views, but his response to Jayatissa was correct: even an SLTB bus driver must get the chance to rise to the top. Besides, it is not unreasonable to assume that bus drivers, particularly those drawn from the country’s youth, have more progressive views on politics and economics than most of our MPs. To imply that such a person cannot go to the top, in that sense, is to affirm the class hierarchies the JVP-NPP claims it opposes. Whichever way one looks at it, this is the only conclusion one can reach.",
    "Such remarks also contradict the JVP-NPP’s rhetoric during last year’s aragalaya. However, I would not be so hasty as to say that there is an impenetrable gulf between what that party said then and what it is saying now. As I mentioned two weeks ago in this paper, the bulk of the protests were dominated by a middle-class that was anarchist in its outlook, yet socially and economically to the right. Against such a context, the JVP-NPP engaged in something of a balancing act, mobilising unions and civil society activists while allying itself with a middle-class that has, historically, been opposed to its economic policies.",
    "In that sense, it is not surprising that the JVP-NPP can, in the same breath and during the same year, publish tweets critical of the IMF and the World Bank (as Dr Harini Amarasuriya did), then admit that there is no choice but to go to these institutions; protest against the privatisation of education, then admit on television that the State needs to team up with the private sector in tertiary education (as Dr Nalinda Jayatissa did); raise concerns about the Port City transforming Sri Lanka into a “Chinese province” (as Anura Kumara Dissanayake did), then send a congratulatory missive to the Communist Party of China (CPC) praising the latter’s contribution to the struggle against “Western imperialism.”",
    "There is a simple, logical explanation to all these turnarounds. The JVP’s entry to parliament, in 1994, initially led to a surge in its representation. From Day One, however, the party was saddled with a number of contradictions. Over the next few decades these contributed to two key ruptures: the defection of its nationalist wing, led by Wimal Weerawansa, in 2008, and the breakaway of the FSP, which now more or less dominates the Student Left, in 2012. These, combined with its decision to support and ally with the Chandrika Kumaratunga and Mahinda Rajapaksa governments and then leave them, compelled the JVP to adopt a hard-line stance vis-à-vis other formations. In doing so, it has been forced to confront its past, a past it has never spoken about properly: an attitude decidedly conducive to its dilly-dallying between its anarchist origins and its flirtations with the middle-class today.",
    "What is objectionable in all this is not that the party is engaged in a transition, but that it has been attempting and failing to achieve that transition. Two factors have contributed to this morass. One, the party’s inability to reconcile its present with its past and to indicate once and for all whether or not it is willing, and able, to abandon the latter. Two, the “permanent state of opposition” it has attuned itself to over the last few decades, vis-à-vis not just other parties, but also its past policies. From such a state of affairs, only the faintest parody of a party can materialise. To ascertain whether it can salvage itself from this cul-de-sac hence is to see whether it is willing to address these two issues and resolve them.",
    "That it is confused over where it wants to go and be in can be gleaned from its most recent manifesto. While the party, in keeping with its recent middle-class orientation, dwells at considerable length on liberal political principles in its sections on political and systemic reforms, it retains something of its past in the sections on economic reforms, where the authors state that they are in favour of a reversal of the post-1977 neoliberal order and of statist measures like import controls and import substitution. The merits of these positions do not concern me here: there may be value to such proposals. What intrigues me, though, is how, within the same document, and a potential manifesto at that, a party can sustain a contradiction between its political principles and its economic positions. What that betrays, more than anything, is that the party lacks the proverbial fire in the belly.",
    "It would be simple, of course, to attribute all this to the JVP-NPP’s paranoia – a strong word that nevertheless, for me, conveys, something of the sentiments of the party on political issues today – over the Wimal Weerawansa and Kumar Gunaratnam defections. Yet this in itself does not validate the party’s behaviour, not least because while Weerawansa has won electoral support as an adjunct of larger nationalist formations – of which the Rajapaksist SLFP and SLPP are the prime examples – and Gunaratnam’s party, the FSP, has failed to gain parliamentary representation, the JVP-NPP has maintained somewhat respectable numbers in the legislature. To be sure, its fortunes have considerably dimmed. But the JVP remains, then as now, a viable third force: probably not as much a kingmaker as parties that cling on to the two major parties are, but a significant force nevertheless.",
    "In any case, I would hesitate to ground the party’s behaviour in the actions of its dissenting and breakaway factions. I would rather locate it in the nature of the Sri Lankan New Left itself, a group that encompasses the FSP as well as unions and activist groups affiliated to the FSP and JVP-NPP. My view of the New Left differs considerably from its champions and detractors. Both these groups see it as promoting a radical, systemic change in the country. I would contend, on the other hand, that the New Left has let go of its earlier concerns with discourses of production, manufacturing, and food security, and embraced a social welfarist (or “Proudhonist”) outlook which has sapped it of the moral power that the Left possessed in economic debates not too long ago. This has made it a captive of lower middle-class, or as the New Left’s Marxist critics would call it, petty bourgeois interests, which remain ignorant of, even opposed to, the kind of radical economic measures the country needs.",
    "I am not calling for the New Left, of which the dominant party in terms of parliamentary representation is the JVP-NPP, to abandon or neglect its concerns with workers’ rights and welfare. But in a context where trade unionisation in Sri Lanka is limited to the government sector, the conflict, or dichotomy, is no longer between the forces of labour and the forces of capital: they are, as a friend of mine argued correctly, between workers’ collectives in the public sector and the taxpayers who contribute to the government coffers. There is simply not a strong enough base here on which the Left, leave alone the New Left, can mobilise an entire country against an economic system. To assert itself more, I would hence suggest that the JVP-NPP move into alternative socialist economic paradigms, chiefly industrialisation. In doing so, it will be able to reconcile its past and present with its future: a welcome change in an outfit that has much potential, as it always has had, as a truly third force.",
    "The writer is an international relations analyst, researcher, and columnist who can be reached at udakdev1@gmail.com.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}