{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/National-Leopard-Day-2023-Bridging-the-gap-of-coexistence-between-leopards-and-humans/172-264291",
  "time_ut": 1690822937.0,
  "original_lang": "en",
  "original_title": "National Leopard Day 2023 Bridging the gap of coexistence between leopards and humans",
  "original_body_lines": [
    "In 2021, the Wildlife and Nature Protection Society (WNPS), one of the oldest wildlife organisations in the country together with the Department of Wildlife declared August 1 as Sri Lanka’s National Leopard Day. This was an attempt to improve the conservation status of leopards at a time when they were being killed due to snares, poaching and other anthropogenic activities. The leopard being a top carnivore in Sri Lanka’s ecosystems draws special attention as it plays an important role in the structuring of communities and ultimately of ecosystems.",
    "The National Leopard Day theme for 2023 is coexistence but this has already become a buzzword when it comes to the matter of the human-elephant conflict, mainly due to unscientific decision-making and short-sighted approaches taken by the authorities. However, in the case of leopard conservation, the tasks were mainly taken upon by several wildlife organisations that were determined to ensure that humans and leopards actually coexisted. When the human-leopard conflict began to aggravate in the Hill Country, discussions were held between plantation management companies, tea pickers and other stakeholders to spread awareness and minimize the conflict. Today researchers and conservationists observe certain attitudinal changes in people.",
    "“But, there seems to be an intensification of existing threats on leopards,” observed Enoka Kudavidanage, Professor in Conservation Biology affiliated to the Sabaragamuwa University who has a wealth of experience researching and studying about leopards. “Anthropogenic activities such as deforestation, fragmentation of habitats in areas where leopards are seen result in these species losing their food. Thereafter people go into these fragmented areas and leopards attempt to move to safer grounds. Leopards always avoid people but these safer grounds may be closer to human habitats.”",
    "However, leopard conservationists raised concerns regarding the manhandling of cubs. “There are cases where female leopards have given birth in areas closer to populated areas. The mother might leave the cubs and go in search of food, and people may eventually discover these cubs,” she said.",
    "Prof. Kudavidanage said that people bring out cubs for several reasons. “One is that they don’t want to have leopards living closer to their habitats. Some people might put cubs somewhere else thinking that the mother would find them. There are some who feel that they want to do something about the leopards and would hand them over to the Wildlife Department. It is the mother herself that can raise the cubs. Not human beings. The DWC cannot perform miracles, but eventually, the responsibility falls onto them. They have to keep the cubs alive and bring them to the mother. But what people don’t know is that once people touch these cubs, the mother might flee because they have been contaminated by humans.”",
    "Therefore if a leopard cub is spotted, people are advised to refrain from gathering around the location. “Remove dogs in the area, inform the DWC, secure the location if possible and leave the cubs in the place that they have been spotted,” advised Prof. Kudavidanage.",
    "Over the past few years, many leopards have fallen prey to snaring and as a result, many wildlife conservation organisations took it upon themselves to minimize this growing threat. When asked if there seems to be a reduction in the use of snares, Prof. Kudavidanage said that there seem to be certain attitudinal changes regarding the use of snares. “The WNPS is carrying out awareness programmes with regards to snaring across various target audiences. But just as we observe a change in attitudes there are other factors such as the economic crisis, pressure for survival, and demand for bushmeat which are on the rise. Then on the other hand, there’s land grabbing and poor land use management practices. Forest fires chase away villagers and kill prey. Decision-makers are promoting unsustainable agriculture practices. Why can’t they find a way to make use of excess land and facilitate agriculture? Poor land use management is in fact the biggest curse,” she added.",
    "In 2022, the WNPS partnered with LOLC Holdings PLC to establish a multi-regional monitoring system for the conservation of the Sri Lankan leopard. The main objective of this initiative was to establish a network of specialized leopard conservation locations and research centres across identified geographically important areas within Sri Lanka. When asked about the progress of the research, Prof. Kudavidanage said that the data collected is currently being analysed. “During the first tier, we wanted to establish a network of people including informants, government officers etc. We have also categorized land areas mainly as hot zones and moderate zones. The hot zones have been mapped already and we are looking at identifying people in these areas to establish the network. We have also done research on the causes of leopard deaths, and the first draft of this paper will be released on August 1, to coincide with Leopard Day.”",
    "When asked about the challenges faced by conservation researchers Prof. Kudavidanage said that there is a lot of information outside protected areas but that it is not an easy task to retrieve this information. “We do setup camera traps but we cannot be sure of whether we will be able to retrieve the camera trap the next time we visit the location. Then there’s the usual issue of funding. A lot of hard work goes into research activities. I also observe a dearth of motivated young people coming to the field. There seems to be an interest towards wildlife among young people when you see their posts on social media. But firstly, the animal has to be alive in order to take photos. As such, if you care for wildlife and if there’s potential for you to be involved, then consider these opportunities. But then again there are no shortcuts. Sri Lanka lacks a proper consensus of elephants and leopards, for example. In terms of numbers, there’s only an estimated figure. We can get young people involved in species identification, taxonomy and other research aspects.”",
    "One advice Prof. Kudavidanage reminds these youngsters is to not do research for the sake of doing it. “It’s not about doing some research, writing a book and keeping quiet. On the other hand, it is also not enough to just be talking and giving publicity to activities organized in view of leopard day. It is important to improve the conservation status of leopards and one year from now we like to see the progress,” she said in conclusion."
  ]
}