{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Loss-of-trust-in-democratic-institutions-could-lead-youth-to-extremism-Bakeer-Markar/56-755101",
  "time_ut": 1699645020.0,
  "original_lang": "en",
  "original_title": "Loss of trust in democratic institutions could lead youth to extremism – Bakeer Markar",
  "original_body_lines": [
    "Samagi Jana Balawegaya (SJB) MP Imthiaz Bakeer Markar warned yesterday that the inability to preserve trust in the country’s democratic institutions could lead the youth to extremism and violence. “We, including those employed in these institutions, must strive to prevent this,” he remarked.",
    "Commenting on three private member bills presented by him to Parliament to increase youth representation in governance, the MP said it was a special day as two out of the three private member bills concerning youth representation in Parliament and provincial councils were successfully passed.",
    "The MP said a lot of work at the committee stage will be required as he highlighted the failure of relevant Ministries to present their recommendations on the bills to Parliament despite the standing orders in place.",
    "He also noted that a Government MP presented yet another private members bill on increasing youth representation in provincial councils and it was accepted. “When a proposal concerning the same issue is introduced in Parliament, there is a question of whether it is ethical to accept and proceed with it. Nevertheless, the Parliament proceeded to move forward with the Local Government election bill put forward by that member,” he said.",
    "Bakeer Markar noted that the Parliamentary Privileges Committee had also accepted that a wrong was committed in doing so.",
    "The MP said he brought forward the proposals as while half of Sri Lanka’s population are youth, they seem to have lost trust in the country’s democratic institutions.",
    "“Nevertheless the proposal on provincial councils which followed mine has also now been passed to give fair representation to youth. I was able to present these proposals based on the SJB’s decision to give youth fair representation,” he said."
  ]
}