{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/interview-with-cassandra-fernando-mp-prominent-australian-politician-of-sri-lankan-origin/",
  "time_ut": 1690139220.0,
  "original_lang": "en",
  "original_title": "Interview with Cassandra Fernando MP, prominent Australian politician of Sri Lankan origin",
  "original_body_lines": [
    "Q: Are you the first Sri Lanka-born individual elected to Australian Parliament?",
    "A: I am the first Sri Lankan-born Federal Member of Parliament in Australia, a position that I am proud of because it reflects the increasingly multicultural nature of Australian society. However, I am not the first Sri Lankan-born to be elected to any parliament in Australia—Jude uncle (Jude Perera), who was the State Member for Cranbourne, a seat fully located within my federal electorate of Holt, served in the Victorian Parliament between 2002-2018.",
    "Q: Do you see your trip to Sri Lanka as a very significant one, if so, why?",
    "A: I am delighted to be back here in Sri Lanka, as a Sri Lankan-born person and as the Chair of the Parliamentary Friends of Sri Lanka for the 47th Parliament.",
    "I have not had the opportunity to meet with several of my friends and family members residing in Sri Lanka for several years due to the COVID-19 pandemic. I look forward to seeing them all again, especially my young nieces and nephews who I have seen grow up over video call.",
    "I am also delighted to be visit Sri Lanka as the Chair of the Parliamentary Friends of Sri Lanka and help strengthen the ties between our two countries.",
    "A: Growing up I learnt that only a Labor Government can deliver a better future for our community—a future in which families like mine are not held back or left behind. Labor is the party that has supported workers like my parents and my former colleagues, promoted multiculturalism and ensured a ‘fair go’ for all Australians.",
    "A: The Federal Electorate of Holt is located in the state of Victoria.",
    "A: Many voters approached me during the election and emphasised that their main reason for voting for me was because I was just like them – a suburban supermarket worker who believed in a better future for our community and was willing to fight for it. Holt also has a high foreign-born population, many of whom speak a language other than English at home. Many of these voters empathised with me because I too was born overseas in Sri Lanka and spoke Sinhala at home.",
    "A: I became a candidate for the Australian Labor Party less than 6 weeks from the election. It was a short but very intense campaign and the learning curve was steep.",
    "Q: How did the opponents treat you during the campaign trail?",
    "A: I was pleased with how respectful the opposing candidates were, barring a few exceptions.",
    "Q: Do you really think different cultures are widely accepted in Australia?",
    "Q: What can Sri Lanka learn from Australia in terms of diversity, inclusion and democratic institutions?",
    "A: Australians acknowledge that we may differ in our pasts but are united in the pursuit of a shared future through the democratic institutions that govern us. It is an important lesson for every country in the world.",
    "Q: Sri Lankan community in Australia keeps growing. Do you think there should be more representation for them in Australian parliament?",
    "A: I am proud of the diversity that is represented in the 47th Parliament of Australia, and I am confident this diversity will only grow with time.",
    "Q: There was a pretty big press briefing in Colombo recently on Sri Lankan boat migration to Australia. Is there any suspicion in Australia about Sri Lankan government’s complicity in people smuggling operations?",
    "A: The Australian Government has full faith in their Sri Lankan counterparts when working on challenges of mutual interest, such as people smuggling.",
    "People of India are with people of Sri Lanka in this hour of struggle: Narendra Modi",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}