{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Will-resort-to-TU-action-if-no-solution-for-teacher-transfers-Teachers-Unions/108-256096",
  "time_ut": 1679198756.0,
  "original_lang": "en",
  "original_title": "Will resort to TU action, if no solution for teacher transfers: Teacher’s Unions",
  "original_body_lines": [
    "The Ceylon Teachers' Union (CTU), the All Island United Teachers' Union (AIUTU), and the Joint Teachers' Service Union (JTSU) claimed yesterday that they will engage in trade union action if the government fails to provide solutions for the sudden decision to dissolve the National School Teacher Transfer Board.",
    "The Ceylon Teachers' Union (CTU) General Secretary Joseph Stalin yesterday said there are forces operating in the background of this program, such as individuals who engage in business using schools.",
    "\"The Teacher Transfer Boards are in the final stage of issuing the transfer letters. How come the Presidential Secretariat has the power to stop the teacher transfers?,\" Stalin questioned.",
    "A discussion was called by the Education Minister tomorrow (20) in this regard at the Ministry, Stalin said.",
    "He claimed that the principals of the main seven schools in the country made complaints against the teacher transfer board. The Education Minister has called all the teachers' unions to the Ministry to discuss this matter.",
    "He warned the government that if a concerted decision was not taken during the meeting, we would engage in a trade union action with the support of 7,000 teachers.",
    "The All Island United Teacher's Union (AIUTU) President Ven. Yalwela Pannasekara Thera also said that a message was seen circulating on social media claiming that all teacher transfers scheduled to take place in 2022 were cancelled with immediate effect.",
    "\"According to the National Teacher Transfer Procedure, teachers have to serve a maximum of eight years in a national school. This transfer procedure will not affect any of the students because teachers with equal qualifications will be replaced between transfers.",
    "This issue came to light due to the principals of higher-ranked national schools whose administration is very poor and more than 1,000 teachers who received benefits from them.",
    "\"Therefore, we will not let those groups control the education system according to their will,\" Pannasekara Thera said.",
    "Meanwhile, JTSU President Vas Gunawardana told the media that the President had ordered to immediately suspend the Teacher Transfer Board of the ministry.",
    "Accordingly, 12,500 teacher transfers that were to be implemented based on the recommendation of the Teacher Transfer Board will be cancelled. The decision was taken to prevent the emergence of any problem in the school education process based on the transfer of teachers at this time because the examination studies of the students studying at the ordinary and advanced levels as well as the entire school education process in general were hindered due to various reasons."
  ]
}