{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Titanic-director-James-Cameron-accuses-OceanGate-of-cutting-corners/108-261698",
  "time_ut": 1687525259.0,
  "original_lang": "en",
  "original_title": "Titanic director James Cameron accuses OceanGate of cutting corners",
  "original_body_lines": [
    "Hollywood film director James Cameron, who directed the 1997 movie Titanic, has told the BBC the team who built the submersible which imploded with the loss of five lives had \"cut corners\".",
    "OceanGate, the parent company of the Titan sub, \"didn't get certified because they knew they wouldn't pass\".",
    "\"I was very suspect of the technology that they were using. I wouldn't have gotten in that sub,\" he said.",
    "Cameron has completed 33 submersible dives to the Titanic wreck.",
    "In 2012 Cameron used a different technology for the Deepsea Challenger submersible expedition in the Pacific, which took him down to 10,912m (35,800ft), the deepest known oceanic trench.",
    "Cameron said that when he learned the sub had lost both its navigation and communication at the same time he immediately suspected a disaster.",
    "\"I felt in my bones what had happened. For the sub's electronics to fail and its communication system to fail, and its tracking transponder to fail simultaneously - sub's gone.\"",
    "He said that on Monday, when he heard the sub had gone missing, \"I immediately got on the phone to some of my contacts in the deep submersible community.",
    "\"Within about an hour I had the following facts. They were on descent. They were at 3,500 metres (11,483ft), heading for the bottom at 3,800 metres.",
    "\"Their comms were lost, and navigation was lost - and I said instantly, you can't lose comms and navigation together without an extreme catastrophic event or high, highly energetic catastrophic event. And the first thing that popped to mind was an implosion.\"",
    "On Thursday, an official from the US Navy told the BBC's partner CBS News that the navy had detected \"an acoustic anomaly consistent with an implosion\" shortly after the Titan lost contact with the surface.",
    "The official said the information had been relayed to the US Coast Guard team, which used it to narrow the radius of the search area.",
    "Cameron suggested that there was a \"terrible irony\" in the loss of Titan and its crew, likening it to the loss of the Titanic itself back in 1912.",
    "\"We now have another wreck that is based on unfortunately the same principles of not heeding warnings,\" he said. \"OceanGate were warned.\"",
    "Cameron said that some within the deep submergence community, not including himself directly, had written a letter to OceanGate saying they believed, in his words, \"you are going on a path to catastrophe\".",
    "A letter sent to OceanGate by the Marine Technology Society (MTS) in March 2018 and obtained by the New York Times stated \"the current 'experimental' approach adopted by OceanGate... could result in negative outcomes (from minor to catastrophic)\".",
    "Separately, US court documents show a former employee of OceanGate warned of potential safety problems with the vessel as far back as 2018.",
    "The documents show that David Lochridge, the company's director of marine operations, raised concerns in an inspection report.",
    "But the co-founder of OceanGate insisted however that Titan had undergone rigorous testing.",
    "Guillermo Sohnlein, who left the company 10 years ago, told the BBC that the 14-year development programme had been \"very robust\".",
    "\"Any expert who weighs in on this, including Mr Cameron, will also admit that they were not there for the design of the sub, for the engineering of the sub, the building of the sub and certainly not for the rigorous test programme that the sub went through.\"",
    "The Titan sub was not certified, but then this is not mandatory.",
    "In a blog post about it in 2019, the company said the way that Titan had been designed fell outside the accepted system - but it \"does not mean that OceanGate does not meet standards where they apply\".",
    "It added that the classification agencies \"slowed down innovation… bringing an outside entity up to speed on every innovation before it is put into real-world testing is anathema to rapid innovation\".",
    "Cameron told BBC News the past week had \"felt like a prolonged and nightmarish charade where people are running around talking about banging noises and talking about oxygen and all this other stuff\".",
    "\"I knew that sub was sitting exactly underneath its last known depth and position. That's exactly where they found it,\" he continued.",
    "He said anyone venturing to the Titanic wreck should be fully aware of the risks, as \"it's a very dangerous site\".",
    "\"Agree to those risks, but don't be in a situation where you haven't been told about the risks of the actual platform that you're diving in there.",
    "\"In the 21st Century, there shouldn't be any risks. We've managed to make it through 60 years, from 1960 until today, 63 years without a fatality... So, you know, one of the saddest aspects of this is how preventable it really was.\" (BBC)"
  ]
}