{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91588/cabinet-approves-domestic-debt-restructuring-programme-",
  "time_ut": 1687954680.0,
  "original_lang": "en",
  "original_title": "Cabinet approves domestic debt restructuring programme",
  "original_body_lines": [
    "The Cabinet of Ministers have approved the domestic debt restructuring programme.",
    "Accordingly, the proposed restructuring of the country’s local debts was approved at the special Cabinet meeting which concluded a short while ago.",
    "All Government MPs were notified a short while ago at the Presidential Secretariat, the Presidnet’s Media Division (PMD) reported, adding that the proposal will now be submitted at the next Parliament session for discussion.",
    "Meanwhile, Speaker of Parliament Mahinda Yapa Abeywardena issued a Gazette Extraordinary on Tuesday (27 June), convening the parliament on Saturday (01 July).",
    "During this special parliamentary session, which will commence at 9.30 a.m. on Saturday, at the request of Prime Minister Dinesh Gunawardena, the proposal for domestic debt restructuring will be presented for adoption.",
    "Meanwhile, the Committee on Public Finance (COPF) in Parliament today summoned officials of the Central Bank of Sri Lanka (CBSL), the Ministry of Finance and the Auditor General for the first session of discussions on proposed domestic debt restructuring process.",
    "In a tweet, COPF chairman Dr. Harsha de Silva said that the commercial banks, the Employees’ Provident Fund (EPF) and other relevant institutions have been summoned for the second session tomorrow (29 June).",
    "He added that they will meet on Friday (30 June) once again to resolve outstanding issues. The COPF chairman said he was looking forward to constructive sessions.",
    "President Ranil Wickremesinghe is also expected to meet with the Members of Parliament representing the ruling party this evening, following the special Cabinet meeting.",
    "Political sources revealed that the ruling party MPs have been notified to remain in Colombo by cancelling all other visits outside Colombo including overseas travels, since the debt restructuring proposal is scheduled to be tabled in the parliament."
  ]
}