{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-state-of-climate-change-2023-Key-takeaways-from-IPCC-synthesis-report/4-747581",
  "time_ut": 1682098032.0,
  "original_lang": "en",
  "original_title": "The state of climate change 2023: Key takeaways from IPCC synthesis report",
  "original_body_lines": [
    "The new IPCC synthesis report provides a definitive overview of almost 13,000 pages of research from the sixth assessment cycle",
    "Seven years, hundreds of scientists, six reports with almost 13,000 pages. On 13 to 17 March 2023, the Intergovernmental Panel on Climate Change (IPCC) met in its 58th session in Interlaken, Switzerland, to finalise the synthesis report combining key findings from its sixth assessment cycle, which started in 2015.",
    "This synthesis report provides an overview of the state of knowledge on climate change, current trends, projected long-term scenarios, and options for climate action and policy interventions across different timeframes. Until the seventh assessment report, which is not expected before 2027 at the earliest, the information contained in this synthesis will form the climate science foundation for global, regional, and national processes to address the sources and impacts of climate change.",
    "The IPCC is an international body established in 1988 by the United Nations Environment Programme (UNEP) and the World Meteorological Organization (WMO). It aims to assess peer-reviewed scientific, technical, and socio-economic information relevant to understanding human-induced climate change, its potential impacts, and options for both climate change mitigation and adaptation.",
    "The IPCC does not conduct original research but instead reviews and synthesises existing scientific literature on climate change. It produces comprehensive assessment reports as well as special reports that provide an overview of the state of global knowledge on climate change and serve as a key resource for governments and other stakeholders.",
    "The IPCC’s assessment process is divided into cycles, with each cycle culminating in the publication of a comprehensive assessment report. These assessment cycles typically span five to seven years and consist of several stages, including scoping, drafting, expert and government review, finalisation, and approval. The main output of each cycle is a set of reports that provide an up-to-date, authoritative synthesis of the scientific literature on climate change, as well as a synthesis report that integrates the key findings and provides a high-level summary tailored to the needs of policymakers.",
    "The synthesis report just published by the IPCC comprises a synthesis of all three working groups of the Sixth Assessment Report (“The Physical Science Basis,” “Impacts, Adaptation, and Vulnerability,” and “Mitigation of Climate Change”) as well as the three special reports published in 2018 (“Global Warming of 1.5°C”) and 2019 (“Climate Change and Land” and “The Ocean and Cryosphere in a Changing Climate”). Together, their contents are condensed into just 36 (summary for policymakers) or 85 (full synthesis report) pages that cover the full state of the art of climate change knowledge around the world.",
    "The report builds on multiple analytical frameworks that come from the physical as well as social sciences and incorporates different types of knowledge to identify risks, impacts, the current track record in addressing them, and opportunities for effective, feasible, and potentially transformative action. Furthermore, it also recognises the interdependence and complex linkages between the climate system, natural ecosystems, biodiversity, and human societies.",
    "As the report points out, “climate change is a threat to human well-being and planetary health,” and there is “a rapidly closing window of opportunity to secure a liveable and sustainable future for all.” Delving deeper into the contents, the final synthesis report of the sixth assessment cycle is organised around eighteen headline statements, which are each explored in more detail through text, infographics, and figures.",
    "First off, the report again confirms that human activities are responsible for global warming and the resulting climate change, which has massive repercussions on all planetary systems. Climate change affects the atmosphere, the cryosphere, the world’s oceans, its biosphere, and human societies in a multitude of complex and interconnected ways. The resulting losses and damages are not equally distributed and disproportionally affect vulnerable communities who have emitted the least greenhouse gas emissions.",
    "Actions towards mitigation of emissions have had a measurable effect, but they are not nearly at the required level to keep global temperature rise below 1.5 degrees Celsius above pre-industrial temperatures, which would be the target of the 2015 Paris Agreement. Similarly, adaptation measures are working, but there is not enough of them, and they already run into hard or soft limits in certain regions and ecosystems.",
    "Any fraction of a degree of global warming will lead to more frequent, wide-ranging, and devastating impacts, which are worse than estimated in the previous Fifth Assessment Report (2014). Already, some climatic changes are now unavoidable and/or irreversible, and there is a chance to reach tipping points that could lead to greatly accelerated and cascading impacts across multiple systems. Furthermore, rising temperatures can also reduce the human capacity to adapt or degrade the effectiveness of adaptation actions. It is clear that global greenhouse gas emissions need to be rapidly reduced, and that current commitments are not sufficient.",
    "Coming to the solutions, the IPCC synthesis report outlines the need for international cooperation, including “access to adequate financial resources, […] inclusive governance, and coordinated policies.” Today, countries, companies, and communities around the world stand at the crossroads, and their actions will shape the course of the coming decades and centuries. “Rapid and far-reaching transitions across all sectors and systems are necessary to achieve deep and sustained emissions reductions and secure a liveable and sustainable future for all.”",
    "What does this mean for a vulnerable developing country like Sri Lanka? The IPCC report highlights South Asia as a “global hotspots of high human vulnerability” that will face increasing losses and damages without “rapid, deep, and sustained mitigation and accelerated adaptation actions.” Implementing such actions may require higher up-front investments and disruptive changes but will lead to significant savings and advantages in the short-, medium-, and long-term future.",
    "While Sri Lanka is only responsible for a small fraction of global greenhouse gas emissions, there are benefits to following a low-emission development pathway, for example, sustainable development co-benefits, reduction of stranded assets, stronger energy security, and the potential to access climate finance and other relevant funding sources. Furthermore, an “accelerated implementation of adaptation will improve well-being by reducing losses and damages, especially for vulnerable populations.” Beyond mitigation and adaptation, there is also a need to address the already occurring losses and damages, including loss of livelihoods, loss of culture, and climate-related migration and displacement. In light of the ongoing global negotiations around a Loss and Damage Fund and other funding arrangements, this presents an important opportunity to connect national to global processes and tap into new sources of finance and support.",
    "In summary, the IPCC synthesis of seven years of climate science and research stresses the scale of the challenges, but also the potential for innovative and transformative solutions. “Multiple interacting choices and actions can shift development pathways” towards sustainability and climate resilience, which can be enabled through inclusive governance, finance and innovation, integration across sectors, ecosystem stewardship, synergies between climate action and development, and multi-stakeholder collaboration.",
    "(The writer works as Director – Research and Knowledge Management at SLYCAN Trust, a non-profit think tank based in Sri Lanka. His work focuses on climate change, adaptation, resilience, ecosystem conservation, just transition, human mobility, and a range of related issues. He holds a Master’s degree in Education from the University of Cologne, Germany and is a regular writer to several international and local media outlets.)"
  ]
}