{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Pathirana-can-do-better-than-Malinga-says-Former-New-Zealand-Great/108-258668",
  "time_ut": 1683206224.0,
  "original_lang": "en",
  "original_title": "Pathirana can do better than Malinga, says Former New Zealand Great",
  "original_body_lines": [
    "Matheesha Pathirana, whose uncanny and unconventional bowling action similar to former Sri Lanka great Lasith Malinga, has proved to be a dependable bowling weapon for Chennai Super Kings this season.",
    "His pinpoint yorkers and accuracy in the death overs have impressed cricket pundits around the world. The 20-year-old pacer Pathirana has emerged as a rising star for CSK in the IPL and has drawn attention from all over the world.",
    "Analyzing the different aspects of their bowling variations, former New Zealand player Scott Styris made a huge call on Matheesha Pathirana’s young career in comparison with former Sri Lankan great Lasith Malinga. Scott Styris explained that Pathirana’s ability to bowl at quicker speeds than legendary Lasith Malinga can benefit him in the long run.",
    "“What we've seen with Pathirana is that he's bowling at 145, 146, 148kph, so he has that natural advantage. He hits the yorkers pretty well. As he naturally evolves and gets more experience, he can hit those yorkers with that action as much as Malinga, but with a quicker speed and the ability for change-ups. He's the exciting talent for Sri Lanka and exciting talent for CSK,” he commented while talking on JioCinema.",
    "Former Kiwi all-rounder also remarked that Malinga’s peak was only 3-4 years when he used to bowl at 145kph. But, when his speed started to decline, it became somewhat easy for batters to tackle his yorkers.",
    "“I think Pathirana could be better than Malinga. I accept that it's a massive call because he's too early in his career. He's not as accurate as Malinga yet, but Malinga was at his best when he was bowling at 145kph. And he only had about 3 or 4 years where that was the case. When he had that speed, and then the change-ups came, you had to respect that pace. When his top speed was down to 135, you could probably look at the slower ball more and react to the yorkers,” he added.",
    "Pathirana took two wickets in a recently concluded game against Lucknow Super Giants on Wednesday at Ekana Stadium in Lucknow. His brilliant bowling in the 20th over against Punjab Kings while defending eight runs in that over got praised by his skipper MS Dhoni and his team, even though he couldn’t defend it successfully."
  ]
}