{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90414/jury-finds-donald-trump-liable-for-sexual-abuse-awards-accuser-5m",
  "time_ut": 1683685200.0,
  "original_lang": "en",
  "original_title": "Jury finds Donald Trump liable for sexual abuse, awards accuser $5M",
  "original_body_lines": [
    "NEW YORK (AP) — A jury found Donald Trump liable Tuesday for sexually abusing advice columnist E. Jean Carroll in 1996, awarding her $5 million in a judgment that could haunt the former president as he campaigns to regain the White House.",
    "The verdict was announced in a federal courtroom in New York City on the first day of deliberations. Jurors rejected Carroll’s claim that she was raped, but found Trump liable for sexual abuse and for defaming Carroll after she made her allegations public.",
    "Trump chose not to attend the civil trial and was absent when the verdict was read.",
    "Carroll nodded as the verdict was read. Afterward, her lawyers put their arms around her, and she hugged supporters in the gallery, smiling through tears.",
    "Trump’s lawyer, Joseph Tacopina, shook hands with Carroll and hugged her lawyer, Roberta Kaplan. As the courtroom cleared, Carroll could be heard laughing and crying.",
    "Trump immediately lashed out with a statement on his social media site, claiming again that he does not know Carroll and referring to the verdict as “a disgrace” and “a continuation of the greatest witch hunt of all time.”",
    "Speaking outside of court, Tacopina described the jury’s verdict as “inconsistent” and “strange.” He says Trump will “move forward” with the appeals process.",
    "“He’s firm in his belief, as many people are, that he did not get a fair trial in New York City,” Tacopina said of Trump, later adding: “He’s got a town hall tomorrow night, and he’s moving forward as he always does.”",
    "When asked about Trump not attending the trial, Tacopina replied: “What more could he say other than ‘I didn’t do it.’”",
    "Calling the court a “circus atmosphere,” Tacopina said he’s “not happy he (Trump) was found liable for anything whatsoever.”",
    "The trial’s outcome was a validation for Carroll, one of more than a dozen women who have accused Trump of sexual assault or harassment. She went public in 2019 with her allegation that the Republican raped her in the dressing room of a posh Manhattan department store.",
    "Trump, 76, denied it, saying he never encountered Carroll at the store and did not know her. He has called her a “nut job” who invented “a fraudulent and false story” to sell a memoir.",
    "Carroll, 79, had sought unspecified damages, plus a retraction of what she said were Trump’s defamatory denials of her claims.",
    "Counsel Roberta Kaplan said Carroll is “thrilled” about the jury’s findings.",
    "“No one is above the law, not even a former President of the United States,” Kaplan said in part, later adding: “This is a victory not only for E. Jean Carroll, but for democracy itself, and for all survivors everywhere.”",
    "“I filed this lawsuit against Donald Trump to clear my name and to get my life back. Today, the world finally knows the truth. This victory is not just for me but for every woman who has suffered because she was not believed,” Carroll said, in part.",
    "The trial revisited the lightning-rod topic of Trump’s conduct toward women.",
    "Carroll gave multiple days of frank, occasionally emotional testimony, buttressed by two friends who told jurors she reported the alleged attack to them in the moments and day afterward.",
    "Jurors also heard from Jessica Leeds, a former stockbroker who testified that Trump abruptly groped her against her will on an airplane in the 1970s, and from Natasha Stoynoff, a writer who said Trump forcibly kissed her against her will while she was interviewing him for a 2005 article.",
    "The six-man, three-woman jury also saw the well-known 2005 “Access Hollywood” hot mic recording of Trump talking about kissing and grabbing women without asking.",
    "The Associated Press typically does not name people who say they have been sexually assaulted unless they come forward publicly, as Carroll, Leeds and Stoynoff have done.",
    "The verdict comes as Trump is facing an accelerating swirl of legal risks.",
    "He’s fighting a New York criminal case related to hush money payments made to a porn actor. The state attorney general has sued him, his family and his business over alleged financial wrongdoing.",
    "Trump is also contending with investigations elsewhere into his possible mishandling of classified documents, his actions after the 2020 election and his activities during the insurrection at the U.S. Capitol on Jan. 6, 2021. Trump denies wrongdoing in all of those matters.",
    "Carroll, who penned an Elle magazine advice column for 27 years, has also written for magazines and “Saturday Night Live.” She and Trump were in social circles that overlapped at a 1987 party, where a photo documented them and their then-spouses interacting. Trump has said he doesn’t remember it.",
    "According to Carroll, she ended up in a dressing room with Trump after they ran into each other at Bergdorf Goodman on an unspecified Thursday evening in spring 1996.",
    "They took an impromptu jaunt to the lingerie department so he could search for a women’s gift, and soon were teasing each other about trying on a skimpy bodysuit, Carroll testified. To her, it seemed like comedy, something like her 1986 “Saturday Night Live” sketch in which a man admires himself in a mirror.",
    "But then, she said, Trump slammed the door, pinned her against a wall, planted his mouth on hers, yanked her tights down and raped her as she tried to break away. Carroll said she ultimately pushed him off with her knee and immediately left the store.",
    "“I always think back to why I walked in there to get myself in that situation,” she testified, her voice breaking, “but I’m proud to say I did get out.”",
    "She soon confided in two friends, according to her and them. But she never called police or told anyone else — or noted it in her diary — until her memoir was published in 2019.",
    "Carroll said she kept silent out of fear that Trump would retaliate, out of shame and out of a sense that other people quietly denigrate rape victims and see them as somewhat responsible for being attacked.",
    "Trump weighed in on the case from afar, branding it “a made up SCAM” in a social media post early in the trial. U.S. District Judge Lewis Kaplan called the comments “entirely inappropriate” and warned that the ex-president could cause himself more legal woes if he kept it up.",
    "Tacopina told the jury Carroll made up her claims after hearing about a 2012 “Law and Order” episode in which a woman is raped in the dressing room of the lingerie section of a Bergdorf Goodman store.",
    "Carroll “cannot produce any objective evidence to back up her claim because it didn’t happen,” he told jurors. He accused her of “advancing a false claim of rape for money, for political reasons and for status.”",
    "In questioning Carroll, he sought to cast doubt on her description of fighting off the far heavier Trump without dropping her handbag or ripping her tights, and without anyone around to hear or see them in the upscale retailer’s lingerie section.",
    "The lawyer pressed her about — by her own account — not screaming, looking for help while fleeing the store, or seeking out medical attention, security video or the police.",
    "“I’m telling you he raped me, whether I screamed or not,” she said.",
    "There’s no possibility of Trump being charged with attacking Carroll, as the legal time limit has long since passed.",
    "For similar reasons, she initially filed her civil case as a defamation lawsuit, saying Trump’s derogatory denials had subjected her to hatred, shredded her reputation and harmed her career.",
    "Then, starting last fall, New York state gave people a chance to sue over sexual assault allegations that would otherwise be too old. Carroll was one of the first to file."
  ]
}