{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Bike-ride-expedition-along-Buddhist-circuit-from-India-to-Colombo/108-265099",
  "time_ut": 1691741769.0,
  "original_lang": "en",
  "original_title": "Bike ride expedition along Buddhist circuit from India to Colombo",
  "original_body_lines": [
    "Plans are afoot to organise a bike ride expedition along the Buddhist circuit from the birthplace of Buddha in Nepal, through the sacred places of Buddhist worship in India to Colombo.",
    "A preliminary discussion was held with Prime Minister Dinesh Gunawardena regarding the matter.",
    "The Proposed Cycle Expedition will be held from Lumbini, the birthplace of Buddha in Nepal, through the sacred places of Buddhist worship in India to Colombo with the participation of the three armed forces of Sri Lanka, India and Nepal and the youths of the three countries.",
    "The bike ride will pass through Kusinara, Buddha Gaya, Shavastri, Saranath and Sankassa where Buddha spent many years 2,600 years ago. It will also pass through Ajanta and Ellora in Maharashtra State, famous for its Buddhist frescoes, and arrive in South India. It will cross the sea at Rameswaram by  ferry to Mannar and arrive in Colombo by road.",
    "Appreciating the organizers’ efforts of this cycle expedition to enhance religious and cultural relations between the three countries - Sri Lanka, Nepal and India - the Prime Minister assured the full support of the government for the cycling.",
    "Under the direction of the Ministry of Cultural Affairs, this bike ride is scheduled to be held in December. The organizers have held discussions with Speaker Mahinda Yapa Abeywardena, Minister Vidura Wickramanayake, and State Minister Rohana Dissanayake.",
    "It is organized by the One Universe Organization. Its members Rahul Patel, Ritesh Vasant Chandan and Prashanth Karulkar from Maharashtra, India, and their Sri Lankan counterparts Piyal Darshana, Sahan Randunu Jayaneththi, Jagath Nishendra and Udeshi Gunaratne participated in the discussions."
  ]
}