{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/09/sri-lanka-to-announce-debt-restructuring-strategy-in-april-reuters/",
  "time_ut": 1678352220.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to announce debt restructuring strategy in April – Reuters",
  "original_body_lines": [
    "(Reuters) – Sri Lanka aims to announce a debt-restructuring strategy in April and step up talks with commercial creditors ahead of an International Monetary Fund review of a bailout package in six months, the nation's central bank governor told Reuters.",
    "The crisis-hit island has secured financing assurances from all its major bilateral creditors, including India and China, and so has set the stage for the IMF to give its final approval for a $2.9 billion, four-year bailout package on March 20, the multilateral lender said on Tuesday.",
    "The bailout is the culmination of months of negotiations as Sri Lanka looks to emerge from its worst economic crisis in more than seven decades.",
    "\"When you see the staff level agreement published – that will contain our commitment to debt restructuring and that will also reveal medium-term debt targets for us to restore debt sustainability on a long-term basis,\" central bank Governor P. Nandalal Weerasinghe said on Thursday.",
    "\"So somewhere in April we will announce … how we are going to meet those medium-to-long-term (debt) targets. That is the next step.\"",
    "Weerasinghe said the country would expedite negotiations with commercial creditors and announce the debt restructuring strategy in consultation with them, before finalising the debt restructuring terms.",
    "\"We are trying to finalise this in about the next six months' time, so before the next (IMF) review will be completed,\" he said.",
    "Sri Lanka would need to restore debt sustainability over a ten-year period as per the agreement with the IMF and the latter will provide a roadmap to bring down debt levels over that period, Weerasinghe said.",
    "Currently, Sri Lanka has to repay about $6 billion annually until 2029, President Ranil Wickremesinghe told parliament on Tuesday, but Weerasinghe said this amount will be reduced post-debt restructuring.",
    "The central bank has also been gradually topping up reserves, with useable dollars reaching about $600 million at the end of last month – the highest in a year. Sri Lanka also has a $1.5 billion swap arrangement with China but that can only be used if domestic reserves support three months of imports.",
    "\"If we build up reserves we may be able to access the (China) swap, until then we don't mind keeping it in our books. If we meet the conditions of three months of reserves, we can use it.\"",
    "Weerasinghe also said that inflation is likely to come down faster than earlier forecast, even by the central bank. Rising prices have been a key concern with the latest print in February showing inflation had eased, but remained above 50%.",
    "\"Earlier my expectation was for 4% to 6% inflation somewhere in December. I would now expect it in early Q4 rather than the end, the process will move faster, from about end October,\" he said.",
    "Fund request for LG Election sent to Finance Minister, says Finance Secretary"
  ]
}