{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/thus-spake-ajahn-brahm/",
  "time_ut": 1685778540.0,
  "original_lang": "en",
  "original_title": "Thus Spake Ajahn Brahm",
  "original_body_lines": [
    "A wonderfully precious four hours at the BMICH on May 30 when Most Venerable Ajahn Brahmavamso explained some Dhamma; conducted guided meditation; and answered queries. I came away inspired and infused with loving kindness to all, myself included. There was also gratitude to my niece, grandniece and the driver who were with me extending help and concern.",
    "Much gratitude and appreciation to Ven Mettavihari under whose guidance the members of the Ajahn Brahm Society of Sri Lanka (ABS) worked hard for many months to plan, organize and see to every little detail so that the crowded programme presented to Ajahn Brahm – visiting for 10 days – worked out smoothly with not the slightest twinge or hitch. Most appreciation is extended, of course, to Ajahn Brahm, not only for what he told us and led us to consider and think on, but for his very presence; smiling always and radiating ‘benign-ness’ and his ‘kindfulness’: a most meaningful term he coined from the two absolute necessities in life: mindfulness and loving kindness.",
    "By 6.15 in the morning of May 30, mostly white clad, disciplined people collected at the BMICH and moved to the Main Hall and Sirimavo A and B Halls as designated in the free passes collected earlier. I reckon there were well over 7,000 who moved sedately and noiselessly to take their seats well before Ajahn Brahm was guided in to the main hall. He addressed us for about an hour, Halls A and B having two large screens each; thus able to clearly follow proceedings and see and hear Bhante. With a short interval intervening, he moved to Hall A and conducted meditation and spoke too. He moved to Hall B for the Q & A session and around 10.30 moved back to the Main Hall for summation and to give his blessing to all present, others, and the country.",
    "I need not mention that I include here only some of what the Bhikkhu said and narrate only a few of the anecdotes Ven Brahm spiced his talk with.",
    "The first thing he said was “How beautiful your country is. When I come here monks are always smiling and happy. That’s what you can expect. Buddhism and meditation make for happiness. There is a misconception that meditation is difficult. It is not a concentration camp. Meditation is easy and most pleasant. When I was a teenager I learnt this; I meditated. Now mindfulness is taught in schools. When in Cambridge University following studies in Theoretical Physics, the final exam lasted six days. I would meditate before each of the two papers a day. This disconnected me from the stress of exam studies. I was in the present moment and not nervous at all. Often however, the brain was exhausted. But with ‘kindfulness’ I became happy. We have to know our minds. The power of the mind can sure cure illness.”",
    "He next spoke of stillness, demonstrating with a glass with water in it. Holding it, the water was not still; placed on a table the water was still. This is symbolic of the mind. When the winds of wanting blow, the mind is disturbed. Let it go; be patient. Then the mind will be rested. “When your mind is still, you see things as they truly are. Clarity and energy of the mind increase. The power of mindfulness is great; awareness becomes very strong, very refined and you see clearly. A medical student nearly gave up studies due to cancer. He developed mindfulness, cured himself and went on to become a very caring doctor. Please do not underestimate the power of your mind, which gives a person who is thus mentally attuned, great happiness, peace of mind, eliminating stress. Of my 42 years of being a monk for 38 years I have had not a day’s illness.",
    "“I work very hard; I meditate; I am very glad to help all people. For 35 years I have visited a cancer hospital. Some question why a Buddhist monk visits. I got to know and spoke often with a woman who had suffered greatly with breast cancer and underwent a mastectomy. She was in remission from the cancer but was totally worried about it returning. ‘What will I do if my cancer returns. How can I suffer more pain?’ she constantly asked. I posed to her the question ‘What if the cancer is cured and will not come back?’ That was an eye opener to her and set her thinking. I continued to speak to her on my visits. She changed to thinking positively. She was cured and discharged from hospital. I changed her life by guiding her to think positively.”",
    "One feature of Ajahn Brahm’s teaching and addresses is that on the surface what he says seems simple. But my word, his anecdotes and preaching are so very meaningful and convey so much to the listener who will go deeper into what he says and gets to the significance he intends conveying. In the above instance of his address he stopped short of explanation and preaching.",
    "The listeners had to work out what truth or advice he meant to convey. This method is much more enduring and can be remembered than the crux of the matter being revealed by the speaker.",
    "He spoke about a student in a university in Adelaide who was so stressed that she could not leave her bed. Her uncle was a Buddhist, so he asked Ajahn Brahm to visit the bedridden girl. He asked her how she felt when a panic attack overcame her. “Tight in the chest.” He advised her to investigate and find out exactly where she felt the tightness. He gave her three days for this. Then six days of gently massaging the place of pain with loving kindness. He asked her how she felt. “Tightness has disappeared”, she replied. “Nine days more of treating yourself with love and kindness”, he suggested. She overcame her panic attacks; went on to continue her dental studies and obtained a first class degree. Now a busy dentist, the girl thanked him for saving her life.",
    "Ajahn Brahm touched on a relevant, related topic: depression. “Depression is a low state of mind; mind has low energy; life turns boring; worries are excessive; mental exhaustion results. Don’t fight it; save your energy; build up your mental and emotional strength; determine to see much more comprehensively, hear more clearly.” Ajahn Brahm advised. His anecdote here was how when in Cambridge University, particularly during exams for the Natural Science Tripos, other students would study hard during the hour’s lunch break. He would walk and passing a clump of bamboo, would be captivated and stare long at it. Later during continued walks, after the initial wonder died down, he saw the bamboo more clearly and noticed how it seemed to miss the tropical climate that was its right. “The mind gets stronger with meditation; mindfulness opens the mind.” “Why do you smile?” he asked. “Because there is peace within you,” he replied. “This is the best makeup”, he advised.",
    "With a broad smile and chuckle, Ajahn Brahm said that even though 72, he was much photographed, “though not famous, not a celebrity nor that handsome!” He seemed to indicate, without saying so, that his smile won him popularity, or maybe it was a mystical drawing power. So true! His smile radiates far out conveying a joyful sense of togetherness, shared calm and serenity.",
    "The Q & A session was extremely well worked out since the questions had already been perused and translated to Sinhala. The translation of questions and the venerable monk’s answers were excellent, truly so with not one jot of content missed out. For this Ven Damita deserves applause and thanks. He is currently the abbot of Pothgulagala Forest Monastery in Devalagama, Kegalle, having ordained in 2007 and practiced meditation under Ajahn Brahm in Perth and in Thailand.",
    "Answers were varied in length. One or two answers were extra illuminating since with a few words, Ajahn Brahm said much. One question was what he thinks of the view that some believe that the Buddha was born in Sri Lanka. Bhante read aloud the question, then pat came the answer without a moment’s hesitation: “The Buddha was born in Australia” and deadpan, he passed the piece of paper to Ven Damita. Reams were meant; unsaid.",
    "A question dealt with peer pressure on teenagers and how to circumvent dangers. Ajahn Brahm narrated how as a teenager and young man he adopted Buddhism, kept the five precepts giving up alcohol. He thought his friends would ostracize him. On the contrary they admired and respected him and of course used him to drive them safely home after a session of heavy carousing. “Advice the young to say no firmly. Arrange for peer groups and clubs where, by consensus, they decide drugs and dissipation is not to be. In all temples on Sundays, instead of teaching again like in school, organize peer group meetings. These are safe places and spaces created for youth. Trust develops strength.”",
    "How do I still my mind was another question. Bhante’s advice: “By practicing, not thinking nor wanting. Once you are still the mind too will become still.”",
    "The morning ended with Ajahn Brahm being driven back to the Main Hall and a second brief session of guided meditation. He then chanted blessings which he prefaced thus: “Never think less of blessings. When Sangha chants, there is power. Chanting gives me priti. As a scientist I say this.”",
    "We left the premises with no hassle though hundreds of vehicles were lined up. Serenity and joy were within us and we wholeheartedly gave thanks to Most Ven Ajahn Brahmavamso, Ven Mettavihari and members of the Ajahn Brahm Soceity of Sri Lanka for giving us this glorious morning of Dhamma.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}