{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91459/five-dead-on-titan-sub-were-true-explorers-oceangate",
  "time_ut": 1687465500.0,
  "original_lang": "en",
  "original_title": "Five dead on Titan sub were ‘true explorers’ - OceanGate",
  "original_body_lines": [
    "The five people who died on the Titan submersible were “true explorers”, the company who operated the dive said.",
    "The men “shared a distinct spirit of adventure”, OceanGate said in a statement,",
    "The five men died in what the the Coast Guard believes was a catastrophic implosion.",
    "It said that debris was discovered near the wreck of the Titanic earlier on Thursday morning.",
    "The men on board the sub included Stockton Rush, the 61-year-old CEO of OceanGate, as well as British-Pakistani businessman Shahzada Dawood, 48, his son Suleman, 19, and British businessman Hamish Harding, 58.",
    "The fifth man on board, Paul-Henry Nargeolet, was a 77-year-old former French navy diver and renowned explorer.",
    "At a news conference on Thursday, Rear Adm John Mauger of the US Coast Guard said that the debris is believed to be consistent with the Titan submersible.",
    "The disappearance of the vessel led to a massive international search effort involving US, Canadian, British and French forces.",
    "In a statement, OceanGate said it appreciated “their commitment to finding these five explorers, and their days and nights of tireless work in support of our crew and their families”.",
    "The debris was located by a remote-controlled underwater search vehicle (ROV) about 1,600 feet (480m) from the wreckage of the Titanic.",
    "Five separate pieces were discovered that allowed authorities to confirm they came from the Titan, including a tail cone.",
    "It is unclear when the implosion occurred or what may have caused it.",
    "Rear Adm Mauger said he did not have an answer on whether the bodies of the five men on-board were likely to be recovered.",
    "“This is an incredibly unforgiving environment down there on the seafloor,” he said.",
    "ROV’s will remain in the area as the investigation into what happened continues, Rear Adm Mauger added.",
    "Other personnel - including medical experts and technicians - will begin demobilising.",
    "Earlier this week, authorities said that Canadian aircraft had detected underwater sounds, which some experts speculated may have been a sign that the sub’s passengers were still alive.",
    "The Coast Guard now believes there was no connection between the noises and the location in which the Titan’s debris was found on the sea floor."
  ]
}