{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96056/ministerial-sub-committee-on-cricket-submits-report-to-president",
  "time_ut": 1704111000.0,
  "original_lang": "en",
  "original_title": "Ministerial Sub-Committee on Cricket submits report to President",
  "original_body_lines": [
    "The Ministerial Sub-Committee for Cricket has handed over its report to President Ranil Wickremesinghe at the Presidential Secretariat, a short while ago.",
    "According to the President’s Media Division (PMD), the Head of State said he intends to implement the recommendations of the report and that both, the report and the new draft Sports Bill is slated be presented to the Parliament shortly.",
    "On 06 November 2023, President Wickremesinghe appointed a four-member committee, chaired by Minister Ali Sabry, and comprising of Ministers Tiran Alles, Manusha Nanayakkara and Kanchana Wijesekara, to look into matters concerning SLC, after then Sports Minister Roshan Ranasinghe had decided to appoint a seven-member  Interim Committee for Sri Lanka Cricket (SLC), chaired by World Cup-winning former Sri Lanka captain Arjuna Ranatunga.",
    "The Interim Committee, comprising of retired Supreme Court judges S.I. Imam and Rohini Marasinghe, retired High Court judge Irangani Perera, Upali Dharmasena, Attorney-at-Law Rakitha Rajapakshe and Hisham Jamaldeen, had been appointed to carry out the board’s operations until further notice or until an election is held, under the authority granted to him by the Sports Law No. 25 of 1973.",
    "However, President Ranil Wickremesinghe had not been notified about the sports minister’s decision to appoint the said interim committee, its composition or the decision to suspend the previous board. Internal sources said the Head of State had only come to know of the interim panel’s appointment through media report.",
    "Thus, the ministerial sub-committee was appointed to look into the sports minister’s move, with the consent of the Sports Minister and the President."
  ]
}