{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95485/parliamentary-committee-proposes-banning-polythene-lunch-sheets-",
  "time_ut": 1702033440.0,
  "original_lang": "en",
  "original_title": "Parliamentary committee proposes banning polythene lunch sheets",
  "original_body_lines": [
    "The Sectoral Oversight Committee on Environment, Natural Resources & Sustainable Development has recommended that the use of lunch sheets be banned in Sri Lanka, in a bid to further develop the country’s recycling system.",
    "The recommendation was made at a Committee meeting held on 05 December, under the chairmanship of MP Ajith Mannapperuma, along with the participation of officials representing the Ministry of Environment, Central Environment Authority, Sri Lanka Customs and the Department of Agricultural Development.",
    "Accordingly, the environmental damage caused by the use of lunch sheets in this country as well as the effect of phthalates, a carcinogen, on human lives, was discussed at length, following which the Committee recommended that the use of lunch sheets be banned.",
    "It was recommended that use of lunch sheets be banned, and that a grace period of six months be allowed to remove it from use and introduce alternatives.",
    "The officials of the Ministry of Environment pointed out that lunch sheets are not used in any other country in the world, thereby highlighting to the Committee the importance of not using lunch sheets.",
    "The officials stated that the amendments currently presented for the purpose of being amended under the Environment Act were considered in the Committee and several special points have been proposed to reduce the use of polythene and plastic.",
    "The Committee suggested that the responsibility of re-collecting plastic bottles for recycling should be given to those who produce and distribute them.",
    "Accordingly, the officials stated that it is expected, by amending the Act, to prepare a system to find out whether the plastic bottles distributed for various consumption needs are recollected and added to the recycling process by using QR codes with the help of new technology.",
    "The Committee emphasized that in order to make the returning process of the plastic bottles for recycling more efficient, a considerable amount should be given to the empty bottles.",
    "Moreover, the Chair of the Sectoral Oversight Committee instructed the officials present to identify the single-use plastic equipment and materials currently being imported to Sri Lanka, list them and submit a report in this regard to the Committee.",
    "Members of Parliament Jayantha Ketagoda, Dr. Thilak Rajapakshe and Waruna Liyanage were also present at the meeting."
  ]
}