{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89973/president-requests-private-sector-to-become-engines-of-growth-in-sri-lankas-economy",
  "time_ut": 1682101380.0,
  "original_lang": "en",
  "original_title": "President requests private sector to become ‘engines of growth’ in Sri Lanka’s economy",
  "original_body_lines": [
    "President Ranil Wickremesinghe has requested the private sector to submit proposals for becoming the engines of Sri Lanka’s economic growth.",
    "During his address at the Business Today Top 40 Awards Ceremony at the Presidential Secretariat in Colombo on Thursday (April 20), the Head of State highlighted the need for a strong, export-oriented economy.",
    "He emphasized the importance of engaging in comprehensive economic and technological collaborations with India and negotiating entry into the Regional Comprehensive Economic Partnership (RCEP), while maintaining RCEP standards and remaining open to possibilities.",
    "The President further emphasized the need for modernizing and updating traditional sectors such as agriculture, fisheries, logistics, and tourism.",
    "Wickremesinghe also discussed the challenges that Sri Lanka faces this year and called for private-sector involvement in tackling these challenges.",
    "He revealed that the government has set aside LKR 1 billion for Artificial Intelligence (AI) next year, with a focus on green energy technologies and renewable energy.",
    "Wickremesinghe went on to outline the government’s plans to pursue the Comprehensive and Progressive Trans-Pacific Partnership (CPTPP) after RCEP, for which the government has already established criteria.",
    "The event was attended by Ven. Uduwe Dhammaloka Thero, Deputy Minister Diana Gamage, Members of Parliament Vajira Abeywardena, Dayasiri Jayasekara, Udaya Gammanpila, Sarath Weerasekera, Premanath .C. Dolawatta, Senior Advisor to the President on National Security and Chief of Staff to the President Sagala Ratnayake, President’s Secretary Saman Ekanayake, Southern Province Governor Willie Gamage, Former Ministers John Amaratunga, Arjuna Ranatunga and Veteran Businessmen including Mathi Parthipan and Glenda Parthipan."
  ]
}