{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Cabinet-nod-to-renew-45-m-Dutch-financial-support-to-boost-health-services-in-Northern-Province/56-750285",
  "time_ut": 1688594594.0,
  "original_lang": "en",
  "original_title": "Cabinet nod to renew € 45 m Dutch financial support to boost health services in Northern Province",
  "original_body_lines": [
    "The Cabinet of Ministers approved the renewal of an agreement between the Invest International Public Programs B.V. and ING Bank N.V. of the Netherlands worth Euro 45 million to pave the way for a healthier future for the people of the Northern Province.",
    "The “Strengthening the Provision of Health Services in the Northern Province” initiative was originally launched with the support of the Netherlands Government through Invest International Public Programmes B.V., who will provide a grant to finance 25% of the project cost, whilst ING Bank N.V. of the Netherlands will cover 75% of the total project cost to ensure the successful implementation of the Euro 45 million healthcare program. “The project has made commendable progress, with the current physical completion rate standing at an impressive 92%. However, recognising the economic challenges faced by Sri Lanka amidst the economic crisis, the Netherlands Government has decided to adjust the financial arrangement and decided to reduce the agreement loan amount by 10% to Euro 40.5 million, whilst increasing the grant amount to 35%,” Cabinet Co-Spokesman and Minister Bandula Gunawardena said at the post-Cabinet meeting media briefing yesterday.",
    "To solidify the changes to the original agreement, a new accord will be reached between the Invest International Public Programmes B.V. and ING Bank N.V. of the Netherlands. Therefore, the Cabinet of Ministers at its meeting on Tuesday approved the proposal presented by President Ranil Wickremesinghe in his capacity as the Finance, Economic Stabilisation, and National Policies Minister to enter into this new agreement.",
    "The initiative aims to strengthen and improve healthcare services in the Northern Province, benefiting the local population by enhancing access to quality medical care. The funds will be utilised to upgrade existing healthcare facilities, expand healthcare infrastructure, and provide necessary medical equipment and supplies.",
    "He said the financial support from the Netherlands reflects the commitment of international partners to collaborate with Sri Lanka in addressing critical healthcare needs, especially in regions that require additional support. “The successful implementation of the project will pave the way for a healthier future for the people of the Northern Province,” he added."
  ]
}