{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/microsoft-imagine-cup-2023-world-finalists-from-sri-lanka-meet-u-s-ambassador-julie-chung/",
  "time_ut": 1686154920.0,
  "original_lang": "en",
  "original_title": "Microsoft Imagine Cup 2023 World Finalists from Sri Lanka meet U.S. ambassador Julie Chung",
  "original_body_lines": [
    "Julie J. Chung, United States Ambassador to Sri Lanka, met the two Sri Lankan teams that advanced to the World Finals of Microsoft Imagine Cup 2023, during her visit to the Microsoft Office recently. Team Sipsara and The Green Tycoon were among the 48 teams to compete at the world stage of Microsoft Imagine Cup 2023, the premier student technology competition where students develop solutions for some of the most pressing local and global issues in the categories of Earth, Education, Health, and Lifestyle. Ambassador Chung shared her enthusiasm in meeting the teams, commending them for the undeniable contribution their ideas could make to society.",
    "Ambassador Chung was welcomed by Sook Hoon Cheah, General Manager for Microsoft Southeast Asia New Markets (SEA NM), and Harsha Randeny, Country Manager for Microsoft Sri Lanka and Maldives.",
    "Showcasing an intense level of creativity and innovation in redefining the limits of technological innovation, the two teams from Sri Lanka competed under the categories of Education and Earth, with Team Sipsara devising a web-based application that measures and develops the skills of children with Down Syndrome, and The Green Tycoon presenting the ‘CarboMeter’, an alternative sustainable option to monitor and achieve emission goals, reduce carbon taxes and encourage going greener.",
    "During the visit, the teams had the opportunity to present their ideas to Ambassador Chung and Sook Hoon Cheah and share their experience of taking part in Microsoft Imagine Cup. Influenced by issues that had a personal connection to them, the students revealed that the Microsoft Imagine Cup journey empowered them and opened doors to possibilities that encouraged them to push the limits of what they could achieve with the power of AI.",
    "Ambassador Chung said, “I was inspired by meeting the two teams from Sri Lanka, who have brought noteworthy recognition to the country through their skills and capabilities. Innovation is a driving force for transformative change, and it is key to Sri Lanka in building a sustainable and prosperous economy. Microsoft’s efforts in cultivating technological excellence through platforms such as the Microsoft Imagine Cup are remarkable, and they highlight the bright future possible in Sri Lanka and beyond.”",
    "“It was a fantastic opportunity for the two Sri Lankan teams to connect with Ambassador Chung and share their inspirations in creating inclusive projects using cutting-edge technology. Their innovations towards solving real-world problems are an inspiration to all and have the power to change the lives of many. The potential that these students have shown through their original tech innovations is proof of what Sri Lanka has to offer towards digital acceleration and being an active contributor in achieving a global digital economy,” added Sook Hoon Cheah, General Manager, Microsoft SEA NM.",
    "Ambassador Chung and General Manager for Microsoft SEA NM, Sook Hoon Cheah with Team Sipsara and representatives from Microsoft Sri Lanka.",
    "Microsoft is committed to creating a culture of originality, advancing digital skills, and harnessing the transformative power of technology. Microsoft Imagine Cup has enabled students to showcase their talent and skill for IT and create impactful initiatives that can contribute to the country’s technological landscape and development, fueled by the strong belief that the future is being shaped by such bright young minds and to help empower the next generation of creators and problem-solvers.",
    "Related Topics:Microsoft Imagine Cup 2023United States Ambassador to Sri Lanka Julie J. Chung",
    "ComBank adds SLT & LECO to its Automatic Bill Settlement facility for credit card holders",
    "Students from Sri Lanka reach World Finals at Microsoft Imagine Cup 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}