{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82005",
  "time_ut": 1684784460.0,
  "original_lang": "en",
  "original_title": "Canadian Prime Minister Justin Trudeau encourages everyone” to learn more about the impact of the armed conflict in Sri Lanka, and express solidarity to all those who suffered or lost loved ones.”",
  "original_body_lines": [
    "(Text of Statement issued by Canada’s Prime Minister   Justin Trudeau on  18 May 2023 for Tamil Genocide Remembrance Day)",
    "“Today, we reflect on the tragic loss of life during the armed conflict in Sri Lanka, which ended 14 years ago. Tens of thousands of Tamils lost their lives, including at the massacre in Mullivaikal, with many more missing, injured, or displaced.",
    "Our thoughts are with the victims, survivors, and their loved ones, who continue to live with the pain caused by this senseless violence.",
    "“The stories of Tamil-Canadians affected by the conflict – including many I have met over the years in communities across the country – serve as an enduring reminder that human rights, peace, and democracy cannot be taken for granted.",
    "That’s why Parliament last year unanimously adopted the motion to make May 18 Tamil Genocide Remembrance Day. Canada will not stop advocating for the rights of the victims and survivors of this conflict, as well as for all in Sri Lanka who continue to face hardship.",
    "“In October 2022, we joined our international partners in adopting an United Nations Human Rights Council (UNHRC) resolution that calls on the Sri Lankan government to address the human rights, economic, and political crises in the country.",
    "Canada has been a global leader in the adoption of other UNHRC resolutions calling for freedom of religion, belief, and pluralism in Sri Lanka – essential elements to secure peace and reconciliation in the years to come – and we will continue our work to safeguard human rights across the world.",
    "And in January 2023, our government imposed sanctions against four Sri Lankan government officials in response to human rights violations on the island.",
    "“On behalf of the Government of Canada, I invite all Canadians to recognize the many contributions that Tamil-Canadians have made – and continue to make – to our country.",
    "I also encourage everyone to learn more about the impact of the armed conflict in Sri Lanka, and express solidarity to all those who suffered or lost loved ones.”"
  ]
}