{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/18/national-war-heroes%e2%80%99-commemoration-on-friday-19/",
  "time_ut": 1684396320.0,
  "original_lang": "en",
  "original_title": "National War Heroes’ Commemoration on Friday (19)",
  "original_body_lines": [
    "The National War Heroes’ Day alias ‘Victory Day’ that pays tribute to the valour of patriotic War Heroes who laid their lives against terrorism and division of the country is commemorated on 19 May at Battaramulla War Heroes’ Monument.",
    "The event will be held with the participation of the President, Ministers, Secretary Defence, Chief of Defence Staff, Tri Service Commanders, next of kin of fallen War Heroes and other invitees.",
    "Sri Lanka on Thursday (18) marked the 14th anniversary of the end of the country's civil war, which claimed the lives of more than 100,000 people.",
    "The war, which lasted from 1983 to 2009, pitted the Sri Lankan government against the Liberation Tigers of Tamil Eelam (LTTE), a rebel group fighting for an independent state in the north and east of the island.",
    "The war ended on May 18, 2009, when the Sri Lankan military defeated the LTTE. The government declared victory, and the LTTE's leader, Velupillai Prabhakaran, was killed in the final battle.",
    "The end of the war was a major victory for the Sri Lankan government, but it also left a legacy of pain and suffering. Thousands of people were killed or displaced during the conflict, and many more were left traumatized.",
    "The government has since been working to rebuild the country, but the scars of the war remain. Despite the challenges, Sri Lanka is slowly moving on from the war.",
    "The country has made progress in rebuilding the infrastructure in the north and east, and there is a growing sense of hope among the people.",
    "The 14th anniversary of the end of the war is a time to remember those who lost their lives, and to reflect on the challenges that lie ahead.",
    "DMC to become global responder, and Sri Lankan military will be gradually right-sized – State Minister",
    "4 Children, Including Baby, Found Alive In Amazon 17 days after plane crash",
    "Rupee strengthens further against USD; Buying rate drops to below Rs. 300/-"
  ]
}