{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-proposed-anti-terrorism-bill-in-sri-lanka-a-threat-to-democracy/",
  "time_ut": 1682541910.0,
  "original_lang": "en",
  "original_title": "The Proposed Anti-Terrorism Bill In Sri Lanka: A Threat To Democracy",
  "original_body_lines": [
    "The Sri Lankan government’s proposed Anti-Terrorism Bill has caused widespread concern among civil society, human rights groups, intellectuals,  and political opposition parties due to its broad and ambiguous definition of terrorism. While the bill aims to curb terrorist activities in the country, critics argue that it could be misused to suppress political dissent and peaceful protests. The proposed legislation grants law enforcement officials extensive powers, which could lead to potential abuses and violations of Sri Lanka’s constitutional guarantees and international legal obligations.",
    "Compared to other countries such as the UK, Australia, the US, and Germany, Sri Lanka’s proposed Anti-Terrorism Act has a much broader and ambiguous definition of terrorism. Critics argue that this poses a significant threat to Sri Lanka’s democracy and progress towards greater respect for human rights. International funding agencies such as the IMF supporting the proposed bill have also drawn criticism for potentially undermining human rights and democratic values in the country.",
    "The proposed Anti-Terrorism Bill has been criticised for granting extensive powers to law enforcement agencies, potentially leading to abuses of power such as unlawful arrests, detention, and the curtailment of fundamental rights and freedoms. It is essential that any legislation passed in Sri Lanka upholds human rights and democratic values and is not used to suppress peaceful protests and dissenting opinions.",
    "While the government must have tools to control and eliminate the activities of terrorists in the national interest, any legislation passed in the country must uphold human rights and democratic values.",
    "The interpretation of terrorist acts such as bombings, hostage-taking, assassination, kidnapping, hijacking, cyberattacks, chemical and biological attacks, or attempted attacks must be clearly defined in the proposed bill.",
    "Laws aimed at controlling terrorism in highly democratic countries are often subject to judicial review, ensuring that they are balanced against the need to protect civil liberties.",
    "There are various international agreements and conventions that aim to prevent terrorism and protect human rights, including the UN’s International Covenant on Civil and Political Rights, the Geneva Conventions, and the Rome Statute of the International Criminal Court.",
    "Any law passed in Sri Lanka must uphold the country’s constitutional guarantees and international legal obligations and should not be used as a tool for political gain.",
    "*Sam Samarakoon-  Retired High Court Judge in Sri Lanka, Solicitor & Barrister in Victoria, Australia, practising areas including international law"
  ]
}