{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lankas-moment-of-shame/",
  "time_ut": 1688317560.0,
  "original_lang": "en",
  "original_title": "Lanka’s moment of shame",
  "original_body_lines": [
    "Yesterday was a sad day for Sri Lanka. Muthu Raja, an elephant gifted by Thailand about two decades ago was flown back to Bangkok, on Sunday, for treatment as its health had deteriorated owing to alleged neglect and cruelty. Unfortunately, we have had to discuss the majestic beast’s plight, on Esala Full Moon Poya Day, which is holy to Buddhists, who uphold compassion towards animals.",
    "It defies comprehension why no action was taken to ensure that Muthu Raja was treated properly here, and the Thai government was burdened with the task of looking after the animal. Thailand has handled the elephantine issue, as it were, very diplomatically, but in this age and day, when information travels across the globe incredibly fast, there is no way Sri Lanka could prevent Muthu Raja’s suffering from tarnishing its reputation internationally. It has incurred the opprobrium of millions of animal lovers across the globe. Mahatma Gandhi has famously said the greatness of a nation and its moral progress could be judged by the way its animals are treated.",
    "It must have cost a lot of money to transport Muthu Raja back to Thailand for treatment because a massive steel cage had to be built for it and a cargo plane brought all the way from Russia to fly it to Bangkok. Those who are responsible for the poor animal’s suffering and tarnishing the image of the country must be found out, and ordered to bear the cost of the transportation and treatment of the poor elephant besides being made to face the full force of the law for cruelty to animals.",
    "Many Sri Lankan elephants are undergoing suffering at the hands of their owners and handlers at various places including Buddhist temples like the one where Muthu Raja had been kept before being transferred to the Dehiwala animal zoo. The plight of all these animals must be highlighted and their tormentors brought to justice. In fact, no animal is apparently free from cruelty in this predominantly Buddhist country, where hardly a day passes without the killing of a wild elephant being reported.",
    "It has been alleged that someone demanded a huge amount of money to grant permission for Muthu Raja to be taken overseas for treatment. A high-level investigation is called for to get at the truth, given the seriousness of the allegation as well as international media attention it has received.",
    "What’s the world coming to when a bribe is demanded for allowing a sick animal to be taken abroad for treatment?",
    "Muthu Raja has been suffering in this manner because it was used as a gift. Sri Lanka has also earned notoriety for using animals as gifts to please foreign dignitaries. The deplorable practice of giving away animals as gifts must end forthwith; it, we believe, is an anachronism in the civilised world. If Heads of State or other such worthies are desirous of strengthening relations with their foreign counterparts, let them exchange inanimate things without causing suffering to animals!",
    "Animal rights are blatantly violated even inside wildlife sanctuaries in this country. Traffic jams are reported from Yala, of all places; there seem to be more safari vehicles than animals in that famous game reserve, and politicians’ kith and kin gather there for off-road racing. Worse, it has been alleged that animals are killed and sold as bushmeat in the Ridiyagama Safari Park. The Wildlife authorities have sought to dismiss this allegation as baseless, but the disclosure of such illegal activities in that wildlife park has been made by no less a person than a senior veterinarian who worked there; only a thorough probe will help ascertain whether the shocking allegation is true or false.",
    "Sri Lanka has made many laws, all these years, to ensure animal welfare, but the ever-increasing instances of cruelty to animals makes one wonder whether they are actually worth the paper they are written on.",
    "Elephant allegedly abused in Sri Lanka flown back to Thailand",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}