{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/1937-citroen-11b-familiale-7-seater-saloon-z-5615/",
  "time_ut": 1678513200.0,
  "original_lang": "en",
  "original_title": "1937 CITROËN 11B FAMILIALE 7-SEATER SALOON, Z-5615",
  "original_body_lines": [
    "Date of First Registration: 31.10.1937 (manufactured in France around 15.8.1937)",
    "First owner: J.B. de Bonnetot of 690 Palmyrah Lodge, Colpetty, Colombo 3",
    "Second owner: Henry de Jonk of 22 Pamankada Road, Wellawatte; from 31.7.1969",
    "The Vintage Car Owners’ Club (VCOC) organized the Oberoi Vintage Motor Show which was held from March 11-14, 1999. My nephew Yakoob Bin Ahamed, a member (like me) of the VCOC, was very active at the show. A visitor who had observed Yakoob approached him and said that he had an old Citroën he wanted to sell. The man gave his name and address as Randal de Jonk, of 241/A Galhitiyawa, Ganemulla. Yakoob mentioned this to me when we went home that evening. I was interested but not sure what model/type Citroën it was.",
    "A few days later Yakoob and our driver David went to Ganemulla to see the car. They weren’t able to locate the house easily, wasting several hours looking for it. Finally they asked a boutique-keeper, who said that the house was only two or three doors away. Yakoob then met the owner and saw the car, which was in need of restoration. The price quoted was Rs. 700,000, and as usual the owner said that he had an offer close to it. Yakoob offered Rs. 100,000 and returned.",
    "I was curious to know more about the type of car, so Yakoob opened my copy of the book Cars of the Thirties and Forties by Michael Sedgwick and showed me a picture of a 1930s Traction Avant model. He said that the car he’d seen was longer than the one in the book. This suggested that it was the 11B Familiale model, with three windows on each side (i.e. six-light saloon).",
    "A few weeks later the owner contacted Farih Fauz, another member of the VCOC, and told him about the car, now quoting a price of Rs. 300,000. Knowing of my interest in the car, Farih negotiated with the owner on my behalf and succeeded in having the asking price reduced to Rs. 165,000 and agreed upon by both parties.",
    "To transport the car to my property I contacted my friend Susantha Welgama of S.A. Welgama & Sons. He said that they only had lorries for transport, but he would provide a large one free of charge. However, this type of vehicle was not suitable as it meant having to manually lift the car onto the lorry. So I next spoke to VCOC member Lasantha Senaratne of Jayalath Transport at Baseline Road. He seemed more interested in the Citroën, and offered the use of a boom truck at a",
    "price of Rs. 7,000 – a reduction from the normal hire cost of Rs. 12,000 – to which I agreed.",
    "I went to Ganemulla with Yakoob and David, followed by the boom truck, on June 10, 1999. I met the owner, Randal de Jonk, and asked whether he was related to Randolph H. de Jonk, a classmate of mine at Royal College who travelled to school by train from Ganemulla. He said that Randolph was his elder brother who had migrated to England many years ago. Randal was an English teacher.",
    "We tried to take the boom truck up to the garage, which was behind the house. Unfortunately, the gate posts were not wide enough. So the car was pushed out of the garage to the road where the truck was parked. While the car was being loaded onto the truck, many curious villagers turned up and said that this was ‘Jonk mahattaya’s’ car, and asked where it had been all these years. Randal was too embarrassed to answer them. Eventually the car was loaded, covered, and transported to my home at Bolgoda, Piliyandala.",
    "On inspecting the car the next day, Yakoob discovered that not only was the cylinder head not bolted onto the engine block, but vital components such as pistons were missing, along with other parts. So Randal was contacted and another trip made to Ganemulla to collect all the missing parts, which were lying around in sacks at the de Jonk property. Apparently after the death of Randal’s father the car hadn’t run since 1972, despite attempts made to restore it. As the Citroën had been last licensed in 1972, I obtained a licence for it in 1999.",
    "Yakoob began putting the parts together and started the engine. The electrical system was converted to 12V from 6V. Tinkering was done on the body, which was painted in red primer. When the gearbox was dismantled it was noticed that there was damage and wear to vital parts, which needed replacement as repairs were not feasible. At this time of writing (March 2023) several parts have yet to be located and fitted to the Citroën.",
    "The Certificate of Registration was available but in poor physical condition. It was in the name of the second owner, Henry de Jonk who had passed away. Therefore, a procedure had to be followed for the vehicle to be transferred to my name by the Registrar of Motor Vehicles.",
    "Randal had signed some documents, but a few more were needed. We spoke to him, but he never responded. He could not be contacted again, and we later learned that he had moved to Kandy.",
    "4-Door 7-Seater Saloon (including 2 folding seats). All-steel monocoque, unitary construction",
    "4 cylinders, o.h.v. with push rods; wet liners; bore 78 mm, stroke 100 mm, capacity 1,911 cc; compression ratio 6.1 to 1. Develops 56 bhp at 4,200 rpm; R.A.C. rating of 15 hp. The complete power unit is flexibly mounted",
    "Crankshaft with three main bearings; cast iron detachable engine head and block",
    "Single downdraught Solex carburettor; AC mechanical fuel pump; fan cooling; coil and distributor ignition; firing order 1-3-4-2",
    "Transmission: Front-wheel drive; three forward speeds and reverse through helical toothed gears, and synchromesh engagement for top and middle ratios; single dry plate clutch; gear lever protrudes from dashboard; drive is taken from clutch to a gearbox just behind the radiator",
    "The engine, gearbox and final drive form a compact unit housed in the scuttle structure of the body, and the front wheels (which are individually supported by transverse radius arms) are also sprung by torsion bars; hydraulic telescopic-type shock absorbers front and rear",
    "10 ft. 9 in; Track: 4 ft 8 in (front and rear); Turning circle: 45 ft",
    "Petrol tank: 10 gallons; Oil sump: 8 pints; Radiator: 14 pints.",
    "The Traction Avant series of Citroën cars was the brainchild of brilliant French engineer André René Lefèbvre, who was hired by André Citroën in 1933 to work on the project for a new type of car. Lefèbvre came with impeccable credentials, having previously worked for Voisin and Renault. His revolutionary concept and design of the Traction Avant, which endured in production for 23 years with seven basic variants produced, is testament to his ingenuity.",
    "But it didn’t stop there for André Lefèbvre. He collaborated with designers Flaminio Bertoni and Paul Magès on three more world-famous Citroën types: the 2CV, in production for 42 years, rugged and as technically innovative and simple in its own way as was the Traction Avant; the iconic DS, which apart from its mechanical advances is still regarded as one of the world’s most iconic and beautiful automotive designs; and the HY van, resembling a corrugated-iron shed on four wheels but tough and adaptable to a huge variety of roles, even to this day.",
    "As for the Citroën Traction Avant, it was fabricated in two major component parts: (a) detachable front-end including engine, gearbox, transmission, front axle assembly and radiator; and (b) back-end, comprising the welded steel body and integral floor, together with rear wheels and springing.",
    "The above photo shows the welded steel body-and-floor unit with the open ‘jaws’ which attach to and support the front-end assembly. The engine and transmission assembly can be separated from the rear (body) section within a short space of time, which is convenient for repairs.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}