{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/argentinas-pro-dollarization-milei-wins-amid-sri-lanka-style-objections-140670/",
  "time_ut": 1700448540.0,
  "original_lang": "en",
  "original_title": "Argentina’s pro-dollarization Milei wins amid Sri Lanka style objections",
  "original_body_lines": [
    "ECONOMYNEXT – Argentina’s Javier Milei, who has promised to close a central bank that was hyperinflating the peso and driving the country into repeated defaults, has won Presidential elections taking at least 56 percent of the vote.",
    "“Today begins the end of Argentina’s decline,” Milei said after winning the vote. “Today ends the impoverishing model of the omnipresent state, which only benefits some while the majority suffers.”",
    "Inflationist macro-economists and other academics within the country as well as outside severely opposed the move, similar to the way currency boards were criticized by inflationists in Sri Lanka, showing that chronic monetary problems are not linked to politicians but as claimed by some observes, the lack of doctrinal foundation in sound money.",
    "READ MORE: Objection letter by 300 domestic economists: El espejismo de la dolarización",
    "READ MORE: Objection letter by 100 mainly foreign economists including Thomas Picketty",
    "Over 300 local economists in Argentina wrote a letter against dollarization, and another open letter was written by 100 more, which included foreign pro-inflationists.",
    "A key argument was that Argentina’s central bank, having borrowed dollars and lost them to printed money, was in dollar debt and could not exchange domestic reserve money for dollars.",
    "However, in other countries with market dollarization , transactions simply took place in dollars, and notes in circulation turned into dollars over time as forex earners spent the money domestic goods and services, curtailing imports by the same volume as legal tender laws were no longer enforced and businesses were allowed to denominate and transact in foreign currency.",
    "In Argentina, several hundred billion US dollars are in any case believed to be held by citizens (upto 400bn according to some estimates), in various ways.",
    "One of the unusual criticisms was that dollarization would force Argentina to balance the budget or manage to levels that markets can finance without inflation/depreciation.",
    "“So, what’s the problem?,” questions US economist Steve Hanke, an advocate for dollarization in Argentina in a reply written in National Review.",
    "Like in Sri Lanka in the case of currency boards, inflationists claimed that there are ‘pre-conditions’ to dollarization, including fiscal probity, not understanding that lower fiscal deficits and low debt to GDP ratios are a direct result of dollarization that takes place after the fact.",
    "There were other unusual claims, including that Argentina’s downturns as the US as credit cycles were synchronized.",
    "“Since 2000, the United States has had three recessions, totaling 28 months,” Hanke pointed out.",
    "“Argentina has had eight recessions, including the current one, totaling 30 quarters, or 90 months, counting similarly to the way U.S. recessions are counted.",
    "“It would help Argentina to stabilize and grow if it could converge with the U.S. frequency of recessions.",
    "“If that isn’t bad enough, the signatories of the letters assume the improbable; namely, that the BCRA could moderate Argentina’s business cycles in ways that it has never been able to do.”",
    "Others have proposed that the US dollar is not a good enough currency to dollarize. Hanke says Argentina law could recognize contracts drawn in the Euro or Real if that was an option required by market participants.",
    "Hanke has in the past helped Montenegro end inflation by moving to the German Mark which became the Euro later.",
    "However Milei in addition to providing sound money to protect the poor from macro-economic policy, has also proposed to ban abortion raising concerns, and cut government spending on education and health.",
    "Though the subsidy bill automatically falls with dollarization as macro-economists lose the ability to impoverish the population with depreciation, cutting health and education budgets has drawn more reasoned criticism. (Colombo/Nov20/2023)"
  ]
}