{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Webinar-today-on-exploring-trade-and-investment-opportunities-between-Sri-Lanka-and-Sarawak/34-747730",
  "time_ut": 1682534935.0,
  "original_lang": "en",
  "original_title": "Webinar today on exploring trade and investment opportunities between Sri Lanka and Sarawak",
  "original_body_lines": [
    "International Chamber of Commerce Sri Lanka (ICCSL) will co-host a webinar titled “Exploring Trade & Investment Opportunities: Strengthening Business Ties Between Sarawak & Sri Lanka” via zoom at 11.30 a.m. Sri Lanka time.",
    "The webinar is facilitated in partnership with the Sarawak Business Federation, Ministry of International Trade, Industry and Investment Sarawak. A host of experts from Sarawak, Malaysia and Sri Lanka will share key insights.",
    "ICCSL is the primary host for promoting a Sri Lankan commercial window concept in Sarawak - Malaysia. The historic venture to promote trade and investment between Sri Lanka and Sarawak is with multiple rewards.",
    "Sarawak, located in northwest Borneo Island, the third-largest island in the world and the largest in Asia, hosts an ideal climate for investment, through business-friendly policies. Sarawak being Malaysia›s largest state among the 13 states lies in East Malaysia and shares the island of Borneo with the eastern state of Sabah.",
    "During the sixth century, Sarawak was a thriving “Centre for Trade” between India and China and at present Sarawak has succeeded in becoming a top national investment destination with the initiatives launched by the State, local and foreign investors.",
    "Sarawak has a total of 21 industrial estates. The main trade partners of Sarawak are Malaysia, China, and Japan. Due to the advantages of renewable hydropower, availability of lowest average unsubsidised tariffs in Malaysia and the region, availability of energy surplus, and willingness to share bulk power purchase (energy export) agreements with other industries in Sarawak to be an investment hub for many new ventures in Southeast Asia.",
    "The economy of Sarawak is the third largest of the states of Malaysia and has traditionally depended on “natural resource extraction and exports”. A few of the main top exports are liquified natural gas (LNG) and petroleum, timber, pepper, palm oil, textiles, and rubber - Sarawak emerges as home to many business ventures. Tourism plays a major role in the economy of the state, contributing 13.5% of the state›s GDP in 2021.",
    "Sarawak, a land booming with opportunity presents opportunities for investments especially in the hotel industry, hospitals and health care, academic institutions and universities, agriculture and forestry and all other construction ventures."
  ]
}