{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82440",
  "time_ut": 1691005080.0,
  "original_lang": "en",
  "original_title": "Indian PM  Narendra  Modi is determined to win over the voters from Tamil Nadu in the 2024 parliamentary election. Resolving the ethnic issue in Sri Lanka will give him a huge leg up in the election, at least in BJP’s reckoning. President Wickremesinghe  should not underestimate Premier Modi",
  "original_body_lines": [
    "President Ranil Wickremesinghe’s July 20-21 visit to New Delhi ended with India and Sri Lanka jointly evolving an economic partnership vision   to speed up Sri Lanka’s economic recovery. The Indian Ministry of External Affairs released the India-Sri Lanka Economic Partnership Vision document on July 21, 2023 after the visiting President met with Prime Minister Narendra Modi. The document titled “Promoting Connectivity, Catalysing Prosperity: India-Sri Lanka Economic Partnership Vision” shows that both countries have agreed upon promoting multilateral connectivity for catalysing Sri Lanka’s economic recovery.",
    "In the media statement released after the vision document was adopted, Prime Minister Narendra Modi summed up the vision – ‘to strengthen the maritime, air, energy and people-to-people connectivity’ between the two countries. The vision is to accelerate mutual-cooperation in tourism, power, trade, higher education and skill development. It said the vision was India’s long-term commitment towards Sri Lanka.",
    "In Sri Lanka, the Vision statement is likely to be welcomed particularly the decision to allow the use of Indian rupee for trade settlement between the two countries and operationalising UPI based digital payment system.",
    "However, some of the decisions like facilitating investment from India in the divestment of Sri Lankan state owned enterprises and discussing an Economic and Technology Cooperation Agreement are likely to provoke the opposition protest.",
    "PM Modi’s statement indicated that some of the perennial unresolved issues between the two countries were also discussed, though the Vision document did not mention them. These included the humane approach needed to handle the issue of Indian fishermen poaching in Sri Lanka waters and ethnic reconciliation.",
    "On ethnic reconciliation, PM Modi spoke of President Wickremesinghe telling him about his inclusive approach. The PM’s statement hoped “the Government of Sri Lanka will fulfil the aspirations of the Tamils. Will drive the process of rebuilding for equality, justice and peace. Will fulfil its commitment to implement the 13th Amendment and conduct the Provincial Council Elections. And will ensure a life of respect and dignity for the Tamil community of Sri Lanka.”",
    "India’s Foreign Secretary Kwatra at a media briefing said the PM conveyed to President Wickremesinghe that India continues to look forward to a political solution that addresses the aspirations of the Tamil community for equality, justice, self-respect within the framework of a united and prosperous Sri Lanka. The Foreign Secretary also indicated that China’s increasing forays into the Indian Ocean was also touched upon during the meeting.",
    "President Wickremesinghe in his media statement said he shared with the Indian PM “comprehensive proposal” he presented earlier for “furthering reconciliation, power sharing through devolution and the multiple elements of the Northern development plan. The President’s ‘comprehensive proposal’ envisaged implementing the 13 A in the North and East excluding the grant of police powers to the provincial council. However, at the all party conference convened on President Wickremesinghe’s return from Sri Lanka, the Tamil National Alliance (TNA) stuck to its demand for holding the PC elections immediately and finding a federal solution to the ethnic reconciliation. The stand of many political parties including the main opposition SJB on the President’s proposal is confused and not clear.",
    "The TNA in a statement issued on July 30 ““The TNA unequivocally conveyed to the President at the very first all-party conference on 10 December 2022, that the PCs Elections must be held without further delay. We also discussed measures necessary to make devolution meaningful. Several discussions were held with the President and at the second all-party conference on 26 January 2023, we again reiterated our position. It was the same position that was conveyed at the last all-party conference that was held on 26 July 2023.” So, the President’s effort on implementing 13A sans police powers for the PCs has become a non-starter. It is doubtful that President Wickremesinghe would expend his energies on this issue, as there is a lot of churn up within the Sri Lanka Podujana Peramuna (SLPP) whose support is essential for the President to act.",
    "It is time Tamil parties accepted the proposal of implementing 13A sans police powers, provided policemen posted to the North and East have functional knowledge of Tamil. This would be a true test of sincerity of the President’s intent to implement 13A in a modified form. It will also be an acid test for mainstream political parties on their support to ethnic reconciliation.",
    "But the President may not want that as his priority is likely to be to delay the holding of the PC elections rather than burying the 13A issue once and for all. After all, political parties on all sides need the ethnic confrontation issue as the carrot when they go to the voters in the next poll, whether it is the PC or presidential poll next year. So 13A is likely to continue to be the elephant in the room in future discourse between India and Sri Lanka on ethnic reconciliation.",
    "The roots of 13th Amendment to Sri Lanka Constitution lie in the1983 Black July pogrom and its aftermath. Though Tamils have faced violence at the hands of Sinhala majority in 1956, 1958, 1977 and 1981, Black July was vastly different in scale and execution of targeted violence against Tamils and their properties and businesses.",
    "It escalated the traditional ethnic confrontation to irreconcilable ethnic conflict situation. The pogrom initially orchestrated by the ruling United National Party (UNP) under President JR Jayawardane, was triggered by the death of 13 soldiers ambushed by the LTTE near Jaffna on July 23, 1983. When the arrival of their bodies was delayed for an ill-conceived state funeral in Colombo on July 24, over 10,000 Sinhalas went berserk. In the week long pogrom that followed over 3000 Tamils were killed, over 200,000 people were displaced and countless houses and 2500 business enterprises of Tamils were destroyed.",
    "Though four decades have passed its scars are still hurting the process of ethnic reconciliation. The Black July pogrom led to major intervention by India that resulted in the India-Sri Lanka Agreement 1987(ISLA). India’s military intervention to ensure the enforcement of the ISLA was far from smooth. Events in its aftermath has left a lot of bitterness on both sides of the Palk Strait.",
    "One of the fortuitous things ISLA achieved was enabling the passage of the 13A. It may not be as powerful as the 13th Amendment to the US Constitution that led to the abolition of slavery and servitude in the country. But 13A’s impact on the ethnic reconciliation was significant: it gives a level of autonomy to the Tamil minority with the creation of provincial councils. Though provincial councils were created, they were never given powers over the police and land. In the absence of these powers, they have been reduced to glorified municipalities.",
    "President Wickremesinghe cannot wish away the implementation of 13A because PM Modi is firm on it. He had hoped in his statement “the Government of Sri Lanka will fulfil the aspirations of the Tamils. Will drive the process of rebuilding for equality, justice and peace. Will fulfil its commitment to implement the 13th Amendment and conduct the Provincial Council Elections. And will ensure a life of respect and dignity for the Tamil community (italics added) of Sri Lanka.” The use of three “wills” in the statement indicates his mindset. PM Modi is determined to win over the voters from Tamil Nadu in the 2024 parliamentary election. Resolving the ethnic issue in Sri Lanka will give him a huge leg up in the election, at least in BJP’s reckoning. RW should not underestimate Modi."
  ]
}