{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-Medical-Association-renews-MoU-with-1990-Suwa-Seriya-Foundation/56-747832",
  "time_ut": 1682708640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Medical Association renews MoU with 1990 Suwa Seriya Foundation",
  "original_body_lines": [
    "From left: SLMA Secretary Dr. Sajith Edirisinghe, Past President Prof. Indika Karunathilake, President Dr. Vinya Ariyaratne, Suwasariya CEO Sohan de Silva, Medical Advisor Dr. Srilal de Silva and SLMA Past President Dr. Ruvaiz Haniffa",
    "The Memorandum of Understanding between the Sri Lanka Medical Association (SLMA) and 1990 Suwa Seriya Foundation was signed on 24 April 2023 renewing the existing partnership and further strengthening the collaboration between the two organisations.",
    "Based on the MoU, SLMA will provide medical advisory services for COVID-19 or any other medical emergency situation that will affect the entire country through DOC Call 24/7 patient helpline. The 24/7 services of the SLMA will provide telephonic triage and have the option of requesting 1990 Suwa Seriya to provide transport to necessary patients to hospitals on information gathered from the phone conversation initiated by the patient.",
    "This partnership has served the nation at critical phases of the COVID-19 pandemic in Sri Lanka. The Sri Lanka Medical Association (SLMA), in collaboration with 1990 Suwa Seriya and SLT-Mobitel, introduced the Doc Call 24/7 COVID-19 Helpline in August 2021, when the country was experiencing an unprecedentedly challenging number of patients when the healthcare system was reaching its tipping point.",
    "Since its inception, this initiative has completed more than 100,000 calls and contributed in a significant way to reducing the oversaturation of hospital bed occupancy and facilitating home-based care management of patients.",
    "Upon renewal of the MoU, the 24/7 helpline service will expand its scope of coverage beyond COVID. This collaboration will be an immense benefit to the patients, especially during this crisis."
  ]
}