{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91921/cope-uncovers-coconut-auction-mafia",
  "time_ut": 1689179460.0,
  "original_lang": "en",
  "original_title": "COPE uncovers coconut auction mafia",
  "original_body_lines": [
    "The Committee on Public Enterprises (COPE) has discovered that the online auctioning system for coconut harvests, introduced with the aim of demolishing the monopoly Mafia has been opposed and obstructed as a result of the agenda of the brokers.",
    "During the COPE session, the Chairman of the Coconut Development authority Roshan Perera emphasized that the reluctance was noted as a result of their preference to the practical or offline procedure.",
    "However, the Auditor General P.C Wickremeratne mentioned that the process does not suit present requirements nor does it efficiently execute the national coconut auction brief.",
    "In the meantime, Jagath Pushpakumara, a member of the COPE expressed that the coconut auction is handled by 4 or 5 brokers, adding that at present, all of them represent one entity.",
    "“What was proposed was to introduce a mechanism that enables the purchasing of our coconut by buyers residing across the world.”",
    "“This does not require a traditional auction system. A silent auction can be held. Potential buyers have to register and place their bid bonds”, he said.",
    "Mr. Pushpakumara, who alleged that these 04 brokers are controlling the coconut prices by abusing the current system, also questioned why the initially discussed system cannot be implemented.",
    "The Coconut Development Authority’s Chairman, Prof. Roshan Perera claimed in reply that the reluctance of buyers and brokers in participating via this system is an issue because they want an offline system.",
    "Meanwhile Sanjeeva Edirimanna, who is also a member of the committee raised concerns that the digital platforms continue to fail in most state enterprises, adding that the issue, is prevalent in most of the entities which he knows of.",
    "However, the Coconut Development Authority’s Chairman also alleged that although they have received the source codes of the said digital platform, they however don’t have a server.",
    "“We can enter the source codes once a server is installed”, he said.",
    "However, the Auditor General emphasized that a server can be independently hired to achieve the required purpose.",
    "In addition, Jagath Pushpakumara further stressed that a state enterprise cannot be operated according to the whims and fancies of brokers, questioning why the authority cannot arrive at a decision regarding the matter.",
    "“This procedure was implemented in order to end this mafia. This is controlled by few people”, he alleged."
  ]
}