{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/26/hip-sets-new-record-for-2023-oil-gas-throughput/",
  "time_ut": 1690346100.0,
  "original_lang": "en",
  "original_title": "HIP sets new record for 2023 Oil & Gas throughput",
  "original_body_lines": [
    "The Hambantota International Port (HIP) has increased its bunker supplies nearly six times more than their 2022 volumes in the current year.",
    "As of June 2023, the port completed over 500,000 metric tons of oil and gas throughput, successfully achieving the target set for the first half of the year.",
    "With MV Swarna Godavari recently unloading 31,500 metric tons of VLSFO in the port’s oil jetty, the total throughput was brought up to 520,000 metric tonnes, surpassing the milestone set by HIP’s Energy Services Department (ENS) and creating a brand new one.",
    "The number was achieved through 143 vessel calls from January to June this year, as opposed to just 50 vessels that called during the corresponding period in 2022.",
    "“Marine fuel bunkers make up a large percentage of the throughput we have achieved so far and we are seeing the numbers steadily increasing,\" said Tissa Wickramasinghe, COO of Hambantota International Port Group.",
    "This is mainly due to the close collaboration the Hambantota International Port has with its bunkering partner Sinopec Fuel Oil Lanka (SFOL).",
    "\"Our increased throughput has also had a positive impact on the local community as well as local bunker suppliers. With the port continuing to achieve set targets and widening our range of services in the energy sector, we are steadily moving towards our goal of becoming a hub in the region,” added Tissa Wickramasinghe, COO of Hambantota International Port Group.",
    "Military coup topples government of West African state of Niger. President detained",
    "13A should be discussed with all, not just Tamil MPs – President",
    "Police use water cannons to disperse protesting Sri Lankan student activists"
  ]
}