{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-takes-centre-stage-for-innovation-at-digital-transformation-world-2023-asia/",
  "time_ut": 1691637420.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL takes centre stage for innovation at Digital Transformation World 2023 Asia",
  "original_body_lines": [
    "SLT-MOBITEL, the National ICT Solutions Provider, received the prestigious honour of being recognised under the category of ‘Best Innovation & Future Techco’ for the Catalyst Project: ‘The Metaverse Experience: Re-inventing Telco Business – Phase II’ at the Digital Transformation World Asia 2023, TM Forum Catalyst Awards held in Bangkok, Thailand, recently.",
    "The Catalyst awards celebrate the most successful innovations of the telecommunications industry, proof-of-concepts for industry standards, and impact on sustainability goals.",
    "Digital Transformation Asia 2023 is an annual conference that brings together industry leaders, experts, and stakeholders from the telecommunications and digital industries to discuss the latest trends, innovations, and best practices in digital transformation. The conference is organized by TM Forum, a global industry association that provides a platform for its members to collaborate and share knowledge on digital transformation and business innovation. This year, Digital Transformation World Asia 2023 was held from 14th to 16th March in Bangkok, Thailand.",
    "SLT-MOBITEL continues to drive sustainable initiatives, making a positive impact",
    "SLT-MOBITEL and STEMUP Foundation empowering children to unlock their future extending free coding programmes",
    "SLT-MOBITEL and STEMUP Foundation continue to empower children to unlock their future",
    "SLT-MOBITEL’s exceptional performance wins four awards at National Business Excellence Awards 2023",
    "SLT-MOBITEL continues to expand 5G Trial Developments in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}