{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/save-while-you-spend-with-1-cashback-on-dfcc-bank-credit-cards/",
  "time_ut": 1680890640.0,
  "original_lang": "en",
  "original_title": "‘Save while you spend’ with 1% CashBack on DFCC Bank Credit Cards",
  "original_body_lines": [
    "Understanding customers’ needs, DFCC Bank Credit Cards provide a generous 1% guaranteed CashBack feature for all cardholders 365 days a year. Unlike other card loyalty programmes, this CashBack can be channelled to any DFCC Bank account, making for tangible savings. DFCC Bank Credit Cards also provide year-round offers, promotions and savings, helping you to save more while you spend, particularly during festive seasons. Various Mastercard and Visa, International card products are available to suit your every need.",
    "DFCC Pinnacle cardholders enjoy a 3% guaranteed CashBack on fuel, dining, utility bills and overseas transactions, DFCC World Mastercard cardholders enjoy a 1.5% guaranteed CashBack on overseas transactions, Visa Prestige cardholders enjoy a 3% guaranteed CashBack for fuel and utility whilst Visa Salary Partner cardholders enjoy a 3% guaranteed CashBack for fuel. This is not all; they earn an additional 1% guaranteed CashBack on all other transactions.",
    "While each type of card may provide different benefits that will be more suited to your lifestyle, all DFCC Bank cardholders are entitled to a minimum of 1% CashBack on every transaction, a range of deals and offers, the latest contactless and Chip payment technologies making it an all-inclusive card that benefits a customer when used.",
    "The CashBack amount can be credited to a DFCC Bank savings or current account of the cardholder’s kith and kin. Additionally, interest is offered on the CashBack amount when credited to a DFCC savings account, making it a double reward.",
    "SLT-MOBITEL spreads joy of Avurudu with loyalty rewards and exciting offers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}