{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/04/sri-lanka-s-president-seeks-india-s-help-with-governance-policy-reforms/",
  "time_ut": 1680578100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s President seeks India’s help with Governance, Policy Reforms",
  "original_body_lines": [
    "New Delhi: Sri Lanka's President Ranil Wickremesinghe sought India's help in establishing policy reforms, governance, capacity building, digitalization, and public service delivery, according to the press statement released by India's Ministry of Personnel, Public Grievances and Pensions.",
    "An Indian delegation led by the Director General of the National Centre for Good Governance (NCGG), Bharat Lal met Sri Lanka's President on Saturday (1) in the island country and discussed topics like policy reforms, good governance, digitalization, capacity building and training, institution building, and assured public service delivery.",
    "The President had admired the way India has managed socioeconomic development and has ensured high economic growth.",
    "In the meeting, President Wickremesinghe shared his vision for Sri Lanka, a strategy to address the recent economic challenges and put the country on the path of high economic growth. He also urged the NCGG to help in establishing a University of Governance and Public Policy in Sri Lanka, according to the press release.",
    "Lauding Prime Minister Narendra Modi's crisis management skills during the 2001 riot as Chief Minister, Director General said, \"Upon assuming the role of Chief Minister of Gujarat in 2001 amid a slew of crises and negative economic growth, was able to put the state on the path of high economic growth and sustained prosperity through his vision, strategy, and progressive policies. Consequently, Gujarat has experienced double-digit economic growth over the past two decades.\"",
    "\"Thereafter, since 2014, as Prime Minister, he has introduced a new culture of citizen-centric policies and good governance, and as a result, India is witnessing high economic growth, assured public service delivery and fast improving quality of life of its citizens,\" The statement quoted him as saying.",
    "To reinforce Prime Minister's vision for good governance, which focuses on transparency, accountability, and inclusiveness, India is massively using digital technology and planning, execution and monitoring mechanisms for time-bound implementation.",
    "In line with the Prime Minister's philosophy of 'Vasudhaiva Kutumbakam' NCGG in partnership with the Ministry of External Affairs, is dedicated to promoting collaboration and learning among civil servants of India and neighbouring countries.",
    "During the two-day visit of an Indian delegation, they met several senior civil servants of Sri Lanka, and everyone is keen to know how Prime Minister Narendra Modi has given a new governance model to eradicate poverty, ensure high-quality services, assured public service delivery, environmental protection, inclusion & equity, transparency and accountability, and high economic growth.",
    "Sri Lanka is keen to learn the policy-driven governance model of India and the massive use of digital technology in the planning, execution, and monitoring of various programmes and projects.",
    "\"During a series of meetings set up by the President's office, top civil servants expressed their appreciation for the sustained assistance that India has provided to Sri Lanka during its recent unprecedented economic crisis. DG spoke about the Prime Minister's mantra of 'neighbourhood first' and highlighted the special relationship India-Sri Lanka have,\" the statement read.",
    "\"The DG also stressed the critical role of Prime Minister Narendra Modi's leadership and vision, as well as his emphasis on good governance, in ensuring efficient, effective, and technology-driven public service delivery. The discussions centred on the NCGG's support for Sri Lanka in policy reforms, utilization of digital technology, capacity building, good governance, and institution building,\" the statement added.",
    "They believed that this would aid Sri Lanka in strengthening its institutions and that the country is eager to learn and utilize India's successful governance model to achieve high economic growth.",
    "Sri Lanka increases fuel quota for vehicles with effect from Tuesday (4) night",
    "State workers who are contesting LG election to get basic salary"
  ]
}