{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-apparel-manufacturing-industry-asserts-importance-of-vertical-integration-improved-government-policy-support/",
  "time_ut": 1701958860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s apparel manufacturing industry asserts importance of Vertical Integration, improved government policy support",
  "original_body_lines": [
    "Asserting the importance of vertical integration, Chairman of the Fabric and Apparel Accessory Manufacturers Association (FAAMA), Sahan Rajapakse stated that 50% – 60% of Sri Lanka’s fabric requirement is imported. This dependency on imports prolongs the industry’s lead times and impedes its ability to enhance speed and embrace agile models. Notably, over 40% of these imports consist of cotton, while 70% are composed of synthetic materials.",
    "FAAMA is the governing body of fabric and apparel accessory manufacturers of Sri Lanka and a subsidiary of the Joint Apparel Association Forum (JAAF). The association has over 40 member companies and is the unified voice for the apparel industry’s supply chain, aiding fabric and apparel accessory manufacturers to identify opportunities and work towards improving logistics, policies, and infrastructure.",
    "Rajapakse stressed that bringing in supply chains within domestic factories will help reduce lead times and allow Sri Lanka to compete with countries that already have well-established vertical integration. “Countries such as China, Vietnam and Bangladesh all have vertical integration in place. Having this vertical integration will allow investors to develop the product organically within the local supply chain, resulting in reducing freight charges.”",
    "He reiterated that the fabric and cotton fabric industry have great potential for vertical integration. Currently, 40-50% of the required resources is supplied by companies like Hayleys Fabric, Teejay and Ocean Lanka. The industry’s speciality is the value-added market in terms of the functionality of the fabric.",
    "The fabric and apparel accessory manufacturing industry is also in dire need of government policy support given that it continually battles high electricity and water tariffs which have increased industry operational costs. Rajapakse also highlighted the adverse impact of abolishing the Simplified Value Added Tax (SVAT) can have on the industry including jeopardising the cash flow of businesses. “With the increase of documentation and costs, investors will be discouraged from entering Sri Lanka.”",
    "The industry also sees immense potential for partnerships through foreign direct investment to capitalize on know-how on product and machinery development. “The industry has not had much investment in the past few years,” states Rajapakse. “Improving Sri Lanka’s investment environment can certainly be a tool in strengthening Sri Lanka’s fabric and apparel accessory manufacturing industry and its supply chain.”",
    "President urges heads of plantation companies to finalize minimum labour wage before 31st December",
    "Sri Lanka’s apparel industry aims for vertical integration and stronger trade ties, says FAAMA chairman",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}