{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90491/president-pledges-to-modernize-sl-education-sector-within-10-years",
  "time_ut": 1683908880.0,
  "original_lang": "en",
  "original_title": "President pledges to modernize SL education sector within 10 years",
  "original_body_lines": [
    "President Ranil Wickremesinghe today (May 12) pledged to modernize the country’s education sector to create a young generation equipped with knowledge and nourished with abilities within the next 10 years.",
    "Pointing out that a cabinet committee has already been appointed for the modernization of education, the President also stated that he would work on immediate reforms.",
    "He also pointed out that, had the money spent on corporations during the past 10 years been invested on education, Sri Lanka would now have the best education in Asia.",
    "President Wickremesinghe stated this while attending the opening ceremony of Sri Lanka’s first skills and job exhibition “Skills Expo 2023”, under the theme “An ability for Life – A job for Ability”, at the BMICH, Colombo earlier today.",
    "The exhibition is held at the Sirimavo Bandaranaike hall, at BMICH Premises on May 12, 13 and 14 from 9.00 am to 8.00 pm and is open to the public, free of charge.",
    "The Sri Lanka Skills Expo 2023 exhibition will be a valuable opportunity for members and policy makers from many fields in Sri Lanka to exchange their ideas and enhance skills in those fields and it is expected that it will make a significant contribution to the economic development of the country.",
    "The President inaugurated the Sri Lanka Skills Expo 2023, and did not forget to engage in friendly conversation with the public who were present at the exhibition.",
    "“First and foremost, I would like to commend everyone for organizing this exhibition. Looking back at last year, we had our doubts on whether such a training exhibition could be organized. In addition to the turbulent environment in this country, the country’s economy was collapsing. We have now resumed the effort of rebuilding the country’s economy.",
    "I could have prepared a fresh budget to control our expenses. When I looked at the expenses of our country for the last 10 years, I noticed that we spent money on corporations while neglecting education. Had we given the money that was used for Sri Lankan Airlines, Electricity Board, and Petroleum Corporation to the education and health sector, we would be in a position to compete with the countries that have the best education systems in South Asia. Unfortunately, we did not do that, and now we have to pay the debt. I am trying my best to pay off this debt as soon as possible within the next 10 years.",
    "I have decided that we will not allocate funds for similar projects in the future. There were several such programs, and we still have no idea what happened to that money.",
    "We must first work to curb these expenses and reduce them. I understand that we cannot reduce the government’s expenses by saying that we will reduce them; we must grow the country’s economy rapidly.",
    "I have restricted subsidies to education, health, social security, and housing. Additional funds may be provided for these areas.",
    "Our country needs a strong educational system, and the most crucial aspect of this system is providing pupils with the necessary information. We live in a knowledge-based society, and if we can provide the necessary knowledge to everyone, the future development of our country will be confirmed.",
    "Sri Lanka is a country that can create a knowledge-based economy, and therefore plans should be developed to provide knowledge. We also need plans to provide qualifications for jobs after providing school education. Today, many organizations are engaged in this activity.",
    "Our educational system has not been upgraded as much as is required now. We are 10-15 years behind, and we must now reconsider and move forward. The government alone cannot provide the necessary training to impart this knowledge. The majority of such training and knowledge is obtained outside the government. We must collaborate with private and international organizations that have this knowledge.",
    "This year, I consolidated the Ministry of Education under one minister to ensure appropriate implementation of this task. He must monitor the entire system and make appropriate arrangements. I have formed a special cabinet committee to oversee education, and we will start modernization of education from here. We are entering a new world.",
    "Our educational system will transform within the next ten years because we must prepare education for an unknown future. A strong program is required for this, and it is my goal that the youth will be educated about this. We will establish a perfect society that is prepared with the required information and abilities for the future. Arrangements are being developed to supply the required funds beginning in 2024.”"
  ]
}