{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Allow-an-affordable-drink-for-common-man-Booze-makers-appeal-to-Govt/108-259324",
  "time_ut": 1684254308.0,
  "original_lang": "en",
  "original_title": "Allow an affordable drink for common man – Booze makers appeal to Govt.",
  "original_body_lines": [
    "Considering the exorbitant prices of booze and a sharp drop in demand for consumption, the top liquor manufacturers in the country have recently made a request from the government to allow an affordable drink for the common man, sources said.",
    "This has been transpired at a special meeting held between a group of leading liquor manufacturers and the senior officials of the Ministry of Finance last week with the participation of the officials of the Department of Excise.",
    "At the meeting, the parties discussed the soaring liquor prices and the recent media reports of liquor consumption seeing a sharp drop, an official who was present at the meeting told the Daily Mirror.",
    "The manufactures have brought to the notice of the State Minister of Finance that their overall sales have dropped by 40% in the recent months owing to the ever escalating prices of local spirits occurred as a result of government increasing taxes on booze.",
    "A 750ml bottle of one of the cheapest of local spirits popularly known among the consumers as ‘Gal’ or ‘Gal Arrack’ is priced at Rs.3, 000 at present after all the government taxes and a quarter of the same is priced at Rs.750.",
    "They pointed out the fact whether a common man or a daily paid labourer could afford a quarter of arrack for Rs.750, thus they would resort to cheaper alternatives like illicit spirits or Kasippu, which is hazardous to health.",
    "The manufactures have requested from the State Minister of Finance Ranjith Siyambalapitiya to allow them to introduce a much affordable drink to the consumers, which could be priced between the popular Gal arrack and Kasippu.",
    "To this the Minister has not responded either positively or negatively, the Daily Mirror learns.",
    "Present government taxation on alcoholic beverages are extremely high that 85% of the price of a bottle of local arrack is consisted of direct and indirect taxes, a senior official at the Department of Excise said. (Kurulu Koojana Kariyakarawana)"
  ]
}