{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Taking-Palmyrah-products-to-the-world/34-746040",
  "time_ut": 1678212292.0,
  "original_lang": "en",
  "original_title": "Taking Palmyrah products to the world",
  "original_body_lines": [
    "Joint initiative by Department of Commerce and Palmyra Development Board",
    "The Department of Commerce under the Ministry of Trade, Commerce and Food Security yesterday held a Palmyra product promotion event in collaboration with Palmyra Development Board to create foreign market opportunities for Palmyra related products ranging from toddy, brushes, fruit punch, and handicraft products.",
    "Palmyrah Deve-lopment Board Chairman Dr. Krishantha Pathiraja and seven potential exporters engaged in Palmyrah products participated at this event.  Sri Lanka commercial officers attached to Sri Lanka missions abroad also joined via zoom technology. Further, 10 newly appointed Trade officers to Sri Lanka missions from the Department of Commerce participated before taking wings to their respective counties.",
    "The engagement was as part of a series of meetings that will be held to obtain views, ideas and propositions in identifying the most efficacious courses of action that can be taken to promote Palmyra exports of Sri Lanka to the world and to support the SME sectors as envisaged by President Ranil Wickremesinghe to create Sri Lanka as an export oriented economy.",
    "Addressing the gathering, Department of Commerce (DOC) Acting Director General Gilma Dahanayake stated that this is the leading steps taken by the Department to promote the Palmyra products to the world and assured that trade officers of Sri Lanka Embassies would engage with the private and corporate sector proactively in realising their economic and trade objectives.",
    "According to Palmyra Development Board Chairman Dr. Krishantha Pathiraja Sri Lanka’s exports were $ 0.3 million in 2021 and Palmyra products mainly exported to France, Canada and UK.",
    "Therefore, the Chairman and the exporters are of the view that commercial officers overseas have an important and crucial role to play in being the forward linkage and closely working with their contacts abroad to identify market opportunities for the Palmyra sector to realise their full growth potential.",
    "The DOC Acting Director General Gilma Dahanayake while thanking the Trade promotion unit of the Department for their tireless effort stated that this is an exceptional opportunity to promote a new product to enter the international market and to diversify our exports through the Department of Commerce presence overseas. Trade officers who participated via zoom agreed to give their fullest support in promoting Palmyra products especially taking into account 75th celebration in the Sri Lanka Independence.",
    "The exporters who participated in the event thanked the initiatives taken by the Department of Commerce and the Palmyra Development Board. The highlight of the event was the product display of the Palmyra products of highest quality.",
    "The event was organised by the Trade Promotion Division of the Department of Commerce with the guidance of Minister of Trade and the Secretary of Trade, Commerce and Food Security, and the Acting Director General of Commerce to promote a sector that could bring much needed foreign exchange to the country."
  ]
}