{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/22/indian-manufactured-anaesthetic-did-not-meet-us-standards/",
  "time_ut": 1687444320.0,
  "original_lang": "en",
  "original_title": "Indian-manufactured anaesthetic did NOT meet US standards",
  "original_body_lines": [
    "COLOMBO (News 1st); Information has come to light over serious issues surrounding the quality of the Indian-manufactured anaesthetic Bupivacaine which is suspected to have caused the deaths of two Sri Lankan women.",
    "Two women who were admitted to the Peradeniya Teaching Hospital to undergo cesarean and hernia surgery had developed complications because they were administered with the Indian-manufactured anaesthetic bupivacaine hydrochloride in dextrose injection.",
    "One of the women died on the 6th of April, while the other passed away on the 15th of June, while being treated at the Intensive Care Unit of the hospital.",
    "This anaesthetic was imported to Sri Lanka via section 109 of the National Medicines Regulatory Authority Act without NMRA registration.",
    "Section 109 of the National Medicines Regulatory Authority Act notes that the 'The Authority may grant permission in special circumstances such as to save a life, to control an outbreak of an infection or an epidemic or any other national emergency or for national security to import and supply a particular medicine, medical device or borderline product in specified quantities.",
    "It notes that such permission may be granted on a request made by the Ministry of Health.",
    "The Indian-manufactured anaesthetic bupivacaine hydrochloride in dextrose injection was imported to Sri Lanka via this provision.",
    "However, following complaints citing that complications were developed after the anaesthetic was administered, the National Medicines Quality Assurance Laboratory of the National Medicines Regulatory Authority had tested the samples of this anaesthetic.",
    "The test results revealed that the Indian-manufactured anaesthetic bupivacaine hydrochloride in dextrose injection did not meet the United States standards.",
    "Therefore, the National Medicines Regulatory Authority had recommended that the bupivacaine hydrochloride in dextrose injection batch in question be withheld, and not be released.",
    "If measures were taken to import the drugs by following due process, instead of importing them citing an emergency situation and the use of a provision of the act, lives could have been saved.",
    "When concerns were raised with regard to the loopholes that exist in the regulation process, Sri Lankan authorities were seen making rather unusual comments.",
    "\"This is like the issue of the folklore of Amal Biso. You cannot find a house where a death has never occurred. There is an issue with a registered medicine, and an unregistered medicine. Such incidents cannot be prevented,\" said Professor S.D. Jayaratne, the Chairman",
    "Sri Lanka's Health Minister Keheliya Rambukwella said on Thursday (22) there are concerns over the provisions allocated for free healthcare in the country.",
    "He said if the issues cannot be solved, he is not ready to continue as minister.",
    "The Minister was speaking in Parliament in response to concerns raised over the use of medicines that reportedly led to the vision loss, and deaths.",
    "Opposition Leader Sajith Premadasa questioned the Health Minister on action taken to address the use of an anaesthetic that led to two recent deaths.",
    "The Health Minister said the incidents in question took place at the Peradeniya Teaching Hospital, and the relevant medical personnel have been summoned for an inquiry.",
    "Who is Yevgeny Prigozhin, ‘Putin’s Chef’ who is now challenging Russia’s President Putin?",
    "Top Indian Influencers in Sri Lanka for Social Creator of the Year 2023",
    "UPDATE: President Putin in a special address to the nation said “Russia’s future is at stake”, as the mutinous Wagner mercenary army threatened to march on Moscow",
    "UPDATE: President Putin to address nation as mutinous Wagner mercenary army claims control of southern city of Rostov and threatens to march to Moscow"
  ]
}