{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dfcc-leasing-and-micro-cars-partner-to-offer-enhanced-value-to-customers-through-joint-leasing-promotion/",
  "time_ut": 1684773960.0,
  "original_lang": "en",
  "original_title": "DFCC Leasing and Micro Cars partner to offer enhanced value to customers through joint leasing promotion",
  "original_body_lines": [
    "DFCC Leasing and Micro Cars have signed a Memorandum of Understanding (MOU) to offer a joint leasing promotion to the public. This joint initiative between DFCC Leasing and Micro Cars is an excellent opportunity for existing and potential customers to enjoy the combined benefits provided by both institutions – including the most competitive rates, flexible repayment options, high-quality products, and personalised service at both ends. Micro Cars’ Saic Almaz SUV and Proton Saga Sedan are the key models provided under this special joint leasing promotion.",
    "Commenting on the partnership, Mr. Aasiri Iddamalgoda – SVP – of Retail Banking and SME at DFCC Bank said, “We are delighted to partner with Micro Cars to offer our customers the best value and choice in leasing options. DFCC Leasing has a long history of providing customised leasing solutions, and this joint promotion is another example of our commitment to serving our customers. We look forward to working with Micro Cars to benefit our shared clientele.”",
    "DFCC Leasing, with its long history of adapting to modern client requirements, is committed to providing excellent quality of service, coupled with flexible products, to its customers. This partnership between DFCC Leasing and Micro Cars will further enhance the value proposition presented to customers.",
    "Aasiri Iddamalgoda – SVP – Retail Banking and SME, DFCC Bank PLC exchanging the MOU with Asela Lihinikaduwa – Group Director, Micro Cars",
    "Dialog Enterprise showcases ICT business solutions for emerging enterprises in Kandy",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}