{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/batting-for-betting-nabobs-a-la-govt/",
  "time_ut": 1701612780.0,
  "original_lang": "en",
  "original_title": "Batting for betting nabobs a la govt.",
  "original_body_lines": [
    "The Cricket Mafia is so powerful that it has brought the three branches of government on a collision course. The Executive, which is sympathetic to the cricket nabobs under a cloud, has taken on legislators who are critical of them. The Opposition and dissident government MPs have struck back and made some caustic remarks about the judiciary as well. Now, a case has been filed against MP Roshan Ranasinghe over an allegation he recently levelled against the judiciary while speaking in Parliament as the Sports Minister. The Opposition has brought it to the attention of the Speaker that legal action cannot be taken against an MP for what he or she says on the floor of the House. The Speaker has endorsed that contention. The matter is best left to the Speaker and the learned judges. One can only hope that it will be sorted out amicably.",
    "Some government MPs and their Opposition counterparts are at daggers drawn over the cricket crisis. Time was when Parliament was blessed with great orators cum debaters, whose speeches and thrusting and parrying were as much enlightening as they were entertaining. One may recall that years ago, during a heated debate on a matter of national importance, the late MP Anura Bandaranaike locked horns with a rival, who derisively claimed that the former had an ‘Oxford torso’ and a ‘Montessori brain’. Needless to say, Anura went ballistic and got even with his detractor. The aforesaid unkind cut may not have held true for Anura, who did his homework diligently before taking part in parliamentary debates, and spoke sense, but it, in our book, applies to the present-day horizontally-gifted politicians.",
    "Chief Government Whip and Minister of Urban Development and Housing Prasanna Ranatunga has sought to drive in the wedge between Opposition Leader Sajith Premadasa and ex-Sports Minister Ranasinghe, who has become a poster boy of sorts for anti-corruption activities. He has claimed that Premadasa shudders at the mention of Ranasinghe’s name, thinking that Ranasinghe will be the Opposition’s common presidential candidate.",
    "Ranatunga has apparently taken a section of one of Ranasinghe’s recent parliamentary speeches out of context. Ranasinghe told Parliament, last week, that unless the government took steps to cleanse SLC, corruption in cricket administration would be eliminated once and for all, come the next presidential election. What he meant was that President Ranil Wickremesinghe, who is accused of being partial to the current SLC Executive Committee, would be defeated in the 2024 presidential race.",
    "Minister Ranatunga’s aforesaid claim could be considered a childish attempt to devalue Ranasinghe’s anti-corruption campaign. Ranasinghe has become hugely popular by speaking truth to power. The SJB and the SLPP dissidents also won brownie points with the public by supporting Ranasinghe’s campaign to cleanse the cricket administration of corruption. Curiously, the JVP, which carries out devastating attacks on those it considers corrupt and makes use of every opportunity to upstage other anti-corruption campaigners, pulls its punch uncharacteristically when it comes to the corrupt cricket administrators! However, overall, the entire Parliament managed to shore up its image to some extent by unanimously passing a resolution, calling upon the current office-bearers of SLC to step down forthwith. Non-binding as the parliamentary resolution may be, it has gone down well with the public, and why the government is so agitated is understandable. Some SLPP MPs have turned against Ranasinghe to humour the President and his cronies, and incurred public opprobrium.",
    "Ranasinghe cannot be so naive as to harbour presidential ambitions simply because he has fought a courageous battle against the corrupt moneybags in the cricket administration. But his campaign against corruption has resonated with the public, and he has won the hearts and minds of millions of electors by mustering the courage to take on the corrupt and standing up to the powers that be in the process. He, too, could have benefited from the largesse of the Cricket Mafia known for throwing money around, and remained a Cabinet minister without ruffling the feathers of President Wickremesinghe and the stuck-up eminences grises. But he acted out of principle instead of expediency, matched his words with deeds, and thereby endeared himself to the public.",
    "Ranasinghe, unlike Minister Ranatunga, can face the next parliamentary election confidently. As it stands, he can expect to be returned with a much higher number of preferential votes than at the last parliamentary polls, where he obtained more than 90,000 votes in the Polonnaruwa District. The government MPs who are batting for the betting nabobs in the garb of cricket administrators by attacking Ranasinghe and others on a campaign to rid SLC of corruption had better prepare themselves for painful pratfalls at the next general election.",
    "We should identify national priorities for mitigating risks of climate change",
    "Government expected to give green light to new cricket constitution",
    "All-out effort to ensure return of veterans on death row in Qatar: Indian Navy chief",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}