{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/explaining-upsurge-in-violent-crimes/",
  "time_ut": 1681664040.0,
  "original_lang": "en",
  "original_title": "Explaining upsurge in violent crimes",
  "original_body_lines": [
    "The accelerating momentum of serious violent crimes in our society is disconcerting to Sri Lankans who pride themselves as a moral society. Sociologists will explain a general upward trend in petty crimes as a consequence of moving into a new money economy, which upsets the social controls of a traditional society such as Sri Lanka. Daniel Lerner in his famous monograph, ‘Passing of traditional society’ alerted this diminishing social capital as an unfortunate consequence of modernity. But a rise in violent crimes begs more than a speculative reasoning. Older generations well remember the days when a single homicide captured the total fascination of a country. The Sathasivam case, the Adeline Vitharana murder, the Turf Club robbery, the Kularatna homicide, to name a few, shocked the nation. The Sinhala newspapers published series of articles on them for the eager reading public with exaggerated snippets. However, it must be conceded that the recent spate of violent crimes is unprecedented both in its regularity and gruesomeness.",
    "Criminologists the world over have studied crime for over centuries. USA has produced the most famous theories and criminologists, for it is the country noted for all types of criminal activity due mostly to the easy availability of lethal weapons. These criminological explanations by way of empirical evidence have taken two forms. The first is the popular sociological perspective which holds that society carries within itself the seed of all crimes which are going to be committed, together with the facilities necessary for their committal, suggesting that societies get the criminals they deserve. and the other is the psychosocial or psychiatric, explaining why particular individuals become criminal. But we know that it is difficult to keep these two sets of factors separate because they interact perpetually, but it has to be conceded that separately they propose distinctive facts and explanations which help a better understanding of the criminal when it comes to matters of rehabilitation and resocialization.",
    "Sri Lankans are curious to find out why these violent acts are committed so frequently and brutally. Women are often the hapless victims. My thesis here is that our violent crimes do not fit the traditional sociological explanations, most of which have originated in the European countries. A psychological explanation which probes into our personality structures, socialization processes, through which individuals acquire deviant motives, anti-social behaviour patterns, poor self-images will be much more important.",
    "Known accounts reveal that these offenders are not persons who had a history of criminal behaviours. The man who killed the agricultural officer in Tangalle was an average fisherman but perhaps he had no regard to bureaucratic rules. Was it because he was of the view that others with power obtain bureaucratic favours and to refuse his request was unreasonable? s Given the corruption, nepotism and other ills of our systems did he have no respect for legality. Did the unfortunate official pay the supreme penalty for the ideology? Have the ordinary people acquired a preponderance of sentiments in favour of law violation with pro-criminal definitions",
    "While admitting that a full-scale treatment of the topic requires detailed scrutiny, Sri Lankan violent crimes can in general terms be described more a peculiarity of individual biology and psychology. Recalling the marked difference in men on the count of aggression it is correct to attribute some importance to biological factors. In modern times attention is given to suudden changes in altered states of consciousness (mood changes) and their link to surges of irritability, impulsiveness and irrationality resulting in reckless violence. The muscularity of men as against women is a relevant factor in addition to the cultural upbringing of men in the patriarchal Sri Lankan society. Men of the beefy type might be driven to rough criminal exploits and circumstances may force them to that way of life. There is research evidence to indicate that there is a link between temperamental traits and physique, but we must be careful to see the social factors that contribute to that correlation because good physique is also fitted to become a good sportsman.",
    "Our criminality has less to do with class or locality but more to do with the social norms and associated shaming and social opprobrium. These are accentuated by other cultural notions of male dominance and its attached baggage such as intolerance, aggression, and consequential violence. Men are prone to sudden rages of irritability and irrationality when the inner controls and social buffers breakdown. When the self is troubled the deviant option takes over. He loses all sense of attachments, commitments and involvements and the consequences of his actions. Domestic violence that erupts is in equal proportion to the attachment that the offender has for the victim. It can be speculated that greater the bond the greater could be the violence of the crime, equalling the offender’s sense of unbearable loss. A jilted lover may consider the shame irredeemable.",
    "Correct method of pricing electricity and need to reduce costs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}