{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89679/two-including-cop-arrested-over-links-to-harak-katas-drug-network",
  "time_ut": 1681047000.0,
  "original_lang": "en",
  "original_title": "Two including cop arrested over links to Harak Kata’s drug network",
  "original_body_lines": [
    "The Police Special Task Force (STF) has arrested a police constable and another individual who are suspected to have been connected with the drug network of notorious criminal figure and drug trafficker “Harak Kata”, who is currently detained under the custody of the Criminal Investigations Department (CID).",
    "The arrested policeman is reportedly an officer attached to the Mirihana Sub-Unit of the Western Province Police Intelligence Division.",
    "The Police STF has also seized 74 grams of ‘Ice’ drugs (Crystal methamphetamine), a car used in transporting drugs and two mobile phones found in he possession of the arrested suspects.",
    "The suspect who was travelling in a car had been arrested in the Pita Kotte area, and 64 grams of ‘Ice’ drug was found in his possession.",
    "Later, another 10 grams of ‘Ice’ drugs were found during the search of his house on Daisy Mawatha in the Pita Kotte area, the police said.",
    "During further interrogations by the suspect on how he had obtained the drugs, it had been revealed that the arrangements to obtain the drugs were made through a drug trafficker in the Weligama area of Matara with the coordination of the police constable in question , according to police.",
    "A police officer revealed that the suspected cop was arrested with two mobile phones at the Mirihana Police Station premises, on the basis of confirmed facts during the lengthy interrogations of the previously arrested suspect and the mobile phone data analysis reports.",
    "The two arrested suspects have been handed over to the Police Narcotics Bureau (PNB) for further investigations."
  ]
}