{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95773/iceland-volcano-erupts-after-weeks-of-intense-seismic-activity",
  "time_ut": 1702981620.0,
  "original_lang": "en",
  "original_title": "Iceland volcano erupts after weeks of intense seismic activity",
  "original_body_lines": [
    "A volcano has erupted on the Reykjanes peninsula of south-west Iceland after weeks of intense earthquake activity.",
    "About 4,000 people were earlier evacuated from the fishing town of Grindavik and the nearby Blue Lagoon geothermal spa was closed.",
    "The eruption started north of the town at 22:17 local time (22:17 GMT), the Icelandic Met Office said.",
    "It will not bring the same level of disruption as one in 2010, which halted European air travel, an expert said.",
    "The region around the capital Reykjavik has been experiencing an increase in earthquake activity since late October.",
    "The Met Office said that the eruption was located about 4km (2.5 miles) north-east of Grindavik and the seismic activity was moving towards the town.",
    "Images and videos posted on social media showed lava bursting from the volcano just an hour after an earthquake swarm, or seismic events, were detected.",
    "The eruption can be seen from Reykjavik, which is about 42km north-east of Grindavik.",
    "One eyewitness there told the BBC that half of the sky in the direction of the town was “lit up in red” from the eruption, and smoke could be seen billowing into the air.",
    "The length of the crack in the volcano is about 3.5km, with the lava flowing at a rate of around 100 to 200 cubic metres per second, the Met Office said.",
    "It added that this was many times more than in previous eruptions on the Reykjanes peninsula in recent years.",
    "A senior police officer at the Civil Defence told national broadcaster RUV that the eruption had happened quickly and appeared to be “quite a large event”.",
    "Vidir Reynisson said the lava appeared to be flowing in all directions from a large crack in the volcano.",
    "Iceland’s foreign minister, Bjarni Benediktsson said on X, formerly Twitter, that “there are no disruptions to flights to and from Iceland, and international flight corridors remain open”.",
    "“The jets [of lava] are quite high, so it appears to be a powerful eruption at the beginning,” he said.",
    "Hallgrimur Indrioason, a reporter for the state-owned Icelandic National Broadcasting Service (RUV), said the eruption could be seen from Reykjavik - about 50km away - and described the view was “quite spectacular”.",
    "Iceland has been on high alert for a potential volcano eruption for several weeks, and last month authorities ordered people to leave Grindavík as a precaution.",
    "In April 2010, an ash cloud from the Eyjafjallajokull volcanic eruption caused the largest closure of European airspace since World War Two, with losses estimated at between 1.5bn and 2.5bn euros (£1.3-2.2bn; $1.6-2.7bn).",
    "Volcanologist Dr Evgenia Ilyinskaya told the BBC that there would not be the same level of disruption as 2010, as these volcanoes in south-west Iceland are “physically not able to generate the same ash clouds”.",
    "The Eyjafjallajokul volcano, in south Iceland, is about 140km (87 miles) from the volcano on the Reykjanes peninsula.",
    "Speaking from Iceland, Dr Ilyinskaya, associate professor of volcanology at Leeds University, said local people had been both “fearing and waiting for” the volcano to erupt.",
    "“There was a lot of uncertainty. It was a difficult period of time for local people,” she said.",
    "She added that authorities were preparing for potential lava flows that could destroy homes and infrastructure, including the Blue Lagoon, a popular tourist destination.",
    "“At the moment it seems not to be threatening, although it remains to be seen,” she said.",
    "Iceland’s Prime Minister Katrin Jakobsdottir said defences recently constructed would have a positive effect.",
    "She said her thoughts were with the local community and she was hoping for the best despite the “significant event”.",
    "President Gudni Johannesson said safeguarding lives was the main priority but that every effort would be made to protect structures too."
  ]
}