{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Lankem-continues-growth-trajectory-into-3Q/34-745588",
  "time_ut": 1677039122.0,
  "original_lang": "en",
  "original_title": "Lankem continues growth trajectory into 3Q",
  "original_body_lines": [
    "Diversified Lankem Ceylon PLC, said yesterday it has posted a remarkable third quarter (Q3) results which resulted in a positive growth trajectory throughout the first nine months of FY23.",
    "At a time when Sri Lanka as a country is facing challenging times, the results achieved by Lankem Ceylon demonstrates the Group’s resilience through a challenging business environment to maintain business stability and sustainability, the company said in a statement.",
    "During the third quarter ended 31 December 2022, Lankem Ceylon as a Group recorded a profit after tax of Rs. 0.47 billion which was a 331% growth compared to Rs. 0.1 billion profit after tax reported during the corresponding period of 2021/22.",
    "Q3 revenue was Rs.  9.3 billion, which was a 75% growth compared to the same period last year whilst Gross Profit (GP) for the said quarter was Rs. 2.8 billion, a 149% growth compared to the Rs. 1.1 billion achieved during the same period last year.   During the quarter under review, Profit Before Tax (PBT) was Rs. 0.83 billion, a 399% growth compared to the corresponding quarter in the previous year.",
    "Considering the period of nine (9) months which ended on the 31 December 2022, at Group level, Lankem Ceylon recorded a Profit After Tax (PAT) of Rs. 1.98 billion, an achievement which was 108 times higher compared to the break-even results achieved and reported during the corresponding period of last year. The Group’s revenue for the said period stood at Rs. 25.2 billion, a 68% increase compared to the achievements during the same period of the last financial year.",
    "Gross profit for the Group for the said period was Rs. 8 billion, a 178% increase compared to the Rs. 2.9 billion earned last year. Amidst hindrances in the external business environment, prudent operational practices, and efficient cost reduction initiatives along with continuous focus and perseverance is said to have resulted in the Group maintaining these levels of profitability and positive results throughout the period.",
    "From a Q3 perspective, Lankem Ceylon PLC as a Company posted a revenue of Rs. 2 billion, an increase of 44% from the comparative period of last year. The Company’s PBT achievement was Rs. 0.34 billion, an increase compared to the Rs. 0.14 billion achieved in the same period of last year, whilst PAT was Rs. 0.34 billion for the quarter under review, which was an increase of 144% against the comparative period of last year.",
    "A profitable Q3 with a trajectory towards positive and sustainable growth resulted in the Company posting a cumulative revenue of Rs. 5.1 billion, a 64% growth for the entire period (cumulative of 9 months) under review compared to Rs. 3.1 billion achieved last year for the same period.",
    "Further, the Company continued to contribute positively to the Group’s bottom line by achieving a PAT of Rs. 1.4 billion, a 532% growth compared to Rs. 0.2 billion achieved during the same period last year. PBT for the Company was similar. These notable achievements enabled the Group to be resilient during these trying times.",
    "The remarkable performance of the Company which includes Paints, Agro Chemicals, Industrial Chemical and Pest Control, was a result of the Company’s continuous focus on eliminating operational cost inefficiencies and carrying out focused sales strategies.",
    "While working capital constraints, restricted credit lines and extended collection periods continued to create operational hurdles, restructuring of borrowings and continuous focus on cost optimisation strategies in addition to maintaining the leaner and efficient operations enabled to negate the adverse impact to some extent and continue operations without any interruptions.",
    "The packaging cluster, which includes ACME Printing and Packaging PLC and JF Packaging (Pvt) Ltd performed remarkably well during the said three months period to achieve a revenue of Rs. 1.8 billion, a notable increase compared to the Rs. 0.6 billion achieved during the same period of the last financial year 2021/2022. PAT for the period was reported as Rs. 0.23 billion compared to the loss of Rs. 32 million reported during the same period last year.",
    "Considering the period of 9 months ending on the 31 December 2022, the cluster posted a revenue of Rs. 5.4 billion which was a significant increase compared to the Rs. 1.8 billion achieved during the last year. PAT for the period was reported as Rs. 0.88 billion compared to the loss of Rs. 0.1 billion recorded during the same period of last year, a remarkable transformation compared to the loss reported during the same period of last year.",
    "Continuous focus on adopting prudent cost optimisation strategies to improve the Groups’ Gross profit margins and the working capital cycle in addition to the infusion of working capital through a Rights Issue is said to have resulted in this laudable achievement.",
    "For the period of 9 months, the Consumer cluster of the Group which comprises C.W. Mackie PLC almost doubled its revenue by achieving Rs. 5.5 billion compared to the Rs. 2.9 billion achieved during the nine months of last financial year. The cluster further reported an operating profit of Rs. 0.69 billion which was an increase of 59% - a remarkable improvement from that of the same period last year. During the quarter ended 31 December 2022, the cluster recorded revenue of Rs. 1.9 billion and operating profit of Rs. 0.24 billion respectively, which was a 90% growth in revenue compared to the third quarter of 2021/22.",
    "Despite the adverse economic conditions which reduced the buying power of the average consumer, continuous changes to the sales and marketing strategies which included changes in pricing structures and promotional activities with the objective of giving customers value for money is said to have worked for the cluster. This enabled them to contribute positively towards the Groups’ achievements.",
    "Despite the downturn in the tourism industry over the past few months, initiatives taken by Sri Lanka to boost the tourism industry has had a positive impact on the leisure cluster of the Group. For the said period of 9 months under review, the Leisure cluster also saw a revenue growth of 71% by achieving a revenue of Rs. 0.7 billion and 83% growth to achieve a revenue of Rs. 0.3 billion for the 9 months period and Q3 ended 31 December 2022 respectively.",
    "However, despite the growth in revenue, the segment was not able to achieve profitability due to the increase in finance costs which had a replicating effect on the high level of fixed overhead costs.  However, The Group is optimistic that with the Government’s focus on the tourism industry, the leisure segment will be able to reduce the operating losses and look towards profitability in time to come."
  ]
}