{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/LAUGFS-Rubber-shines-at-NCE-Awards-2023/34-756335",
  "time_ut": 1702595820.0,
  "original_lang": "en",
  "original_title": "LAUGFS Rubber shines at NCE Awards 2023",
  "original_body_lines": [
    "Wins runner-up award for ‘Most Outstanding Exporter – Overall’ and Gold in Tyre Sector",
    "LAUGFS Rubber, a subsidiary of LAUGFS Holdings, proudly announces its exceptional achievement in winning the prestigious ‘Runner-up for Most Outstanding Exporter – Overall’, as well as the Gold award for the third consecutive year in the ‘Rubber Tyre & Accessories Sector’ at the 31st NCE Annual Exports Awards 2023.",
    "This remarkable feat further solidifies LAUGFS Rubber’s position as one of the leaders in the solid rubber tyres industry. This year’s prestigious recognition received by LAUGFS Rubber comes after last year’s win as the Most Outstanding Exporter – Overall.",
    "LAUGFS Rubber Chief Executive Officer Chinthaka Wegapitiya said: “Receiving the runner-up for most outstanding exporter – overall stands as a testament to our unwavering commitment to excellence and innovation in the rubber industry and underscores our dedication to delivering top-tier products to our customers worldwide. I would like to extend my heartfelt gratitude to the LAUGFS Rubber team for their dedication and perseverance, without which LAUGFS Rubber would not be the titan of the industry it is today.”",
    "To secure these prestigious awards, LAUGFS Rubber successfully navigated a comprehensive evaluation, scrutinised across diverse criteria such as financial performance over the past three years, export statistics, value additions, foreign exchange earnings, effective management techniques, branding strategies, innovativeness in product, process, service, and market, as well as research and development initiatives. This recognition is part of the annual awards program organised by the National Chamber of Exporters of Sri Lanka, designed to honour and acknowledge the exceptional performance of exporters in the country."
  ]
}