{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82878",
  "time_ut": 1696792500.0,
  "original_lang": "en",
  "original_title": "Hamas’s militants are now preparing for the Israeli ground invasion they assume is imminent -The Economist",
  "original_body_lines": [
    "The attack by Hamas was as unexpected to ordinary people in Gaza as it was in Israel. The Jewish state was horrified not just by videos of black-clad gunmen taking women and children hostage, murdering hundreds of unarmed civilians and overrunning military bases. It was also shocked that its intelligence and military forces had so misjudged the intentions of Hamas, the militant group that controls Gaza.",
    "Before this attack Israel and Hamas had fought four major wars and had a number of smaller clashes since the Islamist group took control of Gaza and its 2m people in 2007. These cost thousands of lives, most of them Palestinian. But since the end of a two-week-long battle in 2021, Hamas has avoided escalating the conflict and has indeed restrained other Palestinian militants when they fired rockets into Israel.",
    "Many Israelis believed the Islamist group was more interested in maintaining a ceasefire in order to focus on rebuilding the impoverished and overcrowded coastal strip than in sparking another bloody and pointless war.",
    "The Israeli government hoped that allowing thousands of Palestinian labourers to work in Israel so long as calm prevailed would provide a further incentive to keep the peace.",
    "And some officials hoped that Hamas itself could be co-opted into a long-term truce. Its brutal attack on October 7th shattered that illusion. “Once a terrorist group, always a terrorist group,” says Yaakov Amidror, a former head of Israel’s National Security Council.",
    "Yet for some time there have been signs that Israel might have been misreading the situation in Gaza. For years, Israeli officials have shrugged off warnings that living conditions in the enclave were so dire that the frustrations they caused could spark an explosion.",
    "When Israel withdrew its forces from Gaza in 2005, it was hoped that the territory would be able to export produce into Egypt and Israel and import goods through a border crossing with Egypt. But since Hamas took control of Gaza in 2007 the territory has been under a blockade by both countries that has constrained trade, strangled its economy and largely confined its people.",
    "Adding to those grievances was a sense in Gaza of abandonment by the wider world. Earlier this summer Qatar, which had been sending Hamas $30m a month to pay the salaries of public servants among other things, cut the payments to $10m a month. Even that often arrived late. (“If you’re trying to pay your way out of resistance, you better pay and pay the maximum,” says an interlocutor shuttling between Hamas and Western governments.)",
    "The Abraham accords, which established diplomatic ties between Israel and several Arab countries including the United Arab Emirates, added to Gazans’ feeling of suffering alone. “We’ve decided to put an end to all this,” said Muhammad Deif, the military wing’s commander in a communiqué announcing the attack. “So that the enemy understands that he can no longer revel without being held to account.”",
    "Hamas says it is expecting a ground invasion. It is steadying the nerves of its population for the suffering that will follow. “Either we die slowly or we die taking the occupation with us,” says a Hamas official referring to Israel. It argues that the winds are in its favour.",
    "After multiple wars, its forces are more battle-hardened, innovative and better-equipped than ever. In a clash with Israel in 2014 its brigades continued fighting for 50 days. Israeli air power is pummelling Hamas, but the group believes that Israel’s list of targets is partial and outdated.",
    "It also thinks that Israel’s decision-making is impaired by internal political disputes and that the Jewish state may be ill-placed to win a ground war. Fighting in the densely populated strip will exact a steep humanitarian toll that could sway global public opinion against Israel and draw sympathisers elsewhere in the region into the fray, Hamas hopes.",
    "Above all, notes Hamas’s military spokesman, it holds more than 100 Israeli hostages who would be at as great a risk from an Israel’s offensive as Palestinian civilians. It intends to use them as bargaining chips to secure a mass release of Palestinian prisoners and to end Israel’s blockade. “Negotiations have already started through the Egyptians,” says a Hamas official. And notes an Israeli mediator referring to the captured Israeli soldier Hamas exchanged for over 1,000 Palestinian prisoners in 2011, the price they will seek to exact now is “they have a hundred Gilad Shalits.”",
    "The Islamists are also seeking to change things far beyond Gaza. “We want to spark rebellion” in the occupied West Bank, said a Hamas official, both against Mahmoud Abbas, the ailing president of the Palestinian Authority (pa), and Israel, which props up the pa. (The EU’s announcement on October 9th that it is suspending funding for the pa is likely to further erode the pa’s fragile hold.)",
    "Hamas also aims to return the issue of Palestine to the top of the Middle East’s political agenda. In Lebanon’s Palestinian refugee camps, visitors report a carnival atmosphere. I",
    "n Egypt’s second city, Alexandria, a policeman shot dead two Israeli tourists. And Hamas hopes to spark a wider conflict by appealing for help from other members of the “axis of resistance”, as Iran and its satellites in Iraq, Syria, Lebanon and the Houthi-run part of Yemen like to call themselves.",
    "Yet it is far from clear that the other members of that axis will be enthusiastic about joining the fight. Hizbullah, the party-cum-militia in Lebanon, has a huge arsenal of rockets aimed at Israel. But the bitter war it fought with Israel in 2006 was so destructive that Hizbullah has refrained since then from starting another one.",
    "And Lebanon, with its collapsing economy, is in no shape to deal with another calamity. Hizbullah’s patron, Iran, also seems to want it to keep its satellite’s powder dry; the thousands of rockets it has provided to Hizbullah are intended to deter Israel from bombing Iran’s nuclear programme.",
    "And for all its rhetoric, Iran has never gone to war for the Palestinians. “We know we’re a tool [of Iran],” says the Gaza official, noting that Hamas and Iran lie on opposite sides of Islam’s sectarian divide between Shias and Sunnis. “At the end of day we just have a zawaj muta’, a temporary marriage.”",
    "In an attempt to avoid opening another front, Israeli officials have played down the role of Iran and Hizbullah. But the axis has done little to disguise its gloating at Israel and support for Hamas. On October 9th the Wall Street Journal quoted two unnamed officials from Iran and Hizbullah saying that the Islamic Republic had plotted the attack for weeks.",
    "It noted that Ismail Qaani, the head of the foreign arm of Iran’s Islamic Revolutionary Guard Corps, had repeatedly met with Hizbullah’s leaders and Hamas officials, including Saleh al-Arouri, its representative in Beirut, ahead of the attack. Yet this version of events probably overstates Iran’s role.",
    "Although Hamas gets arms and training from Iran, the Palestinian group insists that it alone decides whether and when to launch operations. In any case, it had many reasons of its own for attacking.",
    "Iran’s main concern is that the region is slipping out of its orbit into America’s and Israel’s.",
    "Saudi Arabia and Israel have both said publicly that they are taking steps towards establishing diplomatic relations and that these are being underwritten by security guarantees from America.",
    "Further progress was expected with the visit of a third Israeli cabinet minister to Riyadh later this month. Just days before this attack started Iran’s supreme leader, Ayatollah Ali Khamenei, warned that countries establishing relations with Israel were putting themselves “in harm’s way”.",
    "Indeed, after a period of relative calm in the region, Iran’s allies are renewing hostilities on several fronts. The Houthis, the Shia armed group that controls Yemen’s capital, recently staged their first cross-border attack on Saudi Arabia for months. Militias aligned with Iran in eastern Syria have also lobbed rockets at American bases and encouraged Arab tribes in the region to rebel against local Kurdish control.",
    "Still, pressure on other members of the axis to do more may increase as the fighting in Gaza intensifies. Two months ago Hizbullah conducted a much-hyped military exercise in southern Lebanon in which it practised capturing Israeli towns. That Hamas has now done so “puts them under pressure”, says Hilal Khashan, a Lebanese security expert.",
    "The day after Hamas launched its attack, Hizbullah shelled three Israeli positions on the Sheba’a farms, a parcel of contested land in the foothills of the Golan Heights.The location of this attack appears designed to assuage the movement’s hotheads, while also signalling to Israel that it wants to avoid escalation. The question is how long that complex calculation holds."
  ]
}