{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Harrison-abandons-Sajith-to-rejoin-UNP/56-748319",
  "time_ut": 1684107685.0,
  "original_lang": "en",
  "original_title": "Harrison abandons Sajith to rejoin UNP",
  "original_body_lines": [
    "SJB Vice President Harrison says he will extend his unconditional support to President Ranil Wickremesinghe",
    "Claims more SJB MPs are in discussion with Wickremesinghe and more crossovers are imminent",
    "Slams Premadasa, citing his refusal to support the efforts to rebuild SL unless under a Government led by him",
    "Samagi Jana Balawegaya (SJB) Vice President and former MP P. Harrison yesterday announced his decision to resign from all posts in the party to rejoin his former political party, the United National Party (UNP) and extend his unconditional support to President Ranil Wickremesinghe.",
    "The former MP held a press conference in Anuradhapura over the weekend where he blamed the weak leadership of the SJB for his decision to leave the party and rejoin his former political party instead.",
    "“We are not satisfied with the decisions being taken within the party,” Harrison noted.",
    "“Before the lapse of two months more than half of the SJB will join Wickremesinghe,” he claimed.  He also revealed that many SJB MPs are currently in discussion with Wickremesinghe unbeknown to Premadasa.",
    "The veteran politician accused the SJB leadership of not speaking up for the country’s people while they languished in queues for fuel and LP gas last year. “Sajith Premadasa claimed he had friends in the Middle East and he could secure fuel. Had he done this, it would not have been a favour either for Ranil Wickremesinghe or the Podujana Peramuna, it would have been for the people of this country,” he said.",
    "Harrison slammed Premadasa for stating he would secure LP gas but only under a Government led by him. “But the people must manage to stay alive until a Government under him comes to power. He has his own theories but he did not present any ideas to rebuild the country,” he said.",
    "He also said Premadasa should have discussed the IMF proposals with the party and presented their own proposals. “Had he done this it would have benefited the people,” he said. Harrison instead that Premadasa has now claimed he will renegotiate the IMF agreement under his own Government instead. “How long will it take to form an SJB Government? He is living in a dream world. He must first think of the people,” he added.",
    "Harrison, a former UNPer during the press conference praised President Ranil Wickremesinghe. He noted that Wickremesinghe on many occasions invited Premadasa to assist the Government to help the people of Sri Lanka and rebuild the country. “But Premadasa would not hear of it. Instead, he wants to wait until a Government led by him comes into power,” he noted."
  ]
}