{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/22/a-chinese-man-guinea-passport-political-intervention/",
  "time_ut": 1684762560.0,
  "original_lang": "en",
  "original_title": "A Chinese Man, Guinea Passport, & Political Intervention",
  "original_body_lines": [
    "COLOMBO (News 1st); A Chinese national suspected of having used a forged passport in an attempt to enter Sri Lanka was set to be deported, and reports suggest that he was later allowed to enter the country via the Katunayake Airport.",
    "On the 18th of May 2023, two Chinese nationals and an Egyptian had arrived in Sri Lanka from Dubai and one of the Chinese men had produced a Guinea passport at the Katunayake Airport.",
    "Immigration and Emigration officers at the BIA had denied entry to the Chinese national upon deciding that the passport he produced was forged.",
    "News 1st's Airport Correspondent said that thereafter, the Chinese national and his colleagues had behaved in an unruly manner.",
    "It was then that State Minister Arundhika Fernando had intervened with the incident.",
    "On the 19th of May 2023, the State Minister had addressed a letter to the Controller General of Immigration and Emigration informing that the Chinese national had arrived in Sri Lanka to discuss a housing project that will be launched under his ministry.",
    "The State Minister had requested that the Chinese man be allowed to enter Sri Lanka upon considering his Chinese passport.",
    "\"The Chinese company based in Sri Lanka said that he is a genuine person, and he possesses a Chinese passport. They said that they will be responsible with regard to any punishment imposed on him, or on the decision to deport him. Therefore, I spoke to the Controller of Immigration and Emigration. I asked if it is possible to allow him to enter the country, using the Chinese passport. I addressed the letter on his advice and I did not influence him in any way,\" exlained the State Minister.",
    "The Department of Immigration and Emigration comes under the Ministry of Public Security, and the matter was raised with Minister Tiran Alles.",
    "He said that he had have given instructions to \"take him (Chinese national) in first and then check with the Chinese Embassy, get all the details and to take a decision.\"",
    "State Minister Arundika Fernando said that later was made aware that a Chinese national cannot use two passports.",
    "The Department of Immigration and Emigration recorded a statement from the Chinese national in question and commenced an investigation.",
    "IMF, Sri Lanka and the way forward : An EXCLUSIVE IMF interview with Newsline",
    "‘I believe the MPs would do the right thing” – PUCSL Chief on parliament resolution to remove him"
  ]
}