{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=47253",
  "time_ut": 1676144460.0,
  "original_lang": "en",
  "original_title": "“Neeyay Unakku Endrum Nigaraanavan” ~ Sparkling Song in “Baley Pandiya”film sung  by TM Soundararajan ~ MS Raju ♫",
  "original_body_lines": [
    "“Neeyay Unakku endrum Nigaraanaavan” is a sparkling song from the old Tamil film “Baley Pandia” produced and directed by B.R.Panthulu in 1962.Sung by maestro TM Soundararajan(TMS) and “Konnakol”expert M.S.Raju(not to be confused with the Telugu film producer) the song was picturised in the film  on actors Sivaji Ganesan and M.R. Radha singing along  with K. Balaji playing the “Ghatam”.",
    "“Nadigaverl” M. R.Radha & Sivaji Ganesan ~ “Neeyay Unakku Endrum Nigaraanavan”",
    "The remarkable highlights of “Baley Pandia”  were the triple roles played by Sivaji Ganesan and the double roles played by M. R. Radha. Sivaji the hero also acted as a scientist and the sidekick of the villain. Radha was the villain as well as the father of the heroine played by Devika. There is much confusion caused by the similar looking appearances of Sivaji in this three roles and Radha in his dual. A lot of humour is provided in the scenes. It is basically a feel good film.",
    "The film “Baley Pandia” was made under the Padmini Pictures banner by the great Kannadiga producer –director B.R. Panthulu who gave us classics like”Veera Pandiya Kattabhomman”,”Sabash Meena”,”Kappalottiya Thamizhan”, ”Karnan”, ”Aayiratil Oruvan” and “Maduraiai Meeta Sundara Pandian”.”Baley Pandia”was a light comedy with actors like Sivaji Ganesan, Devika, M.R. Radha, Balaji and Vasanthi. The screenplay and dialogues were by writer Maa. Raa.",
    "(l) to (R) ~ TK Ramamurthy, “Kavingar” Kannadasan & MS Viswanthan",
    "The famous lyricist “Kavingar” Kannadasan wrote the songs for the film. The music was composed by the popular duo MS Visvanathan and TK Ramamurthi. The songs in the film were sung by TM Soundarajan, P. Susheela,PB Sreenivas, K.Jamunarani and MS Raju.The songs were “Vaazha Ninaithaal”, “Athikkaai Kaai kaai”, “Aadhi Manithan”, “Yaarai Engay Vaippathendru”, “Naan Enna Sollivittaen” and of course “Neeyay Unakku”. All of them were hits.",
    "“Neeyay Unakku” in the film is picturised on Sivaji Ganesan seated on the drawing room floor along with Balaji while M.R. Radha is on the sofa. Sivaji is singing to the accompaniment of Balaji on the Ghatam or pot. Actress Devika is not in the scene but shots of the smiling heroine by the curtain are shown intermittently. “Nadigaverl” M.R. Radha and “Nadigar Thilagham” Sivaji Ganesan playing the prospective father in law and son in law respectively are engaged in a kind of bantering duel via the song.The song ends on a shrill high note as both call out “maamaa” (Father in Law) and “Maappillai (son in law)to each other as those of us watching explode into shrieks of laughter. . Incidently an actress Geetha hailing from Wennappuwa in Sri Lanka was also one of the many wives of Radha and the mother of Tamil actresses Radhika and Nirosha.",
    "A remarkable feature of the song is the interspersing of “Konnakol” sung for M.R. Radha by M.S.Raju a member of the Visvanathan-Ramamurthi music troupe. Radha engages in exceedingly funny movements jumping up and down and sideways while being seated on the sofa.He also displays wild gestures and convoluted lip movements.He is supposedly appreciating the singing of Sivaji Ganesan voiced by TM Soundararajan.Since Raju is voicing for M.R.Radha the Konnakol exponent mimics the thespian’s guttural,rasping voice excellently when emitting sounds. If TMS sounds like Sivaji , Raju sounds like Radha. Balaji is also funny playing the Ghatam. The overall effect is hilarious.",
    "As MR Radha bounces up and down on the sofa at one point the actor puts his hand to his head above his ear and shakes from side to side like a great carnatic singer. This gesture too is comical. There is however a tale behind this. Apparently the wig worn by Radha was about to fall and the actor reacting instinctively had held on to it while continuing with his movements for the camera. Director Panthulu however liked that image so much that he not only retained it but developed it further with another take.",
    "Very few musical instruments are used for the song. The Ghatam, Kanjira and Mridangam along with the Tambura are the instruments mainly used for the song.The Alapanai and rendering of Swaras by TM Soundararajan are excellent though somewhat overwhelmed by the Konnakol just as Radha steals the scene away from Sivaji by his sideshow  performance. The mixture of the swaras by TMS and Konnakol by Raju pep up the song immensely.",
    "Konnakol or vocal percussion which was a staple of Carnatic music performances at one time is now becoming a dying art.Konnakol is derived from the Telugu word “Koni” and the Tamil word “Kol” . In Telugu “Koni” means “recite” or “to say” while in classical Tamil “Kol” means “reign” or “to Rule”(derived from “Kol” meaning sceptre).Konnakol is a form of performing percussion syllables or beat sounds vocally. In chaste Tamil Konnakol can be termed “Sol Kattu” with “sol”meaning syllable and “Kattu” a bunch or group.",
    "In Carnatic music rhythms are arranged and structured in a comprehensive and somewhat complex manner.The sound patterns played on most percussion instruments in general and the Mridangam (drum) in particular can be recited vocally by using a special vocabulary of phonetic syllables. This in effect is Konnakol or Solkattu. Many music experts feel that the art of reciting and performing Konnakol/Solkattu is a highly developed mode of leaning and mastering rhythm.",
    "Sadly this art is now dwindling.The Konnakol performed in “Baley Pandia” is perceived as a humorous item. Raju’s off –screen imitation of M.R. Radha’s voice accompanied by the on –sreen antics of the actor makes the scene a comedy. Nevertheless the intricacies and difficulties of such singing is understood and admired. This is what endears the singer and song to the audience.",
    "Incorporating two singing styles  with two voices are incorporated  in one song alternating between two types of voice tones  and pitches. The words and syllables are sung by TMS for Sivaji and Raju for MR Radha. Konnakol or vocal percussion is by itself an intricate task but  it was made even more entertaining  by the fact that Raju had imitated the guttural rasping tone of MR Radha most appropriately  in this film.",
    "“Neeyay Unakku” song is based on the Carnatic music raga “Suddhadhanyasi”.It has been used several times in film song compositions.Songs such as “Valarmadhiye Vaa”from “Vanangamudi”,”Kangal Engay” in “Karnan”, ”Thottaal Poo Malarum” in “Padagotti”, “Poovarasam Poo” in “Kizhakkay Pohum Rayil” and “Vizhiyil Vizhulundhu” in “Alaigal Oyvadhillai” have been based on Suddhasanyasi.",
    "According to Carnatic music connoisseur Charulatha Mani writing in “The Hindu” the “Neeyay Unakku” song is a “spirited Suddhadhanyasi treat” which “often leaves the listener in splits”. She also says “the fun element gushes forth, while the raga’s purity remains uncompromised (in) an intelligent composition”.",
    "A little known fact about “Baley Pandia” is that the entire film shoot took only twenty days. This was because lead actor Sivaji Ganesan was to embark on a trip to the USA and so had to finish shooting within a short period.This resulted in a hurried shooting schedule with little time for in depth rehearsals or protracted filming.Eight of the twenty days were spent to shoot the song sequences.",
    "The crew and cast worked a 15 hours a day from 10 am in the morning to 1 am in the night.The “Neeyay Unakku” song took up seven hours to film.While Sivaji took time to rehearse his scenes Radha plunged in without rehearsal and improvised most of the time.When Radha heard the recording of the song he was impressed by Raju’s voice resemblance to him and wanted to see him in person.He was pleasantly surprised to see that the Konnakol artiste was a young,thin,fair person who looked nothing like Radha himself.",
    "As stated earlier the tune for “Neeyay Unakku” was composed by the “Mellisai Mannargal” (Kings of Light music) Visvanathan–Ramamurthi duo. It is said that Ramamurthi had a greater role than Visvanathan in composing the tune and notes for this particular number based on the raga Suddhasanyasi. Sadly the MSV – TKR duo broke up in 1965 with Visvanathan and Ramamurhi composing music separately thereafter.",
    "I saw the movie “Baley Pandia” the first time in Batticaloa at the age of nine. I had gone to my maternal uncle’s place during the August 1963 school holidays. After laughing loudly in the theatre when the song was being enacted,my cousins and I kept trying to imitate the song several times after we returned home.I saw the film again on the screen years later. Nowadays I have a DVD which I play now and then.I must confess that the song is part of my “shower singing” repertoire."
  ]
}