{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Two-trains-collide-in-Greece-at-least-32-killed-85-injured/108-255057",
  "time_ut": 1677647407.0,
  "original_lang": "en",
  "original_title": "Two trains collide in Greece, at least 32 killed, 85 injured",
  "original_body_lines": [
    "Two trains collided head-on in Greece killing at least 32 people and injuring 85 late on Tuesday night, the fire brigade said, but the cause of the deadliest rail crash in Greece in decades remained unclear.",
    "An intercity passenger train travelling from Athens to the northern city of Thessaloniki collided at high speed with a cargo train outside the city of Larissa in central Greece, said the governor of the Thessaly region.",
    "The impact caused a fire in a number of the passenger carriages, burning many commuters who were rushed to hospitals.",
    "\"We heard a big bang, (it was) 10 nightmarish seconds,\" said Stergios Minenis, a 28-year-old passenger who jumped to safety from the wreckage.",
    "\"We were turning over in the wagon until we fell on our sides...then there was panic, cables (everywhere) fire, the fire was immediate, as we were turning over we were being burned, fire was right and left.\"",
    "Thessaly regional governor Konstantinos Agorastos told SKAI TV that the first four carriages of the passenger train were derailed in the crash, while the first two carriages, which caught fire, were \"almost completely destroyed\".",
    "He said the two trains hurtled towards each other on the same track.",
    "\"They were travelling at great speed and one (driver) didn't know the other was coming,\" the governor said.About 250 passengers were evacuated safely to Thessaloniki on buses.",
    "One passenger told state broadcaster ERT he managed to escape after breaking the train window with his suitcase.",
    "\"There was panic in the carriage, people were screaming,\" a young man who was evacuated to a nearby bridge.",
    "\"It was like an earthquake,\" Angelos Tsiamouras, another passenger, told ERT.",
    "Broadcaster SKAI showed footage of derailed carriages, badly damaged with broken windows and thick plumes of smoke, as well as debris strewn across the road. Rescue workers were seen carrying torches in carriages looking for trapped passengers.",
    "\"The evacuation of passengers is under way in very difficult conditions given the severity of the collision of the two trains,\" fire brigade spokesperson Vassilis Varthakogiannis said in a televised address.",
    "In the early hours of Wednesday, footage from state broadcaster ERT showed rescue workers with headlights searching the wreckage and surrounding fields for survivors.",
    "\"We are living through a tragedy. We are pulling out people alive, injured...there are dead. We are going to be here all night, until we finish, until we find the last person,\" a volunteer rescue worker told ERT state broadcaster.",
    "Local media reported about 350 people were travelling on the passenger train, which departed Athens around 7.30 pm (0530 GMT). The fire brigade said it was informed of the accident shortly before midnight on Tuesday. The cargo train had been travelling from Thessaloniki to Larissa.",
    "In 1972, 19 people were killed when two trains collided head on outside Larissa.",
    "Greece's ageing railway system is need of modernising, with many trains travelling on single tracks and signalling and automatic control systems still to be installed in many areas.",
    "Greece sold railway operator TRAINOSE to Italy's Ferrovie dello Stato Italiane in 2017 as part of its international bailout programme, expecting hundreds of millions of euros to be invested in rail infrastructure in the coming years.",
    "According to the Italian company's website it is the main provider of rail transport for passengers and freight in Greece and runs 342 passenger and commercial routes a day. (Reuters)"
  ]
}