{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89953/sri-lanka-risks-imf-roadblock-as-local-debt-plan-gets-few-takers-",
  "time_ut": 1682053800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka risks IMF roadblock as local debt plan gets few takers",
  "original_body_lines": [
    "(Bloomberg) – Sri Lanka’s plan for a voluntary restructuring of its domestic debt is finding few takers from local banks worried about a hit to their capital, raising the risk of a delay in the country’s financial rescue.",
    "Some of the nation’s biggest lenders including Commercial Bank of Ceylon Plc. and Hatton National Bank Plc warn that a local debt restructuring will lead to capital impairment as banks are forced to set aside more money to cover losses.",
    "“Already the banking sector is taking a toll on haircuts on dollar bonds,” said Sanath Manatunge, chief executive officer at Commercial Bank of Ceylon. “For liquidity and statutory reasons, we have to have some bills and bonds. If that is also going to be subject to a haircut, then the industry might lose its resilience.”",
    "The country’s biggest challenge after securing a $3 billion bailout from the International Monetary Fund in March is to reach a restructuring deal with creditors that would make its debt sustainable in the eyes of the Washington-based lender. Banks’ reluctance to participate in a domestic-debt restructuring could complicate the process, which authorities hope to conclude before the first IMF review slated for September.",
    "Authorities agreed to include local-currency bonds in the restructuring program as they sought to appease overseas investors who are demanding that domestic debt holders should also share billions of dollars of losses. Sri Lanka’s external borrowings totaled $41 billion, while its local currency debt stood at around $38 billion in 2022, according to the IMF.",
    "Sri Lankan lenders’ capital buffers are already depleted and if they are further affected by debt restructuring, that would make raising fresh funds harder, Aruni Goonetilleke, chairperson of Hatton National Bank, said at an Asian Development Bank event earlier this month.",
    "Only Treasury bills held by the central bank, which owns about two-thirds of the nation’s around $11.4 billion in the securities are currently included in the debt treatment, officials have said. Sri Lanka also has $24 billion worth of T-bonds, most of which are held by domestic banks and local retirement funds and are subject to voluntary restructuring.",
    "One way to push through the debt overhaul would be to restructure bonds held by the nation’s Superannuation funds, provided their cash flow can be serviced, said Suhini Fernando, chief executive of Reliance Capital (Pvt) Ltd., a Colombo-based investment consultancy.",
    "That would have the least economic impact, while offering a bigger effect on reducing the nation’s gross financing needs as per the IMF parameters, Fernando said. Sri Lanka is expected to unveil its debt restructuring blueprint by the end of April."
  ]
}