{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/un-chief-assures-support-for-sri-lanka-recovery-debt-sustainability-presidents-office-124355/",
  "time_ut": 1687585800.0,
  "original_lang": "en",
  "original_title": "UN chief assures support for Sri Lanka recovery, debt sustainability: president’s office",
  "original_body_lines": [
    "ECONOMYNEXT – United Nations (UN) Secretary General Antonio Guterres has expressed his and the UN’s support for Sri Lanka’s economic recovery and debt sustainability endeavours in a meeting with President Ranil Wickremesinghe.",
    "A statement from the president’s media division (PMD) said on Friday June 23 that Guterres had assured Wickremesinghe of “strong commitment to assisting Sri Lanka” when the two met on the sidelines of the Summit for a New Global Financial Pact on Thursday June 22 in France.",
    "Guterres had also commended the progress made by Sri Lanka in achieving the country’s Sustainable Development Goals (SDGs), recognising the efforts undertaken to address pressing social and environmental challenges, the PMD statement said.",
    "President Wickremesinghe had updated the UN chief on the progress made in Sri Lanka’s economic recovery and debt restructuring efforts. He had also presented the Sri Lankan government’s “ambitious climate prosperity plan”.",
    "Guterres was apprised of the “significant strides achieved in the process of economic recovery and the ongoing initiatives to restructure the country’s debt”, the PMD statement said, adding that the president had also highlighted Sri Lanka’s commitment to implementing sustainable economic policies and fostering a resilient financial framework to ensure long-term stability.",
    "In terms of climate prosperity, Wickremeisnghe had outlined what the PMD statement called comprehensive strategies aimed at mitigating the adverse impacts of climate change while promoting sustainable development. The plan emphasises the importance of renewable energy, conservation efforts, and climate-resilient infrastructure, it said. (Colombo/Jun24/2023)"
  ]
}