{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/us-senate-committee-urges-bankrupt-sri-lanka-to-hold-local-elections-without-delay-113662/",
  "time_ut": 1677654360.0,
  "original_lang": "en",
  "original_title": "US senate committee urges bankrupt Sri Lanka to hold local elections without delay",
  "original_body_lines": [
    "ECONOMYNEXT – The United States Senate Committee on Foreign Relations has urged Sri Lanka’s government to hold its local government elections without delay even as the cash-strapped island nation awaits an International Monetary Fund (IMF) bailout to recover from its worst currency crisis in decades.",
    "The standing committee of the US senate tweeted on Wednesday March 01 that delaying the election would be undemocratic.",
    "Committee chairman Bob Menendez said any effort to take away the voice of the people of Sri Lanka would be a direct violation of citizens’ rights.",
    "Any effort to take away the voice of the people of Sri Lanka is undeniably undemocratic & a direct violation of Sri Lankans’ rights. I urge the Government of Sri Lanka to hold free & fair local elections without further delays. https://t.co/n0xyOrmRSe",
    "Election Commission Chairman Nimal Punchihewa on Friday February 24 wrote to Speaker Mahinda Yapa Abeywaredena on securing funds for the local government polls that were originally scheduled for March 09 and has since been postponed.",
    "A new date for the polls has yet to be announced, and opposition parties claim that the government is deliberately delaying the polls citing financial constraints because it fears a humiliating defeat. President Ranil Wickremesinghe recently told parliament that the election has, in fact, not been delayed as the election commission had yet to officially declare a date for its conduct.",
    "Wickremesinghe said that there are no funds at present, but all stakeholders can discuss a possible solution.",
    "“For now there is no money. But for now there is no election either. There is no money for an election, and even if there was, there is no election. So what do we do?” he said.",
    "On Tuesday, a group of Sri Lanka’s opposition MPs led by opposition leader Sajith Premadasa asked Speaker Mahinda Yapa Abeywardena to summon the Secretary to the Ministry of Finance to a party leader’s meeting on the local government elections.",
    "Sri Lanka local elections: opposition wants speaker to summon finance secretarySee more"
  ]
}