{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/US-Ambassador-visits-Hayleys-Plantations-Pedro-Tea-Estate/34-746715",
  "time_ut": 1679679735.0,
  "original_lang": "en",
  "original_title": "US Ambassador visits Hayleys Plantations’ Pedro Tea Estate",
  "original_body_lines": [
    "US Ambassador to Sri Lanka Julie Chung with Hayleys Plantations Managing Director Dr. Roshan Rajadurai and the team at the estate",
    "Sri Lanka’s most awarded plantations company, Hayleys Plantations, recently hosted US Ambassador to Sri Lanka Julie Chung, on an exclusive tour of its Pedro Estate in Nuwara Eliya.",
    "Commenting on the visit via Twitter, Ambassador Chung said: “Tea production is key to Sri Lanka’s economy and the region’s success. I met with the Managing Director and Regional Manager of Hayleys Plantation to explore a business owner’s perspective on challenges from the economic crisis and how to meet the needs of plantation workers.”",
    "During her visit, Hayleys Plantations Managing Director Dr. Roshan Rajadurai and his team demonstrated the innovative technology and processes set in place at Kelani Valley Plantations (KVPL), including its implementation of digital weighing scales linked to personalised NFC cards to reliably track and reward employees on performance.",
    "The tour also included discussions on a range of initiatives undertaken by Hayleys Plantations to support the health and well-being of their workforce and address the challenges presented by the current economic crisis. These initiatives were showcased in detail during the visit, with the team providing an overview of the company’s exceptional welfare programs implemented over the last two years.",
    "One of the main highlights of the event was the recognition given to the RPC’s award-winning ‘Home For Every Plantation Worker’ project, which has improved the quality of life for more than 8,700 employees and their families, benefiting a total of over 58,000 people. By focusing on health and nutrition management, well-being, capacity building, and the enhancement of living conditions, the project aims to provide comprehensive support to workers and their loved ones.",
    "The visit follows that of Ambassador of Japan to Sri Lanka Hideaki Mizukoshi to the Pedro Estate late last year. “It has been a pleasure to witness how Sri Lanka’s world-renowned tea is manufactured. We were privileged to visit the beautiful tea fields and experience the new innovations in sustainability and HR pioneered by Hayleys Plantations. Employees are at the heart of any enterprise, and this was clearly evident during the discussions I had with some of the employees. I wish the company all the best in their future endeavours and applaud the unique processes and systems they have put in place with the support of JASTECA,” Ambassador Mizukoshi commented on his visit.",
    "Comprising three top-rated Regional Plantation Companies, Kelani Valley Plantations PLC (KVPL), Talawakelle Tea Estates PLC (TTEL) and Horana Plantations PLC (HPL), which are managed by Hayleys Plantations, the sector owns 60 tea and rubber estates covering approximately 26 hectares of land spanning three distinctive agro-climatic regions."
  ]
}