{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Developing-Sri-Lanka-in-a-circular-way/4-747052",
  "time_ut": 1680567598.0,
  "original_lang": "en",
  "original_title": "Developing Sri Lanka in a circular way",
  "original_body_lines": [
    "Sri Lanka can implement the circular economy and create a more sustainable and resilient future for its citizens by taking a comprehensive and collaborative approach",
    "The circular economy is a long-term economic model that prioritises resource conservation and waste reduction. It is based on the principles of reducing, reusing, and recycling, and it aims to create closed-loop systems in which waste from one process is used as input for an-other. The circular economy aims to make the economy more sustainable and resilient by reducing reliance on finite resources, lowering environmental impact, and promoting eco-nomic growth.",
    "The idea of a circular economy dates back to the 1930s, when economist John Maynard Keynes proposed the concept of a “circular flow” of income and spending. As concerns about resource depletion, waste, and environmental degradation grew in the 1970s and 1980s, the concept of a circular economy gained traction. The term “circular economy” was coined in the 1970s by German industrial designer Walter Stahel, who proposed a “closed-loop” system in which waste and by-products are transformed into new resources rather than discarded as waste. The concept of circular economy was popularised in the 1990s with the publication of D.H. Meadows’ book “The Limits to Growth,” argued that the world was on a path towards resource depletion and ecological collapse and that a more sustainable approach to economic development was required. Meanwhile, in the 1990s, the Dutch gov-ernment established the Cradle-to-Cradle Institute to promote the development of circular economy concepts and practises as a key component of its national sustainability strategy.",
    "The concept of a circular economy gained traction in Europe in the early 2000s, as govern-ments, businesses, and non-governmental organisations began to investigate new ap-proaches to sustainable development. The Ellen MacArthur Foundation was founded in the United Kingdom in 2009 with the goal of accelerating the transition to a circular economy, and the concept of the circular economy has gained international attention, with the Euro-pean Union (EU) adapting a circular economy strategy in 2015, and the United Nations adopted the Sustainable Development Goals (SDGs), which include a goal to “ensure sus-tainable consumption and production patterns,” and the circular economy has gained inter-national attention. In 2016, the World Economic Forum launched the Platform for Accelerat-ing Circular Economy (PACE). Taking everything into account, the circular economy is now regarded as a critical strategy for addressing environmental challenges such as climate change, waste, and resource depletion, as well as promoting economic growth and competi-tiveness.",
    "The circular economy concept is gaining traction around the world, with many countries and organisations taking steps to transition to a more circular economy. In the South Asian re-gion, our neighbouring country, India, has taken several steps to implement circular econo-my principles. For example, in 2016, Plastic Waste Management Rules were introduced for the management of plastic waste, with the goal of reducing the use of single-use plastics and promoting the reuse and recycling of plastic waste; E-waste Management Rules were introduced for the management of e-waste, with the goal of promoting the responsible dis-posal of electronic waste and preventing its negative impact on the environment and human health. In addition, India established the National Bamboo Mission to promote the cultiva-tion and use of bamboo as a sustainable resource, as well as the development of bamboo-based industries. Furthermore, in 2014, India launched the Swachh Bharat Abhiyan, a na-tional cleanliness campaign aimed at improving solid and liquid waste management and promoting clean and sustainable practices in communities across the country. Bangladesh has also taken several steps to put the principles of a circular economy into practise, including the adoption of a National Biodiversity Strategy for the period 2016-2021, which aims to promote the sustainable use of biodiversity while also protecting ecosystems and wildlife. Promoting the textile recycling industry, which collects and recycles used cloth-ing and textiles, reducing waste generation and promoting material circularity.",
    "(The writer is Research Fellow – Ararat Jobs and Technology Precinct, Future Regions Re-search Centre, Federation University, Australia.)",
    "Not only In-dia and Bangladesh, but also Pakistan, have implemented water management projects, such as “Trans-Boundary Effects on Ground and Surface Water Along Pakistan’s Eastern Border,” “Improved Land and Water Conservation Practices to Enhance Wasteland Productivity in Thal Desert,” and numerous other projects aimed at conserving water resources and pro-moting sustainable water use.",
    "Sri Lanka, like many developing countries, faces a number of waste, resource depletion, and environmental degradation challenges. Illegal waste dumping is a major issue in Sri Lanka’s Muthurajawela wetlands. The wetland is a protected area as well as a vital ecosystem for biodiversity and water management. It is, however, a popular location for illegal waste dumping, which can have serious consequences for the environment and public health. Cli-mate change impacts, such as sea-level rise, coastal erosion, and an increase in the fre-quency of extreme weather events, are also causing environmental degradation and affect-ing human health. Furthermore, small-scale farmers in Sri Lanka have limited access to technologies and inputs such as seeds, fertilisers, and agricultural machinery, which reduces their market competitiveness and productivity, and it may lead to land degradation, includ-ing soil erosion, deforestation, and degradation of natural habitats, all of which threaten biodiversity and ecosystem health.",
    "To address these issues, Sri Lanka must prioritise the development of waste management infrastructure, promote recycling and resource conservation, raise public awareness about the importance of sustainable practices, and strengthen the regulatory framework for waste management and resource conservation through the adoption of the circular economy con-cept. Sri Lanka can implement the circular economy and create a more sustainable and re-silient future for its citizens by taking a comprehensive and collaborative approach. In order to implement a circular economy in Sri Lanka, a comprehensive and integrated approach will be required, involving a wide range of stakeholders from government, business, and civ-il society. Some examples of circular economy implementation in Sri Lanka include:",
    "1. Government policies: Through policies and regulations that encourage resource efficiency and waste reduction, the Government can play an important role in promoting the circular economy. Incentives for businesses to adopt circular practices and increased investment in waste management and recycling infrastructure are two examples.",
    "2. Business initiatives: Companies can implement circular business models like product-as-a-service, closed-loop supply chains, and circular procurement, as well as collaborate to cre-ate circular ecosystems.",
    "3. Education and awareness: Raising public, business, and government awareness and un-derstanding of the circular economy is critical to its success. Education and training pro-grammes, as well as outreach and communication campaigns, can help achieve this.",
    "4. Infrastructure: Investing in waste management and recycling infrastructure is critical for the circular economy’s success. This includes creating collection and sorting systems, pro-cessing facilities, and secondary material marketplaces.",
    "5. Collaboration: Putting the circular economy into action in Sri Lanka will necessitate col-laboration and coordination among government, business, and civil society. This can include collaborations, networks, and initiatives that bring stakeholders together to develop and im-plement circular solutions.",
    "Colombo can become a model of sustainable and resilient urban development by taking the steps outlined above, demonstrating the potential for circular cities to drive economic, envi-ronmental, and social benefits for all. Several key steps can be taken to develop Colombo as a circular city:",
    "• Implement a waste management strategy: Colombo can take a circular economy ap-proach to waste management, focusing on reducing, reusing, and recycling waste while also improving waste management that cannot be avoided or recycled.",
    "• Promote sustainable transportation: To reduce emissions and congestion, Colombo can work to improve its public transportation system, reduce its reliance on private vehicles, and encourage cycling and walking.",
    "• Encourage the construction of green buildings: Colombo can encourage the construction of green buildings that are energy-efficient, use renewable energy sources, and reduce waste and emissions.",
    "• Promote a circular economy in the business sector: Colombo can encourage its businesses to adopt circular economy practises such as waste reduction, improved product design, and resource optimisation.",
    "• Involve citizens: Colombo can engage its citizens in the city’s transition to a circular econ-omy by providing information and education on circular economy principles and practices, as well as encouraging them to adopt circular habits in their daily lives.",
    "• Collaborate with other cities: To support its transition to a circular city, Colombo can col-laborate with other cities and organisations to share best practices and learning, as well as pool resources and expertise.",
    "Adoption of the circular economy will assist Sri Lanka in meeting the United Nations Sus-tainable Development Goals and developing a more sustainable, equitable, and resilient fu-ture.",
    "(The writer is Research Fellow – Ararat Jobs and Technology Precinct, Future Regions Re-search Centre, Federation University, Australia.)"
  ]
}