{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Finding-Peaceful-Equitable-Sustainable-Way-Out-of-Economic-Crisis-in-Sri-Lanka/172-257200",
  "time_ut": 1680638917.0,
  "original_lang": "en",
  "original_title": "Finding Peaceful, Equitable, Sustainable Way Out of  Economic Crisis in Sri Lanka",
  "original_body_lines": [
    "I wish to begin this article with a very broad assertion, namely, Sri Lanka’s present economic crisis is the result of a series of deliberate and short-sighted policy measures taken by post-liberalization regimes since 1977. These policy measures led to not only structural changes in the economy but also far reaching changes in many other sectors such as education, health, transport and social welfare. As regards the economic changes, the trends have been quite clear. To understand this, one only has to follow the changes in the macroeconomic indicators over the last four decades.",
    "If we first look at the structural changes brought about by liberalization policies, it was quite clear that the service sector expanded rapidly, often at the expense of industrial and agricultural sectors leading to a widening trade gap as imports of industrial and even agricultural commodities increased steadily, far exceeding the value of exports. But, instead of addressing the emergent structural distortions of the economy, successive governments promoted export of labour and tourism as a way of earning foreign income to pay for rapidly increasing industrial and other goods Imported to the country.",
    "Increasing availability of foreign exchange from worker remittances and tourism not only helped bridge the otherwise widening trade gap but also pay for all sorts of consumer goods demanded buy the increasingly affluent sections of the population. The expansion of this class was facilitated by low tax regimes maintained by successive governments. Increasing disposable income of a sizable segment of the population also increased the demand for private services in health, transport and education and this led to the opening up of these sectors for private investment resulting in the proliferation of private health care providers, international schools in and around Colombo and Importation of hundreds of thousands of private vehicles.",
    "The above developments contributed to unprecedented inequalities in the areas of health, education and passenger transport, all of which hitherto remained mostly publicly provided services. Inequality became clearly evident in all these sectors but post- liberalization regimes failed to do anything significant to contain increasingly visible inequalities not only in household income but also the widening gap between urban and rural/estate sectors.",
    "Increasing availability of foreign exchange from worker remittances and tourism not only helped bridge the otherwise widening trade gap but also pay for all sorts of consumer goods demanded buy the increasingly affluent sections of the population.",
    "The failure of the post-1977 regimes to contain growing income inequality by implementing a progressive taxation policy led to decreasing state revenue, making it impossible to allocate adequate resources to publicly provided health, education and transport services. Poor quality of these services in turn created highly unequal life chances for lower income groups in society. For instance, poor educational facilities in rural and estate areas forced parents to pay for private tuition that emerged as a thriving business in all parts of the country. Poorly funded and crowded public transport services forced even many low-income people to buy transport equipment like imported motor cycles and three-wheelers to have more convenient modes of local transport, not to mention hundreds of thousands of all sorts of cars imported for the use of higher income groups. The same sort of development was also evident in the health sector when private provision of health care became an integral part of the health sector in Sri Lanka.",
    "increasing cost of living as a consequence of the above developments encouraged more and more people including young men and women to migrate overseas for extended periods of employment and this helped many families to earn supplementary incomes not only to cover their day-to-day consumption but also to save money for children’s education, buy land, build houses, etc.  But such economic gains came with considerable social costs such as the neglect of small children, break up of families and even the spread of alcohol abuse by men. Yet, increasing remittances soon became the biggest single foreign exchange earner for the country, often over US$7 billion per year.  On the other hand, increasing outflow of labour from rural and estate areas for overseas employment led to increasing costs of agricultural labour making small scale agriculture unviable, often resulting in the abandonment of many small parcels of agricultural land by farmers resulting in a decline in agriculture production and related livelihoods.",
    "Despite social costs of labour migration, increasing worker remittances became a blessing in disguise for successive governments. In fact, populist governments began to label migrant workers as “Rata Viruwo” (Oversees heroes), following the equally adulatory term “Rana Viruwo” used for security service personnel fighting in the war in the north and east of the country. Availability of foreign currency earned by migrant workers enabled the governments and private companies to pay for all sorts of imports demanded by consumers, in particular those who purchased all kinds of motor cars and electrical appliances.",
    "In spite of largely consumption driven economic growth, state revenue continued to remain low as a proportion of the GDP.  In fact, state revenue declined from about 20% of GDP in the mid 1970’s to about 8% to 10% of GDP in recent years.  Implications of this became so obvious when university academics asked the government to allocate 6% of the GDP for education alone. While this was obviously an impossible proposition, public investment in education had declined to about 1.5% of the GDP. In fact, this was a small fraction of what many countries, even in the Asian region invested in public education in recent decades.",
    "The result of a very low level of public investment in education has had serious consequences for the education sector. Well to do families began to move their children from government schools to international schools that proliferated in urban areas alongside well-equipped private schools. Poorer families had no choice but rely on poorly endowed schools for their children’s education. In short, providing equal opportunities to all children and youth became an impossibility within a highly unequal education system. The situation in the health and transport sectors has not been any better than in education.",
    "As it is evident from what is outlined above, the economic and social conditions that emerged following the implementation of neoliberal policies over the last several decades have not been equitable, just or sustainable. In fact, the conditions became worse over the last two decades when the populist regimes that came to power did not seem to care about the emerging vulnerabilities of the Sri Lankan economy due to its serious structural distortions and weaknesses.  Moreover, when the public funds raised through commercial borrowings were diverted into infrastructure projects that often did not have any prospect of generating an economic return, public debts became a very serious issue that needed urgent attention. Yet, what followed was even worse when authorities began to rely on commercial borrowings to raise public funds to support government expenditure and this eventually led to high inflation imposing a heavy burden on lower income groups in the country.",
    "The developments outlined above eventually prepared the ground for the unprecedented economic crisis when the foreign debts accumulated over several decades could no longer be serviced, resulting in the declaration of bankruptcy in early 2022.",
    "Based on the above discussion, it can be concluded that the path to the present economic crisis was laid by shortsighted policies adopted by successive governments with callous disregard for the serious adverse effects of such policies on a large majority of people. But, what is equally important to note is that there are no political leaders and others to take responsibility for the obvious policy failures.",
    "On the other hand, the country cannot move forward, beyond the present crisis, unless a genuine national effort is made to not only agree on what went wrong but also come up with an alternative policy framework to guide desirable policy shifts and necessary institutional reforms at all levels."
  ]
}