{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-shares-fall-to-near-3-weeks-low-as-ddr-speculation-weighs-120959/",
  "time_ut": 1684495560.0,
  "original_lang": "en",
  "original_title": "Sri Lanka shares fall to near 3-weeks low as DDR speculation weighs",
  "original_body_lines": [
    "ECONOMYNEXT –  Sri Lanka’s shares closed down on Friday in thin trade as speculations over possible domestic debt restructuring weighed on the investor sentiment while some sold their stake in the wake of rising interest rates, an analyst said.",
    "The main All Share Price Index was down 0.72 percent or 63.25 points to 8,716.96, this is the lowest the index has been since 02 May, while the most liquid index S&P SL20 was down 1.17 percent or 29.31 points to 2,478.40.",
    "“There is nothing happening in the market, investors are clearly on a wait and see approach and selling out cause of interest rates becoming unbearable, margin rates are 36 percent and investors don’t want to gatekeep shares for the long run cause of the rate of interest,” an analyst said.",
    "Sri Lanka is making progress in an International Monetary Fund agreement but improvements have to be made, State Minister for Finance Shehan Semasinghe said.",
    "Sri Lanka’s government is to disclose the stance on domestic debt restructuring towards the end of May, which is why investors have adopted a wait and see approach.",
    "The market generated a turnover of 524 million rupees, below the market’s yearly average of 1.3 billion rupees. The main contributors were Food, Beverage & Tobacco Industry giving 130 million rupees, Capital Goods Industry contributed 112 million rupees and the Banking Industry contributed 101 million rupees to the accumulated turnover.",
    "Analysts said the low volumes seen in the market are due to the debt restructuring concerns, and investors are waiting for the monetary policy review for the next month.",
    "Sri Lanka’s banks said assurances has been received that the stability of the sector cannot be risked in a planned domestic debt overhaul, to make the defaulted debt sustainable under a program with the International Monetary Fund.",
    "Sri Lanka’s banks have sought clarity on a proposed domestic debt restructure, questioning whether there is a non-voluntary element in the plan, and have also called for transparent discussions with all banks.",
    "The foreign inflows were 9 million rupees which is the lowest inflow recorded for the year, while the net foreign outflow was 25 million rupees. (Colombo/May19/2023"
  ]
}