{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/favourable-economic-signals-rally-retail-investors-to-cse/",
  "time_ut": 1688750100.0,
  "original_lang": "en",
  "original_title": "Favourable economic signals rally retail investors to CSE",
  "original_body_lines": [
    "The positive comments made by Central Bank Governor Dr. Nandalal Weerasinghe on the national economy have resulted in improved investor sentiment especially of the retail investors of the Stock Exchange, increasing their participation in stock trading activities.",
    "This was revealed by stock market analysts at the close of stock trading yesterday. On the previous day profit takings were noted in selected counters, especially in the banking sector, but that trend did not continue yesterday after the Central Bank Governor expressed his confidence in greater stability in the domestic economy and financial markets, analysts said.",
    "Amid those developments both indices moved upwards. All Share Price Index up by 114.7 points and S and P SL20 up by 26.1 points. Turnover stood at Rs. three billion with three crossings.",
    "Those crossings were reported in Sierra Cables, which crossed 2.5 million shares to the Rs 31.3 million and its share price traded at Rs 12.50, Royal Ceramic 600,000 shares crossed to the tune of Rs 20.8 million and its share price traded at Rs 34.70 and Grain Elevators 200,000 shares crossed to the tune of Rs 20.1 million and its share price traded at Rs 100.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were Capital Alliance Rs 302 million (6.5 million shares traded), Royal Ceramic Rs 203 million (5.8 million shares traded), Melstacope Rs 134 million (1.9 million shares traded), First Capital Holdings Rs 121 million (1.5 million shares traded), Hemas Holdings Rs 120.2 million (1.5 million shares traded), JKH Rs 103 million (666,000 shares traded) and Tokyo Cement Rs 101 million (1.9 million shares traded). During the day 126 million share volume changed hands in 29000 transactions.",
    "It is said high net worth and institutional investor participation was noted in CIC Holdings, JKH and Royal Ceramics. Mixed interest was observed in Hayleys, Capital Alliance and Sunshine Holdings whilst retail interest was noted in Browns Investments, Softlogic Capital and LOLC Finance.",
    "The Materials sector was the top contributor to the market turnover (due to CIC Holdings) whilst the sector index gained 1.90%. The share price of CIC Holdings increased by Rs. 2.10 to Rs. 70.20.",
    "The Capital Goods sector was the second highest contributor to the market turnover (due to Hayleys and Royal Ceramics) whilst the sector index decreased by 0.73 percent . The share price of Hayleys edged down 10 cents to close at Rs. 88.80. The share price of Royal Ceramics appreciated by Rs. 1.10 to Rs. 33.10.The buying and selling rate of USD were at Rs. 302.63 and Rs. 317.09 respectively, yesterday.",
    "Tourism Industry would significantly contribute to the country’s Foreign Exchange earnings – President",
    "Coca-Cola Beverages Sri Lanka and Uber Eats Sri Lanka launch ‘Ride for Recycling’",
    "CSE edges down at mid-day but returns to positive territory latterly",
    "High net worth, retail and mixed interests run in tandem at CSE",
    "Sampath Bank crossing contributes more than Rs. 590 million to CSE turnover",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}