{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/understanding-nature-and-knowing-the-land/",
  "time_ut": 1682753640.0,
  "original_lang": "en",
  "original_title": "Understanding nature and knowing the land",
  "original_body_lines": [
    "In his field work for Baurs Thilo had to travel the length and breadth of Sri Lanka. On a map he marked each route he had taken. He then made sure that where possible he did not use the same one twice until all were covered.",
    "His first journeys away from the city rekindled his interest in nature and wildlife, which was in his heart from the time he was a boy in Switzerland. It would impel him to explore the island for more than six decades, whenever he could, traveling everywhere in it, including its least visited and most remote areas.",
    "He often walked long distances in these explorations. Most such expeditions were in the dry lowlands. He climbed mountains, including the six or seven highest peaks in the island, and numerous rocky outcrops in the low country, such as Ritigala, Yapahuwa, Maligatenna, Patanangala, Mayagala, Baron’s Cap, Kuragala, and many smaller and less well known ones. Adam’s Peak he climbed four times, last when he was 78 years old; Mae did so three times. He explored in the hill country the old bridle paths from Haputale to Nuwara Eliya, and from the top of Ramboda Pass to Hewaheta, now overgrown and almost impassable.",
    "He kept up these activities throughout his time in Sri Lanka. Always he has traveled with open eyes and an open mind. This has helped him to get a better understanding of the land, the forests and the flora and fauna of each area and – importantly – to record the changes over the years.",
    "Soon he was able quickly and accurately to visualize many parts of Sri Lanka, and to write about their condition. In a few years Thilo knew the island well, from Jaffna to Dondra and from Colombo right across to Batticaloa. In this manner, and with his inborn curiosity and sense of exploration, he became intimately acquainted with the country. His knowledge of its physical aspects is probably without equal.",
    "Thilo recalls an incident in the 1960s on a flight from Singapore to Katunayaka. The aircraft had crossed the shoreline at Pottuvil and was flying towards Nuwara Eliya. He heard three young Sri Lankans in the seats just in front trying in vain to identify the landscape beneath. After a while he stepped forward, to enlighten them on the names of towns and villages, estates, of mountains and rivers, passing below.",
    "They were greatly surprised that a foreigner was able to explain to them so well the geography of their country. They introduced themselves as UNP MPs returning from Taiwan: Nanda Mathew, Chandra Karunaratne and a third whose name Thilo cannot recall; they were in the news for visiting that country against party orders.",
    "In his treks and travels Thilo had made intensive use of the old one-inch-to-one-mile map sheets. Correct and reliable, he says, in nearly every detail, they have been indispensable in his quest for knowledge. It was a disappointment when they were replaced, towards the end of the last century, by the new 1: 25,000 and 1: 50,000 maps, whose quality, he thinks, leaves much to be desired.",
    "The older maps were based on careful and painstaking ground surveys, while these depend excessively on the technologies of aerial survey and satellite imagery. The former he finds often more reliable and useful even today. An article by Thilo comparing the two sets has appeared in Loris 2, the journal of the Wildlife and Nature Protection Society.",
    "Thilo has always been concerned with all the aspects of wildlife in Sri Lanka, not only the birds and beasts in the jungles, but entire ecosystems.He was and is particularly interested in plants and trees. In his field notebooks he made hundreds of sketches of these. Some of the watercolour paintings he did from his drawings are reproduced in this book.",
    "Memorizing their Sinhala names was a priority for him. At one time he had done so for over 200 species. He knew the names of most of the trees, shrubs and creepers found in Wilpattu, as well as of many flowering plants growing in the villus and pittanis.",
    "His very competent teacher was Game – this was later changed to Wildlife – Guard Hendrick Appuhamy, who was a vedamahattaya by family tradition. He was the Hoffmanns’ preferred tracker at Wilpattu. Another friend from whom he learnt much was Guard, later Range Assistant, H. H. Bandara of Helambawewa. Thilo remarks:",
    "“They were fine men. Both were superb trackers, born and bred in the area, devoted to their work, and of a type no longer found today.”",
    "There was no popular botanical literature at that time. It took Thilo many years before he managed to memorize that many names. Again and again he asked Hendrick Appuhamy, and often also others, for the same name, in identifying a plant or tree. Much patience and perseverance were needed. Of help were MacMillan’s Tropical Planting and Gardening, although tedious, and later Worthington’s Ceylon Trees. Thilo recognised trees mainly by their shape and size, general colour and structure, and size of leaves, which could be observed when passing in a vehicle.",
    "He walked extensively in wild areas, which, of course, provided the most lasting impressions. He remarks:",
    "“In the jungle I found it important to be properly dressed: good shoes, long trousers, long-sleeved shirt and hat to protect the body against scratching, insects and scorching sun. Dull colours such as khaki are preferable. An example not to be followed is often seen in popular nature films where experts move through purportedly wild jungles in sandals, shorts and tee-shirts!”",
    "For many years Thilo corresponded regularlywith the expert on Ceylon trees, T. B. Worthington. He sent him botanical specimens, most of them from Wilpattu, for identification and comment. Later, Father Dr L. G. Cramer of Peradeniya University was occasionally consulted. There was also friendly contact with Dr F. R. Fosberg of the Smithsonian Institution, whose dedication resulted in the Revised Handbook to the Flora of Ceylon (Trimen).",
    "“In Sri Lanka there is a tendency to pick and consume fruit when it is quite unripe and before it has developed its characteristic taste and flavour. ‘This is chiefly so with mango and guava (pera) which are often eaten green, hard and sour. The reason is that fruit without special protective skin (such as found on orange or mangosteen) are taken by tree rats, squirrels, bats and birds, chiefly parakeets, long before they attain a reasonable standard of ripeness, and humans must beat them to it!",
    "“But to get at the fruits trees are often mutilated by chopping off entire branches; this is done for instance to rambutan, and especially wild fruit trees such as palu and wira. Sri Lankans have a strange attitude to trees. They do appreciate their great value as providers of shade, fruit and timber, but often treat them rather ruthlessly.”",
    "Thilo Hoffmann made prolific notes during his many sojourns in the wilds of Sri Lanka. These fill 50 ruled exercise books, and concern not only the identity of animals and birds seen or heard, but their behaviour, botanical matters, landscapes, the weather, and whatever appeared to be of special interest. There are, for instance, lists of trees and shrubs preferred by elephants as food. Names are noted of plants in the jungle with edible parts such as madu (Cycas circinalis) or kara (Canthium coromandelicum), and of edible wild fruits such as mora, wira and dang (madang).",
    "It is a great pity that this unique literature has not been analysed or otherwise used.",
    "The Hoffmanns made good use of the movie camera presented to them by Thilo’s parents in 1951. In the following decades thousands of feet of eight mm, then ‘Super 8’ and soon also 16 mm films were exposed, mainly by Mae. She later used the famous Swiss Paillard-Bolex camera with the full range of lenses and other equipment. Almost all were recordings of wild animals and scenes in National Parks. Most of these have now been preserved on CDs.",
    "Thilo took still photographs, increasingly more in later years. He has thousands of slides and prints all taken in Sri Lanka. These mainly record landscapes, natural systems and similar subjects, often showing changes over a time –which are usually deterioration and loss of quality – and also wild animals, birds and plants.",
    "The binoculars gifted by Mae to Thilo in 1967 were a Hensoldt (now Zeiss) Dialyt 8×56. No other article has been, and is still, so intensively used by him. Earlier he had a number of army wartime and Japanese binoculars, none of which gave satisfaction, especially in tropical conditions. Thilo’s advice to students of wildlife and nature: “Buy only the best; it will last a lifetime and thus be cheaper in the long run than a number of low-priced alternatives.”",
    "During the height of the drought, mainly in August and September, hides were constructed at dry-zone waterholes. These small water bodies are ecologically important for the survival of many wild animals and must not be disturbed (by human visitors) during droughts. Thilo and Mae would sit quiet and unseen in a hide from early morning to dusk, observing and recording what went on at or near the water in front of them.",
    "Thilo’s unpublished notes also include hundreds of such observations, concerning anything from frog to elephant, flycatcher to adjutant stork.Twice there were close encounters with leopards. The Hoffmanns were in a hide at Kina Uttu in Wilpattu. Nothing much happened. Then around 11 o’clock a giant-squirrel appeared overhead in a timbiri tree. Thilo stealthily moved into the trees behind the hide intending to photograph the squirrel which was now hanging at the end of a branch grappling with one of the large, purple fruits.",
    "It lost its hold, and dropped with the fruit to the ground, a few metres from where Thilo stood. Instantly a full-grown leopard shot out of the shrubbery at the rear of the hide, past Thilo, like a flash, to catch it. The squirrel fled back into and up the trees, with the leopard in hot pursuit. At one time the big cat was hanging on a branch, swinging from its front paws like a gymnast at a horizontal bar. The squirrel escaped.",
    "The leopard slowly retraced the path of the chase by following the scent. Then it stretched out on the near-horizontal trunk of a leaning madang tree, called dang in Wilpattu. It remained there for over an hour. Throughout all this it was aware of Thilo and Mae.",
    "Another one at Wilpattu reacted to them quite differently. At Kattawewa, about 12 km north of Maradanmaduwa, the hide was on the inside of the bund over a small pond. Thilo recounts:",
    "“Wind conditions were not good and we waited patiently for something to happen. When it did, it was not what we had expected. A leopard came to the water over the small bund from behind us and nearly walked into the hide. With a long, hoarse cry of shock it fled, startled as we were.”",
    "To Thilo, with all his varied experience across Sri Lanka, the most typical sound of the island is that of a common bird, the brown-headed barber. Its rattling song, loud but pleasant, is heard in most parts of the country, and in all seasons, from early morning till nightfall.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}