{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/radical-spiritual-voice-amplified-through-social-media/",
  "time_ut": 1701058841.0,
  "original_lang": "en",
  "original_title": "Radical Spiritual Voice Amplified Through Social Media",
  "original_body_lines": [
    "In a period where Buddhist philosophy predominantly finds expression through ritualistic practices accompanied by a vast following, a compelling narrative unfolds in Sri Lanka that is worth hearing.",
    "Residing in a makeshift dwelling in Thihariya, Sri Lanka, Rathnapure Wimalabuddhi Thero,  hailing from the school of Aranadhamma, emerges as a lone ranger and yet a beacon of radical wisdom challenging conventional notions with profound insights into the nature of existence. His voice, now resonating, owes its amplification to social media including TikTok Live.",
    "Wimalabuddhi’s version of enlightenment surpasses the mystique that often shrouds spiritual awakening. For him, there is no grand event labeled as “enlightenment”; instead, it is the simple recognition of reality, an unmasking of life’s truths that allows individuals to navigate existence without deception. Quite similar to the position of Rupert Spira and Jim Newman in the West.",
    "He challenges those who claim to have awakened,  to speak from personal experience rather than relying on the versions of their  teachers, historic gurus or literature. Referring to the Chachakka Sutta: The Six Sextets, Wimalabuddhi explains how the discourse can mislead the listeners when the Sutta itself is a subtle message, akin to seeing the finger that points to the moon.",
    "Wimalabuddhi delves into the concept of ‘No free will and choice,’ a notion widely communicated by modern non-dual teachers in the West. He illustrates this with examples, highlighting that actions like the urge to pee that occur without prior thought, suggesting that ‘life happens on its own.’",
    "Touching on the teaching of emptiness versus nothingness, Wimalabuddhi emphasizes a middle position, avoiding extremes. He extends this viewpoint to Time and Space as things irrelevant as per Dhamma, relating it to the river’s flow, asserting that the river has no concerns on where and what time.",
    "Addressing the ‘now,’ Wimalabuddhi posits that the ‘real now’ is found only after realizing the inaccuracy of predicting the future. He asserts that the qualities of true spiritual seekers should embody Authenticity, Virtues, and Independence to be receptive to hearing Dhamma. He encourages individuals to constantly ask themselves these three questions—deep down—to check for the highest form of veracity within.",
    "In the context of the jack tree according to the thero, its altruism can be metaphorically illustrated through various stages of its utility to humans. Initially, the tree generously produces jackfruit for human consumption. Subsequently, it selflessly allows itself to be harvested for the creation of furniture.",
    "As the tree reaches the end of its life cycle, its dried pieces become a valuable source of firewood, providing warmth and sustenance to those in need. Remarkably, even in its charred state, the tree continues to contribute to the well-being of the community by being transformed into charcoal, which, in turn, is utilized by villagers to create toothpaste.",
    "This cycle of selfless giving by the jack tree draws parallels to a pair of slippers that willingly undergo wear and tear to protect and comfort the feet of humans. The extent of gratitude towards such an altruistic tree or the slippers is profound, as its contributions permeate various aspects of daily life.",
    "Showcasing nature’s benevolence and the interconnectedness between the environment and human well-being. ‘ Wimalabuddhi illustrates it is the altruism together with Metta, Karuna and Upeksha, that make a student ready for a teacher to appear or a teacher to disappear.",
    "During this interview with the writer on 15 November , Wimalabuddhi asserted that life and existence are akin to a Dream, Maya, or an illusion  but he qualified himself by saying that he resides within the realm of reality in the dream, a perspective that transcends typical language and conversational comprehension.",
    "One characteristic of a dream is its manifest in the outward appearance of life, which humans commonly perceive as real while dreaming. This understanding, as the monk describes, has the potential to upend the conventional acceptance of the world, life, and existence. Yet, within the dream, a sense of oneness exists that paves a way to escape from the mind driven story.",
    "*The writer Dr Wanigasekera  is the author of book – Pointers to Enlightenment, a former Diplomatic Envoy, Head of Tourism Authority, Lecturer, and now a Meditation Teacher and Healing Therapist)"
  ]
}