{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-becomes-first-in-Asia-to-have-its-governance-come-under-IMF-scrutiny/108-256311",
  "time_ut": 1679423080.0,
  "original_lang": "en",
  "original_title": "Sri Lanka becomes first in Asia to have its governance come under IMF scrutiny",
  "original_body_lines": [
    "IMF governance diagnostic exercise to assess corruption and governance vulnerabilities",
    "Diagnosis to focus on IMF fiscal governance, financial sector oversight, Central Bank governance, market regulations, the rule of law, and AML/CFT",
    "Asset recovery legislation to be developed and introduced by March 2024",
    "While Sri Lanka successfully crossed the hurdle of unlocking the International Monetary Fund (IMF) bailout package on Monday, it also became the first country in the Asian region to have its governance come under the radar of the multilateral agency.",
    "The IMF during a press conference held yesterday emphasised the importance of anti-corruption and governance reforms as a central pillar of the EFF-supported programme.",
    "Accordingly, the Fund is in the midst of conducting an in-depth governance diagnostic exercise, which will assess corruption and governance vulnerabilities in Sri Lanka and provide prioritised and sequenced recommendations. The report will be published by September 2023.",
    "“Sri Lanka will be the first country in Asia to undergo a governance diagnostic exercise by the IMF. We look forward to further engagement and collaboration with stakeholders and civil society organisations on this critical reform area,”said IMF Senior Mission Chief for Sri Lanka Peter Breuer, addressing reporters via a virtual press briefing held last morning.",
    "The Mission Chief stressed that anti-corruption and governance reforms are indispensable to ensure the “hard-won gains from the reforms to benefit the Sri Lankan people”.The diagnostic exercise will assess corruption and governance vulnerabilities in Sri Lanka and provide prioritised and sequenced recommendations.",
    "The IMF Mission Chief Masahiro Nozaki pointed out that the objective of the exercise is to examine the severity of corruption in the island nation and identify key governance weaknesses and vulnerabilities.",
    "“The focus of the IMF diagnosis will include core issues such as fiscal governance, financial sector oversight, Central Bank governance, market regulations, the rule of law, and AML/CFT (anti-money laundering and counter-terrorist financing),” said Nozaki during the question and answer session of the briefing.",
    "He asserted that the exercise is an “important milestone” of the programme in agreement with Sri Lanka.  Meanwhile, IMF will assist Sri Lankan authorities to develop a comprehensive piece of legislation in line with the United Nations Convention against Corruption (UNCAC). “The legislation will include strengthening the asset declaration system in accordance with the G-20 High-Level Principles on asset disclosure by public officials, including coverage of officials and reporting standards. The legislation will create an anti-corruption commission vested with the authority and strengthen independence for investigations.",
    "The draft legislation, which does not cover comprehensive asset recovery provisions, is currently under review by a review Committee before final approval by the Cabinet. This legislation will be enacted by June 2023 (structural benchmark),” the IMF Staff report, which was made public yesterday, stated.",
    "A transparent and merit-based process for selecting members of the independent commission will also be integrated explicitly into this legislation, the IMF said.",
    "Meanwhile, comprehensive asset recovery provisions in compliance with the UNCAC standards are expected to be developed in consultation with the IMF staff and incorporated into a separate draft legislation pertaining to Proceeds of Crime by March 2024."
  ]
}