{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Duraiappah-makes-historic-return-to-Sri-Lanka/56-757182",
  "time_ut": 1704736328.0,
  "original_lang": "en",
  "original_title": "Duraiappah makes historic return to Sri Lanka",
  "original_body_lines": [
    "Nishan Duraiappah meets community members in Jaffna, and charitable recipients",
    "Nishan Duraiappah, the Peel Region Police Chief of Canada, has made history as the first ever Sri Lankan born who was elevated to the highest rank in the Police service of a foreign country.",
    "The roots of Chief Nishan connect with Sri Lanka, as he is a nephew of the late Alfred Duraiappah who was the Mayor of Jaffna by the time he was assassinated in 1975.",
    "Among physical and human resources the country has lost due to the opportunistic and short-sighted political decision made, Chief Nishan stands out as a unique figure. His parents happened to migrate when young Nishan was only nine months old as they sensed the escalation of violence, especially in the North.",
    "Today, Chief Nishan Duraiappah is a proud Canadian citizen and serves as the Chief of Peel Regional Police, Ontario, Canada. However, the entire island nation, despite ethnic and religious differences, feels proud of Chief Nishan as he has reached a significant position in the Canadian Peel Regional Police. Nishan was humble to accept the invitation to meet the Minister of Foreign Affairs and to visit Sri Lanka Police Headquarters to educate high ranking Sri Lankan police officers on community policing and good practices from a Canadian perspective, despite his personal visit to Sri Lanka after 20 years.",
    "During the visit, Chief Nishan spent most of his time in the North visiting his relatives and friends and sharing each other’s ideas.",
    "He commenced his visit by paying a floral tribute to the memorial of his uncle, Alfred Duraiappah, who was a great and popular politician among all the communities. Marking his visit to Jaffna, he attended a ribbon cutting ceremony at a newly constructed house for a needy family. He, along with his family and his friends back in Canada, has made significant contributions to uphold the social status of several families in the North.",
    "The contribution of Nishan and his friends back in Canada is undoubtedly a great example for all overseas Sri Lankans. The silent contribution he and his friends have made to improve the lifestyle of people was greatly acknowledged by locals and especially religious clergy. Chief Nishan also did not miss the opportunity to meet the Bishop of Jaffna, who is an important figure in society, where they discussed local issues and the way forward.",
    "Although Chief Nishan expressed his pleasure about the rapid development of infrastructure in the North, he also raised his concerns about unsolved issues faced by innocent civilians in the North. He was of the opinion that equal opportunities should be created for social and human resource development by addressing their genuine issues.",
    "He appreciatively mentioned the interest and the expectation of the Canadian Tamil community to uplift the social status of people in Sri Lanka and, unfortunately, it goes unnoticed and unsung.",
    "Chief Nishan has set an example for all those who wish for positive progress for the country, especially including the long deprived Tamil population, by harnessing forgotten and neglected historical relationships. Although the flames of the fire set by opportunistic politicians no longer exist, scars of healed wounds remain in Sri Lankan society. Sri Lanka, with a rich and vibrant culture which blends with Sinhala, Tamil, Muslim and Burghers, needs to progress despite unsolved issues and painful memories, which would certainly be Chief Nishan’s wish for the New Year 2024."
  ]
}