{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-watchful-for-covid-jn-1-variant-screening-of-indians-not-necessary-health-minister-145554/",
  "time_ut": 1704201900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka watchful for Covid JN.1 variant, screening of Indians not necessary – Health Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Health Ministry is closely monitoring the situation of Covid spreading after the emergence of the new Covid variant JN.1 reported from India, Health Minister Ramesh Pathirana said.",
    "India has recorded over 16o cases of Covid-19 sub-variant JN.1, with the highest number of infections reported from Kerala, according to the Indian SARS-CoV-2 Genomics Consortium’s (INSACOG) data on Friday.",
    "The cases have been also reported from Gujarat, Goa, Karnataka, Maharashtra, Rajasthan, Tamil Nadu, Telangana and Capital New Delhi, Indian media have reported.",
    "“Amidst discussions about the new JN.1 Covid strain reported from India, the Ministry of Health",
    "reassures the public that, as currently reported by the World Health Organization, there is no undue cause for concern,” Pathirana told reporters on Tuesday (02) at a media briefing.",
    "“Continuous monitoring is being carried out and with the support of the Medical",
    "Research Institute, extensive sample tests have been initiated. To date, no patients with the new Covid variant have been identified. Nevertheless, the public is advised to adhere to the health practices followed during the last pandemic season.”",
    "The re-emergence of Covid comes when Sri Lanka’s tourism is booming at its peak season with the arrival of a large number of Indians.",
    "“We don’t screen tourists as such because it is not reported in Sri Lanka aa yet because we don’t want to instate unnecessary and unwanted restrictive measures as such as India is a country where we get the highest number of tourists now,” the Minister said. (Colombo/Jan 02/2024)"
  ]
}