{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Specialist-doctors-retirement-age-increased-to-63-years-Attorney-General/108-261915",
  "time_ut": 1687854860.0,
  "original_lang": "en",
  "original_title": "Specialist doctors’ retirement age increased to 63 years: Attorney General",
  "original_body_lines": [
    "The Attorney General informed the Court of Appeal today that the health authorities have taken a decision to raise the retirement age of Consultant Specialists Doctors to 63 years.",
    "Additional Solicitor General Nerin Pulle PC appearing for the Attorney General told court that he had received instructions from the Secretary to the Ministry of Health that the age of retirement of the petitioners would be raised to 63 years, and a Cabinet decision would be taken to this effect as well.",
    "ASG Pulle made this revelation consequent to a writ petition filed by 176 consultant specialist doctors challenging the decision of the Cabinet of Ministers dated 17.10.2022.",
    "He moved Court that he be permitted to file the same by way of a motion and have the matter mentioned on 30 June.",
    "President's Counsel Sanjeeva Jayawardena appearing for the petitioners appreciated this decision citing it as a welcome move.",
    "However, he strongly objected to the case going down as late as 30 June as the petitioners will risk having to retire by 30 June. He moved that until the new proposal is effected, he either be permitted to make submissions today or for the case to be fixed for support tomorrow itself for the Attorney General to enter terms tomorrow, if the matter is settled meaningfully.",
    "Jayawardene PC moved that the court be pleased to record the Attorney General's submission.",
    "Romesh de silva PC appearing for some other petitioners, also moved for the matter to be fixed for support tomorrow.",
    "Accordingly, the Court of Appeal fixed the matter for support  tomorrow (28) and it was recorded that the proposed settlement is to allow all the categories of medical professionals set out in the document marked A4, to continue in service till 63 years.",
    "The petitioners are Specialist Consultants in varied fields of medicine including Cardiology, Cardio-Thoracic Surgery, Oncology, Neurology, Obstetrics and Gynaecology, Haematology, Opthalmogy, Histopathology, Anaesthesia, Paediatrics and Auto-Rhinolaryngology.",
    "They alleged that this decision has been made illegally and in complete violation of their legitimate expectation to continue in service at least till 63 years of age. (Lakmal Sooriyagoda)"
  ]
}