{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/S-J-V-Chelvanayakam-Christian-leader-of-Hindu-Tamils/4-747084",
  "time_ut": 1680630117.0,
  "original_lang": "en",
  "original_title": "S.J.V. Chelvanayakam: Christian leader of Hindu Tamils",
  "original_body_lines": [
    "Chelvanayakam defined and personified the Tamil political struggle in the years before it turned violent",
    "As is well known, the Sri Lankan Tamils are preponderantly Hindus. Chelvanayakam was a protestant Christian. Yet he was the acknowledged political leader of Hindu majority Tamils for over 20 years. The Kankesanthurai electorate too is predominantly Hindu. Many of his opponents raised the religious cry in a bid to defeat him. But he never lost except in 1952 when the ITAK was a fledgling party",
    "The first three decades of post-independence Sri Lanka known earlier as Ceylon witnessed a prolonged struggle by the Tamils to have their lost rights restored and achieve political equality through acceptable power sharing arrangements. This struggle was within the ambit of democratic dissent. Its singular hallmark was the adoption of non-violence as the mode of protest. In this, the Sri Lankan Tamils were greatly influenced by the “Ahimsa” methods practised by “Mahatma” Gandhi in the Indian freedom struggle against the UK.",
    "The man who spearheaded this Gandhian, non-violent struggle was an eminent Tamil lawyer who was described by his followers as the Gandhi of the Tamils in Sri Lanka. This was none other than Samuel James Veluppillai Chelvanayakam, the co-founder and leader of the “Ilankai Thamil Arasuk Katchi” (ITAK) and the Tamil United Liberation Front (TULF). S.J.V. Chelvanayakam whose 125th birth anniversary was on 31 March 2023 was a venerated leader of the Sri Lankan Tamils for over two decades. He was regarded as a father figure of Sri Lankan Tamils and referred to by many as “Thanthai Chelva” (Father Chelva).",
    "Chelvanayakam defined and personified the Tamil political struggle in the years before it turned violent. The prominence and popularity of S.J.V. Chelvanayakam is best denoted by a compliment paid by former Ceylon Workers Congress president and ex-cabinet minister Saumiyamoorthy Thondaman on 11 October 1972. Thondaman the acknowledged leader of the “Malaiyahath Thamizhar” (Hill Country Tamils) stated then “Chelvanayakam endraal Thamizh Makkal, Thamizh Makkal Endraal Chelvanayakam” (Chelvanayakam is the Tamil people, the Tamil people are Chelvanayakam).",
    "S.J.V. Chelvanayakam known as SJV and/or Chelva represented the constituency of Kankesanthurai (KKS) in the Northern Province as a Member of Parliament (MP) for more than 23 years. He entered Parliament as for the first time in 1947. SJV lost KKS in the 1952 poll. In 1956 he won KKS again. Thereafter he was successful in the March 1960, July 1960, 1965 and 1970 elections.",
    "In October 1972, Chelvanayakam resigned as MP in protest against the Republican Constitution of Sri Lanka. The by-election was held after a long delay in February 1975. Chelva polling 25,927 votes, won with a record majority of 16,470 and re-entered the National State Assembly as Kankesanthurai MP. He passed away in 1977.",
    "Chelvanayakam co-founded the ITAK on 18 December 1949. The ITAK was the first party in Sri Lanka known earlier as Ceylon to seriously advocate a federal form of Government in the post-independence period. The main demand of the ITAK was the creation of an autonomous Tamil state comprising the Tamil dominated Northern Province and Tamil majority Eastern Province within a United Sri Lanka.",
    "The new party was named in Tamil as “Illankai Thamil Arasu Katchi” meaning Ceylon Tamil State or Tamil Government Party. However, the party’s founders described it as Federal Party in English. According to SJV’s son in law and renowned political scientist Prof. A.J. Wilson, the new party’s name was not Federal Party but merely an explanation of what the party stood for. “Its leaders insisted that the word ‘State’ denoted a unit within a federal set-up and not a sovereign State as some of its detractors alleged,” wrote Wilson in his book titled ‘Sri Lankan Tamil Nationalism.’",
    "Officially, the new party was named in English as “Illankai Tamil Arasu Katchi” and became known by the acronym ITAK. In popular parlance, it was called the Federal Party or FP. S.J.V. Chelvanayagam was elected as the first president of the fledgling party while Dr. E.M.V. Naganathan and V. Navaratnam were the joint general secretaries. The birth and growth of ITAK and its espousal of power-sharing through a federal arrangement introduced a vibrant and colourful phase into the island nation’s politics. Although 73 years has passed since the party was born, ITAK continues to remain wedded to the federal idea.",
    "The ITAK adopted the strategy of agitation cum negotiation to win its political demands. It engaged in many non-violent protests as part of its agitation strategy. Chief among them was its Satyagraha campaign in 1961 in which large numbers of Satyagrahis led by Chelva engaged in protest outside Kacheris in the North and East thereby paralysing civil administration. The non-violent Satyagraha was ruthlessly suppressed by the Sirimavo Bandaranaike led Sri Lanka Freedom Party (SLFP) Government which unleashed the military on the unarmed Satyagrahis. The ITAK leaders including SJV were detained for many months at the Panagoda Army cantonment.",
    "The ITAK under the leadership of S.J.V. Chelvanayakam also played a political role in making and unmaking governments. The March 1960 elections resulted in a hung Parliament. The United National Party (UNP) came first and formed a Government with Dudley Senanayake as Prime Minister. The ITAK came third with 15 seats. Had the ITAK/FP supported Dudley, the UNP may have been able to cobble together a slender majority. Despite many overtures, the ITAK refused to extend support. The party voted along with other opposition parties against the Government and brought it down. Consequently fresh polls were held in July. The SLFP won. In December 1964 the ITAK along with other parties in the UNP led opposition and SLFP dissidents voted against the Government and brought it down.",
    "When elections were held in March 1965, it was once again a hung Parliament with the UNP under Senanayake winning the most number of seats. The SLFP and its leftist allies were next. The ITAK/FP was third with 14 seats. The party once again held the balance of power in the House. This time however Chelvanayakam opted to support the UNP. Furthermore it joined the Government under Prime Minister Dudley Senanayake. Chelva’s disciple M. Tiruchelvam was appointed Local Government minister. Thus the ITAK/FP which helped unmake the UNP Government of March 1960 reversed its role and helped make the UNP Government in March 1965.",
    "Though Chelvanayakam espoused federalism and wanted a federal system of government to be set up in the Island, he was always ready for political compromises that were far short of his federal goal. In 1957, Chelvanayakam entered into a political agreement with the then Prime Minister S.W.R.D. Bandaranaike. It was called in short as the Banda-Chelva or B-C pact. The B-C pact envisaged the creation of Regional Councils in the North-East providing limited autonomy or devolution of powers.",
    "In 1965 Chelvanayagam had an agreement with the newly elected Prime Minister Dudley Senanayake. It was called in short as the Dudley-Chelva or D-C pact. This envisaged the creation of district councils as power sharing units. The district councils were to be set up in each administrative district in Ceylon as Lanka was known then.",
    "It could be seen therefore that neither the envisaged regional councils nor district councils had powers that could be termed as federal. Yet Chelvanayakam was prepared to compromise but he was rudely disappointed. Both the B-C pact and D-C pact were honoured in the breach by the respective premiers who signed them.",
    "Bandaranaike literally tore up the pact due to opposition within his Government, the chief opposition UNP and powerful sections of the Buddhist clergy. Senanayake stated he could not go ahead with DCs as promised due to opposition within and outside his party.",
    "The failure of Prime Ministers Bandaranaike and Senanayake to implement the agreements entered into with Chelvanayakam was strongly resented by the Tamil people. They were seen as great betrayals.",
    "In 1970 the United Front comprising the SLFP, the Lanka Sama Samaja Party (LSSP) and the Communist Party (CP) swept the polls and obtained 116 of 157 seats in Parliament. The ITAK had 13 seats but it had no bargaining power or leverage in view of the super majority of the new Government. This made the dejected Chelvanayakam cry out in anguish “Only God can save the Tamil people now”.",
    "Chelvanayakam’s fears became true. The new Government ushered in a new Constitution that changed the country’s name to Sri Lanka from Ceylon and made it a republic. Sinhala was entrenched as the sole official language. Buddhist was given foremost status. The new Constitution also had a clause entrenching it as unitary. During constituent assembly sessions to formulate the new Constitution, the ITAK had submitted proposals for five federal units to be set up. This was dismissed outright and the ITAK walked out of the Constituent assembly.",
    "The SLFP-LSSP-CP government also introduced a media-wise standardisation scheme for university admissions. This grossly discriminated against Tamil students who had to get more marks to enter university as opposed to Sinhala students. Furthermore 42 Tamil youths were incarcerated without trial under emergency regulations. The hill country Tamils known as “Malaiyahath Thamizhar” were also affected. Thousands of plantation workers were thrown out of employment after estates were nationalised. Many were forcibly repatriated to India in terms of the Sirimavo-Shastry agreement of 1964. There was seething discontent within all sections of the Tamil people. There were increasing calls for Tamil political unity.",
    "The oldest Sri Lankan Tamil political party was the All Ceylon Tamil Congress formed in 1944 under the leadership of G.G. Ponnambalam known as G.G. Chelvanayakam himself was a founder member and served as a deputy to GG. Chelva had broken off from the Tamil Congress with people like fellow Kopay MP, C. Vanniyasingham and Senator E.M.V. Naganathan and formed the ITAK in 1949. The ACTC and ITAK had become bitter rivals, the Tamil Congress was firmly against federalism.",
    "With the passage of time the ITAK had overtaken the ACTC as the premier political party of the Sri Lankan Tamils. The first past the post winner system of elections was in force then. Under this system, the ITAK returned MPs to Parliament in double digits while the ACTC was able to muster MPs in single digits only.",
    "Both the ACTC and ITAK were the major political parties among Sri Lankan Tamils. The largest and most powerful trade union representing the Hill Country Tamils was the Ceylon Workers Congress (CWC) led by Saumiyamoorthy Thondaman. The CWC had no MPs then.",
    "In a historic move the ITAK, ACTC and CWC came together and formed the Tamil United Front (TUF) in 1972. In May 1976 the TUF re-configured itself as the Tamil United Liberation Front (TULF) under a leadership triumvirate comprising Chelvanayakam (ITAK), Ponna-mbalam (ACTC) and Thondaman (CWC).",
    "The TULF at its inaugural convention in Vaddukkoddai on 14 May 1976 passed a historic resolution demanding a socialist sovereign state of Tamil Eelam consisting of the Northern and Eastern Provinces. This naturally was disfavoured by the CWC representing Tamils of the hill country. So Thondaman declined the co-leadership position. The CWC dropped out of the TULF formally but continued to work with the front informally.",
    "This shift to separatism from federalism marked a new phase in Tamil politics. Chelvanayakam who first demanded federalism in 1949 had now adopted secessionism in 1976. He blamed constant Sinhala intransigence and continuous anti-Tamil discrimination amounting to oppression for this hardened Tamil stance. Chelva was mindful of the difficulties in forming a separate state. He said, “Ithu Villangamaana Kariyam. Aanaal ithai thavira Thamilinam Thappipizhaikka Vearu Vazhiyillai” (This is a difficult task but there is no other way for the Tamil race to survive).",
    "Subsequently the TULF contested the July 1977 elections on a secessionist platform saying the poll would secure a mandate for Tamil Eelam. The TULF won 18 out of 19 Tamil majority seats in the North and East. Chelvanayakam was not there to see this electoral triumph. He had passed away in April 1977 at the age of 79.",
    "A remarkable attribute of Chelvanayakam was his firm adherence to the Christian faith. He was a protestant Christian member of the South Indian United Church (SIUC) now known as the Church of South India (CSI). When in Colombo Chelva worshipped at Anglican churches until the CSI had a church of its own in Wellawatte.",
    "As is well known, the Sri Lankan Tamils are preponderantly Hindus. Chelvanayakam was a protestant Christian. Yet he was the acknowledged political leader of Hindu majority Tamils for over 20 years. The Kankesanthurai electorate too is predominantly Hindu. Many of his opponents raised the religious cry in a bid to defeat him. But he never lost except in 1952 when the ITAK was a fledgling party.",
    "Many of his critics and political adversaries have frequently questioned the Christian Chelvanayakam’s credentials to lead the Hindu Tamils. A notable incident in this regard was the public letter written by a Buddhist dignitary and Chelva’s response. The “Daily News” of 3 October 1970 published a letter written by Ven. Hewanpola Ratnasara Thero then attached to the Vidyalankara Pirivena. The denigrative missive pointed out that Chelvanayakam the Christian had little in common with Hindu Tamils.",
    "Chelvanayakam replied to the Bhikku. In that he said, “You referred to my religion as Christian and therefore, I had little in common with Tamils who were mainly Hindus by religion. It stands to the credit of the Hindu people that they have not forced me or other Christians to change our faith before we lead them.” This of course was a reference to several Sinhala Christians who became Buddhists to win elections after universal franchise was introduced in 1931 under the Donoughmore Constitution. They were then ridiculed as “Donoughmore Buddhists”.",
    "The first election faced by the newly formed ITAK/FP was in 1952. Chelva had earlier contested the 1947 elections as a candidate from the Tamil Congress and won the Kankesanthurai seat. In 1952 as an ITAK candidate his rival was a UNP candidate backed by the Tamil Congress. He was Suppiahpillai Natesan the principal of Parameshwara College and son in law of Sir Ponnambalam Ramanathan. A covert campaign was unleashed against “Samuel James” Chelvanayakam on the grounds that he was a Christian.",
    "The ITAK general secretary at that time was former Kayts MP V. Navaratnam described as the golden brains of the party. He wanted to counter this anti-Christian propaganda against Chelva. After filing their nominations all the ITAK candidates in Jaffna were to go to the Nallur temple for a special pooja. Navaratnam wanted Chelvanayakam to participate in the Pooja and be photographed accepting “Kaalaanchi” (flowers, coconut, betel and arecanut chips offered in a funnel shaped goblet) in a bid to undermine anti-Christian sentiments against SJV.",
    "Chelvanayakam refused to participate in the pooja and be photographed. He said it was below his dignity and integrity to indulge in such deception. He preferred to lose rather than pose. On nomination day Chelva joined fellow ITAK candidates and went in to the temple bare bodied as is customary. He waited respectfully aside with folded hands as the Pooja was on. But he neither participated in the pooja nor allowed himself to be photographed accepting Kaalanchi.",
    "The KKS poll was a straight fight between Chelvanayakam and Natesan. The anti-Christian campaign against “Samuel James” succeeded. Natesan who went on to become a cabinet minister polled 15,337 votes. He recorded a majority of 3,766. Chelva polling 11,576 lost that election mainly due his principles. 1952 was the only KKS poll he lost. Thereafter Chelvanayakam won every poll in KKS. He remained until the end of his days, the MP for predominantly Hindu KKS and the Christian leader of the preponderantly Hindu Tamils.",
    "Another important facet of Chelva’s Christian faith was the strength and courage he derived from regular bible reading and prayer. Chelvanayakam’s youngest son S.C. Chandrahasan once told that whenever a major political issue arose, his father would weigh the pros and cons together with his party associates and advisers. Thereafter he would retire to pray privately for God’s guidance. After praying, Chelva would arrive at a firm unshakeable decision and stick to it steadfastly.",
    "Chelvanayakam was not a Westernised Christian. He was proud of his Tamil heritage and retained his Tamilness in everyday life, long before he entered politics. He frequently wore the vaerti. When he married in 1927, Chelva was clad in “vaerti” and “saalvai”, a rare practice among Christian grooms in those days. Chelva was also very knowledgeable about Carnatic music and Bharatha Natyam. He also read classical Tamil literature and relished the power of Tamil expounded in Saivaite “Thevarams” and Vaishnavaite “Pirabanthams”. SJV’s long-time secretary Arul M. Rajendram has written that Chelvanayakam was a Christian by religion and a Hindu by culture.",
    "Chelvanayakam hailed from Thellippalai in Jaffna but was born in Ipoh in Malaya (now Malaysia). He had two brothers and a sister. Chelva’s father Visvanathar Velupillai was a contractor cum businessman in Malaya. His mother Harriet Annamma Kanapathipillai returned to Thellippalai with the children to educate them. Chelva was four at that time. He studied at Union College, Thellippalai, St. John’s College, Jaffna and St. Thomas’ College then located in Mutwal, Colombo.",
    "After obtaining an external degree in science from the London University, Chelva enrolled at the Law College and passed out as an advocate. He soon established a successful lucrative practice excelling in civil law. Chelva took silk as a Kings counsel on 31 May 1947, the same year he became an MP.",
    "Chelvanayakam married Emily Grace Barr-Kumarakulasinghe in 1927. They had four sons Manoharan, Vaseeharan, Raveendran and Chandrahasan and a daughter Suseela. The Chelvanayakam family resided at Alfred House Gardens in Colpetty for many years. Chelva suffered from Parkinson’s disease for a long time. Chelva was hospitalised in 1977 after an accidental fall in the bathroom. He died at the Jaffna hospital after being in a coma for many days on 26 April 1977. Massive crowds attended the funeral in Jaffna.",
    "Samuel James Veluppillai Chelvanayakam’s life and work is summed up best by a quote from the Bible. The apostle Paul in his second epistle to Timothy writes, “I have fought a good fight, I have finished my course, I have kept the faith.”"
  ]
}