{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/president-resists-independent-review-of-his-nominees-to-high-posts-by-constitutional-council/",
  "time_ut": 1700972667.0,
  "original_lang": "en",
  "original_title": "President Resists Independent Review Of His Nominees To High Posts By Constitutional Council",
  "original_body_lines": [
    "The Lawyers’ Collective strongly condemns the recent attempt by President Wickremesinghe to intimidate the Constitutional Council of Sri Lanka. In an authoritarian move, on 23 November 2023, President Wickremesinghe in an address to Parliament entirely misrepresented the constitutional purpose of the Constitutional Council by stating that the ‘Council falls under the Executive’. The heavy handed and dangerous public comments of the President constitute a serious undermining of constitutionally imposed checks and balances in the governance of the country.",
    "The Constitutional Council (CC) was originally established by the 17th amendment to the Constitution of Sri Lanka in the year 2000 to vet presidential nominees to high posts prior to appointments being made by the President. The 19th Amendment re-established the Council. The 18th and 20th Amendments brought by Rajapakse administrations abolished the CC as a means of regaining untrammelled powers of the Executive Presidency. Presently, the Council – now under the 21st amendment to the Constitution, is made up of the Prime Minister, the Speaker, the Leader of the Opposition, one Member of Parliament appointed by the President, five persons appointed by the President as nominated; one Member of Parliament nominated by agreement of the majority of the Members of Parliament representing the Government; one Member of Parliament nominated by agreement of the majority of the Members of Parliament of the political party or independent group to which the Leader of the Opposition belongs; three persons nominated by the Speaker by agreement of the Prime Minister and the Leader of the Opposition and one Member of Parliament nominated by agreement of the Members of Parliament other than those representing the Government and those belonging to the political party or independent group to which the Leader of the Opposition belongs, and appointed by the President. Three persons of those nominated by the speaker by agreement of the PM and Leader of the Opposition are to be persons of integrity, who have distinguished themselves in public life and who are not members of any political party.",
    "The Council was conceived in response to the largely unchecked powers of the President (a design of the 1978 Constitution) in making appointments to high posts such as Chief Justice, Supreme Court and Court of Appeal Judges, the Attorney General, Auditor General, Inspector General of Police, Secretary General of Parliament and the independent Commissions. The Council is a means of achieving national consensus on appointments that require persons of merit, integrity and acceptance across political divides to temper public perceptions of bias and partiality. The Council was an integral step in depoliticising high public posts. It was also a leap in constitutional development towards securing public accountability and rebuilding public trust in key institutions. Since the Council was established, the executive has from time to time resisted the check placed on it by various means. There has been non-appointment of members and constitutional amendments that abolished the Council, one which   replaced it with a rubber stamp Parliamentary Council. Many Presidents have struggled to abide by the high standards imposed by the Constitution.",
    "President Wickremesinghe, who heralded the 21st Amendment as a return to accountable governance has, by his recent statements in and outside of parliament, crossed a line. In an outrageous move, the President publicly found fault with the Council for failing to approve his nominee to the Supreme Court and his continuing requests to reappoint the current IGP long after his age of retirement. The Constitutional Council is fulfilling its obligations in refusing this reappointment. He also makes broad claims that the lack of approval has resulted in the police not functioning and the courts coming to a standstill. The President’s decision to appoint a Parliamentary Select Committee to probe into ‘delays’ by the CC constitutes a threat to the members of the Constitutional Council who are constitutionally mandated to deliberate on and independently decide on whether or not a presidential nominee will be approved. If only one candidate is nominated and CC approval is not given, he must hasten to place one or more better suited candidates for approval. He cannot expect to nominate one person and when the CC cannot endorse such person, resort to public complaints and threats against the Council. In fact, it demonstrates the President to disregard of clear constitutional limitations on his executive powers.",
    "The Lawyer’s Collective notes the growing authoritarianism of a President who serves without a mandate from the people. People’s sovereignty as articulated by the Constitution cannot be flippantly dismissed. This has been powerfully stated in several Supreme Court decisions including a majority decision delivered last week on the economic crisis. By several previous statements we have raised concerns that the damage to public trust is long lasting. In the wake of an economic and political crisis, and people having expressed their strong desire for change, the conduct of the President signals a failure to break away from undemocratic governance practices of the past, breaching his own pledge of support for the 21st Amendment.",
    "It is vital that the corporate sector as well as the international community including the International Monetary Fund take grave notice of the growing authoritarianism of the President and the impact it has on good governance and the rule of law in Sri Lanka. If this authoritarian trajectory of the President continues unchecked, it will only lead to political upheaval and further economic uncertainty."
  ]
}