{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/festive-joy-in-every-sense/",
  "time_ut": 1703437500.0,
  "original_lang": "en",
  "original_title": "FESTIVE JOY IN EVERY SENSE!",
  "original_body_lines": [
    "CHRISTMAS celebrations are one sustained experience of joyous sensory overload, from the colours of the season in the decorations on the tree and the greeting cards and the gift wrappings, to the smell and taste of yuletide bites and beverages, to the texture of the gifts, to the glorious sounds of carols and fireworks. It is a time of heightened sensation conditioned by the spiritual nature of the occasion. Once the religious obligation is met, you may, without guilt, partake of the gaiety.",
    "In our home Christmas began early with the all-important rich cake and the leg of ham, the two being Mother’s great pride to make. The cake ingredients– the raisins, the chow-chow, pumpkin preserve, glazed cherries, a dozen eggs and so on were chopped mixed and stirred by any family member able to wield a wooden spoon. The mixture was poured thickly into a large biscuit tin lined with butter coated oil paper and taken to the Renown Bakery to be baked with dozens of other tins of rich cake.",
    "Our cake would be collected the following day, to be taken out and flattened and wrapped and put in huge Horlicks bottles in readiness for guests. We, the children who had worked hard in the making of the cake, looked forward to the proof of the cake in the eating – that is to say, the fewer the guests, the greater the family share of the cake. In reality, this was not what happened; Mother would make generous parcels of the rich cake to present as gifts to aunts and uncles on both sides of the family.",
    "The leg of ham was another story, a separate leg in the tale of the Christmas lunch and dinner table. Unlike the rich cake exercise, this required a very strict procedure, the tiniest misstep would lead to disaster. The ham recipe came from the cookbook Cuisine Milagiriya, compiled by the sisters Lottie Jansz and Agnes Spittel, maternal aunts of Father. The ham started as a leg or pork brought from Wellawatte, and which was cured with salt–petre bought from a Bambalapitiya pharmacy. The preparation was explosive.",
    "The glowing embers of burned coconut shells were combined with the salt-petre in a burst of fireworks, white sparks flashing like sparklers. The resulting chemical reaction was mixed with handfuls of kitchen salt crystals and the extract of some two or three dozen limes and the whole potent solution poured ceremoniously on the leg of pale bloodless pork, to be transformed in a couple of weeks into a glowing pink slab of ham. The leg of pork was turned over in its container every day, Mother lovingly bathing the meat in its curing solution and returning it to the refrigerator. The ham exercise never failed. It had pride of place on the Christmas table.",
    "The Christmas table was different for breakfast, lunch and dinner, Holy Mass starting the day early, at St. Mary’s Church, Lauries Road.Breakfast: crackling bacon and eggs, wedges of thickly buttered Dutch breuther and slices of Edam cheese with its edible red rind, and a comb of aanamalu, hot coffee or tea.",
    "Lunch: A big serving dish loaded with yellow or savoury rice, studded with green peas, sultanas, roast cashews and twigs of fried potato strips. This eaten with curried chicken, spicy sausage, spicy pickle and pink-and-white slices of the splendidly cured ham. Dessert was home-made vanilla ice cream topping glasses of red strawberry jelly.",
    "Dinner: Roast chicken, accompanied by a gravy boat, buttered bread, mashed potato, boiled beans, green peas and ham slices once again. Dessert was canned peach or mango slices topped with ice cream or sweetened evaporated milk.",
    "The Christmas tree in the hall would remain till the Feast of the Epiphany, when we would most reluctantly take down the silver and gold stars, baubles and tinsel to be stored carefully in boxes to be taken out once again twelve months later. While the tree was up there, with all of its spangles, the scent of pine or eucalyptus would grow stronger by the day as the branches withered. It was the up-country smell of Christmas we loved so much.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}