{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Bangladesh-convicts-Nobel-laureate-Muhammad-Yunus-in-labour-law-case/56-756918",
  "time_ut": 1704136859.0,
  "original_lang": "en",
  "original_title": "Bangladesh convicts Nobel laureate Muhammad Yunus in labour law case",
  "original_body_lines": [
    "The microfinance pioneer is accused by PM Sheikh Hasina of ‘sucking blood’ from the poor, but supporters say charges politically motivated.",
    "Nobel laureate Muhammad Yunus has been convicted of violating Bangladesh’s labour laws in a case decried by his supporters as politically motivated.",
    "“Professor Yunus and three of his Grameen Telecom colleagues were convicted under labour laws and sentenced to six months in simple imprisonment,” lead prosecutor Khurshid Alam Khan told the AFP news agency on Monday.",
    "He added that all four were immediately granted bail pending appeals.",
    "Yunus, 83, is credited with lifting millions out of poverty with his pioneering microfinance bank but has earned the enmity of long-time Prime Minister Sheikh Hasina, who has accused him of “sucking blood” from the poor.",
    "Hasina has made several scathing verbal attacks against the internationally respected 2006 Nobel Peace Prize winner, who was once seen as a political rival. Yunus and three colleagues from Grameen Telecom, one of the firms he founded, were accused of violating labour laws when they failed to create a workers’ welfare fund in the company.",
    "“This verdict is unprecedented,” Abdullah Al Mamun, a lawyer for Yunus, told AFP. “We did not get justice.”",
    "Yunus is facing more than 100 other charges over labour law violations and alleged corruption.",
    "He told reporters after one of the hearings last month that he had not profited from any of the more than 50 social business firms he had set up in Bangladesh.",
    "“They were not for my personal benefit,” Yunus said. Another of his lawyers, Khaja Tanvir, told AFP that the case was “meritless, false and ill-motivated”. “The sole aim of the case is to harass and humiliate him in front of the world,” he said.",
    "Irene Khan, former chief of Amnesty International now working as a United Nations special rapporteur who was present at Monday’s verdict, told AFP the conviction was “a travesty of justice”.",
    "“A social activist and Nobel laureate who brought honour and pride to the country is being persecuted on frivolous grounds,” she said.",
    "In August, 160 global figures, including former US President Barack Obama and ex-UN Secretary-General Ban Ki-moon, published a joint letter denouncing the “continuous judicial harassment” of Yunus.",
    "The signatories, including more than 100 of his fellow Nobel laureates, said they feared for “his safety and freedom”.",
    "Critics accuse Bangladeshi courts of rubber-stamping decisions made by Hasina’s Government, which is all but certain to win another term in power next week at elections boycotted by the Opposition.",
    "Her administration has been increasingly firm in its crackdown on political dissent, and Yunus’s popularity among the Bangladeshi public has for years earmarked him as a potential rival.",
    "Amnesty accused the Government of “weaponising labour laws” when Yunus went to trial in September and called for an immediate end to his “harassment”.",
    "Criminal proceedings against Yunus were “a form of political retaliation for his work and dissent”, it said."
  ]
}