{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/green-bonds-gain-traction-in-sri-lanka/",
  "time_ut": 1683133860.0,
  "original_lang": "en",
  "original_title": "Green bonds gain traction in Sri Lanka",
  "original_body_lines": [
    "Sustainable finance refers to any form of financial service integrating Environmental, Social and Governance (ESG) criteria into the business or investment decisions for the lasting benefit of both clients and society at large. Presently, a number of securities regulators are focused on whether the sustainable finance claims are accurate and whether investors have the information they need to evaluate sustainable finance products. Retail investors, in particular, need to be able to easily understand the characteristics of such products, as well as the associated risks, to support a more informed investment decision-making process.",
    "Recent developments pertaining to sustainable finance in the emerging markets;",
    "Increasing number of institutional investors are committing to incorporate ESG factors into their investment analysis and decision-making processes",
    "Constant development in issuance of sustainable instruments (green bonds, social bonds and sustainable bonds)",
    "Bloomberg Intelligence (research arm of Bloomberg) has forecasted that the global ESG assets would exceed $53 trillion by the year 2025 and would represent more than a third of the $140.5 trillion in projected total assets under management. Hence, there will be emerging investment flows to the ESG assets in the future, and if enabling frameworks are put in place to facilitate different ESG related new products and initiatives, Sri Lanka would be able to lure much needed foreign inflows to the country in going forward.",
    "Sustainable bonds constitute financial instruments aimed at supporting sustainable development by raising capital to finance or re-finance Green or Social or Sustainability-linked projects. In general, Sustainable bonds can be distinguished from regular bonds by the specific use of the funds raised. Thus, in addition to evaluating the standard financial characteristics (such as maturity, coupon, price, and credit quality of the issuer), investors also assess the specific environmental and/or social purposes of the projects that the bonds intend to support.",
    "Green bonds are innovative financial instruments where the proceeds are invested exclusively (either by specifying the use of the proceeds, direct project exposure, or securitization) in green projects that generate climate or other environmental benefits, for example in renewable energy, energy efficiency, sustainable waste management, sustainable land use (forestry and agriculture), biodiversity, clean transportation and clean water. Their structure, risk and returns are otherwise identical to those of traditional bonds.",
    "Green bonds can mobilize resources from domestic and international Capital Markets for climate change adaptation, renewables and other environment friendly projects. They are no different from conventional bonds, their only unique characteristic being the specification that the proceeds be invested in projects that generate environmental benefits. In its simplest form, a bond issuer will raise a fixed amount of capital, repaying the capital (principal) and accrued interest (coupon) over a set period of time. The issuer will need to generate sufficient cash flows to repay the interest and capital.",
    "Related Topics:Green bonds gain traction in Sri LankaSecurities and Exchange Commission of Sri Lanka",
    "Daraz-SLASSCOM report on E-commerce adoption highlights pathways for the growth of digital commerce in Sri Lanka",
    "Unilever reinforces commitment to invest in Sri Lanka; lays foundation stone for its first malted beverage plant in Sapugaskanda",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}