{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/People-will-be-left-destitute-in-2024-Mujibur-Rahman/56-756505",
  "time_ut": 1702931749.0,
  "original_lang": "en",
  "original_title": "People will be left destitute in 2024: Mujibur Rahman",
  "original_body_lines": [
    "Accuses Govt. of failing to reduce prices of essential goods during festive season",
    "Says President has not delivered SL but merely provided safe passage to Rajapaksas and their cohorts",
    "Claims only recourse for citizens is to protest starting January 2024 and oust current Govt.",
    "Samagi Jana Balawegaya (SJB) Deputy General Secretary Mujibur Rahman yesterday warned that the Sri Lankan public will be left destitute in 2024.",
    "The former MP noted the Government has failed to reduce prices of essential goods during the holiday season and costs of essential commodities remain significantly high. “Despite assurances that essential items such as onions would be imported through diplomatic channels, this shows the inefficiency of the Government. Why does the country need a Trade Minister to merely import goods?” he asked.",
    "Referring to President Ranil Wickremesinghe’s recent assertion that he has safely taken the baby across the bridge, in reference to the Caucasian Chalk Circle and Sri Lanka, Rahman said malnutrition rates have surged by 40% and the economy has contracted by 40%.",
    "“The number of persons living below the poverty line has risen to 5.5 million, income disparity within the country has expanded, and the purchasing power of the people has diminished. The people will be left destitute on the streets,” he said.",
    "“Instead the President has only safely provided passage to the Rajapaksas and those involved in their corrupt acts. The President will not take any legal action regarding the allegations against them,” Rahman added.",
    "He highlighted that starting from 1 January, the new Value Added Tax (VAT) will be imposed on 97 products, including items such as animal feed, eggs, fertilisers, fuel, medical equipment, pharmaceutical production machines, and agricultural spare parts. “This change is expected to lead to a definite increase in the prices of goods and services, causing additional hardships for the people,” he noted.",
    "Rahuman further asserted that considering the dire situation the country is facing, the only recourse for the people is to take to the streets starting January 2024 and protest to overthrow the Rajapaksa-Wickramasinghe regime.",
    "“This is why we advocate for a new mandate. With a distorted Parliament and a President lacking a clear mandate, the country is gradually descending into chaos,” he warned."
  ]
}