{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82280",
  "time_ut": 1689026580.0,
  "original_lang": "en",
  "original_title": "The Injustice Meted out to “Malaiyahath Thamizhar”( Hill Country Tamils) Since  Independence in 1948.",
  "original_body_lines": [
    "This year 2023  marks the bicentennial of the arrival of people  from India as ”indentured labour “ to work in Sri Lanka. Though persons from India have been coming over to the Island from time immemorial, it was in February 1823 that people were first brought “officially” as workers. This was during British colonial rule.The man responsible for this was the then British Governor Sir Edward Barnes who served in  Ceylon -as  Sri Lanka was  known then – as acting Governor and Governor from 1820 to 1831 with a break in between of 2 years.",
    "Governor Barnes  a retired  Lt.General in the British army  initiated the construction of the  major road between Colombo and Kandy and also introduced coffee cultivation in the Island. Indian workers mainly Tamil speaking were brought from the Southern regions of what was known as the Madras presidency during  British rule in India. Indian workers were required to clear forest areas for coffee cultivation and for construction.",
    "Subsequently coffee growing was discontinued. Tea was planted instead from 1867. So too was rubber. More labour from India was required. There was also increased road construction. With the advent of trains in 1864 ,Railways also needed workers. Increasing urbanization created a need for sanitary workers. As a result  there was  a steady flow of Indian workers to the Island until the last years of British rule.",
    "Many of the  pre-dominantly Tamil speaking Indian workers returned to their motherland after some years but fresh workers kept coming and replenishing numbers. A large number of people began settling down in the country to whose economy they had contributed immensely. Many Indian Tamils  put down roots and made this resplendent Isle their adopted homeland. However compulsory repatriation and  communal violence targeting them forced many to depart from these shores over the years. This resulted in their numbers getting  depleted.",
    "According to the 2012 census, the Indian origin Tamils numbering 839,504 (4.12%) are the fourth-largest ethnicity in Sri Lanka. However this is not entirely accurate as a very large number of the Indian Origin Tamil citizens have been categorized as Sri Lankan Tamils in the official census. This is blatantly visible in the Northern and Eastern districts as well as in Colombo and Gampaha. Even in the Up Country districts the census enumerators have a tendency to classify those living in estate regions as Indian Tamils and those residing in urban areas as Sri Lankan Tamils.",
    "The total population of Tamils – both Sri Lankan and Indian -is 3,113, 247. Of these 1,611,036 Tamils are living in the Northern and Eastern Provinces. Another 1,502,211 Tamils live outside the Northern and Eastern Provinces. The harsh reality is  that the Tamils living in the seven Sinhala majority provinces have been deprived of equitable political representation over the years. The majority of these people are those of Indian origin known as Hill Country Tamils.",
    "In recent times the Indian Tamil  community has become known as the “Malaiyahath Thamizhar” (Hill Country Tamils/Up Country Tamils). Although called Hill Country Tamils because they are mainly concentrated in the Uva,Sabaragamuwa and Central provinces ,the “Malaiyahath Thamizhar” community is widely dispersed in all parts of the Island.",
    "It is the intention of this column to  commemorate the 200th anniversary  of arrival by focusing  on the Hill Country Tamils in a series of intermittent articles. These  occasionally published articles will be about the political history of the “Malaiahath Thamizhar” in the Island. This first article will be a brief overview  of  the Injustice meted out to  the community from the advent of Independence in 1948 to the General elections of 1977 with special emphasis on the role played by  Plantation Tamil patriarch S.Thondaman in countering this unjust treatment..",
    "When Sri Lanka known then as Ceylon obtained full freedom from British rule on February 4th 1948, the second largest ethnic community in the island were the Tamils of recent Indian origin and not the Sri Lankan Tamil community. The 1ast official census before Ceylon got Dominion Status and then Independence from the United Kingdom was taken in 1946.",
    "According to the 1946 census, the island nation had a total population of 6 , 637, 300 people. Of this the breakdown for the Sinhala, Sri Lankan Tamil, Sri Lankan Moor, Indian  Tamil, Malay, Burgher and Indian Moor ethnicities was as follows: Sinhalese – 4,620,500(69.41%); Sri Lankan Tamils – 733,700(11.02%); Sri Lankan Muslims – 373,600 (5.61%); Indian Tamils -780,600 (11.73%); Malays – 22,500(0.34%); Burghers – 41,900 (0.63%) and Indian Muslims – 35,600(0.53%).",
    "According to the last  census in 2011, the Indian Tamils numbering 839,504 (4.12%) are the fourth-largest ethnicity in Sri  Lanka. However the figures from the 1946 census reveal that the Indian Tamil community then living mainly in the Uva, Sabaragamuwa, Central and Western Provinces was the second-largest ethnicity when the country was free of colonial bondage.",
    "The community consisting of people who had lived in the island for  generations as well as recent arrivals were an integral component of the newly-independent nation then. The three main sources of income and foreign exchange for the country 75 years ago were tea, rubber and coconut. The bulk of workers on tea plantations and rubber estates were Indian Tamils. They were also engaged as labourers in the sanitary, construction, trade and transport sectors.",
    "The community was also involved with manufacturing and commerce at multiple levels. They owned and ran mills, factories, shops, hotels, restaurants, jewellery establishments, textile stores and theatres. Many owned small boutiques, eating houses and market stalls. Some were pavement hawkers and street peddlers. Others were exporters and importers. Some were professionals. Some were artisans and craftsmen. There were teachers, accountants and clerks. Politically, the Indian Tamils were able to elect eight Tamils to Parliament in the general election of 1947. The Indian Tamil vote also helped  influence results  in another 12-15 electorates.",
    "In short, the Indian Tamils were a vibrant community contributing extensively to the welfare of the nation at the time of independence. Alas! The prevalent post-independence mood amidst dominant political circles differed from that perspective. They perceived the community as aliens who had no place in the country. It was argued that the newly independent nation had to define and determine who was entitled to citizenship or not. And so, the hapless community which toiled from dawn to dusk under extremely poor working conditions in the estates and plantations became political targets.",
    "They were first de-citizenized and then disenfranchised. After their citizenship and franchise were taken away, they became an extremely powerless, vulnerable community.",
    "In the 1952 elections, they could not directly elect a single MP. India, under Prime Minister Jawaharlal Nehru, would not accept them. Hence, they were neither here nor there and were rendered “Stateless.”",
    "They were continually discriminated against. Any Indian Tamil could be picked up and detained as a “Kallathoni” or illegal immigrant. As time progressed, they along with their Sri Lankan Tamil counterparts were victims of communal violence. The community truly fitted Frantz Fanon’s description “Wretched of the Earth.”",
    "Finally, their collective destinies were arbitrated by the heads of two States without any consultation with their leaders or representatives. The Sirimavo-Shastri Pact signed by Indian Prime Minister Lal Bahadur Shastri and Sri Lankan Prime Minister Sirimavo Bandaranaike in 1964 stipulated that 525,000 of the estimated 975,000 Stateless people should be relocated to India while 300,000 would be absorbed by Sri Lanka.",
    "The remaining 150,000 were divided up by India on a 50:50 basis — 75,000 each to both countries — in 1974 through another agreement inked by Indian Prime Minister Indira Gandhi and Sri Lankan Prime Minister Sirimavo Bandaranaike.",
    "When the deadline for Indian citizenship application expired in 1981, only 507,000 out of the envisaged 600,000 had applied for Indian citizenship. This left a shortfall of 93,000. They with their natural increase amounted to another Stateless category. Finally, in the 1986-88 period, the J.R. Jayewardene led government granted full citizenship to the remainder.",
    "It was the United National Party (UNP) led government that created the problem of Statelessness by depriving the Indian Tamils of citizenship rights. Now the wheel had turned full-cycle and another UNP Government led by a President who had been a minister in the first UNP Government ended Statelessness once and for all.",
    "The greater part of credit for this achievement must go to the man known widely as “Thonda.” Saumiamoorthy (spelled sometimes as Saumyamoorthy or Saumiyamoorthy) Thondaman was the undisputed “Thalaiver” (leader) of Sri Lanka’s predominantly Indian Tamil plantation proletariat for several decades. The co-founder and long-standing leader of Ceylon Workers Congress (CWC), Sri Lanka’s largest trade union in the estate sector was a latter day Moses who led his people from oblivion and irrelevance to equality and self-respect.",
    "Saumiamoorthy Thondaman was born in Munapudoor in what was then the Madras Presidency of India during British rule on August  30, 1913. He died of a myocardial infarction at the Sri Jayewardenepura Hospital in Colombo on October 30, 1999.",
    "Saumiamoorthy Thondaman  was a pragmatic realist who grasped in essence that politics is the art of the possible. Applying Chanakyan methods in a practical sense, this larger than life leader of Sri  Lanka’s Tamils of recent Indian origin, helped usher in a period of political empowerment and renaissance. As President of Sri  Lanka’s largest and one of the oldest trade unions, the CWC, the political veteran played a prominent role in the country’s post-independence politics. His political life was intertwined with the vicissitudes of the Indian Tamil people of Sri  Lanka, who formed the most deprived section of Sri Lankan society.",
    "Saumiyamoorthy ‘s father Karuppiah Thondaman migrated to Ceylon, as Sri Lanka was called by the British, to become a “Kankani”, or supervisor, of tea estate workers. Through hard work and shrewd business acumen he became the owner of a prosperous tea plantation, Wavendon estate, at Ramboda in the Nuwara Eliya District. Young Saumiyamoorthy Thondaman, born in Munappudoor, came over at the age of 11. He went to secondary school at St.  Andrews, Gampola. He then took to planting as estate management was then known. In his late teens and early twenties Thondaman led the life of a brown sahib, as the son and heir of a prosperous plantation owner.",
    "There was, however, an idealist streak in the son, who was not content to lead a luxurious life. Instead, he chose to espouse the cause of plantation workers, who were exploited ruthlessly. Thondaman and other like-minded idealists started organising plantation workers on the lines of trade union movements.",
    "The Indian freedom struggle led by Mahatma Gandhi had a demonstration effect. The Indian community, guided by Jawaharlal Nehru, declared itself formally, in his presence and according to his advice, as the Ceylon Indian Congress (CIC) on July 25, 1939.",
    "The war years saw trade unionism taking firm roots in the estates. Thondaman at times spent his own money to finance strikes. The CIC developed into a formidable organisation by the time of independence, with Thondaman as a strong leader.",
    "In the elections to the first Parliament in 1947, eight MPs representing plantation Tamils  were returned. Of these, seven were from the CIC. Thondaman himself won from Nuwara-Eliya with a majority of 6,135 votes. In addition plantation workers also voted for left-leaning candidates in some electorates.  Parliament at that time had 95 elected and six appointed members.",
    "The United National Party (UNP) Government under D.S. Senanayake felt threatened on class and ethnic lines by this “alien presence.” It introduced legislation in 1948 and 1949 to deprive the Indian Tamil community of citizenship and franchise. Thondaman and other Indian Tamil leaders, inspired by the Gandhian ethos, chose to combat these blatantly discriminatory measures by resorting to mass Satyagraha. After 18 months the struggle was called off.",
    "Accepting the inevitable, the plantation workers began applying, under the new regulations, for citizenship afresh. The stringent requirements imposed and the strict application of those requirements during processing saw most workers being denied citizenship and, by extension, voting rights. Only 132,000 became eligible for citizenship by 1962.",
    "In the meantime, lakhs of Indian returned to India voluntarily. The 1958 communal violence accelerated this process. The CIC had  transformed itself into the Ceylon Workers Congress(CWC) in 1950. With the deprival of voting rights,  it became more of a trade union with a political wing than a political party with a trade union. No member of the CWC was elected to Parliament in the 1952 and 1956 elections..",
    "In July 1960, Thondaman  became an appointed Member of Parliament under Sirimavo Bandaranaike’s Government. He represented the hill country Tamils  known as “Stateless” people, that is, Tamils who were citizens of neither Ceylon nor India. The worst, however, was yet to come.",
    "In October 1964, Prime Ministers Lal Bahadur Shastri and Bandaranaike signed an accord which arbitrarily determined the future of these so-called stateless persons. The Sirimavo-Shastri Pact, as it was popularly known, divided the Stateless people on a ratio of seven to four between India and Sri Lanka respectively. Out of the 975,000 Stateless persons, 525,000 were to be repatriated to India while 300,000 were to be granted Sri Lankan citizenship. The fate of another 150,000 people was kept in abeyance. In 1974, Prime Ministers Bandaranaike and Indira Gandhi signed another accord, which divided these people equally – 75,000 each between the two countries.",
    "The tragic dimension to this exercise was that the CWC, which represented the stateless persons, was not consulted. Angered over these developments, Thondaman joined with dissident Sinhala MPs and brought about the downfall of the  Sirimavo Bandaranaike Government in December 1964; Thondaman abstained during a crucial vote, and the government fell by a one-vote margin.",
    "The incident also shed light on the political animal that was Thondaman. Instead of striking out against the government in opposition to the Sirimavo-Shastri Pact and inviting political isolation, Thondaman  chose to bide his time and team up with other Sinhala MPs on the question of press freedom at the opportune moment and then help deliver the coup de grace.",
    "In 1965, Thondaman  became an appointed Member of Parliament in the UNP Government of Dudley Senanayake. He used the opportunity to delay the repatriation while encouraging the process of re-enfranchisement. Thondaman reportedly told political scientist Prof. A.J. Wilson that he had single-handedly nullified an agreement entered into by two sovereign governments.",
    "The return of Sirimavo  to power in 1970 saw a reversal of this state of affairs. The nationalisation of plantations saw Indian Tamil people being evicted from the estates and landless Sinhala people being settled in their place. A large number of Tamil people relocated to the Sri Lankan Tamil areas in the  North and East.",
    "In spite of the dire economic circumstances, a silent revolution was happening  within the Indian Tamil community. Aided by CWC leaders, more and more Indian Tamils were regaining citizenship and consequent voting rights. As more and more children grew up and reached the voting age of 18, the community’s voting strength increased.",
    "This empowerment became evident for the first time in the 1977 elections when, after 30 years, Thondaman was re-elected to the multi-member constituency of Nuwara Eliya-Maskeliya. He joined the UNP Government of J.R. Jayewardene  in 1978. The new Constitution of 1978 removed the distinctions between citizens of descent and citizens by registration. This put an end to many problems faced by Indian Tamils. As minister for Rural Industrial Development, Thondaman was able to foster dairy projects and small industries among the Indian Tamil people.",
    "Thondaman  persuaded the Jayewardene Government in 1987 to grant citizenship unilaterally to the residual  category of Indian Tamils without citizenship  and end for all time the “Thrishanku State” of the Stateless people. Concessions were also gained in the case of Hill Country Tamils  who had obtained Indian citizenship but were staying on in the Island..",
    "Thondaman was successful in these attempts because of five factors.",
    "Firstly, the increase in votes within the community and the CWC’s ability to deliver them en bloc provided Thondaman considerable bargaining power.",
    "Secondly, the rise of political violence in the northeastern region of the country saw Colombo awarding priority to the needs of the Indian Tamils.",
    "Thirdly, India had begun to take greater interest in the affairs of Sri  Lanka, thereby impelling governments in Colombo to remove possible irritants pertaining to the plantation Tamil community, which claimed an umbilical relationship with “mother India”.",
    "Fourthly, the CWC illustrated through well-executed strikes its capability to paralyse tea and rubber production. This provided economic clout, which enhanced the CWC’s bargaining power.",
    "Fifthly, Thondaman enjoyed close personal relations with the then UNP leaders such as J.R.Jayewardene, Ranasinghe Premadasa, Gamini Dissanayake, Lalith Athulathmudali and Anandatissa de Alwis, and used them to the advantage of his people.",
    "As the undisputed leader of the Indian  Tamil community, Thondaman enjoyed the reputation of being a king-maker in Sri Lankan politics. The power behind the throne role he played and the pragmatic approach he adopted to the dynamics of politics fuelled resentment against Thondaman in certain chauvinist quarters. The fact that an “Indian Tamil” was helping make and unmake Presidents and administrations strengthened these feelings.",
    "The opposition used to refer to the then UNP Government as the JR-Thonda regime. A popular slogan then was “Kawda Man? Thondaman” (Who is the man/Thondaman).",
    "Saumiyamoorthy Thondaman was a leader who helped his people with single-minded devotion for more than 60 years to realise their aspirations against overwhelming odds. The passing of the Plantation Tamil patriarch in 1999  was an irreparable loss to his trade union, party, community and country.(ENDS)",
    "This article appears in the “Political Pulse”Column of the “Daily FT”dated 5th July 2023.It can be accessed here-"
  ]
}