{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-tea-exports-down-22-4-pct-in-march-2023-118736/",
  "time_ut": 1682245800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka tea exports down 22.4-pct in March 2023",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s tea exports fell 22.43 percent from a year ago to 17.98 million kilograms in March 2023 data showed, as crops were hit by the chemical fertilizer and weedicide ban imposed in 2021.",
    "However the total export earnings were up 49.84 percent in March 2023 to 110.1 million US dollars up from 94.7 million US dollars a year earlier.",
    "It was mainly due to a collapse of the currency from 200 to 360 to the US after a two years of money printing to suppress rates as well as global rise in commodity prices due to loose US policy, rupee earnings rose 96 percent to 17.7 billion rupees.",
    "From January to March 2023 period the total exports were 54.08 million kilos, down 9.62 from 63.70 million kilos in the same period in 2022 with a total earning of 313 million US dollars down from 286 million US dollars.",
    "Turkey bought 6.8 million kilograms, becoming the top buyer of Ceylon Tea in March 2023, displacing Iraq to second place with 5.8 million kilograms (last year 12.6 million kilos), industry data released by Ceylon Tea Brokers show.",
    "Russia came in third with 5.6 million kilos (5.7 million kilos in 2022), and UAE was fourth with 4.4 million kilos, down from 6.1 million kilos last year.",
    "Sri Lanka produced around 251 million kilos of tea in 2022 due to the lagged effect of a fertilizer ban pushed for by the Government Medical Officers Association.",
    "In March 2023, the production fell 3.08 percent to 21.3 million kilograms in March 2023 from a year ago.",
    "Despite the drop, top officials in the industry said, production is likely to pick up from around the second quarter of 2023 as trees respond to fertilizer applied after an agro-chemical ban ended.",
    "Higher levels of weeds discouraged pluckers from going into the bushes reducing crop intake and manual weeding increased soil erosion, planters have said.",
    "Tea Board officials said, if the price stability comes, a positive reaction from the third quarter can be expected in the market. (Colombo/April23/2023)"
  ]
}