{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/David-Miller-Babar-Azam-among-int-l-stars-signed-for-LPL-4/108-259718",
  "time_ut": 1684840843.0,
  "original_lang": "en",
  "original_title": "David Miller, Babar Azam among int'l stars signed for LPL 4",
  "original_body_lines": [
    "South African batsman David Miller and Pakistan's national team captain Babar Azam will be among the overseas players featuring in this year's edition of the Lanka Premier League (LPL), Sri Lanka Cricket (SLC) announced today.",
    "The fourth edition of the tournament, starting on July 30, will be played in three phases, starting in Colombo before moving to Kandy, and heading back to Colombo for the final stages in August.",
    "\"The window we have received this year is slightly shorter than last year, so that's the reason we have decided to play in two venues,\" LPL Tournament Director Samantha Dodanwela said.",
    "Dodanwela also said that there was a visible interest among both local and foreign players to play in the tournament.",
    "\"There were 500-plus players who registered (on the online registration portal) which is a clear indication of the faith that overseas players and player managers have in this tournament.\"",
    "SLC also announced that players will be auctioned this year, as opposed to being drafted as in previous seasons, with each team given a salary cap of 1 million US dollars.",
    "Ahead of the player auctions the five franchises were allowed to sign two overseas and two local players directly.",
    "Miller will strengthen the defending champions Jaffna Kings, with Rahmanullah Gurbaz returning as the team's second overseas direct signing.",
    "Thisara Perera, who has led the team to three titles in the first three seasons of the tournament, takes up one of those local signing slots, along with spinner Maheesh Theekshana.",
    "Azam has been signed by the newly rebranded Colombo Strikers, with compatriot Naseem Shah joining him as the franchises two direct overseas signings.",
    "Matheesha Pathirana and Chamika Karunaratne are the Colombo franchise’s two local signings.",
    "Dambulla Aura, who were the bottom placed team last season, will hope the signing of Matthew Wade and Lungi Ngidi will drive the team to a better finish this season, having also snapped up Kusal Mendis and Avishka Fernando--top scorer in the last LPL season--as their local signings.",
    "Bhanuka Rajapaksa returns to the Galle Gladiators franchise, having played for Dambulla last season, with Dasun Shanaka also moving to the two-time finalists from the Aura.",
    "Shakib Al Hasan and Tabraiz Shamsi will feature for the Galle Gladiators franchise as their direct international signings.",
    "Former national captain Angelo Mathews joins Wanindu Hasaranga at the Kandy Falcons, with Mujeeb ur Rahman and Fakhar Zaman making up the franchise's four pre-auction direct signings.",
    "Main photo: LPL Tournament Director Samantha Dodanwela (2L) speaking to the media flanked by Founder and CEO of IPG (Rights holder for the LPL) Anil Mohan (L), SLC Secretary Mohan de Silva and SLC CEO Ashley de Silva"
  ]
}