{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Who-is-afraid-of-the-Mahavamsa/172-263087",
  "time_ut": 1689266885.0,
  "original_lang": "en",
  "original_title": "Who is afraid of the Mahavamsa?",
  "original_body_lines": [
    "History is not clean, never is. History is a version, but this  doesn’t mean that all versions have the same truth value.",
    "A few weeks ago UNESCO inscribed the Mahavamsa onto its ‘Memory of the World (MoW) International Register for 2023. It was not exactly a declaration of the extensive chronicle as a ‘world heritage,’ although some history buffs and, let’s say, Mahavama-fixated social media enthusiasts announced it as such.",
    "Responsible students of history, who were aware of the relevant distinctions and took the trouble to examine the UNESCO announcement corrected this misconception. At the same time, it was quite noticeable in certain social media platforms that certain commentators using this erroneous representation not only rubbished the error-makers but the Mahavamsa itself. They were rushing to downplay the inscription; ’just an entry in a memory-register, not really a world heritage.’",
    "A symptomatic reading of both tendencies is possible. On the one hand, you have those who possibly suffer angst about history and heritage they can claim to own or at least belong to being deliberately and systematically disavowed, rubbished and even painted as fiction.",
    "As such, they may have been thrilled by the inscription, especially since it comes from UNESCO and not some, say, ‘Sinhala Buddhist Chauvinist.’ It’s not that they tried to make a mountain of a molehill, though.",
    "UNESCO, in its announcement, did not relegate the chronicle to the status of an ‘epic legend’ like for example the Ramayana or Mahabharata. The Mahavamsa is a mountain, this much has been recognised by UNESCO. It does not require frilling with fairy lights and such.",
    "On the other hand, there are those who just cannot stand the Mahavamsa perhaps because a) their preferred version of the event and personality are at odds with the Mahavamsa chronicle, b) their preferred version would wish away the Sinhalese and Buddhists altogether and have instead a story about a multi-ethnic and multi-religious polity from the beginning of time that just cannot be substantiated, and c) they don’t have a story at all to write home about.",
    "Now the Mahavamsa provides a detailed account of the island’s history from the 6th Century BCE to 1815 CE. It is one of the longest continuous historical records in the world. Historians the world over recognise in the text a mature historiographic tradition.",
    "They note, moreover, that information contained in the text has been verified through numerous archaeological studies in Sri Lanka and India. In fact, the Mahavamsa has been used to obtain a better fix on chronologies related to events and personalities in the larger South Asian region.",
    "UNESCO, in its announcement, did not relegate the chronicle to the  status of an ‘epic legend’ like for example the Ramayana or Mahabharata.  The Mahavamsa is a mountain, this much has been recognised by UNESCO.  It does not require frilling with fairy lights and such.",
    "It can certainly be ridiculed (like all historical accounts can be, including those alternatives and considerably ‘holed’ versions preferred by those who revile the Mahavamsa and/or those who obtain ammunition for debates on history and heritage) for ‘preposterous’ content, for example, the narrative about Vijaya, a brigand who was the son of a patricidal king who also indulged in incest and whose mother practised bestiality. That’s a myth, clearly, but if indeed the chroniclers were intent on constructing some kind of ‘pure race’ narrative it’s something they could have left out.",
    "No history is error-free. Neither are chronicles free of ideology. Neither of these two is acknowledged, however, by those who offer ‘alternatives’ about the alternatives they offer. Such caveats we do not see. Regardless of outcome preferences and the fairytale histories/versions that are thought to be useful in obtaining those outcomes, academics, especially historians, just cannot ignore the Mahavamsa. They can engage with the text, dispute assertions and offer tangible material of one kind or another to buttress the position they’ve taken.",
    "One of the best examples of such scholarly engagement I’ve come across is Ishanka Malsiri’s response to Gananath Obeysekera’s essay on Dutugemunu’s conscience. Gananath’s piece is framed by a political (not academic) framework: he is convinced that at some level Sinhala Buddhist nationalism/chauvinism is the ‘architect’ of all of Sri Lanka’s ills, especially those related to ‘ethnic conflict.’ He picks a narrative drawn from archaeology to prove his theory. Ishanka examines Gananath’s thesis, examining each and every source cited, separating truth from fiction, and finds it to be untenable.",
    "Interestingly, the Colombo University history professor, Nirmal Ranjit Devasiri, expressed an intention to review Malsiri’s book and I hope he does. According to some of his students, he has made Gananath’s essay ‘required reading.’ Perhaps he has since taken it out of the syllabus but perhaps he has done what a serious scholar ought to do — include Malsiri’s work in the reading list.",
    "The world is not made of historians and typically, many non-historian political activists and ideology-paddlers are averse to any serious study of the past. They cherry-pick from history, treat conjecture as truth, legend and myth as fact, quote one another and ridicule others, just to elevate a preferred narrative.",
    "The year 1956 is a case in point. For some, it all began in that year and the language policy of the then government, which by the way was preceded by a policy on the language of instruction that privileged the vernacular. They would have it that Sri Lanka was always ‘multi-ethnic’ and ‘multi-religious’ (which country is not?) but would delve into deep navel-meditation if questioned about numbers and percentages.",
    "Interestingly, though, whenever something bad and obnoxious happens in this country, be it sexual harassment, murder, brigandry or even losing a cricket match, there pops out the down-the-nose comment, ‘see, that’s what happens in this Sinhala Buddhist country!’ It’s a tacit and unwitting acknowledgement of a history which is at other times disavowed.",
    "On the other hand, anything that can be labelled good or great is attributed to all; all ethnic groups, all The independence struggle for example. Names are trotted out to support the claim. It was a bloodless struggle, we are told. And if you point out all the battles waged against the invader from 1815 onwards, they would want everyone to believe the fairytale that for every Sinhala person who got killed, there was also a Tamil, a Muslim and a Burgher who also fell; that for every Sinhala village destroyed so too was a Tamil, a Muslim and a Burgher village that burned. Of course, it didn’t happen that way, but to explain it all some careless ‘chronicler’ might pip, ‘there were more Sinhala Buddhists ne machang,’ only even if you played that numbers game the blood outweighed the expected weight of proportion.",
    "History is not clean, never is. History is a version, but this doesn’t mean that all versions have the same truth value. The Ruwanweliseya is not a church just because some version has it that way. Substantiation is key.",
    "History does not forbid either. Just because things were a particular way yesterday it doesn’t mean that tomorrow should be the same. However, to the extent that yesterday weighs upon today and today on tomorrow, it is folly to claim that yesterday never happened and does not count. That’s like disavowing not just parents but one’s very birth: ‘never was born and therefore I am not!’",
    "You cannot talk about the history of this island without also taking into account the Mahavamsa. It is fine not to trust it, but it would be silly to refuse to engage with the text, not in bits and pieces but the entire narrative."
  ]
}