{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/after-high-profile-marine-disasters-sri-lanka-approves-french-funded-oil-spill-monitoring-service-125808/",
  "time_ut": 1689170640.0,
  "original_lang": "en",
  "original_title": "After high profile marine disasters, Sri Lanka approves French-funded oil spill monitoring service",
  "original_body_lines": [
    "ECONOMYNEXT – After two major marine disasters, the Sri Lanka cabinet has approved a French funded move to establish a satellite system to detect data on oil spills caused by ships within Sri Lankan waters, the island nation’s government said.",
    "Sri Lanka has witnessed two worst marine disasters within nine months since 2020 September: MT New Diamond, a very large crude carrier and X-press Pearl MV with large amounts of chemicals.",
    "The new move will be funded by over 600,000 euro from the French government, the government said.",
    "“Due to the growth of the shipping industry and port development, the number of ships sailing in Sri Lankan waters is increasing. Therefore, it is recognized that it is necessary to establish a system to quickly obtain information about oil spills caused by ships,” the government said in a statement on Tuesday (11).",
    "“With such a system, it will be possible to take quick measures to prevent marine pollution caused by ships, identify the responsible ships and take relevant legal actions.”",
    "The island nation suffered from the X-press Pearl MV disaster which released 25 tonnes of Nitric Acid into Sri Lanka’s waters after the accident in May 2021. The cost of environmental damage is yet to be known, Sri Lanka’s government officials have said.",
    "The new move will be backed by Collected Localisation Satellites (CLS) which is a provider of monitoring and surveillance satellite services mainly used to understand, protect and manage resources sustainably.",
    "Compensation for the damage caused due to the X-Press Pearl maritime disaster is estimated at $6.4 billion, the government has said.",
    "Sri Lanka’s Attorney General’s Department filed a legal case in a Singapore court in May to claim the damage after waiting for almost two years. (Colombo/July 13/2023)"
  ]
}