{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Haycarb-launches-ground-breaking-ESG-Roadmap-Activate-on-50th-Anniversary/34-751474",
  "time_ut": 1691368469.0,
  "original_lang": "en",
  "original_title": "Haycarb launches ground-breaking ESG Roadmap “Activate” on 50th Anniversary",
  "original_body_lines": [
    "Haycarb PLC Managing Director Rajitha Kariyawasan (left) presenting the ACTIVATE ESG framework to Haycarb PLC and parent Company Hayleys PLC Chairman Mohan Pandithage (centre) in the presence of Haycarb Deputy Managing Director Brahman Balaratnarajah",
    "Haycarb PLC and parent Company Hayleys PLC Chairman Mohan Pandithage greeting members of Haycarb’s global family at the launch event",
    "Haycarb PLC, a global leader in high-value coconut shell activated carbon and a member of the Hayleys Group announced the launch of “ACTIVATE”, its Environmental, Social, and Governance (ESG) Roadmap 2030.",
    "ACTIVATE lays out a vision for integrating Environmental, Social and Governance (ESG) considerations across the company’s strategy, processes and business operations, in alignment with the broader targets set out under the Hayleys Lifecode, which articulates the Hayleys Group’s ESG aspirations and roadmap for 2030.",
    "ACTIVATE revolves around five key pillars: Restore, Inspire, Excite, Uplift, and Innovate. Each provides a defined and clear pathway to enriching all aspects of Haycarb’s value chain, encompassing the environment, its employees, customers, communities and its product proposition.",
    "Through ACTIVATE, Haycarb has set ambitious targets to achieve by 2030 including a 50% increase in the use of renewable energy resources, adoption of 25% sustainable packaging for raw materials, and an increase in sustainable water sourcing of 10%. This is in addition to significant waste reduction, water reuse and recycling targets, and a commitment to reducing energy intensity. In its commitment to fight climate change, the company also aims for a significant 25% GHG (Greenhouse Gas) reduction in their Scope 1 and Scope 2 emissions.",
    "“Over the past 50 years, sustainable innovation has been the core to Haycarb’s proposition, as we focused on transforming a renewable raw material generated as a by-product from the coconut industry into a sustainable, future-ready product portfolio.",
    "“This is the very definition of a circular economy and represents one of the strongest demonstrations of our ESG commitments in action. We congratulate the entire team on the launch of ACTIVATE, and their efforts to make tenacious progress on their ESG impact,” Haycarb PLC and parent Company Hayleys PLC Chairman Mohan Pandithage said.",
    "ACTIVATE was launched at the Haycarb headquarters in Colombo, in the presence of representatives from the Haycarb global family from its manufacturing facilities in Sri Lanka, Thailand and Indonesia, and marketing offices in the USA, UK and Australia.",
    "“The world seeks sustainable solutions, with ESG-led applications at the forefront of humanity’s future. Haycarb caters to a global customer base, demanding greener alternatives actively pursuing carbon neutrality goals. We have been on the frontiers of sustainable innovation, leveraging home-grown research and development, with ESG at the core of our management philosophy. The launch of ACTIVATE marks a significant milestone in our mission to sustainably harness activated carbon to unlock value on a global scale. We believe that setting targets of this nature and extent are just the beginning and should soon become the norm across all industries,” Haycarb PLC Managing Director Rajitha Kariyawasan said.  ACTIVATE stands as a strategic exemplar, aligning with globally recognised standards and frameworks, showcasing Haycarb’s unwavering dedication to sustainability. With adherence to esteemed guidelines like the Integrated Reporting (IR) Framework, Global Reporting Initiative (GRI) Standards, Task Force on Climate-related Financial Disclosures (TCFD), and UN Sustainable Development Goals (SDGs), ACTIVATE sets a formidable benchmark for responsible corporate practices. Emphasising transparency and accountability, this transformative initiative not only drives positive impact for Haycarb but also shines as a beacon of inspiration, guiding companies across diverse industries towards embracing more responsible ESG and sustainability practices."
  ]
}