{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Navy-works-on-KKS-harbour-expansion-to-start-ferry-service-as-scheduled/108-257540",
  "time_ut": 1681279082.0,
  "original_lang": "en",
  "original_title": "Navy works on KKS harbour expansion to start ferry service as scheduled",
  "original_body_lines": [
    "In view of the proposed ferry service between KKS and Pondicherry, India, the Sri Lanka Navy (SLN) had been working on the development of infrastructure facilities of the harbour since February, the SLN said in a media release.",
    "The ferry service is expected to commence on April 29. A discussion on the ferry service was held on Friday, March 24 between the two countries.",
    "Sri Lanka Ports Authority (SLPA) provided a financial facility of Rs. 144 million for the construction and development of the infrastructure of the harbour. The work is carried out by the Sri Lanka Navy.",
    "The terminal upon completion of its construction is expected to be handed over to the SLPA by the second week of April.",
    "The expansion project will also include developing infrastructure to accommodate the ferries and other craft to provide better service.",
    "“Following the directives of the Commander of the Navy Vice-Admiral Priyantha Perera, the Sri Lanka Navy has taken an active role in supporting the expansion of the Kankesanthurai harbour facility by enabling its manpower and expertise, in response to a request of the Ministry of Ports, Shipping and Aviation.",
    "“Accordingly, the project got underway on February 01, with skilled manpower and industrial expertise enabled by the Navy,” SLN said in a media release.",
    "“Thus, the Sri Lanka Navy has undertaken the construction of a passenger terminal for immigration and Customs Clearance of people who intend to use this passenger ferry service. Required materials for the construction work are provided by the Sri Lanka Ports Authority.",
    "“Presently, a group of 60 naval personnel are engaged in the construction of a 1000 square meter passenger terminal, under the supervision of SLN Civil Engineering officers.",
    "“The construction work of the passenger terminal will be completed soon and thereupon the facility will be handed over to the Sri Lanka Ports Authority for its operational purposes. (Darshana Sanjeewa Balasuriya)"
  ]
}