{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Apparel-exporters-join-bandwagon-to-oppose-move-to-abolish-SVAT-scheme/108-260833",
  "time_ut": 1686340323.0,
  "original_lang": "en",
  "original_title": "Apparel exporters join bandwagon to oppose move to abolish SVAT scheme",
  "original_body_lines": [
    "The Joint Apparel Association Forum (JAAF) yesterday expressed “deep” concern and disappointment on the government’s decision to terminate the long and well-functioning Simplified Value-Added Tax (SVAT) scheme.",
    "In a statement issued on Thursday, the Tea Exporters’ Association also expressed its concerns about the move.",
    "Representing the interests of the apparel industry, the JAAF said it firmly believes that the abolition of SVAT for exporters would have detrimental effects on the sector, which is already reeling under the pressure of declining exports, jeopardising the cash flows of businesses and impeding the efforts to return to overall growth.",
    "“The abolition of SVAT will create a further burden on an already stressed industry and particularly on company cash flows as funds will be tied up in even the most efficient refund systems,” said the JAAF in a statement to the media, adding that the “impulsive and non-consultative” decision would have disastrous impacts on the long-term operations of a viable sector.",
    "The JAAF asserted that the abolition of SVAT would create a further burden on an already stressed industry and particularly on company cash flows, as funds would be tied up in even the most efficient refund systems. Whilst recognising the need for the government to achieve its revenue targets, the JAAF noted that the abolishing of SVAT is completely revenue neutral to the Inland Revenue Department (IRD).",
    "“Removal of SVAT will only lead to increased cash flow between the exporter and IRD. Sri Lanka’s track record on VAT refunds is poor and prior to the introduction of SVAT, exporters had refunds due from the department that ran into over 18 months,” it said.",
    "History has shown that the refund system that existed before the introduction of SVAT had large fraud in the non-export sector and not among exporting companies. Exporters utilise SVAT for the purchase of local inputs, which are subsequently converted into finished products for export.",
    "“As such they have very little sales locally, which reduces the potential for abuse of the system. In any event the likelihood of abuse is much higher in a system based on payment and refund as against a voucher system of SVAT,” the JAAF said.",
    "Further, the decision has seemingly failed to consider the fact that the apparel exporters may be compelled to importing raw materials rather than purchasing them from domestic manufacturers and having their cash flows restricted by the VAT refund system.",
    "The JAAF pointed out this would lead to increased imports, a detrimental effect on both the companies and the overall balance of trade. The JAAF stated it would result in the loss of the unique vertical integration benefits Sri Lanka apparel has to offer, which over the long term may lead to questions being raised over the viability of companies and the jobs they create.",
    "Furthermore, the reintroduction of a VAT refund system, even under the most auspicious conditions, would necessitate the allocation of substantial IRD resources for the constant follow-up and evaluation, which a refund system will necessitate. This will only result in increased additional administrative costs for all parties and the misplacement of precious IRD resources and distract staff.",
    "Thus, the JAAF said it recommends that the removal of SVAT from the export sector be approached with utmost caution. “In the current climate of declining exports and its adverse effects on companies and employees, it is crucial to shield the sector from unnecessary internal shocks that would undoubtedly occur if SVAT were abolished, urging the government to preserve SVAT for the export sector,” said the JAAF."
  ]
}