{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95476/us-criticizes-israel-on-gaza-civilian-toll-as-un-to-hear-ceasefire-demand",
  "time_ut": 1702010400.0,
  "original_lang": "en",
  "original_title": "US criticizes Israel on Gaza civilian toll as UN to hear ceasefire demand",
  "original_body_lines": [
    "U.S. Secretary of State Antony Blinken, in his strongest public criticism of Israel’s conduct of the war on Hamas in south Gaza, said there was a gap between the government’s declared intentions to protect civilians and the casualties.",
    "“As we stand here almost a week into this campaign into the south ... it remains imperative that Israel put a premium on civilian protection,” Blinken said at a press conference following a meeting with British Foreign Secretary David Cameron in Washington on Thursday.",
    "“And there does remain a gap between ... the intent to protect civilians and the actual results that we’re seeing on the ground,” Blinken said.",
    "Israel says it must wipe out the Hamas militant group after its attack on Israel two months ago and is doing everything possible to get civilians out of harm’s way, including warnings about military operations.",
    "U.S. President Joe Biden spoke separately by phone with Israeli Prime Minister Benjamin Netanyahu and Jordan’s King Abdullah on Thursday. Biden “emphasized the critical need to protect civilians and to separate the civilian population from Hamas including through corridors that allow people to move safely from defined areas of hostilities,” the White House said.",
    "More than 17,170 Palestinians have been killed and 46,000 wounded, according to the Gaza health ministry, since Oct. 7, when Israel began bombarding Gaza in response to a cross-border rampage by Hamas militants who control the enclave. The Hamas attack killed 1,200 people, with 240 people taken hostage, according to Israel’s tally.",
    "Hundreds more Palestinians were killed as Israel fought Hamas militants in the Gaza Strip’s biggest cities on Thursday - 350 people according to Gaza health ministry spokesman Ashraf Al-Qidra. Israel said its forces killed a number of gunmen in Khan Younis, including two who emerged firing from a tunnel.",
    "Arab states have renewed their push for an immediate humanitarian ceasefire in Gaza and to that end, the United Arab Emirates has asked for the U.N. Security Council to vote on Friday morning on a draft resolution.",
    "The United States and ally Israel oppose a ceasefire because they believe it would only benefit Hamas. Blinken is due to meet top diplomats from Arab states, including Egypt, on Friday in Washington.",
    "The draft was amended to say both “the Palestinian and Israeli civilian populations must be protected in accordance with international humanitarian law” and to “demand the immediate and unconditional release of all hostages.”",
    "A resolution needs at least nine votes in favour and no vetoes by the five permanent members - the United States, Russia, China, France or Britain - to be adopted. The U.S. does not support any further action by the council at this time.",
    "In a development that should help smooth the way for more humanitarian aid to reach besieged Gazans short of basic needs, Israel agreed at the request of the United States to open the Kerem Shalom border crossing for the screening and inspection of trucks and their cargo, a U.S. official said on Thursday.",
    "Egypt, along with the United Nations, has been lobbying Israel to speed up an inspection process, which requires the vehicles to drive to Egypt’s border with Israel before looping back to Rafah. The number of trucks crossing daily has dropped to fewer than 100, from nearly 200 during a Nov. 24-Dec. 1 truce, according to the United Nations.",
    "The humanitarian pause also allowed for the release of hostages held by Hamas in exchange for prisoners being freed from Israeli jails.",
    "In Israel, Colonel Elad Goren, head of the civil department at COGAT, the Israeli agency for civilian coordination with the Palestinians, told reporters: “We will open Kerem Shalom just for inspection. It will happen in the next few days.”",
    "Kerem Shalom sits at Gaza’s southern border with Israel and Egypt and the crossing was used to carry more than 60% of the truckloads going into Gaza before war erupted two months ago.",
    "With no end in sight to the fighting, a top White House national security aide, Jon Finer, said the United States had not given Israel a firm deadline to end major combat operations against Hamas in the Gaza Strip.",
    "There are many “legitimate military targets” remaining in south Gaza including “much if not most” of the Hamas leadership, Finer said at the Aspen Security Forum in Washington.",
    "Meanwhile, hostages still held by Hamas have been kept incommunicado in Gaza despite Israel’s calls on the Red Cross to arrange visits and verify their wellbeing.",
    "Marking two months since Hamas’ attack, the start of the Jewish festival of Hanukkah was a solemn moment for many in Israel.",
    "Idit Ohel, whose son Alon, 22, was kidnapped by Hamas gunmen from an outdoor music festival where 364 people were killed, said she was hoping for a miracle.",
    "“He doesn’t know it’s Hanukkah. I don’t think he knows the days, what’s day, what’s night,” said Ohel. “But he’s in our hearts all the time.”"
  ]
}