{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Future-decisions-can-only-be-made-based-on-data-and-statistics-State-Minister-of-Finance/56-749199",
  "time_ut": 1686093046.0,
  "original_lang": "en",
  "original_title": "Future decisions can only be made based on data and statistics: State Minister of Finance",
  "original_body_lines": [
    "State Minister of Finance Shehan Semasinghe yesterday said Sri Lanka’s future decision-making can only be done on the basis of data and statistics.",
    "He made this observation at the inauguration of the high level meeting on “Unlocking the power of administrative data for producing official statistics” at the Ministry of Finance with the support and collaboration the Department of Census and Statistics has received from the United Nations Department of Economics and Social Affairs and the United Nations Statistics Division.",
    "The State Minister of Finance pointed out that data and statistics play a decisive role in effective policy making by highlighting challenges and effectiveness. Further he said that we live in a highly competitive world where facts compete with fake news.",
    "“In addition, while making decisions, numbers are critical to understand where we stand and where we need to position ourselves in the way forward and Sri Lanka’s future will be based on evidence-based decision-making that will make it possible to respond adequately to internal or external shocks,” the Minister said.",
    "Semasinghe pointed out the lack of a commonly accessible system, that not integrated is a main cause for unavailability or underutilisation of data. He emphasised that introducing a common inter-inked administrative record base with real time update should be a priority.",
    "State Minister Semasinghe also pointed out that moving forward, if there are requirements for new laws or regulations to be introduced or amendments to the existing laws, the government is ready to facilitate such requirements."
  ]
}