{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-mulls-filing-x-press-pearl-damage-claim-in-singapore-118503/",
  "time_ut": 1681963680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka mulls filing X-Press Pearl damage claim in Singapore",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka authorities are considering filing claim for compensation over the X-Press Pearl marine disaster in a Singapore court an official said, while an environmental lawyer said a domestic action also had advantages.",
    "MV X-Press Pearl, operated by Singapore based X-Press Feeders caught fire and sank off the Colombo in May 2021 with a cargo of chemicals. Sri Lanka is now running out time to file the case.",
    "Under the marine prevention Act, Sri Lanka was given 2 years to file the legal action that ends on May 19, 2023.",
    "Sri Lanka is considering filing the case in a Singapore court.",
    "“The Attorney General’s Department states that the case would most likely be filed in a Singaporean Court, and that they would do the necessary to start the legal process,” Acting General Manager Sri Lanka’s Marine Environment Protection Authority, Jagath Gunasekara, told EconomyNext.",
    "“The AG’s Department believes that it would be more effective to find better compensation in a Singaporean Court.”",
    "Following a cabinet decision, the AG’s department is obtaining the service of an Australian-based marine law agency, Gunasekara said, adding that filing a court case in Singapore will give a better chance of getting compensation for Sri Lanka.",
    "A Colombo based environmental lawyer said filing the case in the Sri Lankan court may be advantageous as the accident occurred in Sri Lankan waters and will prevent additional costs to the country.",
    "“This accident occurred within the territorial jurisdiction of Sri Lanka, therefore, the action has to be filed in a Sri Lankan Court, because if we file an action in another country, there are uncertainties and dangers that may happen,” environmental lawyer Jagath Gunawardana told EconomyNext.",
    "Gunawardana says the shipping company may object to the case, stating that no offense was committed in the jurisdictional area of Singapore, to file an action in Singapore.",
    "“Second is, we may have to rely on a third-party, a Singaporean legal team, whom we may have to pay and retain till the end of the trial,” he said. “But if we file an action a Sri Lankan Court, the Attorney General’s Department would be the body who may prosecute,”",
    "“The uncertainty and cost are saved if the action is taken in a Sri Lankan Court.",
    "We may also have to send a long team of environmental experts to give evidence in the Singaporean Court, and other additional costs that have to be borne by the Sri Lankan public which would be an unnecessary cost at this time.”",
    "Justice Minister Wijedasa Rajapaksa said earlier this week that an expert committee report did not come in time to file the case earlier.",
    "A 40-member expert committee had been assembled by the MEPA after the disaster to assess the environmental damage.",
    "“Due to various reasons this had been delayed. Therefore, I had to intervene in this matter,” Rajapaksa told reporters Tuesday.",
    "“Last July I had a discussion are requested that it be given by September 23. That was delayed and it was given in January. It was referred to the AG the same day. The cabinet has also been informed.",
    "“There was some disagreement between the MEPA and AGs department, which was also resolved.”",
    "On April 04, Wijedasa was called to a parliamentary sectoral committee under the leadership of Ajith Manapperuma with a large number of participants including NGOs, priests representing fishermen.",
    "He had found that six lawyers representing the ship and insurance company was also there.",
    "“I requested that six lawyers be removed. I also asked the AGs department not to talk about the legal action.”",
    "Wijedasa said some parties had then given information that a bribe had been given to delay proceedings.",
    "“The information that was given to me was that an individual with Sinhala name in a bank account in the England 150 million dollar and this is the account number and transaction reference number. I do not know the truth or otherwise of this matter.",
    "“I gave that to the police chief and CID and those investigations are continuing.” (Colombo/April 20/2023)"
  ]
}