{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81241",
  "time_ut": 1676057040.0,
  "original_lang": "en",
  "original_title": "The President and his Govt lacking   a popular mandate to govern, face off against a people bitterly refusing to bite with good grace on the bitter pill of deprivation while the privileged prosper.",
  "original_body_lines": [
    "In truth, President Ranil Wickremesinghe’s admonition that, ‘the future cannot be built on falsehood’ this Wednesday (February 8th, 2023) as he formally opened the fourth session of the ninth Parliament, must be addressed to the political leadership (himself included), not the nation as such.",
    "In fact, the temptation is acute, in the best traditions of fairy tales long fed to the Sri Lankan people, to murmur, ‘mirror, mirror on the wall…’ For it is the President, the Prime Minister and their legion of fawning sycophants who stand first accused of uttering falsehoods, persistently and deliberately as it were, not citizens. This has been the primary factor in precipitating the country into bankruptcy and condemning her people to desperation, despair",
    "So when the President affirms in a quaintly termed ‘Throne Speech’ that, ‘he is not here to be popular,’ in the backdrop of foisting staggeringly increased taxes on the populace, the question must be asked, ‘popular to whom?’ Certainly, President Wickremesinghe finds himself resoundingly popular with the political and the privileged classes, praised by his ‘Pohottuwa’ fellow mates in the House for holding the barricades of the State steady as it were, against bearded barbarians at the gates.",
    "Doubtless, it would have been manna from heaven to the stricken Government last year when an impertinent rabble broke down the gates to the Presidential abode last year, violating its sanctum sanctorum, dancing about on luxurious beds and marveling over stacks of cash ferreted away.",
    "Now we hear that Gotabhaya Rajapaksa, that ‘chosen Sinhala-Buddhist President’ who fled through the back door when the public rose against him and stealthily returned in the dark, is claiming this money as his own.",
    "Regardless, those unsettling images of popular anger in 2022 were perfect to awaken the spectre of fascism which President Wickremesinghe has used to his maximum advantage, in consolidating his grip on power.",
    "The Janatha Vimukthi Peramuna’s unwise call to ‘storm Parliament’ at the time, was just the icing on that particular Presidential cake. Even so, that does not detract from the manifold sins of the political establishment which is wholly responsible for the devastation of the nation in the first place.",
    "To give the President his due, he is correct in contrasting the (relative) stability of today to the wild chaos of yesterday. But when he waxes eloquent on the promise of the youth and calls upon the House to ensure a ‘free tomorrow and a free nation’ for future generations, a glaring paradox cannot be ignored. His claim of ‘people being comfortable’ (now) is to wildly miss the point. That may be true of the privileged political and financially secure class, to which he belongs.",
    "Yet it is not so for the majority of the Sri Lankan people caught in a mercilessly cruel economic meltdown due to depravities of their politicians. Self-evidently, announcing new tax policies is an ‘unpopular’ decision. But is the President able to demonstrate, logically, that equally ‘unpopular’ steps have been taken by his Office to decrease gross expenditure, privileges and the draining of the public purse by a bloated, endemically corrupt and highly dysfunctional political class?",
    "The answer to that question must be a firm ‘No.’ This is where rhetoric fails and ‘unpopular’ reality barges in. So a Presidential assertion that ‘people are pointing to the mistakes made by those in-charge and are urging them to be punished first’ but that ‘the malady’ must be cured first, after which ‘further measures’ can be taken, is farcical, to say the least.",
    "Simply said, there can be no ‘curing of the ailment’ of Sri Lanka’s economy in this way.",
    "Political corruption and wastage is the singular reason as to why, instead of a ‘free tomorrow and a free nation,’ our youth has been condemned to hopelessness. A continually increasing Cabinet and the entirely unnecessary expending of millions on the nation’s 75th anniversary ‘celebrations’ are excellent cases in point.",
    "Public outrage over the anniversary event was immediate, made worse by differing accounts by government officials of the sums so expended. In the midst of this madness, a bright spark at the media unit of the President’s Office provided comic relief earlier this week. That was through the better part of an official response being devoted to rebutting ‘totally false news’ that large sums of money had been spent on ‘mobile toilet facilities’ at the event.",
    "The justification offered, ludicrously enough, was that ‘proper health and safety’ measures had to be put into place for visiting foreign dignitaries. Who dreams up such absurdities?",
    "Quite a case of the independence day event ‘going down the toilet,’ a wag may well quip. Such asininities aside, the President’s pledge that he ‘represents the entire nation’ and does not engage in party politics, rings hollow to our ears.",
    "Pledging a raft of anti-corruption laws does not suffice to prove that cynicism wrong. Needless to say, these laws will, in the absence of a significant change in political governance, (which we are yet to see), end up in the gutter along with their predecessors.Rather, there must be actual progress on the legal front, the proper working of the law to capture in its net, misbegotten profiteers and their political patrons.",
    "Embroiled in multiple scams, from sugar to garlic to highway commissions and medicine procurement corruption, to name a few, these ‘merchants of death’ are yet in the ranks of the privileged. That very stark  fact makes nonsense of charming political pontifications. First and foremost, the public mind must be occupied not by Presidential Throne speeches and political gameplay but by the national effort of pulling the nation out of the quicksands of bankruptcy.",
    "The political leadership (Government as well as the Opposition) must lead on frugality by good example. This is a State in crisis, as reflected not only through economic hardships but also by the unedifying sight of state institutions fighting state institutions through the medium of Court. This week’s clashes in the Supreme Court between the Public Utilities Commission and the Human Rights Commission against the Ceylon Electricity Board are the latest manifestations.",
    "What next, pray? The Elections Commission challenging the Treasury re the non-provisions of funds to hold the local government elections?",
    "To add to the confusion, media space is again dominated by re-ignition of familiar grotesque ethnic tensions at a time when we can least afford it. Buddhist monks burn the 13th Amendment to the Constitution. Nationalists on the Tamil front frantically hold forth on ‘federalism,’ seemingly the panacea to solve all ills of the Tamil polity.",
    "True to form, it seems that President Wickremesinghe, ever the master of strategic diversion, has put tempting sticks and carrots into the public domain. With upcoming local government elections in March less likely to be postponed in the wake of affirmations made by the Elections Commission in the Supreme Court, (an interesting tangle of ‘will they, won’t they’), the grab of political power will occupy centre stage.",
    "Regardless, a President and his Government teetering unsteadily on the lack of a popular mandate to govern, face off against a people bitterly refusing to bite with good grace on the bitter pill of deprivation while the privileged prosper.",
    "This is a deadly mix, very much a crucible for unstoppable uprisings of public anger that the State will not be able to control.",
    "No amount of cleverly strategic Presidential ‘Throne Speeches’ will suffice to gloss over that inevitable result."
  ]
}