{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dr-ravi-bamunusinghe-empowers-pan-asia-banks-team-towards-a-thriving-sme-sector/",
  "time_ut": 1687711800.0,
  "original_lang": "en",
  "original_title": "Dr. Ravi Bamunusinghe empowers Pan Asia Bank’s team towards a thriving SME sector",
  "original_body_lines": [
    "An SME Development Programme was hosted by Pan Asia Bank recently under the expertise of reputed trainer, researcher and SME consultant, Dr. Ravi Bamunusinghe. This event was held to align Pan Asia Bank staff with the changes in the industry and to empower them with the necessary skills especially in the background of the current economic context and future prospects.",
    "Continuous development and training of staff is a key component of Pan Asia Bank. Synonymous with Small and Medium Enterprises (SMEs) banking, Pan Asia Bank remains committed to empowering SMEs to reach their full potential by helping them to overcome the challenges emanating from the economic crisis through training its staff to fulfil their needs.",
    "Dr. Bamunusinghe is currently engaged in the development of SMEs in Sri Lanka and in the blueprint committee and the jury of the SME Development Awards 2022. Dr. Bamunusinghe took part in this exercise without receiving any benefit, with the sole objective of developing the SME sector in the country.",
    "Nestlé Coconut Plan expanded benefiting 500 rural families in Central Province",
    "Pan Asia Bank establishes INR account in partnership with Standard Chartered Bank, India in order to strengthen regional trade",
    "Pan Asia Bank recognizes top performers at its 2022 retail awards",
    "Pan Asia Bank rewards loved ones of its remittance customers",
    "Partnership to benefit the education of many students across Sri Lanka",
    "Pan Asia Bank records steady performance – Profit After Tax soars by 50%",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}