{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Singer-launches-Smartboards-for-schools-and-offices/34-745424",
  "time_ut": 1676657652.0,
  "original_lang": "en",
  "original_title": "Singer launches Smartboards for schools and offices",
  "original_body_lines": [
    "Singer (Sri Lanka), a company renowned for empowering Sri Lankans with cutting-edge technology, recently launched a brand-new range of all-in-one Flat Panel Smartboards to help enhance the learning experience for students and office work within organisations. This latest Smartboard can be used as a computer, projector or electronic whiteboard and makes teaching and learning much more for teachers and students alike.",
    "The Smartboard comes with a variety of options for both educational and office purposes. This includes the ability to showcase presentations, documents, videos, music and much more. Its internal memory can be used as storage for documents, lesson plans and more to make teaching and office work much more efficient. The Smartboards mobility and features make it an ideal device for both classroom and boardroom.",
    "Commenting on the newly launched smartboards, Singer (Sri Lanka) PLC Group CEO Mahesh Wijewardene said: “We are delighted to once again be able to provide the world’s leading Smartboard technology to Sri Lanka. It is imperative that in this new digital age that we do our part to help enhance the quality of education and organisational efficiency in Sri Lanka.”",
    "Over the years, Singer (Sri Lanka) has been providing Flat Panels to various educational institutions, Government, and non-government institutions and several other CSR projects. One such project is the ‘Right to Read’ initiative implemented by Brandix. To date, Singer has powered more than 2,500 smart classrooms and offices in Sri Lanka.",
    "The Smartboards are available in four different sizes, 55”, 65”, 75” and 85”, and are available with Android and Windows 10 operating systems. Currently, Singer offers special discounts to schools and other educational institutes with the objective of enabling a digital future for the country. Singer also offers a comprehensive two-year warranty for the product.",
    "Additionally, for the convenience of customers, Singer offers free installation island-wide and an unmatched after-sales service with a dedicated team of experts.",
    "More information about the new smartboard range can be obtained via the Singer Customer Care on (011) 5 400 400 or www.singer.lk."
  ]
}