{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90508/baby-born-from-three-peoples-dna-in-uk-first",
  "time_ut": 1683977580.0,
  "original_lang": "en",
  "original_title": "Baby born from three people’s DNA in UK first",
  "original_body_lines": [
    "A baby has been born using three people’s DNA for the first time in the UK, the fertility regulator has confirmed.",
    "Most of their DNA comes from their two parents and around 0.1% from a third, donor woman.",
    "The pioneering technique is an attempt to prevent children being born with devastating mitochondrial diseases.",
    "Fewer than five such babies have been born, but no further details have been released.",
    "Mitochondrial diseases are incurable and can be fatal within days or even hours of birth. Some families have lost multiple children and this technique is seen as the only option for them to have a healthy child of their own.",
    "Mitochondria are the tiny compartments inside nearly every cell of the body that convert food into useable energy.",
    "Defective mitochondria fail to fuel the body and lead to brain damage, muscle wasting, heart failure and blindness.",
    "They are passed down only by the mother. So mitochondrial donation treatment is a modified form of IVF that uses mitochondria from a healthy donor egg.",
    "There are two techniques for performing mitochondrial donation. One takes places after the mother’s egg has been fertilised by the father’s sperm and the other takes place before fertilisation.",
    "However, mitochondria have their own genetic information or DNA which means that technically the resulting children inherit DNA from their parents and a smidge from the donor as well. This is a permanent change that would be passed down through the generations.",
    "This donor DNA is only relevant for making effective mitochondria, does not affect other traits such as appearance and does not constitute a “third parent”.",
    "The technique was pioneered in Newcastle and laws were introduced to allow the creation of such babies in the UK in 2015.",
    "However, the UK did not immediately press ahead. The first baby born via this technique was to a Jordanian family having treatment in the US in 2016.",
    "The Human Fertilisation and Embryology Authority (the HFEA) is saying “less than five” babies have been born as of 20 April 2023. It is not giving precise numbers to prevent the families being identified.",
    "These limited details have emerged after a Freedom of Information request by the Guardian newspaper.",
    "“News that a small number of babies with donated mitochondria have now been born in the UK is the next step, in what will probably remain a slow and cautious process of assessing and refining mitochondrial donation,” said Sarah Norcross, the director of the Progress Educational Trust.",
    "There has been no word from the teams in Newcastle so it is still uncertain whether the technique was successful.",
    "Prof Robin Lovell-Badge, from the Francis Crick Research Institute, said: “It will be interesting to know how well the mitochondrial replacement therapy technique worked at a practical level, whether the babies are free of mitochondrial disease, and whether there is any risk of them developing problems later in life.”",
    "There is technically a risk of “reversion” where any defective mitochondria that are carried over could gain in number and still result in disease.",
    "It had once been estimated that up to 150 such babies could eventually be born each year in the UK."
  ]
}