{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lean-and-mean-approach-needed-for-our-overseas-missions/",
  "time_ut": 1687599180.0,
  "original_lang": "en",
  "original_title": "Lean and Mean approach needed for our overseas missions",
  "original_body_lines": [
    "In an unusual cartoon illustrated spread taking up more than half its front page last Tuesday, the Daily Mirror splashed the news of the impending appointment of Mr. Rohitha Bogollagama, a former foreign minister, as Sri Lanka’s new High Commissioner to the United Kingdom. He replaces Ms. Saroja Sirisena, a career diplomat widely regarded as having done a good job in an overseas mission considered among the more important maintained by post-Independent Ceylon/Sri Lanka. The headline of that lead story blared: “Sri Lanka’s Foreign Service: A Den of Political Appointees.” The accompanying cartoon showed Bogollagama, with a pottaniya slung on a stick across his shoulder, astride an aircraft with a globe as the background.",
    "That news spread undoubtedly resonated in the minds and heart of readers, disgusted by the way in which this small country, now in the grips of an unprecedented economic crisis, has over the decades lavished scarce resources on its many overseas missions – high commissions in Commonwealth countries, embassies and consulates in others.",
    "We squander foreign exchange resources we can ill afford on often unnecessary overseas missions that any simple cost: benefit analysis will amply demonstrate makes no sense whatever. And on top of all that, politicians widely disliked by the polity that created them for many good reasons, are pampered at such missions with ambassadorial appointments with lavish perquisites. Many of them have preferred these to high political, including cabinet office, back in the home country. Apart from that, political panjandrums have frequently had their progeny, sometimes spouses and other favorites appointed to Sri Lanka’s overseas missions at the cost of the professional diplomatic service.",
    "Bogollagama has at different times in his political career belonged to the UNP, the SLFP, UPFA and whatever, always benefiting personally from such connections. Apart from his stints in the cabinet, he served as Governor of the Eastern Province and headed several state-owned enterprises. His past extravagances as foreign minister had time and again captured media attention. The Daily Mirror report harks back to some of them including a trip to Brazil which had cost the state an estimated five million rupees (at then money value) and included a vacation in a Rio de Janeiro beach resort.",
    "Another mentions a New York visit by him to join the presidential delegation to a session of the UN General Assembly where he was booked at the luxurious Ritz Carlton hotel. This report goes on to say that the minister’s public relations and private security officers assigned separate rooms had been asked to bunk together to make one room available for the minister’s daughter and her husband who worked in the Sri Lanka’s Washington mission; the report is unclear on who worked for the mission – daughter or husband.",
    "Who was responsible for the Bogollagama appointment is not known. It can be expected that in an appointment as important, and as coveted as this, the president would have a hand. But right now there are two power centers in the government – the presidency and the Rajapaksas’ Sri Lanka Podu Jana Pakshaya (SLPP) where Basil Rajapaksa is widely regarded as the mover and shaker.",
    "The Daily Mirror report said that Bogollagama was handpicked to engage with the Tamil diaspora in the UK where there is a sizable Sri Lankan population. There is no previously demonstrated competence on his part of specific skills in this area. President Wickremesinghe is deeply committed to fast tracking the mending of communal fences but the country is already past the Feb. 4, 2023 deadline he set for himself in this regard.",
    "Political leaders preferring diplomatic assignments overseas to even cabinet appointments at home is not a new development in this country. Older readers will remember that leaders of the stature of Sir Oliver Goonatillake, who late became Governor-General of this country, went to London as Ceylon’s High Commissioner in the post-Independence period.",
    "At that time there were others like Sir Claude Corea, Sir Senerath Gunawardena, Sir Susantha de Fonseka and Labour Party founder-leader A.E. Goonasinha who accepted diplomatic assignments. Most recently, Mr. Mahinda Samarasinghe quit his cabinet ministry to go to Washington as ambassador. President Premadasa is once reputed to have told a politician who preferred an overseas assignment to a junior ministry: “Mama thamuseta ASP kamak denakota, thamusey Constable padaviyak illanwa.” That worthy having served as Deputy High Commissioner in Canada had acquired a taste for diplomatic life.",
    "At various times, notably during Foreign Minister Lakshman Kadirgmar’s tenure as foreign minister, we have heard of a ‘right balance’ between political and professional appointments to the higher levels of the diplomatic service. Discovering the present position in this regard will be a useful exercise. We are not saying that appointments to the country’s overseas missions of persons without foreign service backgrounds is always a bad thing. Ambassador Shirley Amarasinghe, a member of the then elite Ceylon Civil Service shone at the United Nations and was desired globally to chair the UN Law Of The Sea Conference even when then President J.R. Jayewardene refused to let him continue as this country’s Ambassador to the UN. Neville Kanakaratne’s is another name that springs to mind in that regard.",
    "All things said, Sri Lanka surely has more foreign missions than the country can afford. Three of them were closed down in 2021 and there are many more that merit closure. Why we have a mission in the Seychelles is beyond all understanding. Given our current financial predicament, there is no doubt that a seriously ‘lean and mean’ approach is needed on the number for overseas missions we run and how they are staffed. What prevails now is an abomination.",
    "An experience at Bibile and Galle MP Dahanayaka scolding me for late night call",
    "Japan gifts USD 5.5 million worth of medical equipment to NHSL, Ragama Teaching Hospital",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}