{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/BASL-urges-authorities-to-ensure-IGP-nominees-are-free-of-rights-violations/56-756566",
  "time_ut": 1703101550.0,
  "original_lang": "en",
  "original_title": "BASL urges authorities to ensure IGP nominees are free of rights violations",
  "original_body_lines": [
    "Calls on authorities to refrain from appointing officers who have violated FRs to post of IGP",
    "Stresses IGP appointment must be done according to procedures in constitution",
    "The Bar Association of Sri Lanka yesterday called upon the authorities to refrain from appointing police officers to the post of Inspector General of Police if they are found to have violated the fundamental rights of a citizen or face criminal charges or allegations of unlawful activity.",
    "Issuing a statement, the BASL said that the IGP as the head of the Sri Lanka Police has security of tenure in terms of the Removal of Officers Act No. 5 of 2002, it is of utmost importance that the best possible appointment be made to the office.",
    "The BASL noted that the Sri Lanka Police has had a practice that the promotions of police officers who are suspected of criminal offences or are respondents in Fundamental Rights applications relating to illegal arrests and torture are withheld during the pendency of such applications. “Similarly, promotions of officers who have a blemished record in the Sri Lanka Police are regularly withheld,” they noted.",
    "However commenting on the judgement delivered by the Supreme Court on 14 December which ordered Acting IGP Deshabandu Tennakoon and three other police officers to pay compensation to a petitioner for violating his fundamental rights, while being detained at the Mirihana Police Station, no officer who has violated Fundamental Rights or criminal cases against him or any allegations of involvement in unlawful activity be appointed to the office of the Inspector General of Police.",
    "“The BASL is also of the view that before the approval of the appointment of the Inspector General of Police, that the procedures to be followed concerning recommendations or approvals for appointments under Article 41B or 41C should be determined by the Constitutional Council as provided for in Article 41E (6) of the Constitution,” it noted.",
    "The association urged that the appointment of the Inspector General of Police and all other appointments be done transparently to establish public confidence in the appointment process."
  ]
}