{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-2024-budget-designed-to-avert-another-crisis-state-minister-140969/",
  "time_ut": 1700564820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka 2024 budget designed to avert another crisis: state minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s 2024 budget has been designed to avert the recurrence of a severe economic crisis and with aspirations of surpassing a growth target of 1.8-percent to “2 percent or more”, State Minister of Finance Shehan Semasinghe said.",
    "The budget is also characterised by “formal economic management”, the state minister said at a discussion at the Ministry of Finance on Monday November 20.",
    "The new budget is focused on providing relief to people significantly impacted by Sri Lanka’s economic downturn and is also committed to “fostering the establishment and support of small and medium-scale businesses as part of the comprehensive economic strategy”, Semasinghe was quoted as saying in a statement by the president’s office.",
    "“The budget has laid the groundwork for growth across various sectors of the economy. To foster economic growth, it is imperative to restore the country to the pre-crisis economic levels. The groundwork for this resurgence was established in the previous budget. The current year’s budget is designed to further fortify economic stability and the progress in achieving this stability can be verified by scrutinising data provided by the Central Bank,” he said.",
    "Sri Lanka was in a precarious situation at the time the 2023 budget was presented, unable to produce a comprehensive budget document. At that critical juncture,  said Semasinghe, the country grappled with a profound economic downturn and political-social turbulence, marking a significant crossroads in its history.",
    "The economic stability attained since is a direct outcome of the 2023 budget document, he said. “The formulation of this year’s budget took into account agreements established with the International Monetary Fund (IMF) and the nation’s creditors. Of particular significance is the commitment to achieving debt sustainability, thereby emphasising meticulous attention to debt restructuring and various other considerations in the preparation of the budget proposals.",
    "“The government has prioritised addressing the challenges faced by population groups severely affected by the on-going economic crisis. Special consideration has been given to public servants, who have not seen a salary increase in many years. Consequently, the government has taken the initiative to grant an additional allowance of 10,000 rupees,” said Semasinghe.",
    "Various vulnerable groups, including low-income earners, kidney patients, individuals receiving disability allowances and those receiving elderly allowances are also a focus of the 2024 budget, according to Semasinghe and is expected to benefit approximately 3 million families.",
    "“As per the economic crisis, small and medium-sized businesses, which faced significant challenges, have been a focal point. The current budget allocates over 30 billion rupees for their rehabilitation. A structured system has been devised to facilitate their access to credit facilities, offering subsidised interest rates in the single-digit range. Furthermore, the government has lifted restrictions on imports, excluding personal-use vehicles, in a move aimed at fostering greater economic flexibility and adaptability,” he said. (Colombo/Nov21/2023)"
  ]
}