{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/16/state-minister-for-higher-education-says-president-has-decided-to-establish-a-national-higher-education-authority/",
  "time_ut": 1702693920.0,
  "original_lang": "en",
  "original_title": "State Minister for Higher Education says President has decided to establish a National Higher Education Authority",
  "original_body_lines": [
    "COLOMBO (News 1st) – State Minister for Higher Education Suren Raghavan says that President Ranil Wickremesinghe has decided to establish a National Higher Education Authority.",
    "He adds that the authority will be established to carry out studies on research and developments regarding the new education reforms being carried out in the countries of the region, as well as in the rest of the world.",
    "Speaking at a press briefing at the Presidential Media Centre, the State Minister for Higher Education said that it has been decided to enroll 41,000 students to state universities next year.",
    "He added that students should engage in social services for 4 months, under their preferred study stream.",
    "State Minister Raghavan further said that many reforms in the humanities department of the country's universities are planned to be carried out soon.",
    "He added that plans have been made to appoint Deputy Vice Chancellors in addition to the Vice Chancellor to further strengthen the administrative process of the universities.",
    "Sri Lanka’s economic downfall was caused by the lack of discipline – Harin",
    "Rising cost of living has pushed the people into an abyss – Wasantha Samarasinghe",
    "“Government hasn’t won. Tax hike affects producers and consumers” – MP Harsha De Silva",
    "SLFP criticizes Basil’s SLPP convention speech, challenges to hold elections",
    "“SLPP is a sinking ship, only Mahinda will take over its leadership” – Sarath Fonseka’s stance on the SLPP convention & new office bearers"
  ]
}