{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/19/world-bank-aid-rots-in-jaffna-warehouse-leaving-farmers-empty-handed/",
  "time_ut": 1702965360.0,
  "original_lang": "en",
  "original_title": "World Bank Aid Rots in Jaffna Warehouse, Leaving Farmers Empty-Handed",
  "original_body_lines": [
    "COLOMBO (News 1st); Over 21 metric tons of seed potatoes, a World Bank donation meant to revitalize local agriculture, have rotted away in a Jaffna warehouse, raising questions about negligence and jeopardizing the livelihoods of struggling farmers.",
    "Sent with the promise of discounted, high-quality seeds, this Australian import was meant to be a lifeline for Jaffna's agricultural sector. Yet, before farmers could even consider their purchase, a silent enemy had already taken root – a bacterial blight.",
    "Dr. L. Rajesh Kanna, Assistant Director of the Thirunalveli Agriculture Research Centre, revealed the extent of the damage. \"The bacteria was already present when the stock arrived,\" he stated, further adding that over 40% of the potatoes were irredeemable by December 12th.",
    "While the Jaffna District Secretary, A. Sivabalasundran, maintains he wasn't officially informed of the situation, he confirms the stock's destruction after an inspection and the research center's findings. He has pledged to report the matter to the Governor and the Ministry of Agriculture.",
    "The rotting potatoes represent more than just wasted food. They are a symbol of broken promises, wasted resources, and potentially lost income for Jaffna's farmers. This incident raises critical questions about accountability throughout the entire process, from importation to storage.",
    "Farmers, understandably, demand not just answers but guarantees that such a travesty won't be repeated.",
    "World Bank Aid Rots in Jaffna Warehouse, Leaving Farmers Empty-Handed",
    "Fresh Tender for Sri Lanka’s Digital ID After Indian Firms Disqualified"
  ]
}