{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/is-the-phenomenology-of-sinhala-buddhism-reactionary/",
  "time_ut": 1689433356.0,
  "original_lang": "en",
  "original_title": "Is The Phenomenology Of Sinhala-Buddhism Reactionary?",
  "original_body_lines": [
    "Phenomenology is more than ideology. Its origin is identified with Hegel who described it as “The coming into being of knowledge”. I use it here as something which is permeated with culture and the mind of a society. Sinhala-Buddhism (SB) in Sri Lanka (obviously a phenomenon unique to our country) has far reaching historical roots; it is a social and cultural construct and has great political force at the present time. Catholicism in late-Medieval Spain, Italy and parts of Eastern Europe, and now in Central and South America, Islam in the Middle East, Pakistan, Malaysia Afghanistan and Indonesia and Judaism in Israel are also phenomenologies (this spelling is correct; screw WORD-7’s Auto-Correct). I don’t think the term can be used for One-Party States (Soviet Union or today’s China) for a number of reasons that I do not have space to discuss here. In any case my discourse today is limited to Lanka.",
    "* The near universal belief among the Sinhalese that Lanka is the original land of the Sinhala people and all other ethnicities are here on sufferance is incorrect.",
    "* That the acts of omission and commission against minority communities are rooted in SB phenomenology and the consequences have been deleterious.",
    "* The inability of every SB state before and after Independence to provide physical security for the Tamils is the fundamental reason for the rise of the LTTE and for the thirty year civil war.",
    "The first point is the easiest to prove. DNA analysis in the last decade of the inhabitants of Lanka and Southern India have proved conclusively that the Sinhalese and the inhabitants of the Coromandel Coast (India’s South West Coast), southern India inhabited by Cholas and Pandya and the Malayali (Kochchi) are much mingled. The DNA admixture is sometimes in excess of 50%. The Singhalese and the Tamils are well and truly mixed. Furthermore in the last 80,000 years (ice age) sea levels rose and fell dramatically and the Island and South-Eastern India were a connected landmass even 10,000 years ago over which thousands would have walked one way and the other. Primitive in habitants of the island and of southern India obviously met and mated with delight and gusto. Until recent times when colonial occupation, and even more recently Moorish and Malay-Indonesian migration brought about changes, a Sinhala- Tamil achcharu persisted. This conclusion is a no-brainer.",
    "Professor Leslie (RALH) Gunawardena was this country’s finest historian. I had the privilege of knowing him well when I was Junior Sub-Warden at the time he was Senior Sub-Warden of Akbar-Nell Hall in Peradeniya. He did sometimes attempt to explain to me the central thesis of his ground breaking book “The People of the Lion”. He explained that Sinhala-Buddhism differentiated itself as a distinctive phenomenology in the sense I used the term previously only in the middle Anuradhapura period in the Fifth Century AD. And this occurred under the influence of the Buddhist clergy which had become an influential power broker in the capital city. But there is something far more important for present times in this event; it happened with the influence and under the suzerainty of state power!",
    "This influence, to a greater or lesser degree, changed with the advance and retreat of colonialism and European scholarship but the role of the state in SB-ism has persisted. What fascinates me is that even today SB-ism is a phenomenological manifestation of state power. As I said at the very beginning phenomenology is more than ideology. It permeates the culture and state of mind of a society.",
    "The second point in my list is that SB ideology or phenomenology has been bad for the minorities, especially the Tamils. Do I need to expand on this? Language policy (Sinhala Only and the Constitution’s Chapter on Buddhism making it a de-facto state religion, standardisation in university admissions, the verdict on the Kodeswaran case, the little sympathy for Tamils killed in the civil war and for the “disappeared” etc. pertain to the Ceylon Tamils) but the grave injustices done to the Up-Country Tamils must not be overlooked. D.S and the Sinhala leaders of the 1930s and 1940s deprived the Up-Country Tamils of citizenship simply because they voted for the left in constituencies where candidates from their own community did not contest. What criminality! Then Sirima drowned the Up-Country Tamils in a vale of tears when under the aegis of the Sirima-Shastri Pact she expelled from Sri Lanka people whose ancestors had lived here for generations. Not many countries have indulged in such immoral behaviour. I do not need to press home the point since most Sinhalese admit this as fact but simply shrug their shoulders. There is little sympathy for the “other” in SB ideology.",
    "It is my third point that I wish to spend a little time on because even progressive minded Singhalese do not quite grasp its importance; they intellectualise it. It my view that the fundamental reason that a civil war of such depth and ferocity engulfed this nation is not a Tamil commitment to a separate state nor Prabaharan’s megalomania. It was murder, rape and physical injury. In Tamil eyes JR is an incarnation of evil. How else can one describe a Head of State who not only permits but actually incites his troops to let hooligans rape and plunder and stands by when monks lead thugs to murder and burn? JR’s antipathy to Tamils in not news; in 1983 he not only permitted violence but actually incited it.",
    "I have had students and know people whose mothers have been murdered or raped before their very eyes. Raped in front of the family! In such cases what charm can fill her melancholy; what ‘tears’ can wash her ‘fears’ away? It is not my intention to wax eloquent, leave that to Oliver Goldsmith.",
    "My point is that the aftereffects of physical outrage are indelible. Post-traumatic stress disorder (PTSD) a mental health condition triggered by a terrifying event I guess is something similar. In the case where the family emigrates the pain may wash off in a generation or two, but such families are only a few. In the majority of cases in Colombo and the North anger and humiliation will fester. This why I must repeat that the fundamental reason a civil war of such intensity engulfed the nation is not a Tamil commitment to a separate state nor Prabaharan’s megalomania. It was physical violence; as in Serbia the rape of Nanjing and the railway leading to Auschwitz, the emotion persists for a long time. Certainly more than one generation.",
    "Can anything be done to help it subside, to mollify it? My suggestions may sound tart and trivial but I can’t think of anything more meaningful. Those who have suffered loss of property or personal injury should be compensated. Some people may feel squeamish about accepting blood-money but I think all will take it eventually. I983 was forty years ago and Emergency-58 was even before that.",
    "The newspapers are replete with articles, grumbling, grumbling and scolding but with no concrete programme or plan for the way forward. The main offenders are well known but politeness I guess restrains people from naming them; but not so in private communications complaining about personages who go on and on for 3000 and 3500 words repeating themselves; the Paksases are rogues on a gigantic and international scales, Ministers and MPs are the same on a domestic scale, the Field Marshal is clueless, Ranil can’t trusted on democracy, what is the NPP/JVP doing instead of publishing its national programme and so on.",
    "Let me have a go at it and see if I can produce anything meaningful. I will devote the next moth to it and maybe have a rough draft ready by 10 August a very auspicious day. Maybe I WILL let you have it on Sunday 20 August and in the meantime enjoy recuperation from pretending to be a tiny bit unwell. I will attempt to deal in a para or two each with economic strategy viz. productive relations, role of the state, import-export trade, market relations and the IMF-IBRD-ADB and debt. I will repeat what I have said above about ameliorating ethnic tensions, about democracy, about what we are entitled to expect from a Head of State and about managing Sinhala-Buddhism. I will not touch on constitutional issues because Jayampathy Wickremeratne has promised to write a short paper on this."
  ]
}