{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Agromet-Asia-victorious-at-NCE-Annual-Export-Awards-2023/34-756699",
  "time_ut": 1703626155.0,
  "original_lang": "en",
  "original_title": "Agromet Asia victorious at NCE Annual Export Awards 2023",
  "original_body_lines": [
    "Agromet Asia Managing Director Ritesh Singhal and CEO V. Chandrakanth receiving the award at the 31st National Chamber of Exporters Awards 2023",
    "Agromet Asia Ltd., one of the leading manufacturers in Sri Lanka engaged in transforming non-ferrous metals into high-quality products, was recently bestowed with a Silver Award under the Extra-Large Category at the recent NCE Annual Export Awards 2023, organised by the National Chamber of Exporters of Sri Lanka.",
    "The company said the award was in recognition of its unwavering commitment towards quality, excellence, and sustainability.",
    "Managing Director Ritesh Singhal said: “We are extremely proud of this achievement. The award goes onto show our growth, dedication and resilience despite the many challenges faced in the recent years, and it certainly is a testament to the trust placed in us among our customers as well as to our talented team who work tirelessly for the success of the company.” Agromet Asia, a BOI-approved company and operating from the Export Processing Zone, Horana, is Sri Lanka’s largest Zinc Oxide provider, supplying to all leading brands of tyre manufacturers in the country as well as in the South East Asia (SEA) region. Agromet Asia also manufactures various grades of Brass Alloy Ingots by recycling non-ferrous metals, and these Ingots are used for producing high-quality sanitary products by customers across SEA, China, India, Pakistan, and Indonesia.",
    "Agromet Asia also takes pride in being the only Gravity Die Casting manufacturer of non-ferrous alloys in Sri Lanka, catering to both domestic and international markets. It produces world-class Transmission and Distribution Components, Railway Overhead and 3rd Line Components, Complex Non-Ferrous Castings, Safety-Critical components for challenging environments as well as precision castings for various engineering needs, with exports to major power sector and railways spanning across Europe, USA, South East Asia and India."
  ]
}