{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91893/navy-helps-bring-ashore-fisherman-with-burn-injuries-",
  "time_ut": 1689130980.0,
  "original_lang": "en",
  "original_title": "Navy helps bring ashore fisherman with burn injuries",
  "original_body_lines": [
    "The Sri Lanka Navy on Tuesday (July 11) rendered assistance to bring ashore a fisherman who had sustained burn injuries in an accident while aboard a local multiday fishing trawler.",
    "The fisherman has experienced this ill-fated incident while at sea approximately 431 nautical miles (about 798km) off the coast of Galle, southwestern of the island, the Navy said.",
    "The multiday fishing trawler named ‘Sachintha Putha’ had set sail from the Negombo harbour for fishing on June 22, with 05 crew members.",
    "According to the Navy, the fishing trawler had collided with a foreign vessel on the high seas southwest of Sri Lanka. A fisherman who was aboard the local boat had suffered burn injuries after the foreign vessel attacked them.",
    "Amidst this, the Department of Fisheries and Aquatic Resources alerted the Maritime Rescue Coordination Centre (MRCC) Colombo, located at the Navy Headquarters, of the ill-fated situation.",
    "Swinging into action on the directives of navy commander Vice Admiral Priyantha Perera, the naval personnel made prompt arrangements to bring the wounded fisherman ashore. Accordingly, MRCC Colombo informed the Bulk Carrier ‘SPAR MIRA’ sailing in the same sea area to get the wounded fisherman aboard.",
    "The Bulk Carrier responded to the MRCC Colombo’s information and retrieved the injured fisherman, bringing him on board. Instead of continuing its original course towards Singapore, the ship altered its route and sailed approximately 400 nautical miles to the southern sea area of Sri Lanka by this evening.",
    "Meanwhile, a Fast Attack Craft attached to the Southern Naval Command transferred the fishermen brought by SPAR MIRA and took the injured person to the Galle Harbour while administering first aid. He was then rushed to the Karapitiya Teaching Hospital, Galle for further medical attention."
  ]
}