{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-trading-returns-to-positive-territory/",
  "time_ut": 1683133440.0,
  "original_lang": "en",
  "original_title": "CSE trading returns to positive territory",
  "original_body_lines": [
    "CSE trading activities were positive yesterday after suffering the highest daily loss in six months on the previous day with the benchmark index plunging to a three-month low due to lacklustre sentiment and investors increasingly getting frustrated over extended hours of trading, market analysts said.",
    "Moreover, CSE announcement on the Bharti Airtel and Dialog Axiata deal had not created a major impact on the Dialog share price which increased by only a meagre 10 cents. A statement said Dialog had entered into a binding term sheet to combine the operations of Bharti Airtel Lanka and Dialog, analysts added.",
    "Amid those developments both indices moved upwards. The All- Share Price Index went up by 107 points and S and P SL20 rose by 30 points. Turnover stood at Rs 612 million with one crossing. That crossing was reported in JKH, which crossed 216,000 shares to the tune of Rs 29.2 million, its shares traded at Rs 135.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; JKH Rs 98.6 million (729,000 shares traded), Lanka IOC Rs 56.7 million (356,000 shares traded), Expolanka Holdings Rs 45 million (298,000 shares traded), Browns Investments Rs 32.6 million (six million shares traded), Royal Ceramic Rs 26 million (962,000 shares traded), CTC Rs 19.7 million (27000 shares traded) and CT Holdings Rs 18.2 million (98,600 shares traded). During the day 29.9 million share volumes changed hands in 10162 transactions.",
    "It is said high net worth and institutional investor participation remained subdued for the day while mixed interest was noted in Expolanka Holdings, Lanka IOC and Dialog Axiata. Retail interest was noted in Browns Investments, Industrial Asphalts and LOLC Finance.",
    "The Transportation sector was the top contributor to the market turnover (due to Expolanka Holdings) while the sector index lost 7.18 per cent. The share price of Expolanka Holdings decreased by Rs. 11.50 (7.19 per cent) to Rs. 148.50.",
    "The Food, Beverage & Tobacco sector was the second highest contributor to the market turnover (due to Browns Investments), while the sector index decreased by 1.50 per cent. The share price of Browns Investments moved down by 30 cents to Rs. 5.30.",
    "Yesterday, the Central Bank’s US dollar buying rate was Rs 313.05 and the selling rate Rs 327.95.",
    "Unilever reinforces commitment to invest in Sri Lanka; lays foundation stone for its first malted beverage plant in Sapugaskanda",
    "Lupin India explores Sri Lanka with BCD Meetings & Events and Aitken Spence Travels",
    "CSE moves into red territory; both indices dip for the first time in 2023",
    "Stock market’s negative trends continue; investor confidence seen as having been undermined",
    "Local stock investors wary in the wake of debt restructuring worries",
    "Increasing state tax revenue seen as having a bearing on stock investments",
    "CSE investor sentiment affected by fears of reduced income from shares",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}