{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-shares-close-at-a-near-two-month-high-on-macroeconomic-sentiments-123476/",
  "time_ut": 1686743100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka shares close at a near two month high on macroeconomic sentiments",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s shares gained to close at a near two-month high on Wednesday, pushed up by the diversified financial sector as investor sentiment improves after the Central Bank’s policy rate cuts, an analyst said.",
    "The main All Share Price Index was up 1.59 percent or 144.52 points to 9,216.49, the highest since April 21, while the most liquid index S&P SL20 was up 2.75 percent or 70.69 points to 2,640.43.",
    "The market gained due to lowered policy rates and low inflation stimulating buying interest and driving the sentiment up.",
    "“Banking counters have seen some attraction on the buying front due to decreased fears in domestic debt restructuring,” an analyst said.",
    "The central bank cut the key policy rates by 250 basis points to spur faltering economic growth as inflation was decelerating faster than projected.",
    "Sri Lanka’s inflation in the 12 months to May 2023 has eased to 25.2 percent from 35.3 percent a month earlier, according to a revised Colombo Consumer Price Index calculated by the state statistics office.",
    "Finance State Minister Ranjith Siyambalapitiya said that all the conditions made with the International Monetary Fund will be completed before next September, which was initially supposed to be for May.",
    "Sri Lanka needs more revenues, and restructuring debt by September was essential for debt to be made sustainable, an International Monetary Fund mission said after a visit to the island.",
    "Investors had been expecting lowered interest rates, and as expectations were met, the market has been continuously green, while selling pressures arose only on June 6 and June 7.",
    "Sri Lanka’s debt restructure will take place based on the existing debt sustainability analysis, using the original projections made by the International Monetary Fund, Central Bank Governor Nandalal Weerasinghe said, despite economic indicators improving faster than expected.",
    "Sri Lanka has brought inflation down faster than predicted in an International Monetary Fund macroeconomic framework, and the exchange rate has also appreciated.",
    "The market generated foreign inflows of 302 million rupees and received a net foreign outflow of 189 million rupees.",
    "The market generated revenue of 2.7 billion rupees, while the daily turnover average was 1 billion rupees.",
    "From the total generated revenue, the diversified financial counter drew in 882 million rupees.",
    "Top gainers during trade were Commercial Bank, LOLC Finance, and Vallible One. (Colombo/ June 14/ 2023)"
  ]
}