{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/CEB-to-be-broken-into-14-entities-new-regulator-in-the-offing/108-258619",
  "time_ut": 1683158326.0,
  "original_lang": "en",
  "original_title": "CEB to be broken into 14 entities; new regulator in the offing",
  "original_body_lines": [
    "PUCSL chief warns of looming risks to Sri Lanka’s energy security",
    "Says ultimate objective of reorganisation of CEB is to completely privatise it",
    "Points out that proposed Electricity Regulatory Commission will remove powers given to PUCSL, which is an independent commission",
    "Charges that committee appointed by Cabinet to present proposals to restructure CEB has gone beyond its original mandate",
    "Public Utilities Commission of Sri Lanka (PUCSL) Chairman Janaka Ratnayake this week charged that the government is attempting to privatise the Ceylon Electricity Board (CEB) by breaking it into 14 entities, through the proposed Electricity Reforms Bill, putting the country’s energy security and national security in grave danger.",
    "“I think this is just an eyewash. They are trying to break the CEB into 14 pieces. The management of Mahaweli and other reservoirs will be given to newly-formed public companies established under the Companies Act. When they cannot manage one entity, how can they manage 14 entities?",
    "They are going to form a company to manage the Norochcholai coal power plant, which supplies 40 percent of our power generation. If this goes to another entity, how can we have any assurance that they will probably not misuse it,” Ratnayake told reporters in Colombo on Tuesday.",
    "The 70-page ‘Draft Concept Paper For Sri Lanka Industry Reforms Act’, shared by Ratnayake, proposes to set up the Sri Lanka Electricity Regulatory Commission while removing the powers given to the PUCSL to regulate the electricity sector, under PUCSL Act No. 35 of 2002.",
    "Ratnayake pointed out that the proposed commission would not be an independent one but a typical commission, which would act according to the whims of the minister in charge of power.",
    "“According to this, the proposed Electricity Commission will be appointed by the minister and the members can be removed whenever the minister wants. There’s also a special clause in this document, which says if any difficulty arises, the minister can issue a gazette and clear that bottleneck. So, how dangerous is this?” he added.",
    "Meanwhile, he warned that the ultimate objective of the reorganisation of the CEB is a complete privatisation of it by initially breaking the CEB into 14 entities and forming 14 public companies, under Companies Act of 2017, to take over the functions, duties, assets and properties of the CEB.",
    "According to the transition plan recommended by the draft concept paper, three companies are to take over the hydropower assets belonging to the CEB, including Kehelgamu Oya-Maskeliya Oya Scheme, Mahaweli River and Samanalawewa Hydropower Plant, Uma Oya Hydro Power Plant and Kukuleganga Hydro Power Plant.",
    "However, the government plans to maintain the entire shareholding of these companies, under the",
    "Ratnayake noted that the proposed act also empowers the public companies in charge of hydropower plants to make demands on their water requirements over agriculture and drinking water requirement from the Water Secretariat.",
    "“The current practice of these reservoirs is to give priority to cultivation and drinking water. In this draft document, it says that the companies could demand their water requirements from the Water Secretariat,” he said.",
    "In terms of the Norochcholaicoal power plant, the other thermal power plants and 100 MW wind power plant in Mannar, there would be no restrictions in terms of share ownership in the companies established to take over the operations of these assets.",
    "The government intends to keep the full shareholding of the company formed to take over the transmission system function of the CEB.",
    "Meanwhile, the government plans to keep over 50 percent ownership in the public company formed to take over the CEB’s function related to generation scheduling, commitment and economic dispatch of generating plants as well as functions related to planning of future electricity and transition demand and implementation of such plans.",
    "However, there will be restrictions in the ownership structure with regards to the four companies that will take over the distribution functions of the CEB.",
    "In addition, several other public companies are to take over other residual functions of the CEB, including the function with regards to the EPF and services to the CEB.",
    "Meanwhile, Ratnayake claimed that the committee appointed by the Cabinet to present proposals to restructure the CEB has gone beyond its original mandate.",
    "The seven-member committee, headed by former Treasury Secretary Dr. R.H.S. Samaratunge, comprises of former Power and Energy Ministry Secretary M.M.C. Ferdinando,  former CEB General Manager Dr. Susantha Perera, former BOI Chairman Thilan Wijesinghe, former Petroleum Development Authority Chairman and Director General Saliya Wickramasuriya, former Public Enterprise Reforms Commission Legal Consultant Nihal Jayawardhane PC,  former AG’s Department  Senior State Counsel Attorney-at-Law Harsha Fernando and Power and Energy Ministry Director  Chandana Wijesinghe."
  ]
}