{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Lanka-IOC-announces-Dipak-Das-as-new-MD/34-747244",
  "time_ut": 1681075665.0,
  "original_lang": "en",
  "original_title": "Lanka IOC announces Dipak Das as new MD",
  "original_body_lines": [
    "Lanka IOC PLC has announced the appointment of Dipak Das as the new Managing Director from 14 April 2023.",
    "He replaces incumbent Manoj Gupta who is relinquishing having assumed the post in May 2019.",
    "Das is a Mechanical Engineering graduate from prestigious NIT Silchar and also has a certificate in Petroleum Management. He was working as State Retail Head of Kerala before his appointment as LIOC Managing Director.",
    "He joined Indian Oil Corporation  in 1996 and since then has worked in varied assignments including retail sales and operations. He has worked in key positions in Indian Oil Corporation including as Divisional Retail Head and also as State Retail Head. He has headed two very strategic and high-volume Divisional offices namely Secunderabad and Ajmer.",
    "As the Head of Retail of the State, Das focused on creating a more enabling and inspiring workplace, leveraging technology and infrastructure augmentation and capability building of Channel partners. With in-depth knowledge and acumen of retail sales, he had been closely associated with different Government organisations including TSIIC (Telangana State Industrial Infrastructure Corporation), KSRTC (Kerala State Road Transport Corporation) etc.",
    "Under his leadership many Government sites were procured and State of the art Retail Outlets was developed in the State of Telangana, Andhra Pradesh and Kerala.",
    "Das has worked in various capacities covering vast geographies in India including in the State of Kerala, Telangana, Andhra Pradesh, Rajasthan, West Bengal and the North Eastern States of India.",
    "He was pioneer in commissioning the first all women retail outlet in Chanchalguda Women Prison in Hyderabad in Telangana which is operated by Prisons Dept. and managed by released women prisoners. He was also instrumental in modernisation of large numbers of retail outlets with the addition of customer centric facilities.",
    "Das’ strategic initiative and customer centric approach has contributed a lot in improving the network augmentation, improvement in look and feel and also in improvement of brand image of the LIOC."
  ]
}