{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Of-indicting-presidents-and-covering-war-crimes-EDITORIAL/172-257415",
  "time_ut": 1681070206.0,
  "original_lang": "en",
  "original_title": "Of indicting presidents and covering war crimes  - EDITORIAL",
  "original_body_lines": [
    "The US is a land of contradictions, often seen by non-Americans as a land where you can be yourself, regardless of race, religion and ethnicity. However, Americans of African descent tell tales of racial intolerance and bias against people of other colour. According to pewresearch.org, 87% of blacks and 61% of whites said the US criminal justice system treats black people less fairly. Since post 9/11, people of the Islamic faith too claim discrimination.",
    "Presently readers worldwide are being regaled with lurid details of stories of the sexual antics of former US President Trump who reportedly paid a sex worker hush money to buy her silence.",
    "Some years earlier, when the Democratic Party held the White House, people the world over were given an unwanted recount of the sexual exploits of yet that past president –Bill Clinton - who seduced an intern in the White House.",
    "Perhaps these affairs constitute grave crimes in American eyes. However, is the rest of the world really interested in the sexual misdemeanors of US presidents? Especially in light of far graver crimes - for example war crimes and crimes against humanity being committed around the world with impunity.",
    "The US has also taken unto itself, a role of global policeman and protector of human rights worldwide. In other words, the US sees itself a paragon of virtue and judges ‘lesser states’ by its stated high moral standards.",
    "Presently the US is leading the campaign accusing of the government of our country for having committed human rights violations against a section of our population – the Tamil community - during the days when LTTE terrorists were fighting to divide the country.",
    "This newspaper has always condemned acts of terrorism committed by whom-so-ever it may be. There are no doubt innocent civilians were killed during the conflict. Sadly, the government of the day claimed it fought the war without the loss of life of a single civilian life. Wars are never just and rules of war are mere eyewash. It is more a ruse to whitewash the crimes of the victors in war.",
    "For instance, when the US nuclear-bombed Hiroshima and Nagasaki (two civilian targets) during the closing stages of World War II, hundreds of thousands of Japanese civilians died horrible deaths in the hours and minutes that followed. The US also fire- bombed Tokyo. Again, hundreds of thousands of Japanese civilians were fried to death in that bombing run.",
    "The US has yet to apologize for the gruesome killing of Japanese nor was it charged civilians with rights violations. Instead, the US highlights crimes committed by the Japanese military in Korea, China and other lands which fell victim to imperial Japan, to deflect from its own war crimes.",
    "As we mentioned, there can be no just wars. The victims are always innocent civilians, whether the war be in Ukraine, Afghanistan, Vietnam, Palestine or in our own country. Sadly, those charged with war crimes are not those who order the attacks, but rather personnel who merely carry out orders, or leaders of defeated countries.",
    "For instance, US President George Bush bombarded and invaded Iraq falsely claiming Iraq President Hussein possessed Weapons of Mass Destruction (WMD). ‘Iraq Body Count’ figures reveal 268,000 - 295,000 persons were killed from violence in the Iraqi war from March 2003 - Oct. 2018, including 182,272 - 204,575 civilians. Yet, George Bush who ordered the invasion of Iraq on false charges, was never prosecuted for war crimes. Instead, Iraqi President Hussein was hanged by a US appointed ‘Special Tribunal’ for the Dujail massacre (the killing of 148 Iraqi Shi’ites in the town of Dujail in 1982)!",
    "Today, while attention is diverted by the prosecution of past US President Trump, unnoticed, a disaster is overtaking the Palestinian people.",
    "Israeli forces are carrying out attacks on Palestinian worshippers at Jerusalem’s Al-Aqsa Mosque during the holy month of Ramadan. Not satisfied with unleashing violence in Jerusalem, Israel has also launched a barrage of air strikes on the Gaza Strip and southern Lebanon following reported rocket fire, which is being described by the Western media as ‘clashes’.",
    "The media’s choice of words to describe murderous attacks as ‘clashes’, serves to obscure Israeli violence, and the fact that Israel kills, maims and mutilates at an astronomically higher rate than its supposed counterpart in “clashing”.",
    "A person could not be faulted, for wondering whether the spurious charges against past  President Trump, is designed to cover the ongoing atrocities committed by Israel in Palestine."
  ]
}