{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-canteens-to-cut-milk-tea-price-after-rupee-appreciation-116755/",
  "time_ut": 1680080580.0,
  "original_lang": "en",
  "original_title": "Sri Lanka canteens to cut milk tea price after rupee appreciation",
  "original_body_lines": [
    "ECONOMYNEXT- Sri Lanka’s Canteen Owners say they have decided to reduce the price of milk tea by 10 rupees a cup to draw more customers as milk powder fell following the appreciation of the rupee, after the central bank stopped printing money.",
    "Sri Lanka’s rupee has appreciated from 360/370 to the US dollar to around 320/330 after domestic credit slowed in high interest rates, and a surrender rule was lifted.",
    "But ad hoc central bank purchases and limited re-sales tended to create uncertainty at the new level, according to analysts.",
    "“The reason that we are reducing the price of a milk tea is since the price of milk powder and sugar has also been reduced”, Asela Sampath, Chairman of All- Island Canteen Owners Association told Economy Next.",
    "From next week the maximum price of a cup of milk tea will be 90 rupees, at canteens in his association, Sampath said.",
    "Milk tea is a mix of hot, strong tea with powdered milk and usually sugar is a favorite beverage in Sri Lanka consumed by nearly all socioeconomic demographics.",
    "Milk Importers Association said the price of a one-kilogram packet of imported milk powder would be reduced by 200 rupees, and the price of a 400 gram packet by 80 rupees.",
    "“Price reduction due to the fuel price cut have not been discussed yet, but according to the exchange rate and global prices, further decisions will be taken” Association spokesman, Ashoka Bandara told EconomyNext.",
    "In 2022 Sri Lanka’s canteen and bakery owners raised prices by press statement in 2022 after the central bank printed money to keep an artificially low interest rate and sent the rupee tumbling.",
    "Under so-called flexible inflation targeting the central bank printed from 2015 to suppress rates and target an output gap, initially pushing the rupee down from 131 to 182 to the Us dollar till 2019.",
    "From 2020 to 2022 under intensified output gap targeting and a surrender rule (forced dollars sales to the central bank on top of money printing) the rupee collapsed to 370 to the US dollar.",
    "Output gap targeting and inflationary monetary policy to target 5 percent inflation is to be legalized under a controversial new monetary law.",
    "Sri Lanka’s Inflationist/ devaluationist policymakers believe that positive inflation and depreciation which imposes a regressive tax upon the poor is good for the economy. Most modern inflationists believe falling prices (deflation) is bad.",
    "Tuk tuk drivers also said the first kilometer price will be cut 80 from 100.",
    "In sharp contrast to inflationist Anglophone economics that drove post-1930s monetary policy, canteen owners believe otherwise and think absolutely falling prices will get them more business.",
    "“We also reduced the price in order to gain our customers back,” Sampath said. “Normally our customers have milk tea with a small snack to eat with but, overall if 100 customers come to drink milk tea only 60 people would surely have a snack”.",
    "“The customers do come in from 5am in the morning for tea but in the past days they just drank water and left.",
    "“For Example, In Lady Ridgeway Hospital (LRH) canteen they used to have 15- 16 kg of milk powder but now it is comparatively low”.",
    "However, the Ceylon bakery Owners Association said, there is no decision to reduce prices due to the fuel price cut.",
    "“We reduced the price of a loaf of bread by a total of 30 rupees in three different occasions, and we do not expect it to reduce anymore,” association president, N.K. Jayawardana told EconomyNext.",
    "Sri Lanka is expecting 12 month inflation – which includes delayed price structure changes in services – to fall to single digits by end 2023. (Colombo/March29/2023)"
  ]
}