{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-confident-of-debt-restructure-will-no-longer-borrow-for-wasteful-infrastructure-119664/",
  "time_ut": 1683102120.0,
  "original_lang": "en",
  "original_title": "Sri Lanka confident of debt restructure, will no longer borrow for wasteful infrastructure",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is confident of meeting its debt resturing objectives and no longer intends to borrow for infrastructure projects that don’t promise returns, Foreign Minister Ali Sabry said, adding that the country has learnt its lesson.",
    "In an interview with Singapore-based Channel News Asia, Minister Sabry Sri Lanka is optimistic (“fingers crossed”) that the South Asian nation, still recovering from its worst currency crisis in decades, is on track to completing its debt restructuring programme before the country is due for a review by the International Monetary Fund (IMF) in September.",
    "“We have made a lot of progress. Prior actions except some minor ones were taken before the extended fund facility (EFF) was approved.  We have introduced cost-reflective pricing in many areas. State-owned enterprise (SOE) reforms are on the cards. Tax reforms have come into play. There is a sense of stability in the country. We have eliminated all sorts of queues and shortages,” he said.",
    "The minister was emphatic that any debt restructuring effort should feature equal treatment for all of Sri Lanka’s creditors. Whether it’s debt relief or some other form of restructuring, the same standard must apply universally, he said.",
    "“We’re confident that just like we managed to secure debt restructuring assurances from our friend and creditors, we should be able to restructure it,” said Sabry.",
    "The minister was also asked about a proposed 392 million US dollar investment by Chinese state-owned firm China Merchants Group (CMG) to construct a logistics complex in Sri Lanka, which would see total Chinese investment in the country reach 2 billion dollars. This will be Sri Lanka’s first major investment since it defaulted on its debt obligations in April 2022.",
    "Asked if the project would leave Sri Lanka more indebted to Beijing, Sabry said: “We don’t agree with that. Most of these investments are debt free. We’re not taking any debt. These are investments, 70 percent of which comes from Beijing and 20 percent from the Sri Lanka Ports Authority (SLPA), and 10 percent from a Sri Lankan company,” he said.",
    "The minister added that the Chinese-built Colombo Port City itself was an investment.",
    "Critics, however, have expressed concern that the Port City would prove to be another white elephant.",
    "“Not a single rupee or dollar was borrowed on that. It’s an investment,” the minister insisted.",
    "“That’s the kind of investment we’re looking for. In the short to medium term, we’re not going to borrow any longer to invest in infrastructure projects which are not conducive to returns and [present] no possibility to repay. We’re very careful. We have learnt our lesson,” he said.",
    "“We’re a friendly country. We’re open to doing business with the east, south and west. That is how we are,” he added. (Colombo/May03/2023)"
  ]
}