{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/13-eye-patients-detected-from-three-hospitals/155-258866",
  "time_ut": 1683601534.0,
  "original_lang": "en",
  "original_title": "13 eye patients detected from three hospitals",
  "original_body_lines": [
    "The Health Ministry has so far detected 13 eye patients who developed complications due to the use of ‘Prednisolone’, an eye drop imported from India used after cataract surgeries.",
    "Director of the Medical Supplies Division Dr. Kapila Wickramanayake told Daily Mirror that the patients had been found from the National Eye Hospital, Nuwara Eliya District General Hospital and the Gampaha District General Hospital.",
    "“Out of these patients, the vision of two patients has reduced while the eyesight of others has weakened,” Dr Wickramanayake said.",
    "Meanwhile, Director General of Health Services Dr Asela Gunawardena said ten patients had been found from the Nuwara Eliya District General Hospital while three had been detected from the National Eye Hospital.",
    "According to Dr Gunawardena, this is because of an issue found in the medicine. “Therefore, the ministry has initiated investigation into the incident,” he added.",
    "”We have taken prompt measures to withdraw the entire batch from every hospital while the eye surgeries have also been suspended in the identified hospitals. In addition, we have instructed all the hospital directors to inform us about new patients being found with such similar complications,” Dr. Gunawardena added.",
    "The sources from the Nuwara Eliya District General Hospital told Daily Mirror that the patients with complications, are undergoing treatment at the hospital.",
    "Eye surgeries at the National Eye Hospital were also suspended due to the similar post-surgery infections reported last month.",
    "Prednisolone eye drops are used to treat mild to moderate non-infectious eye allergies and inflammation, including damage caused by chemical and thermal burns. Prednisolone eye drops are also used to treat inflammation of the eyes caused by certain conditions. (Sheain Fernandopulle)"
  ]
}