{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96145/us-judge-attacked-by-defendant-during-sentencing-in-vegas-courtroom-scene-captured-on-video",
  "time_ut": 1704362700.0,
  "original_lang": "en",
  "original_title": "US judge attacked by defendant during sentencing in Vegas courtroom scene captured on video",
  "original_body_lines": [
    "LAS VEGAS (AP) — A Nevada judge was attacked Wednesday by a defendant in a felony battery case who leaped over a defense table and the judge’s bench, landing atop her and sparking a bloody brawl involving court officials and attorneys, officials and witnesses said.",
    "In a violent scene captured by courtroom video, Clark County District Judge Mary Kay Holthus fell back from her seat against a wall and suffered some injuries but was not hospitalized, courthouse officials said.",
    "A courtroom marshal was also injured as he came to the judge’s aid and was hospitalized for treatment of a bleeding gash on his forehead and a dislocated shoulder, according to the officials and witnesses.",
    "The attack occurred about 11 a.m. at the Regional Justice Center in Las Vegas.",
    "The defendant, Deobra Delone Redden, 30, was wrestled to the floor behind the judge’s bench by several court and jail officers and courtroom staff members — including some who are seen throwing punches.",
    "He was arrested and jailed at the Clark County Detention Center, where records showed he faces multiple new felony charges including battery on a protected person — referring to the judge and court officers.",
    "“It happened so fast it was hard to know what to do,” said Richard Scow, the chief county district attorney who prosecuted Redden on a case that stemmed from an arrest last year on allegations that Redden attacked a person with a baseball bat.",
    "Redden’s defense attorney, Caesar Almase, did not respond to later telephone and email messages seeking comment.",
    "Redden was not in custody when he arrived at court Wednesday. He wore a white shirt and dark pants as he stood next to Almase, asking the judge for leniency while describing himself as “a person who never stops trying to do the right thing no matter how hard it is.”",
    "“I’m not a rebellious person,” he told the judge, later adding that he doesn’t think he should be sent to prison. “But if it’s appropriate for you then you have to do what you have to do.”",
    "As the judge made it clear she intended to put him behind bars, and the court marshal moved to handcuff him, Redden yelled expletives and charged forward — amid screams from people who had been sitting with Redden in the courtroom audience.",
    "Records showed that Redden, a Las Vegas resident, was evaluated and found mentally competent to stand trial before pleading guilty in November to a reduced charge of attempted battery causing substantial bodily harm. He previously served prison time in Nevada on a domestic battery conviction, state records show.",
    "Holthus, a career prosecutor with more than 27 years of courthouse experience, was elected to the state court bench in 2018 and again in 2022.",
    "In a statement, court spokesperson Mary Ann Price said officials were “reviewing all our protocols and will do whatever is necessary to protect the judiciary, the public and our employees.”"
  ]
}