{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Why-NPP/4-756470",
  "time_ut": 1702922645.0,
  "original_lang": "en",
  "original_title": "Why NPP?",
  "original_body_lines": [
    "When one listens to the economic arguments from NPP leaders one gathers the view that unlike the other parties NPP is focusing more in revitalising the domestic production sector dominated by small and medium size enterprises. This entails transference of more resources into it so that its revival could be sped to satisfy a fair share of domestic needs. Accordingly, NPP’s economic strategy is less dependent on the export market. Also, without abandoning the market NPP talks of cleansing the market of its exploitative characteristics and redesigning it to guarantee fair price to consumers and fair returns to producers",
    "2024 is going to be an election year and it will dawn with an 18% VAT hike thanks to IMF and RW. The impact of that hike along with other increases in tariffs on public utilities will have a depressing effect on cost of living and that would no doubt dominate the campaign platforms of all political parties except perhaps President’s UNP. RW may well repeat what the newly elected president of Argentina Javier Milei said to his people: “There is no alternative to austerity and there is no alternative to shock treatment”.",
    "In the name of broadening the tax base to increase Government revenue and reducing budget deficit these measures are part of IMF’s recovery path. No doubt, economists who are inclined to favour economic growth and development through the open economy free-market model would justify these increases and argue that they are unavoidable but short-term inconveniences to achieve long-term prosperity. But how short would be that short-term and how long would it take to reap the benefit they dare not predict. At least RW thinks that 2048 would be the year of his promised Valhalla, and these economists and policy analysts would be advising him on how to prepare to reach that target.",
    "Be that as it may, to contest an election and run a campaign solely by criticising and condemning the ruling regime for its blunders without providing a credible policy alternative is an exercise in voter cheating. So far none of the parties in the field including NPP has put out an alternative plan or package of policies to improve the current situation, although NPP alone believes that the mother of Sri Lanka’s poly-crisis is the country’s governance and changing government is no solution to change the system.",
    "Even IMF, having audited the country’s progress after spending $ 300 million from its $ 2.9 billion EFF loan has realised that bad governance is a serious handicap that frustrates constructive efforts to reset the economy on a growth path. But IMF too should know that improving governance is not that easy in Sri Lanka without destroying the ethnonationalist edifice upon which the country’s governance is structured. It is almost an unwritten convention in Sri Lankan politics that so long as those empowered to rule ensures the supremacy of Buddhism and primacy of its Sinhala followers, they have the social license to govern in a manner they deem fit with accountability to no one.",
    "That licence was so arrogantly put to its maximum use during the presidency of Gotabaya Rajapaksa and when COVID crossed the country’s borders in 2021 economic deceleration gained momentum and within another year the treasury was bankrupted and economy ruined. Yet and quite disappointingly, none of the parties that are vying for power except NPP even dares to mention the need to renounce ethnonationalism and its Sinhala Buddhist variety and call for a new system based on principles of secular democracy. At least NPP is sounding for a “social revolution” to change the political culture and transform the mode of governance. But more details are needed from its leadership to convince voters.",
    "On the economic front also while all other parties have accepted the IMF recipe as fait accompli only NPP advocates renegotiating at least part of its elements. IMF agenda prioritises the stability of the financial sector as precondition to encourage local and foreign investors to take the lead in promoting economic recovery and growth. RW’s exaggerated confidence in transforming the economy into a private enterprise driven export-oriented growth miracle by 2048 is based on that basic premise. CBSL too is playing a supportive role with its monetary policy to facilitate that transformation.",
    "However, when one listens to the economic arguments from NPP leaders one gathers the view that unlike the other parties NPP is focusing more in revitalising the domestic production sector dominated by small and medium size enterprises. This entails transference of more resources into it so that its revival could be sped to satisfy a fair share of domestic needs. Accordingly, NPP’s economic strategy is less dependent on the export market. Also, without abandoning the market NPP talks of cleansing the market of its exploitative characteristics and redesigning it to guarantee fair price to consumers and fair returns to producers.",
    "This is not happening now because the current free market is hijacked by mafias and oligopolies. What is more shocking is that this exploitative market is operating under the watchful eyes of the Government. President RW’s pronouncements on ending corruption completely ignores the structural corruption embedded in the free market model. Thus, in view of a widely expected economic slowdown in mature economies caused by war induced supply constraints and inflation and worsened by natural disasters, NPP’s domestic focus makes lot of sense. This focus should not to be misconstrued and criticised as reversal towards the defunct ISI model, but must be considered as a rational strategy with market friendly policies to satisfy at least the basic needs of a population in which, according to research findings, almost one third is found unable to afford even one nutritious meal a day.",
    "NPP’s readiness to undertake system change and its alternate focus on the economy make a good case for it be given a chance to govern on its own. But can NPP be trusted is the question many critics ask. From a catalogue of criticisms and reservations levelled against it, inexperience of its leaders and the revolutionary origins of JVP are frequently heard. The first of these is not entirely true because at least AKD was a cabinet minister between 2004-2005 in the United People’s Freedom Alliance Government of Chandrika Kumaratunga. Even without that brief apprenticeship how does any leader gain experience without being given a chance to govern?",
    "But the second criticism about JVP’s revolutionary past is a legitimate one. True, the two insurrections of 1971 and 1980s left so much painful feelings and memories in the hearts and minds of that generation many of whom are now in their late sixties or early seventies. They constitute a sizeable portion of the vote bank. But they also should admit that the leaders who led those insurrections are no more and the ideological template on which those experiments were staged has also lost its attraction to a new generation living in an interconnected and borderless world. Today’s leaders of NNP were either not born or just babies at that time and their ideology shaped by the injustices created by a global economic order into which Sri Lanka was pushed.",
    "The so-called open economy introduced in 1978 and shaped by the post-independence ethnonationalist matrix has produced a system that has dishevelled the nation’s pluralist polity and divided the nation vertically into a world of have lots and have nots. The gap between the two worlds is so vast that to narrow that gap by finetuning the system as RW and his colleagues in parliament believe is impossible.",
    "After “decades of decadence” a majority of Sri Lankans are reeling under IMF’s shock therapy. Unless that system and its governance are thrown out the country will move more towards Argentina and not Singapore. NPP is the only party that looks prepared to do it. Will the ballot box give its team a chance to deliver?",
    "(The writer is attached to Murdoch Business School, Murdoch University, W. Australia.)"
  ]
}