{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Cork-teacher-injured-in-cycling-holiday-accident-in-SL-can-sue-in-Ireland-High-Court-rules/155-260999",
  "time_ut": 1686630511.0,
  "original_lang": "en",
  "original_title": "Cork teacher injured in cycling holiday accident in SL can sue in Ireland, High Court rules",
  "original_body_lines": [
    "A Cork woman who was injured in an accident on a cycling holiday in Sri Lanka can sue the UK-based organisers in the Irish courts, the High Court has ruled.",
    "Home economics teacher, Ann Casey (59), from Midleton in Cork split her chin bone, broke her jaw, fractured her right wrist and sustained other injuries to her arms and chest in the accident on December 30,, 2018, it is claimed.",
    "She was part of an organised cycling group which was travelling from Kandy, Sri Lanka, when she claims, due to the failure of the organisers to give proper instruction on safe group riding techniques and/or due to a failure to properly communicate obstructions or hazards on the road, she hit a pothole and was thrown from her bicycle.",
    "She claims that while on the ground, she was struck and rolled over by one of the cycling guides who supervised the tour.",
    "She sued Redspokes Ltd, trading as Redspokes Adventure Tours, of London, which organised the cycling holiday. The claims are denied.",
    "Mr Justice Garret Simons found she was entitled to bring her personal injuries claim in Ireland when he rejected an application by Redspokes dismiss the proceedings on the basis that this was not the correct jurisdiction.",
    "The judge said jurisdiction over consumer contracts is governed by what are called the recast Brussels 1 Regulation {EU No 1215/2012.",
    "This provides that a consumer may bring proceedings against the other party to a contract either in the courts of the member State in which that party is domiciled, or, regardless of the domicile of the other party, in the courts for the place where the consumer is domiciled.",
    "Pearse Sreenan, SC, with Brian Hallissey, instructed by Jody Cantillon of Cantillon Solicitors, on behalf of Ms Casey, argued Redspokes had manifested its intention to establish commercial relations with consumers from the Irish State through its website.",
    "Counsel said his side relied on the content of the defendant’s website and upon the fact that Ms Casey's booking was accepted by Redspokes through its website using an Irish address.",
    "Redspokes, represented by Brendan Savage BL, argued it did not intend to actively target consumers in the Irish State. It was also argued that whereas the defendant does pay to promote its website in internet search results, it does not target Ireland as part of any search engine optimisation.",
    "Mr Justice Simons said the resolution of this dispute turned largely on the question of whether the defendant can be said to have directed its commercial activities to the Irish State, being Ms Casey's domicile.",
    "He found the intention of Redspokes to establish commercial relations with EU consumers, including those from Ireland, was apparent for reasons including that the defendant organised the collection of Ms Casey from the airport in Sri Lanka, although participants organised their own air travel whether they were based in the UK or Ireland.",
    "The defendant’s service cannot be said to have been principally, or even preferentially, directed to consumers in the UK, he said.",
    "The existence of website testimonials from people from other countries, including Ireland, who had done the Respokes cycle, could only be understood as intended to convey the \"cosmopolitan nature of the group holidays organised by the defendant, with a view to encouraging other individuals from those members states to participate in future tours”, he said.",
    "Users of the website had a currency converter option to cost their holiday in Euro which indicated these holidays were directed to a market beyond the UK, he said.",
    "The requirement to create an online account in order to book a holiday also showed an intention by the defendant to “direct its activities” at a foreign state, he said.(Irish Examiner)"
  ]
}