{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-official-remittances-up-73-4-pct-in-june-first-half-inflows-up-to-2-8-bln-125549/",
  "time_ut": 1688815140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka official remittances up 73.4-pct in June; First half inflows up to $2.8 bln",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s foreign remittances coming through official channels grew 73.4 percent from a year ago to 475.7 million US dollars in June 2023, while they jumped over 75 percent to 2.8 billion US dollars in the first six months of this year, official data show.",
    "Sri Lanka’s official remittances started to rise after the central bank hiked rates and halted money printing, reducing the demand for outflows.",
    "Sri Lanka’s official remittances fell to as low as 204 million US dollars in February 2022 as more money came through unofficial channels to feed imports and outflows driven by newly created money.",
    "Sri Lanka on average had received around 500 to 600 million dollars of remittances through official channels before a Coronavirus pandemic and surge in money printing as the central bank embarked on a so-called output gap targeting exercise (monetary stimulus) from early 2020.",
    "Sri Lanka still has some import restrictions and the spread in the official banking system is also wide, amid an ad hoc pegging arrangement flexible exchange rate through which foreign reserves are collected to meet IMF targets.",
    "Sri Lanka scrapped another set of import restrictions last month. Analysts and classical economists have called for more rule based monetary policy to reduce discretion through flexible arrangement so that monetary stability will be provided for the economy to grow.",
    "The central bank reduced the key policy rates for the second time this month as the inflation fell to a more than expected level.",
    "Official remittances went up as 568 million US dollars in March ahead of the April New Year holidays and eased to 454 million dollars in April and remained at 479 million US dollars in May. (Colombo/July08/2023)"
  ]
}