{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89218/sri-lanka-no-longer-deemed-bankrupt-by-the-world-president-",
  "time_ut": 1679381520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka no longer deemed bankrupt by the world – President",
  "original_body_lines": [
    "In a special statement following the approval of the extended credit facility by the Executive Board of the International Monetary Fund (IMF), President Ranil Wickremesinghe emphasized that Sri Lanka is no longer deemed bankrupt by the world.",
    "Wickremesinghe further stated that the loan facility serves as an assurance from the international community that Sri Lanka has the capacity to restructure its debt and resume normal transactions.",
    "Additionally, he noted that the government is working to gradually lift import restrictions on essential goods, medicines, and tourism-related goods, as the foreign exchange situation improves.",
    "The President expressed his gratitude to all the countries that supported the IMF agreement, as well as the heads of the IMF and the World Bank, and is scheduled to present a full statement on the matter in Parliament tomorrow (22 March), while the agreement with the IMF is also due to be tabled in Parliament.",
    "The Executive Board of the IMF approved the Extended Fund Facility (EFF) to Sri Lanka at its board meeting held yesterday (20 March).",
    "The program will allow Sri Lanka to access financing of up to US$ 7 billion from the IMF, International Financial Institutions (IFIs) and multilateral organizations.",
    "Meanwhile, 48-month extended arrangement with an amount of SDR 2.286 billion (395 percent of quota or about USD 3 billion) was also approved under the EFF, with the aim of restoring Sri Lanka’s macroeconomic stability and debt sustainability, mitigating the economic impact on the poor and vulnerable, safeguarding financial sector stability, and strengthening governance and growth potential, the IMF said in a brief statement."
  ]
}