{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95379/maldives-says-india-has-agreed-to-withdraw-troops",
  "time_ut": 1701674940.0,
  "original_lang": "en",
  "original_title": "Maldives says India has agreed to withdraw troops",
  "original_body_lines": [
    "India has agreed to withdraw its troops from the Maldives, the president of the strategically located archipelago has said, meeting a promise he made ahead of recent elections.",
    "President Mohamed Muizzu was elected in September as a proxy for a pro-China predecessor jailed on corruption charges, but has said his intention is not to upend the regional balance by replacing Indian forces with Chinese troops.",
    "“After a series of constructive meetings and dialogues with the Indian government, an agreement has been reached to withdraw Indian military personnel,” a statement from the president’s office said late Sunday.",
    "Indian personnel are deployed to operate three gifted aircraft patrolling the maritime territory.",
    "Primarily known as one of the most expensive holiday destinations in South Asia, with pristine white beaches and secluded resorts, the Maldives has also become a geopolitical hotspot.",
    "Global east-west shipping lanes pass the nation’s chain of 1,192 tiny coral islands, stretching around 800 kilometres (500 miles) across the equator.",
    "Muizzu’s office said the agreement for the withdrawal of troops was “in progress at a technical level”.",
    "It stressed its “commitment to employing diplomatic channels as the primary instrument to ensure the absence of foreign military presence on its soil”.",
    "It did not give any timeframe for the withdrawal, and there was no immediate response from New Delhi on Monday.",
    "It followed a meeting between Muizzu and Indian Prime Minister Narendra Modi on the sidelines of COP28 in Dubai.",
    "“Both the leaders... agreed to establish a high-level committee... tasked with coordinating efforts to address the challenges associated with ongoing development projects in the Maldives”, the Maldives added."
  ]
}