{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-begins-asset-quality-review-of-five-banks-114169/",
  "time_ut": 1678149540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka begins asset quality review of five banks",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is doing an assets quality review of five banks, and is also working with multilateral agencies which may support re-capitalization, Deputy Central Bank Governor Yvette Fernando said.",
    "Sri Lanka’s banks are under stress following the latest currency crisis in the country in the wake of two years of money printing, which ended in external sovereign default, further complicated by a Coronavirus crisis.",
    "“Consultants have started work and they are working on five banks,” Fernando told reporters.",
    "“What they are doing is a diagnosis study and the first part is the asset quality review.”",
    "The study will continue for the next two to three months, progress is being monitored and the central bank will then come to a decision, she said.",
    "Several international agencies including the World Bank and Asian Development Bank have agreed to support the initiative.",
    "“Technical assistance is anyway continuing and capitalization also they have said that they will look into it,” Fernando said.",
    "According to the President’s office, the World Bank is working on a budget support loan with a reform matrix involving banks which “severing a sovereign-financial sector nexus, improving stewardship of the financial sector and reducing systemic risk.”",
    "Sri Lanka’s state enterprises in particular are borrowing heavily from state-run commercial banks and the Treasury is running overdrafts when global oil prices rise, usually in the latter part of a Federal Reserve policy cycle.",
    "Some of the loans are then re-financed through central bank windows to maintain a lower than required interest rate structure in the country, also amid strong private credit growth, leading to currency crises. (Colombo/ Mar 06/2023)"
  ]
}