{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91098/sri-lanka-eyes-fta-with-thailand-by-march-as-growth-in-focus",
  "time_ut": 1686137400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka eyes FTA with Thailand by March as growth in focus",
  "original_body_lines": [
    "Sri Lanka and Thailand could sign a free trade agreement (FTA) by March, a top official of the Indian Ocean nation told Reuters on Wednesday, as it attempts to rebuild its crisis-stricken economy.",
    "The two nations restarted deal negotiations in January, months after a severe financial crisis engulfed Sri Lanka, as its foreign exchange reserves fell to a record low.",
    "“Both sides are enthusiastic and there is strong political will,” Sri Lanka’s chief FTA negotiator, K.J. Weerasinghe, told Reuters.",
    "“There will be several more rounds of talks, but I am confident we can conclude the agreement for signature by March 2024.”",
    "A Thai delegation is expected to visit Colombo from June 26 to 28 for the next round of talks, covering goods, customs cooperation, investment, dispute settlement and services, he added.",
    "Two-way trade was about $460 million in 2021, Sri Lankan central bank data shows. Sri Lanka exports mainly tea and precious stones to Thailand, from which it imports electronic equipment, food, rubber, plastics and pharmaceuticals.",
    "Last week President Ranil Wickremesinghe said Sri Lanka would focus on boosting foreign investment, exports and jobs, as it shifts gears from tackling the crisis to growth.",
    "Economic prospects have benefited from moderating inflation, a stronger currency and lower interest rates in recent months.",
    "The IMF expects Sri Lanka’s economy to shrink by about 3% this year after a contraction of 7.8% in 2022. The government expects to return to growth next year.",
    "The island also expects FDI inflows to rise by a fifth this year, to $1.3 billion, as it takes steps to attract investment."
  ]
}