{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankan-companies-could-reap-multiple-benefits-by-using-inr-in-their-biz-with-indian-counterparts-indian-h-c-baglay/",
  "time_ut": 1677861240.0,
  "original_lang": "en",
  "original_title": "Sri Lankan companies could reap multiple benefits by using INR in their biz with Indian counterparts – Indian H.C. Baglay",
  "original_body_lines": [
    "There would be multiple benefits for Sri Lankan companies and entrepreneurs by adopting the arrangement of paying in Indian rupees (INR) in transactions they conduct with their Indian counterparts, India’s High Commissioner to Sri Lanka Gopal Baglay said.",
    "“This will also help towards growing bilateral trade between the two countries. This is the right time to look into this aspect and this can also lead to more investments from India, the Indian High Commissioner said at a panel discussion on INR- denominated trade settlements between India and Sri Lanka. The event which was organized by the High Commission of India was held at Hotel Taj Samudra on Thursday.",
    "High Commissioner Baglay said that acceptance of INR in Sri Lanka will have a major advantage for tourism. “The fact that Indian tourists can pay in their own currency will make Sri Lanka a perfect destination for Indian tourists, he explained.",
    "H.C. Baglay added: “Another aspect Sri Lanka should look at is to move more towards digitalization. Today India accounts for over 40% of global digital transactions, which clearly shows the shift by our country towards digitalization.”",
    "Meanwhile, an Indian High Commission press release said: A team from RBI joined the discussion in the online format and indicated the possibility of settlement of current account transactions in goods as well as services in INR apart from the option of undertaking permitted capital account transactions. The RBI team referred to the close cooperation with CBSL and RBI’s commitment to further facilitate this process.",
    "State Minister of Finance Shehan Semasinghe appreciated the close economic relationship between the two countries and the financial and humanitarian support extended by India over the past year including the strong financing assurances provided by India in context of the IMF support programme for Sri Lanka.",
    "Governor, CBSL Dr. P. Nandalal Weerasinghe mentioned the strong desire among Indian and Sri Lankan business communities for enabling trade settlements in INR. He called for expanding this facility over a period of time to utilize it for the full range of capital and current account transactions. Governor CBSL also appreciated the wide-ranging participation from stakeholders in Sri Lanka and India which included more than 300 attendees in the physical format apart from those that joined online.",
    "Participants from Sri Lanka included officials from CBSL, Government of Sri Lanka, representatives from business and industry including tourism sector, media personnel, bank representatives, economists and journalists. Participants from India that connected in the online format included representatives from RBI, Government of India, trade and industry associations and export promotion councils.",
    "Rupee’s steady appreciation against US $ sends bourse on bullish run",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}