{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Ranil-to-contest-Presidential-election-hints-at-poll-early-next-year/155-257384",
  "time_ut": 1680936307.0,
  "original_lang": "en",
  "original_title": "Ranil to contest Presidential election, hints at poll early next year",
  "original_body_lines": [
    "- Ranil says he will consult all parties concerned and a presidential poll may be held early 2024",
    "- Informs opposition MPs that he presently has the numbers in Parliament",
    "- Will call for Parliament to work as one after IMF agreement presented in House",
    "President Ranil Wickremesinghe will contest the next Presidential Election and has hinted at a possible presidential poll to be held early next year, the Daily Mirror learns.",
    "In a meeting held with minority political party parliamentarians this week, Wickremesinghe informed them that he would contest as a presidential candidate and would call for an election early next year following consultations with the Elections Commission, Treasury and Attorney General.",
    "Wickremesinghe also informed the opposition parliamentarians that the economy was on an upward trend and would improve in the coming months. The President said the country was in a better position when compared to a few months ago and once the economy stabilizes, he would consult all political parties and other parties concerned and call for a presidential poll.",
    "The President further said that he would call on all political parties in parliament to work as one to implement the IMF reforms in order to strengthen the economic revival after he presents the IMF agreement before Parliament in April or May.",
    "To those opposition parliamentarians who want to join the government, Wickremesinghe encouraged these MPs to come with their respective groups or political parties and if the party leadership is not willing to join the government, then the MPs can cross over on their own.",
    "Sources who attended the meeting told Daily Mirror that Wickremesinghe had however informed the parliamentarians that he presently had a comfortable majority in Parliament, and hence he was not in any rush to take MPs from the opposition. He said if these MPs want to cross over they should do so voluntarily and not under political pressure or expecting portfolios in return and those who do not want to cross over, but yet want to support him can do so.",
    "He said such MPs would be allocated tasks and designations to support the government while being in the opposition so that all parties could be united in taking the economy further.",
    "Several opposition parliamentarians including from the Samagi Jana Balawegaya are in discussions with the President and have informed him that they are ready to support him in taking the country forward. (Jamila Husain)"
  ]
}