{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95419/uk-interior-minister-signs-new-rwanda-treaty-to-resurrect-asylum-plan",
  "time_ut": 1701828780.0,
  "original_lang": "en",
  "original_title": "UK interior minister signs new Rwanda treaty to resurrect asylum plan",
  "original_body_lines": [
    "(Reuters) - Britain signed a new treaty with Rwanda on Tuesday which it said would overcome a court decision blocking its plan to deport asylum seekers to the East African country, a ruling that dealt a huge blow to the government’s immigration policy.",
    "The Rwanda scheme is at the centre of the government’s strategy to stop illegal migration and is being watched closely by other countries considering similar policies.",
    "But last month, the United Kingdom’s Supreme Court ruled that the plan would violate international human rights laws enshrined in domestic legislation.",
    "Under the new treaty, signed by British Home Secretary (interior minister) James Cleverly and which replaces a non-binding memorandum of understanding, Britain said Rwanda would not expel asylum seekers to a country where their life or freedom would be threatened - one of the court’s major concerns.",
    "There will also be a monitoring committee to enable individuals to lodge confidential complaints directly to them, and a new appeal body made up of judges from around the world.",
    "Cleverly said he expected migrants to be heading to Rwanda in the coming months because the treaty addressed all the issues raised by the Supreme Court",
    "“I really hope that we can now move quickly,” Cleverly told reporters in Rwanda’s capital Kigali.",
    "However, many lawyers and charities said it was unlikely that deportation flights could start before an election expected next year. The opposition Labour Party, which has a double-digit lead in the polls, plans to ditch the Rwanda policy if it wins.",
    "Under the plan agreed last year, Britain intends to send thousands of asylum seekers who arrived on its shores without permission to Rwanda to deter migrants making the dangerous journey across the Channel from Europe in small boats.",
    "In return, Rwanda has received an initial payment of 140 million pounds ($180 million) with the promise of more money to fund the accommodation and care of any deported individuals.",
    "Prime Minister Rishi Sunak, now in power for just over a year, is under intense pressure from both his own lawmakers and many voters to cut net migration, which hit a record 745,000 last year, with the vast majority coming through legal routes.",
    "“Stop the boats” is one of five goals Sunak set for his government to end the flow of asylum seekers who pay people smugglers for their crossings, often in overcrowded boats that are not seaworthy.",
    "The Supreme Court ruled against the Rwanda plan - first brought in by then prime minister Boris Johnson in April last year - because there was a risk that deported refugees would have their claims wrongly assessed or returned to their country of origin to face persecution.",
    "The new treaty is expected to be followed later this week by the publication of legislation declaring Rwanda a so-called safe country, designed to stop legal challenges against the planned deportation flights.",
    "However, this is likely to trigger a new round of political and legal wrangling. The first flight was scheduled to go last summer but was cancelled at the last moment because of legal challenges.",
    "Sarah Gogan, an immigration lawyer at Harbottle & Lewis, said Rwanda’s human rights record meant the government’s “highly contentious” policy would be challenged in the courts and parliament.",
    "“You cannot in a matter of weeks or months reform a country and turn it into one with an impartial judiciary and administrative culture,” she said. “The treaty appears to be yet more fairytale politics and completely unworkable.”",
    "Yvette Cooper, Labour’s home affairs spokeswoman, dismissed the government’s latest plans as another “gimmick”."
  ]
}