{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Pilot-projects-set-to-revolutionise-transportation-sector-State-Minister/56-751148",
  "time_ut": 1690569701.0,
  "original_lang": "en",
  "original_title": "Pilot projects set to revolutionise transportation sector: State Minister",
  "original_body_lines": [
    "Transport State Minister Lasantha Alagiyawanna says 50 electric buses will be operated by SLTB soon",
    "Asserts demerit points system for traffic offences to commence by next year",
    "Says pilot projects to issue light vehicle driving licenses to hearing impaired persons, detain drug-using drivers underway",
    "Transport State Minister Lasantha Alagiyawanna recently announced the upcoming implementation of several pilot projects to enhance efficiency and quality in the transportation sector.",
    "These initiatives aim to introduce innovative technologies and regulations to improve road safety and create a more sustainable transport system.",
    "One of the key pilot projects is the introduction of 50 electric buses operated by the Sri Lanka Transport Board (SLTB). The Cabinet has already approved this project, which will be carried out by the Lakdiva Engineering Company Ltd.",
    "The initiative seeks to utilise the vast potential of electric buses to offer a more environmentally friendly and reliable transport service. The plan is to popularise electric buses as a cleaner alternative to traditional fuel-powered vehicles. Another significant undertaking is the implementation of a demerit points system for traffic offences, set to begin on 1 January 2024. Under this system, drivers who accumulate 24 demerit points will face an immediate cancellation of their driving licenses.   “The aim is to promote responsible driving and reduce traffic accidents by holding drivers accountable for their actions on the roads,” the State Minister said.  To further ensure road safety, the Department of Motor Traffic and the National Council for Road Safety are working together to establish a new speed limit regulation. “This regulation will determine the maximum speed limits applicable to vehicles within urban and rural limits, with the speed limits to be visibly marked on roads,” Alagiyawanna said.",
    "He said a pilot project has already been initiated in the Gampaha district to test the effectiveness of the new speed limit regulation.",
    "Addressing accessibility and inclusivity, the pilot project to issue light vehicle driving licenses to the hearing-impaired individuals in the Gampaha district is another commendable effort. “For about 30 years, hearing-impaired people have been applying for the light vehicle driver’s licenses, but due to various obstacles, they have not been able to satisfy that requirement. It has been a privilege to issue driving licenses to hear impaired people during my tenure by drawing the attention of the Department of Motor Traffic and the National Transport Medicine Institute to fulfil their demands,” he pointed out.",
    "Additionally, a pilot project has been launched to detain drug-using drivers, utilising technological kits capable of identifying drivers under the influence of drugs, including alcohol. The program, equipped with 50 such kits, aims to curb drug-related accidents on the roads. As a result of this initiative, 41 drug-using drivers were detected, and their licenses were suspended, sending a strong message against reckless driving practices."
  ]
}