{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/President-proposes-ambitious-regional-integration-and-economic-transformation/34-755426",
  "time_ut": 1700508160.0,
  "original_lang": "en",
  "original_title": "President proposes ambitious regional integration and economic transformation",
  "original_body_lines": [
    "At ‘YPO Colombo Experience: Rediscover the Pearl’ conference in Colombo outlines vision for a united Sri Lankan-Maldivian tourist area and emphasises regional cooperation",
    "During the keynote address at the ‘YPO Colombo Experience: Rediscover the Pearl’ conference held on Saturday at the Shangri-La hotel Colombo, President Ranil Wickremesinghe revealed his vision for transforming the economic landscape of the region.",
    "The President, who held discussions with the new Maldivian President Dr. Mohamed Muizzu, on Friday expressed a desire for closer collaboration between Sri Lanka and the Maldives, envisioning a unified tourist area.",
    "The President highlighted the economic shift towards Asia, emphasising the need for South Asian nations to work together to harness the growing economic power in the region. While acknowledging the individualistic nature of South Asian countries, he proposed a model where selective integration in certain sectors could pave the way for effective collaboration.",
    "Turning the spotlight on Sri Lanka’s economic plans, the President unveiled a series of proposals focused on restructuring and modernisation. The key objectives include establishing a competitive economy, embracing digital transformation, energy transition and fostering a green economy. The president emphasised the importance of becoming a regional logistic hub and outlined plans for promoting upmarket tourism, modernising agriculture and introducing reforms in land ownership.",
    "A significant announcement was the decision to grant freehold rights to farmers holding approximately two million acres of land, marking a significant step towards agricultural reform. The President also disclosed plans for large-scale modern agricultural enterprises, combining Government and private sector efforts to drive economic growth. In the realm of technology, the president allocated funds to promote advancements, including venturing into Artificial Intelligence (AI).",
    "The President outlined the potential industrialisation of Tamil Nadu and neighbouring regions, creating a major economic centre. Additionally, the president encouraged Sri Lankan entrepreneurs to invest in neighbouring countries, emphasising the country’s role in the development of Bangladesh and the exploration of opportunities in Myanmar, Cambodia, Laos, and East and West Africa.",
    "In the context of tourism, the president proposed the idea of a unified tourist area involving Sri Lanka, India, and the Maldives, expanding the scope to include Nepal. He also stressed plans for a Bay of Bengal cruise area, positioning it as a larger alternative to the Caribbean.",
    "Concluding his address, the President highlighted ongoing trade negotiations and agreements, including Sri Lanka’s application to enter the Regional Comprehensive Economic Partnership (RCEP) and the pursuit of comprehensive economic partnerships with India and Bangladesh. The President expressed optimism about the region’s economic potential and urged young entrepreneurs to actively contribute to the envisioned regional economy."
  ]
}