{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-shares-gain-on-an-ease-of-fears-to-ddr-and-ddo-124117/",
  "time_ut": 1687349400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s shares gain on an ease of fears to DDR and DDO",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka‘s shares closed higher on Wednesday after debt optimization and restructuring concerns had been addressed, an analyst said.",
    "“The market is moving on green, because fears of debt restructuring and optimization had been addressed by the State Minister of Finance and Cabinet Spokesperson,” an analyst said.",
    "The main All Share Price Index was up 1.48 percent or 112.89 points to 9,272.42, while the most liquid index S&P SL20 was up 1.68 percent or 55.93 points to 2,662.08.",
    "In the previous sessions the market was moving on red due to selling pressures, profit taking due to assurances and macroeconomic factors lowering fears of debt restructuring and optimization.",
    "The central bank cut the key policy rates by 250 basis points to spur faltering economic growth as inflation was decelerating faster than projected.",
    "Sri Lanka’s 12-month national inflation dropped to 59.2 percent from 65.2 percent, data showed as the monetary system was externally anchored at 360/370 to the US dollar with monetary policy in line with the peg.",
    "Sri Lanka needs more revenues and restructuring debt by September was essential for debt to be made sustainable, an International Monetary Fund mission said after a visit to the island.",
    "Since policy rates and inflation lowered investors, it encouraged investors to invest in capital, banking and diversified financial counters due to lowered fears on domestic debt optimization and restructuring.",
    "There will be more clarity on Sri Lanka’s debt restructuring efforts, particularly with regard to foreign debt, upon the return of President Ranil Wickremesinghe to the country after his ongoing visit to France, State Minister of Finance Shehan Semasinghe said.",
    "Semasinghe said once a final decision has been made on domestic debt optimisation, the government will inform both parliament and the public.",
    "“This is an extremely sensitive matter that significantly influences the market situation. It is vital that we refrain from making statements that create doubts regarding this optimisation, as it helps maintain stability in our financial market,” the president’s media division said in an official translation of the state minister’s remarks.",
    "The market gained over the past sessions on lowered policy rates and low inflation stimulating buying interest and driving the sentiment up.",
    "“Banking counters have seen some attraction on the buying front due to decreased fears in domestic debt restructuring (DDR),” an analyst said. The fears on DDR have decreased due to policy rate cuts and lowered inflation.",
    "Sri Lanka’s debt restructure will take place based on the existing debt sustainability analysis, using the original projections made by the International Monetary Fund, Central Bank Governor Nandalal Weerasinghe said, despite economic indicators improving faster than expected.",
    "The market generated a net foreign inflow of 21 million rupees, so far the total outflow for the year is 1.2 billion rupees.",
    "Top gainers during trade were Sampath Bank, Commercial Bank and Vallibel One. The Capital Goods and Diversified Financials counters were among the top gainers and contributors to revenue.",
    "The market generated revenue of 1.6 billion rupees, while the daily turnover average was 1 billion rupees. Out of the generated turnover, the capital goods sector contributed about 33 percent to the total turnover, contributing 564 million rupees and the diversified financials counters made up 14 percent of the generated turnover bringing in 222 million rupees. (Colombo/June20/2023)"
  ]
}