{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81454",
  "time_ut": 1677611700.0,
  "original_lang": "en",
  "original_title": "Clearly we are living in a Sinhala-Buddhist Iran with saffron-robed Ayatollahs deciding how we live. If a govt’s right to policymaking ends on the edge of an upraised saffron robe, why bother with elections or parliament?",
  "original_body_lines": [
    "Once upon a time, a tryst was announced for angry masses to inundate Colombo and boot the government out. “We will occupy public places and begin the great satyagraha to send this government home,” an organiser proclaimed. “We will come home after we’ve installed our government again.”",
    "No that was not April, May or July 9, 2022. That was September 5, 2018. The battle-cry belonged not to an Aragalaya activist but to parliamentarian Pavithra Wanniarachchi. The event was not Gota-go-home, but Rajapaksa-led Joint Opposition’s Janabalaya Colombata (Peoples Power to Colombo). Fearing street battles between millions of Rajapaksa supporters and the police, Colombo shut-down early. “Peoples’ Power has started the Colombo invasion,” a pro-Rajapaksa website crowed.",
    "The Government, though worried, decided to do nothing. No curfews, judicial orders, riot police, tear gas, or water cannon; no arrests, no one injured, no lives lost. The protestors were given a free run. Instead of millions, a few thousand turned up. Having created more work for CMC/Abans cleaning crews, those who were bussed to Colombo left at nightfall. Organisers were compelled to cancel plans to ‘occupy’ downtown Colombo till whenever.",
    "Mass upheavals often take revolutionary parties, organisations, and activists by surprise. That is the lesson from French and Russian revolutions to Arab Spring and Lanka’s recent Aragalaya. When people reach the breaking point, when they bypass politicians and take politics into their angry hands, they cannot be stopped, not without a bloodbath. But the breaking point must be reached and felt, all hope of better times gone.",
    "Had Gotabaya Rajapaksa introduced the QR system in May 2020, he would still be president. If Ranil Wickremesinghe didn’t end the fuel queues, he would’ve been out by December.",
    "President Wickremesinghe’s real departures from democratic governance lie not in the ham-handed sabotaging of local government elections, but in his zero-tolerance attitude towards peaceful political dissent.",
    "Other leaders too postponed non-national elections without eroding democracy. And in 2020, the opposition supported the postponement of parliamentary elections, citing, correctly, the risk posed by the pandemic.",
    "Writing to the Election Commission, the SJB insisted that a date should not be set until the last COVID patient has recovered and accused the Rajapaksas of hurrying elections to win a two-thirds majority. The Rajapaksas mocked the opposition for fearing elections.",
    "As Mahinda Rajapaksa said last week, the Rajapaksas always held elections. Untimely, unnecessary, and over-frequent elections were as much of a staple of Rajapaksa rule as brutal and murderous stifling of dissent.",
    "Every year was an election year, literally. The siblings would dissolve some elected body before time and hold elections on an auspicious day. Every state asset, every state official was utilised openly for the governing party’s campaign. Violence was rife and deaths of opposition supporters not uncommon.",
    "The postponement of LG polls, in and of itself, does not signify democracy’s death. The real danger is creeping authoritarianism. The vengeful persecution of Aragalaya activists continues, Prof. Ajantha Perera and Achala Seneviratne being the latest targets. The law is being abused to stifle dissent, the attempt to jail YouTuber Dharshana Handungoda and the arrest of activist Chirantha Amarasinghe being cases in point.",
    "Using ICCRPP to muffle criticism of Sinhala-Buddhism and the presidential comments on Saliya Peiris signify an intolerance heralding an illiberal democracy. The attacks on SJB and JVP demonstrations are even more worrying developments. Only uninformed paranoia would see in those events the danger of a new July 9. The result was the tragic death of a JVP/NPP activist.",
    "The opposition’s own attitude of subsuming everything to LG polls is equally myopic. Their manifestos are fudgy at best on the economy, especially on the thorny issue of taxation. Their stance on devolution is even worse. The JVP has rejected the 13th Amendment. The SJB is silent. Without unpopular decisions, the economy cannot be saved. Without devolution democracy would be incomplete. Opportunism and cowardice will only make bad worse.",
    "The 13th Amendment is unnecessary, Mahinda Rajapaksa said last week.",
    "He should know. Without the 13th Amendment, the Rajapaksa attempt to disembowel democracy from within and occupy the Lankan state would have worked.",
    "In 2011 the Siblings introduced the Sacred Areas Act. Amend the Town and Country Planning Ordinance and institute municipal corporations empowered to “acquire lands for economic, social, historical, environmental and religious purposes… According to the bill, it is possible for the authorities concerned to declare land areas as conservation areas, protection areas, architectural and historical areas and sacred areas… In the acquisition…will not be considered whether there are buildings within them or not” (Daily Mirror – 8.11.2011). Gotabaya Rajapaksa was to oversee this arbitrary expropriation.",
    "Also in 2011 was the Jana Sabha Bill. Elected provincial councils and LG authorities were to be placed under unelected Jana Sabhas controlled by Basil Rajapaksa. According to Wimal Weerawansa, the “objective was to make the Jana Sabhas as the strongest institution responsible for development work” (The Sunday Times – 20.3.2011).",
    "In 2012 came the Divineguma Bill. A mega-entity called the Divineguma Department was to be set up under the sole suzerainty of Basil Rajapaksa with a budget of Rs. 80 billion (In the same year, education was allocated Rs. 65.8 billion and post-conflict resettlement a paltry Rs. 437 million). Opponents of the Bill were trying to achieve what the Tigers failed, Mahinda Rajapaksa claimed.",
    "All these anti-democratic, family-empowering attempts floundered mainly because of the safeguards in the 13th Amendment. For example, since land was a devolved subject, Gotabaya Rajapaksa’s land-grabbing Act needed the approval of all provincial councils, the Supreme Court ruled. Three councils refused approval effectively killing the Act. Without the 13th Amendment, the plan to turn Lankan state into a Rajapaksa estate would have worked. And we would be living in a much worse future.",
    "Devolution in general and the 13th Amendment in particular helped save Lankan democracy at a critical time. When Ranil Wickremesinghe adopts a zero-tolerance attitude towards peaceful protests, he is being more anti-democratic than the opposition. But when the opposition fails to defend or oppose the full implementation of the 13th Amendment, it is being more anti-democratic than the President.",
    "By rejecting the 13th Amendment, Sunil Handunnetti demonstrated that NPP/JVP is really JVP/NPP. Whenever there is a real conflict of ideas or policies, the JVP’s antediluvian attitudes would prevail over the NPP’s more modernist notions. The NPP’s manifesto is silent on devolution. The JVP is in the driving seat taking the NPP for a ride.",
    "The SJB is trying to sidestep the devolution controversy – an attitude of cowardly opportunism akin to its run-with-the-hare-hunt-with-the-hounds stance on direct taxation.",
    "Perhaps a key reason is the SJB-JVP squabble to win the bigger chunk of the disenchanted Rajapaksa voters. The goal is understandable. The problem is when policies are changed or fudged to accommodate the racism and irrationality of these voters, instead of explaining to them how Rajapaksa racism and irrationality led to the current disaster. This is appeasement of the worst kind.",
    "How can either party bring about economic recovery and political stability if they gain power by conceding to the lunatic fringe, be it no-devolution monks or no-tax professionals and state sector trade unions?",
    "Would they even have the guts to publicly oppose the GMOA’s stated plan to paralyse all government hospitals (while continuing to ply their lucrative medical trade in private), thereby depriving the only healthcare available to 35% of Lankans who are missing meals and missing schools? (Incidentally, by aligning himself with these retrogressive forces, Sajith Premadasa is departing from his father. Sinhala poor and minorities formed the bedrock of Ranasinghe Premadasa’s victorious electoral block).",
    "The first Rajapaksa presidency marked many turning points. Making Sinhala-Buddhist supremacism politically dominant and societally fashionable was one.",
    "The project of recreating Lanka as a Sinhala-Buddhist supremacist country commenced openly in 1956. Soon majoritarian racism became the new commonsense, a transformation best symbolised by the acceptance of Sinhala Only by the UNP and the traditional left (the JVP was Sinhala Only at birth).",
    "It would take a massive shock in the form of Indian intervention for this paradigm to end abruptly and violently. Provincial devolution, linguistic parity, citizenship to plantation Tamils, none of these were granted willingly. They were extracted painfully from the Sinhala polity by India.",
    "Post 1989, as the deadly limits of rampant racism sank in, a different commonsense began to evolve. Racism became outdated, Sinhala supremacists were confined to the lunatic fringe, the need for a political solution going beyond the 13th was accepted, and federalism ceased being an F-word.",
    "Had the Tigers been a different animal, a new power-sharing arrangement along Indian lines (perhaps more) could have happened. The LTTE’s own maximalism killed that potential and returned Sinhala maximalism to power and vogue via Mahinda Rajapaksa. The nihilist narrative which claimed that Tamils have no specific grievances and thus require no political solution became official and dominant post-2005.",
    "Mahinda Rajapaksa is gone from office, perhaps never to return. But the racist commonsense he enabled and represented is alive and well. This was evident in the visceral reaction to Ranil Wickremesinghe’s proposal to fully implement the 13th Amendment, something he is constitutionally obliged to do as president.",
    "The usual cohort of political monks started screaming Separation! They even insisted that 13th should not be implemented because the chief prelates are opposed to it.",
    "In a subsequent interview with a YouTube channel, two organisers of the anti-13 demonstration outside parliament, Ulapane Sumangala thero and Akmeemana Dayaratne thero reiterated this saffron veto-power theory, stating that monks won’t permit the implementation of the 13th Amendment even if all parliamentarians support it. Ignoring this saffron fatwa would turn Lanka into a lake of blood, they said. Clearly we are living in a Sinhala-Buddhist Iran with saffron-robed Ayatollahs deciding how we live.",
    "There is no ethnic problem, Dayaratne thero insisted, so need for devolution. Sumangala thero called parliamentarian CV Wigneswaran a kallathoniya (a derogatory Sinhala term meaning illegal and inimical migrant from Tamil Nadu). Mr. Wigneswaran, he elaborated, is a kallathoniya because he talks about the North though he “has no Jathiya-janmaya (nationality-birthland), lives in Colombo 7, went to Royal College, and his children are married to Sinhalese.”",
    "This statement is reveals true nature of these political monks. They are racist; any Tamil is a kallathoniya by birth since only Sinhalese are the true owners of the country. They deem education at Royal, residency in Colombo 7, and mixed marriages anti-national. This blood-and-faith cohort is determined to decide Lanka’s future just as they decided independent Lanka’s past.",
    "Had something akin to the 13th Amendment been the law in 1956, the Sinhala Only Act would have been stillborn, like the Sacred Areas Act and Jana Sabha Bill. If Sinhala politicians didn’t succumb to saffron-pressure, Banda-Chelva or Dudley-Chelva Act would have passed. Either way, we would have been spared the long Eelam War. Political monks played a key role in creating new Tamil grievances and scuttling attempts to settle them.",
    "Of course, minorities too are battered by poverty, unemployment, inflation… But they also have a very specific problem. They have been targeted by marauding mobs and punitive laws for being non-Sinhala/non-Buddhist. And as recently as in 2018, when Muslims were attacked for the crimes of a handful of suicide-killers.",
    "When Black July happened, many Tamils who escaped death were sent by ship to the North. The implication was obvious. Tamils could be really safe only in the North and parts of East. Is it any wonder they want some legal guarantees for this safe space?",
    "When the minorities hear the political monks spewing their venom, when they see Sinhala leaders hiding behind meaningless platitudes instead of taking racism head on, how can they be certain that another Black July, another Aluthgama will never happen?",
    "So we need devolution as much as we need elections. They are not mutually exclusive because democracy will never be whole or safe without at least the 13th Amendment.",
    "Incidentally, the TNA and other Tamil leaders who dismiss President Wickremesinghe’s proposal to fully implement the 13th Amendment should understand how widespread the anti-Tamil/Muslim virus is and how non-resistant most Sinhala leaders are to it. If they fail to throw their weight behind the 13th Amendment, even that pittance might be lost.",
    "In I’m explaining a few things, Pablo Neruda wrote, “See my dead house, look at broken Spain.” He could have been writing about Chile after the 1973 coup. Since scientists have concluded that Neruda might have been poisoned, the murder of this great poet will now be added to the crimes of military rulers who grabbed power to ‘save Chile from chaos’.",
    "Sri Lanka too is a house almost dead, a land almost broken. Yet glimmers of hope remain. Inflation is less, currency more stable, foreign reserves have improved, banking system hasn’t crashed, and the economy is holding together. Should these be thrown into the fire of mayhem for political or personal gain? Should old errors be repeated ad nauseam, be they the racist ones of the Bandaranaikes or the authoritarian ones of JR Jayewardene?",
    "Today, the country is caught between the President’s repressive hammer and the Opposition’s anarchic anvil. If the two sides don’t take a step back and begin talking, the home that is Sri Lanka might perish in a civil conflagration, a military takeover or both."
  ]
}