{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lack-of-new-projects-hinders-sls-construction-industry/",
  "time_ut": 1690815480.0,
  "original_lang": "en",
  "original_title": "Lack of new projects hinders SL’s construction industry",
  "original_body_lines": [
    "The construction industry remained contracted in June 2023, recording a Total Activity index value of 44.4. Most of the companies operate at a sub-optimal level amidst the limited availability of construction projects. However, several respondents mentioned that the steady decline in material prices has induced to commence small-scale construction work.",
    "The lack of new projects continued to hinder the industry, which is reflected by the continuous decrease in New Orders. The respondents mentioned that sizable projects are hardly available, except some foreign-funded projects, and the bidding for available tenders is also highly competitive. However, they expect the suspended large-scale projects to gradually recommence later in the year.",
    "Further, Employment remained contracted in June, mainly due to the layoffs after project completions. Moreover, Quantity of Purchases declined in line with the decrease in pipeline projects. Meanwhile, Suppliers’ Delivery Time remained shortened during the month due to low order quantities.",
    "The industry outlook is positive, mainly due to the gradual recovery in the economy, the easing of import restrictions and the expected recommencement of the suspended projects. However, the respondents highlighted that the downward rigidity of the market borrowing rates delays the commencement of many private-sector construction projects. (CBSL)",
    "Noteworthy crossing by Seylan Bank; Combank announces Rs. 12 billion debenture issue",
    "New order issued relaxing certain limitations/suspensions imposed on outward remittances of foreign exchange",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}