{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/adb-partners-academia-to-leverage-environmental-finance-for-sri-lanka/",
  "time_ut": 1686069480.0,
  "original_lang": "en",
  "original_title": "ADB partners academia to leverage Environmental Finance for Sri Lanka",
  "original_body_lines": [
    "‘Bio-diversity prospecting is a very risky area, and therefore, it has to be done right’",
    "‘Many good consultations needed before Sri Lanka can go for climate bonds’",
    "Forum aims at combining profitability with ecosystem conservation and regeneration",
    "Bringing together a collection of global good practices in investing in natural capital, the Asian Development Bank (ADB) recently held its Serendipity Knowledge Program (SKOP) at the University of Peradeniya on a hybrid platform.",
    "Several high-profile officials and academics from around the world and panelists and participants at the physical forum with specialized knowledge in Bio-Diversity and the Natural Capital Asset Class shared their insights on the topic in a no-holds-barred full-day session on May 31, at the picturesque garden university.",
    "The forum held a lot of relevance to the local audience as Sri Lanka is facing a significant challenge in managing its natural assets not only because of the growing demand for natural resources and the environment’s ability to restore these resources, but also the country’s limited public funds to invest in its natural capital for a sustainable future.",
    "Andreas Thermann, Environmental Finance and Partnerships Specialist at ADB addressing the forum said,” We decided to contribute our expertise and experience by designing natural capital investment strategies for institutional investors, aiming at combining profitability and ecosystem conservation and regeneration. There is increasing interest for blue bonds from investors and potential issuers. However, the lack of universal standards creates risks and slows blue economy growth. In this context, a Global Blue Bond Guidance is to be published in June 2023. This new collaboration is building on: ICMA Green, Social, and Sustainability-Linked Bond Principles, UNEP FI Sustainable Blue Economy Finance Principles and Guidance, ADB Green and Blue Bond Framework, UN Global Compact Sustainable Ocean Principles/Practical Guidance, Blue Bond Reference Papers and International Finance Corporation (IFC) Guidelines for Blue Finance.”",
    "Andreas made a presentation of ADB Action Plan for Healthy Oceans and Sustainable Blue Economy covering pollution control, sustainable coastal and marine development, ecosystem and natural resource management and ocean and climate finance.",
    "He explained ADB’s frameworks for supporting governments to issue blue bonds and supporting the corporate sector to do same, providing them with training, outreach events, technical services and financial services.",
    "Sanath Ranawana, Water Resources Specialist, South Asia Department ADB said,” There are opportunities for investment in Sri Lanka’s environmental resources. These investments may come from the public sector as well as the private sector. In order for these investments to really take place, there is a need for more in-depth assessments. There needs to be monitoring of our basic benchmarks; what Natural Capital do we have at the moment, what is their current status etc. Along with advocacy we need additional monitoring and assessments. As we are all aware, it is very relevant to this topic how the private sector can invest in Natural Capital. There is a general belief that bio-diversity prospecting for commercial purpose is a very risky area, and therefore, it has to be done right. There is a responsibility for the government side in this respect because together we have to undertake bio-prospecting in an organized, controlled and a regulated way. There is a lack of perception about the role the private sector can play in bio-prospecting. So, it is important to make sure that bio-prospecting is done right- that means that it is sustainable, ethical, and results in benefits for the country and the local people. It emerged during our discussion that in terms of environmental financing, there would have to be certain legal provisions that allow the government to make eco-system services payable or not. Such valid concerns may present policy barriers that require policy action. So, engaging relevant stakeholders, in-depth assessments, establishing bond frameworks, arranging independent external reviews etc., will lead to the final desirable objective of climate investment action.”",
    "In addition to ADB, the following global institutes pledged support to provide global guidance to Sri Lanka’s journey in assessing and monitoring its natural capital with the objective of raising long-term environmental financing: The Research Centre for Eco- Environmental Sciences – Chinese Academy of Sciences, People’s Republic of China, Stanford University USA, Sovereign Debt Department Office of the Ministry of Economy and Finance Uruguay and the Government of Belize.",
    "ADB established this new knowledge program in 2021 in line with its vision as a knowledge solutions bank.",
    "“Speed up  credit facilities for small and medium scale industrialists” – Minister of Industries",
    "Unlocking New Possibilities: The impact of deep fake technology on brand storytelling",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}