{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Premadasa-slams-Govt-s-Aswesuma-program/56-749938",
  "time_ut": 1687731099.0,
  "original_lang": "en",
  "original_title": "Premadasa slams Govt.’s Aswesuma program",
  "original_body_lines": [
    "Calls it a mere blindfold and demands to know beneficiary selection criteria",
    "Claims Govt. has a yearning to endanger country and its people",
    "Says country can be built with populist vision only through a new mandate",
    "Opposition Leader Sajith Premadasa yesterday slammed the Government’s new social welfare program ‘Aswesuma’ calling it a mere blindfold.",
    "Premadasa issued a statement noting that while there are 7 million poor in Sri Lanka now only 1.2 million will benefit from the program. He also demanded to know the criteria adopted by the Government to select the beneficiaries under the program.",
    "The Opposition Leader said his party warned former President Gotabaya’s regime of an impending crisis due to its actions. “We also warned from the beginning that the actions of the incumbent Government are no better than those of its predecessor,” he said.",
    "“The Government has a singular yearning to endanger the country and its people, or else, it would not do anything to put so much pressure on the people. At this moment, even the negotiation with the International Monetary Fund, which is crucial for the country, has been made by the Government to a deal only to achieve its own narrow goals rather than a common engagement for the good of the country. All this implies nothing but a short-sighted arbitrary process of an opportunistic government,” he added.",
    "Premadasa accused the Government of pushing the entire country into danger through its treacherous games.",
    "“We repeatedly emphasise that this situation can be changed, and the country can be built with a populist vision only through a new mandate and we also emphasise that we will exert all possible pressure on the government to realise it,” Premadasa said.",
    "He noted that the ‘Aswesuma’ program should be implemented targeting the poor population of 7 million people in the country.  “We would like to recall that instead of the unscientifically selected people to achieve narrow goals, the people who have real needs should be selected through a scientific program,” he said."
  ]
}