{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/30/power-cuts-in-the-south-if-water-from-samanala-wewa-is-released-ceb/",
  "time_ut": 1690688220.0,
  "original_lang": "en",
  "original_title": "Power cuts in the South if water from Samanala Wewa is released -CEB",
  "original_body_lines": [
    "COLOMBO (News 1st); The Ceylon Electricity Board said if water is released from the Samanala Wewa to the Udawalawa Reservoir, three-hour power cuts will have to be implemented in the Southern Province.",
    "It was revealed by the Ceylon Electricity Board during a discussion held with the Minister of Agriculture Mahinda Amaraweera, at the Ministry of Agriculture.",
    "The Minister called the discussion after taking into consideration protests launched by farmers in recent days, demanding required water to be provided for their cultivation.",
    "The Minister discussed obtaining water sufficient for 10 days from the Samanala Wewa to the Udawalawa Reservoir with officials of the Ministries of Agriculture, Mahaweli Development, Irrigation and Power.",
    "CEB officials said if so water levels will further decrease, and power cuts of one-three hours will have to be implemented in the Southern Province.",
    "It is estimated that due to the existing water crisis, a loss of Rs.16.81 billion will be incurred through paddy cultivation while a loss of Rs.1.6 billion will be incurred due to the disruption of power generation in the coming week.",
    "The Agriculture Minister said it could amount to a total loss of around Rs.30 billion.",
    "The Minister added that it will severely affect rice production this year as well.",
    "West African regional bloc ECOWAS prepares for military intervention to restore democracy in Niger – Sets seven-day deadline",
    "Deadly bomb blast at political rally in northwest Pakistan kills 39 and wounds 100",
    "HRCSL to summon parties involved in assault and arrest of Journalist Tharindu Uduwaragedara"
  ]
}