{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/11/30/half-of-sri-lanka-believes-local-political-forces-involved-in-easter-attacks/",
  "time_ut": 1701341580.0,
  "original_lang": "en",
  "original_title": "Half of Sri Lanka believes local political forces involved in Easter attacks",
  "original_body_lines": [
    "COLOMBO (News 1st); Over 50% of Sri Lankans say local political forces were involved in the Easter attacks, according to a survey carried out by Verité Research.",
    "More than half of the Sri Lankan population – 53% – believes local political forces were involved in the Easter Sunday attacks carried out in 2019.",
    "Those surveyed were given the following three views prevalent in the country about who was behind the attacks, and asked to select the one they most agreed with.",
    "1) It was carried out by Sri Lankan extremists who were working with dangerous foreign forces",
    "2) It was carried out by Sri Lanka extremists who were working with local political forces.",
    "3) It was carried out by Sri Lankan extremists who were working with both local political forces and dangerous foreign forces",
    "53% believed local political forces were involved — 30% selected the second answer, and 23% selected the third answer.",
    "Only 8% believed that it was carried out without the involvement of local political forces (the first answer). A high percentage, 39%, said they have no opinion or refused to comment.",
    "The poll was conducted in October 2023 and was based on an island-wide, nationally representative sample of responses from 1,029 Sri Lankan adults.",
    "The poll has a maximum error margin below ±3% at a 95% confidence interval.",
    "Syndicated Surveys is a survey instrument by Verité Research and the polling partner was Vanguard Survey (Pvt) Ltd. Syndicated Surveys also provides other organisations with the opportunity to survey the sentiments of the people of Sri Lanka through this poll.",
    "Development of an Electricity Dispatch Database and Dashboard for Sri Lanka",
    "Face to Face | Thilanga Sumathipala | SLFP : Still a political powerhouse?",
    "Accelerating economic transformation | Prof. Siri Hettige on The People’s Platform",
    "Parliament approves decision of Committee on Ethics and Privileges regarding incident between MP Diana Gamage and two opposition MPs",
    "Appeals related to 2022/2023 academic year to be accepted until 30th December"
  ]
}