{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/10/central-bank-of-sri-lanka-eyes-single-policy-rate/",
  "time_ut": 1704876660.0,
  "original_lang": "en",
  "original_title": "Central Bank of Sri Lanka Eyes Single Policy Rate",
  "original_body_lines": [
    "COLOMBO (News 1st);  In a significant move towards a more efficient monetary policy framework, the Central Bank of Sri Lanka (CBSL) announced its intention to transition from a dual policy rate system to a single interest rate mechanism.",
    "Recognizing the limitations of its current system, which employs both Standing Deposit Facility Rate (SDFR) and Standing Lending Facility Rate (SLFR), the CBSL seeks to consolidate monetary policy operations under a single benchmark rate.",
    "This simplified architecture will improve the transmission of monetary policy decisions to the broader economy, enabling more direct and predictable impacts on borrowing and lending behavior.",
    "To complement the single rate transition, the CBSL will modernize its Open Market Operations (OMOs) by 2025. This user-friendly system, implemented in phases, will facilitate smoother execution of liquidity management efforts. Additionally, a transparent OMO auction schedule will be launched in 2024, offering Participating Institutions (PIs) advance notice of planned liquidity injections.",
    "Recognizing the critical role of accurate liquidity forecasting in managing short-term interest rates and inflation, the CBSL announced plans to upgrade its forecasting framework in 2024.",
    "This enhanced system will enable more precise predictions of the money market, allowing for fine-tuned adjustments in monetary policy measures and ensuring the Average Weighted Call Money Rate (AWCMR) – the current benchmark – remains within desired ranges.",
    "CBSL Sets Sights on 5% Inflation as Engine for Economic Recovery",
    "Talk of The Town | AI: The past, present and the future | Professor John Thangarajah | 10th Jan 2024",
    "Sri Lanka welcomes Princess Anne on first royal tour of 2024",
    "IMF Delegation To Visit Sri Lanka to Analyze Economic Recovery Efforts"
  ]
}