{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dfcc-bank-marks-world-environment-day-with-beach-clean-up-to-beatplasticpollution/",
  "time_ut": 1687367700.0,
  "original_lang": "en",
  "original_title": "DFCC Bank marks World Environment Day with beach clean-up to #BeatPlasticPollution",
  "original_body_lines": [
    "DFCC Bank marked World Environment Day by furthering its “Life to Marine” initiative, one of the bank’s flagship environmental sustainability initiatives, which focuses on the conservation and restoration of marine and coastal ecosystems. This initiative aligns with the Environment pillar, which is one of the 6 Es that the Bank focuses on, in addition to Elderly, Education, Exercise, Emergency Relief and Entrepreneurship, as outlined in its Sustainability Strategy. It also aligns with the United Nations Sustainable Development Goals (UNSDGs), in particular SDG 13 (Climate Action), SDG 14 (Life Below Water), and SDG 15 (Life on Land).",
    "Accordingly, commemorating World Environment Day and World Ocean Day 2023, DFCC Bank, in collaboration with the Sri Lanka Navy and Eco Spindles Private Limited, organized an intensive beach clean-up programme at Preethipura Beach, Uswetakeiyawa. Staff, families, customers and locals from the area participated in this event, which successfully raised awareness about the importance of minimizing plastic and polythene waste in the ocean, aligning with the theme of World Environment Day 2023, #BeatPlasticPollution.",
    "On World Environment Day, DFCC Bank also took the opportunity to proudly reaffirm its unwavering dedication to preserving the environment for future generations. Under the guidance of Thimal Perera, CEO at DFCC Bank and Management Ambassador driving initiatives under the Environment Pillar, the bank has implemented a comprehensive approach that encompasses an environmentally-friendly business model, environmental responsibility programmes, and initiatives to ensure resource efficiency.",
    "Each of the pillars of the 6Es is driven by a member of the Senior Management Team at DFCC Bank to ensure a cohesive, holistic and effective approach. All of this is driven by DFCC Bank’s Sustainability Framework and Strategy 2030, which envisions establishing DFCC Bank as the Bank for Green Finance, fostering sustainable work lifestyles and its emergence as the most sustainable bank in Sri Lanka by 2030.",
    "Highlighting the bank’s commitment to environmental sustainability, Thimal Perera said, “At DFCC Bank, we believe that sustainable practices are paramount to our success as a corporate entity. By adopting an environmentally-friendly business model, investing in environmental responsibility initiatives, and ensuring resource efficiency, we aim to make a positive impact on the environment while contributing to achieving global sustainability goals.”",
    "In addition to these efforts, DFCC Bank encourages its staff members to participate in home gardening through its “Rise & Shine” programme. The bank firmly believes that engaging in sustainable practices at an individual level contributes to the collective effort of creating a greener future. As part of its commitment to waste management, DFCC Bank also adheres to the principles of reduce, reuse, and recycle (3R) to effectively manage paper waste, with a view to minimising its ecological footprint by promoting responsible waste management.",
    "DFCC Bank remains steadfast in its commitment to sustainable practices and environmental stewardship. Working towards multidimensional sustainability — across economic, social, and environmental spheres—DFCC Bank is setting benchmarks in sustainable finance and business in Sri Lanka, whilst actively working towards a greener and more sustainable future for all.",
    "HNB honoured as the Best Retail Bank in Sri Lanka for 13th year",
    "Unilever Sri Lanka partners CBL Group to expand B2C transactions over the internet",
    "‘DFCC Savings Goal’ – new product to meet short term financial aims",
    "DFCC Bank provides exclusive free access to DOC 990 for DFCC Aloka accountholders",
    "ADB loans serve as big push for SMEs in the hinterland of Sri Lanka",
    "DFCC Bank delivers strong financial performance despite adverse market conditions",
    "DFCC Bank establishes Indian Rupee Nostro Account with HDFC Bank India",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}