{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81735",
  "time_ut": 1681499700.0,
  "original_lang": "en",
  "original_title": "TPA Leader Mano Ganesan  Moots Proposal to set up  a “Tamil Caucus ‘in  Parliament that would Enable  Tamil legislators to express the “collective desire” of the island’s Tamil speaking peoples.",
  "original_body_lines": [
    "In a bid to ensure Sri Lanka’s main political parties do not “take numerical minorities for granted” anymore, Opposition MP Mano Ganesan has recently mooted setting up a “Tamil caucus” in Parliament.",
    "The “caucus”, he said, would allow Tamil legislators to express the “collective desire” of the island’s Tamil speaking peoples. Although Sri Lanka’s Tamils in the north and east, the Malaiyaha Tamils living across Central, Uva, Southern and Western Provinces, and the Tamil-speaking Muslims, may have different aspirations and political aims, their shared desire to live “within an undivided Sri Lanka, sharing wealth and power as combined stake holders of national sovereignty” must be collectively articulated, the leader of the Tamil Progressive Alliance (TPA) said.",
    "“It [the caucus] will help us commence a collective dialogue with all the national political parties, and beyond politicians, reach out to the Sinhala community leaders and organisations; as well as the international community and development partners, and urge them to use their good offices to ensure Sri Lanka stands by its international commitments,” Mr. Ganesan told The Hindu at his Colombo residence. So far, some parties have responded positively, he said.",
    "Currently part of the main Opposition alliance led by Samagi Jana Balawegaya (SJB or United People’s Force), the TPA, representing Malaiyaha Tamils, was among the few political groups to retain all of its six parliamentary seats in the last general election. Mr. Ganesan’s recent outreach comes amid speculation over national elections next year. Sri Lanka’s twice-postponed — owing to “lack of funds” — local government elections may not be held anytime soon, despite Sri Lanka’s Supreme Court restraining authorities from withholding funds, but all signs point to a presidential poll early next year, according to the legislator.",
    "“I met President Ranil Wickremesinghe one-on-one recently. He told me that he would run [for President],” said Mr. Ganesan, who was a Cabinet minister in the former Sirisena-Wickremesinghe administration.",
    "Six-time Prime Minister Mr. Wickremesinghe was elected President through an urgent parliamentary vote in in July 2022, after Gotabaya Rajapaksa was unceremoniously ousted by a people’s uprising at the height of Sri Lanka’s crisis. The country’s constitution bars a President elected by Parliament when the office falls vacant as it did last year, from calling for early elections. Such a move would require a constitutional amendment, and possibly a referendum.",
    "Mr. Ganesan said his efforts in uniting Mr. Wickremesinghe’s United National Party, diminished to a single parliamentary seat in the last election, and the breakaway SJB proved futile. Predicting a three-cornered contest in the next presidential election, Mr. Ganesan said Leader of Opposition Sajith Premadasa, and the Leader of the leftist Janatha Vimukthi Peramuna (JVP), were the other likely contenders to the country’s top office.",
    "“It appears that Mr. Wickremesinghe hopes to be the common candidate in an entity that brings young members of both, the SLPP [Rajapaksas’ ruling Sri Lanka Podujana Peramuna or People’s Front], and the SJB, along with the minority parties together,” the MP said, adding that the TPA would engage with all parties and decide closer to the elections. “We will fit in with any government,” he said, if it is receptive to the Malaiyaha Tamils’ demands.",
    "In Mr. Ganesan’s view, it is “too early” to comment on the President’s efforts towards economic recovery, but the increase in tourist arrivals and worker remittances are “positive” signs, although much remains to be done. “The Sri Lankan economy crashed due to three main reasons — corruption, mismanagement & wastage. I have not seen any serious efforts from the government other than the notice of the anti-corruption bill. Pity, President Wickremesinghe is living with the wolves.”",
    "Making a case for closer trade ties with Sri Lanka’s international partners, the TPA Leader said greater access to the Indian market, with preferential trade terms, will help small and medium enterprises in Sri Lanka. “India is booming as the world’s 5th largest economy. Look at booming Tamil Nadu, the closest Indian state [to us]…We must grab this opportunity and grow with India.”",
    "Recalling Prime Minister Narendra Modi’s first meeting with the TPA delegation in Colombo years ago, Mr. Ganesan said: “He [Mr. Modi] told us ‘Tamils should be united’, but immediately qualified his statement saying that ‘Tamil unity should strengthen Sri Lankan Unity’.",
    "Whether it is the BJP or the Congress, Indian national policy is unity in diversity. They preach to us what they practice at home,” he said, adding that India was Sri Lanka’s “greatest security shield” against any internal or external challenges. “Sri Lanka should understand this basis and come over semi-hostile phobia.”",
    "Meanwhile, Sri Lanka must stop playing India and China against each other, he contended. “Mainstream Sinhalese politicians thought they were being clever in using India-China rivalries. But this foolishness has brought this country to this level,” he said, adding: “India is our greatest security shield against any internal or external challenges. Sri Lanka should understand this.”",
    "Sri Lanka is marking the 200th year since the British brought down indentured labourers from south India to work in the island’s plantations. The British government has a “moral responsibility” towards the community who developed the profitable tea export industry, the island’s motor and railroad network, and the Colombo port in then Ceylon, he stressed. “I have started a dialog with the British establishment on this recently.”",
    "The responsibility of Indian state “is equal or even more”. “Our people were subjected to arbitrary and involuntary repatriation to India, notably by the Sirimavo-Shastri pact (1964)…We were not consulted, but treated like cattle,” he said. “Indians thought keeping Colombo happy served its national interests.",
    "This greatly diminished the political status and socio-economic wellbeing of our community. If not for this repatriation pact, the current strength of our MPs in Parliament of Sri Lanka, which is nine today, would have reached not less than 25.”",
    "The Indian government and policy makers have been briefed “many times,” Mr. Ganesan said, expressing disappointment over the execution on ongoing projects. “India is helping build [14,000] houses for the families living in the plantations, but it is going on at a frighteningly sluggish pace. At this rate, it may take another 50 years to complete the project. Generous socio-cultural- economic development projects of India in Sri Lanka seldom reach our community,” he said.",
    "“Even in Tamil Nadu, most think that Sri Lanka’s Tamils live just in the north and east. Their awareness of the plight of Malaiyaha Tamils is very low,” he said."
  ]
}