{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-gets-climate-resilient-unsinkable-boats-from-fao-143873/",
  "time_ut": 1702540560.0,
  "original_lang": "en",
  "original_title": "Sri Lanka gets climate resilient ‘unsinkable’ boats from FAO",
  "original_body_lines": [
    "ECONOMYNEXT – The Food and Agriculture Organization of the United Nations (FAO) handed over two specially-designed, climate-resilient, fishing boats to the Ministry of Fisheries, a statement by FAO said.",
    "The SL20 and SL23 fishing boats, measuring 6.3 and 7 meters in length, were designed for coastal fishing operations in Sri Lanka, and adhere to FAO/ILO/IMO standards.",
    "“These boats prioritize the safety of fishers and are built to be capsize-resistant and withstand the challenges posed by climate change, including more frequent and intense storms and cyclones,” the statement read.",
    "The boats were made possible through the funding of the Norwegian Government-financed FAO Trust Fund project on “Responsible use of fisheries and aquaculture resources for sustainable development,” with a cost of approximately 9 million rupees.",
    "In addition, FAO, in collaboration with the Ministry of Fisheries, introduced 30 model fish stalls across 15 fisheries districts in Sri Lanka.",
    "Designed by the Cey-Nor Foundation, these stalls aim to maintain high-quality and safe conditions for fish retail selling.",
    "A recent NARA study revealed inadequate maintenance practices among fish retailers in Sri Lanka.",
    "Outdoor fish stalls often display fish uncovered, without ice, in direct contact with sunlight and environmental hazards.",
    "“The model fish display stalls seek to popularize retail selling stalls among fish retailers to maintain the quality of fish until it reaches the consumer.”",
    "Nalin Munasinghe, Assistant FAO Representative for Programmessaid: “FAO remains dedicated to fostering sustainable practices and supporting local communities in Sri Lanka. The delivery of these boats and stalls exemplifies our commitment to enhancing the resilience of the fisheries sector in the face of climate change challenges.” (Colombo/Dec14/2023)"
  ]
}