{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Supreme-Court-refuses-stay-order-on-AG-s-application-for-Easter-Sunday-attack-suspects/56-750954",
  "time_ut": 1690147690.0,
  "original_lang": "en",
  "original_title": "Supreme Court refuses stay order on AG’s application for Easter Sunday attack suspects",
  "original_body_lines": [
    "The Supreme Court has declined to issue stay orders in favour of the Attorney General to halt proceedings on two bail applications against the accused involved in the Easter Sunday bomb blasts.",
    "The suspects in question, 60-year-old Rasheed Ibrahim and 18-year-old Ahkam Akram have been in remand for four years and six months and four years and two months, respectively, awaiting trial.",
    "The Court of Appeal had previously overruled the AG’s objection to granting bail to the accused. The Court held that once the accused are indicted in the trial at bar case, the AG’s consent is necessary to grant bail under the provisions of the PTA Act and the Code of Criminal Procedure Act. However, the Court of Appeal asserted its jurisdiction to consider the bail applications under section 15 B of the amended PTA No 12 of 2022 if the trial had not commenced within 12 months from the date of arrest, regardless of whether the suspects had been indicted.",
    "Additional Solicitor General Harippriya Jayasundara argued in the Supreme Court that the Court of Appeal’s power to consider bail under section 15B of the PTA is nullified by section 450 of the CCPA in a trial at bar. However, the counsel for the accused, President Counsel M.M. Zuhair, contended that the PTA prevails over the CCPA as per sections 15B and 28 of the PTA, and Article 138(2) of the Constitution empowers the Court of Appeal to consider bail if the trial had not commenced within 12 months from the date of arrest. Zuhair further argued that the consent of the AG or an appeal to the Supreme Court is not required for bail applications under section 15B of the PTA.",
    "The case remains in progress, and the matter is set for an inquiry on 19 July 2023.",
    "M.M. Zuhair PC, along with Rizwan Uvais Attorney at Law, represented the two accused, while Additional Solicitor General Harippriya Jayasundara, Shakthi Jagodaaraachchi, and Sajith Bandara appeared for the AG in the hearing."
  ]
}