{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Easter-Sunday-crime-probe-and-transparency/172-258118",
  "time_ut": 1682365257.0,
  "original_lang": "en",
  "original_title": "Easter Sunday crime probe and transparency",
  "original_body_lines": [
    "Enmity or at least ill feeling seems to be brewing between the current government and the Catholic Church over the investigations into the attacks carried out by a group of terrorists in the name of Islam on the Easter Sunday (April 21) in 2019. This is the third government that is earning the wrath of the Church for alleged lethargy in finding the possible masterminds and the political backers of the attack in which around 270 innocent men, women and children were brutally killed, on a sacred day for them.",
    "The head of the Catholic Church in Sri Lanka, His Eminence Cardinal Malcolm Ranjith while inviting all communities in the country to join and form a human chain from St. Anthony’s Church in Kochchikade to St. Sebastian Church in Katuwapitiya, Negombo – the two churches that were targeted by the terrorists - Cardinal Ranjith said on April 17 that “Even the president does not seem to be interested in finding the real reason behind the attacks.”",
    "Investigations are going on under three Presidents, Maithripala Sirisena, Gotabaya Rajapaksa and Ranil Wickremesinghe over the incident and some investigations as well as the trials by the courts have been concluded, but the Catholic community is still demanding justice for those killed and hundreds of others who were maimed in the attack. The Catholic community, from the beginning of the investigations into this dastardly crime during the tenure of President Maithripala Sirisena was not satisfied and the Catholic Archbishop has been accusing President Sirisena for allowing this tragedy to happen, despite clear intelligence reports having received by the authorities.",
    "When government under President Gotabaya Rajapaksa continued the same investigations that were initiated by the previous government, Cardinal Ranjith expressed satisfaction and confidence over them, but soon he accused that government also for lethargy and even at times said that some of the actions of the government smack of a deal between the government and some of the suspects. He even threatened that the Catholic community go international, if proper investigations are not carried out.",
    "From the very beginning, unprofessionalism in handling the investigations by the political authority was vividly evident and attempts by all political parties to take political mileage from this heinous crime could also be witnessed. When it was clear that this incident had to be investigated by highly professional experts in criminology, President Sirisena appointed a three-member committee headed by Supreme Court Judge Vijith Malalgoda on April 22, 2019 for the probe, leaving the CID investigations to take its course as in a normal case. However, even after two regime changes, the Right to Information Commission had to issue orders some three months ago to the Presidential Secretariat to release the committee report.",
    "President Sirisena appointed a five-member Presidential Commission also in September 22, 2019 for the same purpose. Meanwhile, a Parliamentary Select Committee (PSC) was also appointed on May 22, 2019 to conduct a parallel investigation. The commission and the PSC seemed to be giving more weight to inquire into the various allegations made by the politicians and various groups on Qazi Courts, Madrasas (Muslim religious schools) which function in Sri Lanka for nearly a century, Arabic sign boards and date palm trees in Kattankudi, Batticaloa Campus and face veils adorned by Muslim women, among others. Now it is high time to see how much these committees, commissions and PSCs have helped in finding the forces behind the terrorist attacks.",
    "Giving weight to such matters might help find out the evolution of the deadly ideology in Sri Lanka, but the immediate need was to find out the cause of the crime, extension of the terrorist network, the foreign links (if any), sources of training/funding and other matters that are directly linked to the crime.  During the investigations into the Rajiv Gandhi’s assassination, the Indian authorities did not mix probes on criminal aspects and other aspects. For instance, they appointed the Jain Commission to probe into the international connections, while the Special Investigation Team (SIT), an institution with experts in crimes looked into the criminal aspects.",
    "Besides, almost all political parties here tried to gain political advantage from the Easter Sunday terrorist attacks. Six days into the crime, Gotabaya Rajapaksa while expressing his views on the matter announced his candidature for the next Presidential election. Then a huge anti-Muslim campaign was unleashed by the SLPP supporters. They promised to find out the mastermind of the attacks while pointing a finger at some local politicians who were against them. However, nothing anew was found when they took over, but as investigations against some suspects had been completed by then, some of them were released instead.  Then people like Harin Fernando and Manusha Nanayakkara who were members of the government when the crime was committed made “revelations” about “sonic sonic” and “little Zahran.” It has been eight months since Ranil Wickremesinghe as Acting President said he would seek the assistance of the Scotland Yard.",
    "It would be better if the law enforcement authorities have a close and constant dialogue with the victim community, the Christians, in a manner they can infuse trust in the latter, while the investigations are carried out transparently. Otherwise they would feel alienated from the Sri Lankan society."
  ]
}