{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/uga-ulagalla-launches-community-based-fencing-project-to-help-mitigate-human-elephant-conflict/",
  "time_ut": 1682858160.0,
  "original_lang": "en",
  "original_title": "Uga Ulagalla launches community-based fencing project to help mitigate human-elephant conflict",
  "original_body_lines": [
    "Uga Ulagalla, the pristine 58-acre property nestled in Thirappane, Anuradhapura, renowned for its unspoiled cultural allure, has partnered with the Center for Conservation and Research (CCR) to launch its first-ever community-based village fencing project in Pittala Konderama and Karambe. The initiative aims to mitigate human-elephant conflicts (HEC) in the area.",
    "The inauguration of the project was graced by distinguished guests, including Managing Director – Priyanjith Weerasooria, Chief Executive Officer – Ramli Ghafoor, General Manager – Thasinthan Panchanathan, Chairman of CCR – Dr Prithviraj Fernando, and Head Naturalist – Katharina Raaben, along with the village community.",
    "Commenting on the project Managing Director, Priyanjith Weerasooria said, “We embarked on this project with the objective of providing a safe haven for the village community while also addressing the issue of human-elephant conflicts. Sustainability has always been a key consideration for us at Uga, as we strive to make a positive impact on our nation. By donating a solar-powered fence, we were able to offer a practical solution that benefits both humans and elephants. What began as a simple initiative to protect the villages from elephant intrusions has now evolved into a full-fledged program.”",
    "In July of last year, the Elephant Research Centre (ERC) was established at Uga Ulagalla, marking a significant milestone in the ongoing fight against the human-elephant conflict (HEC) that has resulted in the loss of both human and elephant lives. The ERC owes much of its success to the invaluable contributions of Dr Prithviraj Fernando, a renowned expert in elephant conservation and management and Chairman of the Centre for Conservation and Research Sri Lanka. Dr Fernando’s vast expertise has been instrumental in enabling the ERC to gain a deep understanding of the elephants’ behavioural patterns in the area. Thanks to the ERC’s initiatives, there have been significant strides in mitigating the human-elephant conflict, bringing much-needed respite to both humans and elephants alike.",
    "Dialog Finance PLC and Daraz join hands to empower SME sellers on the e-commerce platform",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}