{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Public-given-till-31-May-to-submit-proposals-on-ATA/56-747900",
  "time_ut": 1683068830.0,
  "original_lang": "en",
  "original_title": "Public given till 31 May to submit proposals on ATA",
  "original_body_lines": [
    "The Ministry of Justice on the directions of the Justice, Prison Affairs and Constitutional Reforms Minister, Dr. Wijeyadasa Rajapakshe has now called for public comments and proposals on the proposed Anti-Terrorism Bill.",
    "The Ministry said that members of the public and civil society organisations are now welcome to submit their proposals and comments on the proposed Anti-Terrorism Bill.",
    "According to the Ministry, these proposals will be accepted until 31 May and should be in writing.  The Ministry said the proposals should be forwarded to the email address [email protected] “Taking those suggestions and ideas into consideration, the new draft bill is to be prepared and discussions will be held with relevant parties,” the Ministry said.",
    "Minister Rajapakshe delayed the presentation of the bill in Parliament last week after various persons and groups raised their concerns and alarm about certain provisions within the proposed bill. There were heightened calls for amendments to be applied before it is tabled in Parliament.",
    "Accordingly, Rajapakshe told Parliament the tabling of the bill has been delayed until a broader consensus is reached.",
    "“There are a lot of discussions claiming that we are going to bring the Anti-Terrorism Act to suppress the general public and use it when the general public goes against us when we implement the IMF conditions. We are not going to present any act to this Parliament that will harm the general public of this country. Many stakeholders have asked for more time to review it. We have given them more time now to write to us about what they need or they can come to us and discuss it,” he said in Parliament last week.",
    "The Minister said the Government does not wish to rush the process and will only present the proposed bill after making the necessary amendments."
  ]
}