{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/JVP-stance-on-private-property-AKD-asks-Sajith-to-update-himself/56-745497",
  "time_ut": 1676839903.0,
  "original_lang": "en",
  "original_title": "JVP stance on private property: AKD asks Sajith to update himself",
  "original_body_lines": [
    "Says the party proposal on private property was released 43 years ago and much has changed since including the world",
    "Claims the JVP together with the NPP are flexible political parties that are able to change with the times",
    "Invites Premadasa to engage in a discourse with him and step into modern politics instead of sticking to traditional political tactics such as mudslinging",
    "Responding to Opposition Leader Sajith Premadasa’s recent tweet featuring one of Janatha Vimukthi Peramuna’s (JVP) past proposals to eliminate private property ownership, JVP leader Anura Kumara Dissanayake says the proposal quoted by Premadasa was one presented by the party 43 years ago. He said the JVP together with the National People’s Party (NPP) are flexible political parties that move with time.",
    "“This proposal was approved by a party representative conference held in 1979. It was released in 1980. The global political scene at the time was different. There was a strong and powerful socialist camp that was supporting leftist political movements to come to the fore. Some leftist movements even took up arms to engage in politics. The party policies presented back then were to suit the times,” he said.",
    "Noting that the socialist camp has collapsed since Dissanayake said new political camps have emerged around the world. He noted that the world including the thinking, hopes and dreams of the people has also changed vastly since 1980.",
    "Dissanayake said the NPP led by the JVP is not a stagnant or inflexible political movement. “We understand and absorb the changes in the world, economy and society. We can change accordingly,” he said.",
    "The JVP leader, pointing to the many policy statements it has released over the years covering all sectors of the country, said the Opposition Leader must update himself.",
    "“He tweets about a policy that was presented way back in 1980. I pity him. He does not understand the complex politics of that time. He has no clue about the ideologies that were present, their connections and how political camps were created accordingly or how they functioned in various capitalist states. He is ignorant about the hopes and aspirations the working classes hoped to achieve through these by creating a socialist camp back then. Instead, he merely retweets something a random person had forwarded to him,” Dissanayake alleged.",
    "Dissanayake called on Premadasa to update his politics. Noting that modern political leaders of various camps come together to hold discourses on their visions and plans, Dissanayake said Premadasa’s politics on the hand represents traditional politics despite the many fancy and modern terms he uses on the political stage.",
    "He invited the Opposition Leader for a discourse with him on the crisis, proposals to resolve it and the proposed program to implement them. “I promise only to discuss these,” he said, adding that this is modern politics and not the mudslinging being carried out by Premadasa.",
    "Awakening of the people have shaken elitist political camps to their core: AKD"
  ]
}