{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/02/28/cabinet-greet-light-for-aviation-fuel-to-be-supplied-by-third-parties/",
  "time_ut": 1677578760.0,
  "original_lang": "en",
  "original_title": "Cabinet green light for Aviation Fuel to be supplied by third parties",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Cabinet of Ministers approved the proposal presented by the Minister of Power and Energy to award an opportunity to other parties who are capable of supplying jet A-1 fuel to the country.",
    "The Jet A-1 Aviation Fuel is currently supplied by the Sri Lanka Petroleum Corporation.",
    "Due to the foreign exchange crisis that the country is currently facing, the operations of Sapugaskanda Oil Refinery, where Jet A-1 fuel is produced, were disrupted and the import of Jet A-1 fuel has also become a challenge for Ceylon Petroleum Corporation.",
    "Due to this, the supply of Jet A-1 fuel required for the cargo and passenger flights arriving at the airport was facing a crisis situation, and the focus on alternative measures to supply the required Jet A-1 fuel for those aircraft was considered.",
    "It has been accepted that it is appropriate to give the opportunity to supply Jet-A fuel to Sri Lanka under the maximum supply limits to the parties who supply Jet A-1 aviation fuel to the other countries so as not to hinder the supply of fuel produced at Sapugaskanda Refinery of Ceylon Petroleum Corporation.",
    "As such, the Cabinet of Ministers approved the proposal presented by the Minister of Power and Energy to give that opportunity to other parties who are capable of supplying jet A-1 fuel to the country.",
    "Legendary French striker Just Fontaine, all-time record holder for goals scored in one FIFA World Cup – 13 goals in 6 matches – dies at 89",
    "Turkiye President Erdogan indicates presidential and parliamentary elections will be held as scheduled on May 14 despite quake disaster",
    "RTI Act applicable to MPs, and they are expected to abide by the laws at all times – Appeal Court says in a landmark ruling",
    "BREAKING: Pakistan Supreme Court orders elections in 2 of the country’s 4 provinces within 90 days, despite govt saying it lacks funds"
  ]
}