{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Russia-must-stop-using-food-as-a-weapon/4-751392",
  "time_ut": 1691102283.0,
  "original_lang": "en",
  "original_title": "Russia must stop using food as a weapon",
  "original_body_lines": [
    "After Russia invaded Ukraine, attacking grain fields and silos and blocking Ukrainian ports, global food prices spiked to record levels and endangered much needed food supply for many importer countries",
    "On 17 July, nearly one year after it was signed in Istanbul, Russia decided to not renew the Black Sea Grain Initiative (BSGI) that allows Ukraine to export agricultural goods to global markets. As underlined by the Secretary General of the UN, this initiative has been ‘a beacon of hope in a world that desperately needs it’.",
    "Before Russia’s war of aggression against Ukraine, a critical global food supplier, a fifth of the world’s barley came from Ukraine, as well as a sixth of the maize and an eighth of wheat. After Russia invaded Ukraine, attacking grain fields and silos and blocking Ukrainian ports, global food prices spiked to record levels and endangered much needed food supply for many importer countries. The BSGI aimed to re-establish a vital route for agricultural exports from Ukraine and to lower global food prices.",
    "Despite many challenges, it achieved its key purpose. Since August 2022, the export of almost 33 million tonnes of grains and food from Ukraine to 45 different countries played an instrumental role in reducing global food prices by some 25% since the record high reached shortly after Russia’s attack. As public trade data shows, over half of the grain, including two thirds of the wheat, went to developing countries.",
    "In addition, the BSGI ensured continued access to grain for the World Food Programme (WFP). In 2023, Ukraine supplied 80% of the wheat procured to support humanitarian operations in the most food insecure countries like Afghanistan, Djibouti, Ethiopia, Kenya, Somalia, Sudan and Yemen. Without the Black Sea route, the WFP has to get its grain elsewhere at higher prices and with a longer lead-time at a time when the world is facing an unprecedented food crisis.",
    "Russia’s decision was taken despite the UN Secretary General’s renewed proposals to work to address its concerns. In order to shift blame, Russia claims that its own agricultural exports were not sufficiently facilitated. This is not borne out by publicly available trade data, which shows that Russia’s agricultural exports are thriving. Russia gained also important benefits from the Memorandum of Understanding with the UN on fertiliser exports, which had been brokered in parallel to the BSGI. The UN has worked relentlessly to clarify regulatory frameworks and engage with the private sector to find dedicated solutions across banking and insurance sectors. These efforts have been conducted in close collaboration with the EU and its partners.",
    "Contrary to the lies spread by Russia, the EU has indeed ensured that our sanctions have no impact on global food security. There are no sanctions on Russian export of food and fertiliser to third countries and the EU has provided extensive guidance to economic operators, clarifying that these transfers to third countries are permitted. We have also worked with the UN to allow related payments.",
    "Despite these well-known and verifiable facts, Russia decided to pull out of the BSGI, using food as a weapon and endangering the global food supply. Hours after withdrawing from the initiative, Russia started also to destroy Ukraine’s grain storage facilities and port infrastructure with daily targeted attacks, not only in the Black Sea itself but also in the Danube. As an immediate reaction, wholesale wheat and maize prices saw their biggest increase since the start of Russia’s war of aggression. The increased food price volatility is likely to persist as long as Russia puts global food supply under deliberate stress, aggravating the global cost-of-living crisis and most acutely for food-insecure people in import-dependent countries. This is unacceptable and should be resolutely condemned.",
    "As the world deals with disrupted supplies and higher prices, Russia is now approaching vulnerable countries, notably in Africa, with bilateral offers of limited grain shipments, pretending to solve a problem it created itself. This is a cynical policy of deliberately using food as a weapon.",
    "In response to Russia’s irresponsible actions, the EU is active along three main lines. First, we will continue to support the tireless efforts of the United Nations and Türkiye to resume the Black Sea Grain Initiative. Second, we continue to strengthen our “Solidarity Lanes” as alternative routes for Ukrainian agricultural exports to reach global markets through the EU. These lanes have allowed the export of more than 41 million tonnes of Ukraine’s agricultural goods so far, and we are increasing this as much as possible to mitigate the consequences of Russia’s termination of the BSGI. Third, we increased our financial support to countries and people most in need, providing €18 billion to address food security until 2024.",
    "We call on the international community and all countries to step up their own assistance in support of global food security. We ask all our partners to urge Russia to return to negotiations as the African Union already did, as well as to refrain from targeting Ukraine’s agricultural infrastructure. With a clear and unified voice, we can get Russia to resume its participation to the BSGI. The world has a shared interest in responsible stewardship of global food security. We owe it to the people most in need.",
    "(The writer is High Representative of the Union for Foreign Affairs and Security Policy and Vice-President of the European Commission.)"
  ]
}