{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lanka-ioc-share-price-dips-market-volatile/",
  "time_ut": 1684170720.0,
  "original_lang": "en",
  "original_title": "Lanka IOC share price dips; market volatile",
  "original_body_lines": [
    "CSE trading indicated a volatile situation yesterday due to the fall of certain index- weighted counters, including, Expolanka Holdings, Lanka IOC and Sampath Bank. With these developments the market is fully retail- driven, stock market analysts observed.",
    "Lanka IOC indicated a drop in its share price due to the entry of three petroleum companies, ie, Sinopec, Shell and RM into the Sri Lankan market. The introduction of the low -cap price and up- cap price formula to petroleum companies for diesel and petrol, by the government, would likely affect the profitability of Lanka IOC, analysts said.",
    "Amid those developments both indices moved downwards. The All- Share Price Index went down by 20.9 points and S and P SL20 declined by 13.7 points. Turnover stood at Rs 678 million without any crossings.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 171.8 million (1.1million shares traded), CTC Rs 83.3 million (99.2 million shares traded), Lanka IOC Rs 57.5 million (406,000 shares traded), Sampath Bank Rs 27.3 million (524,000 shares traded), Chevron Lubricants Rs 26.1 million (296,000 shares traded), HNB Rs 20.2 million (168,000 shares traded) and NTB Rs 18.5 million (280,000 shares traded). During the day 42.8 million share volumes changed hands in 10000 transactions.",
    "Local bond yields were steady at open yesterday and the rupee opened at Rs 313/313.50 against the US dollar in the spot market, dealers said.",
    "A bond maturing on 01.09.2027 closed at 28.00/30 per cent, steady from 28.10/25 per cent at Friday’s close. The rupee opened at Rs 313.00/50 against the US dollar in the spot market steady from the last close at Rs 313.10.",
    "Share market trading starts on positive note but fizzles out",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}