{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Same-sex-marriage-issue-reaches-a-critical-juncture-in-India/172-257723",
  "time_ut": 1681763353.0,
  "original_lang": "en",
  "original_title": "Same-sex marriage issue reaches a critical juncture in India",
  "original_body_lines": [
    "The campaign to get the Indian government to recognize same-sex marriage has reached a critical stage. A Constitutional bench of the Supreme Court is set to hear the final arguments in the case on April 18.",
    "Compared to other countries in South Asia, India has progressed in the matter of recognizing lesbian, gay, bisexual, transgender, queer or questioning, intersex, and asexual (LGBTQIA) rights.",
    "The colonial Indian Penal Code (IPC) had defined homosexual acts as “carnal intercourse against the order of nature” and made them illegal. The punishment was 10 years in jail. But on September 7, 2018, a five-judge constitutional bench of the Supreme Court invalidated part of Section 377 of the IPC, making homosexuality legal.",
    "Though same-sex live-in relationships are allowed, same-sex marriages are not. Indian law recognizes only heterosexual marriages. Same-sex marriages are solemnized but they have no legal sanction.",
    "Though same-sex live-in relationships are allowed, same-sex marriages are not. Indian law recognizes only heterosexual marriages. Same-sex marriages are solemnized but they have no legal sanction",
    "Therefore, if, in the coming days, the Supreme Court rules in favour of same-sex marriages, it will be a “great leap forward” for the LGBTQIA community in India.",
    "According to a survey conducted by the global market research organization IPSOS, in 2021, 44% of Indians approved of same-sex marriage; 15% were for legal recognition for same-sex couples without the status of marriage; 18% were totally against same-sex unions of any kind; and 25% were not sure.",
    "International human rights organizations and Western governments keep telling countries in the Global South to give a wide spectrum of gender rights, including the right to same-sex marriage.",
    "International human rights organizations and Western governments keep telling countries in the Global South to give a wide spectrum of gender rights, including the right to same-sex marriage",
    "In a petition filed in the Supreme Court by Parth Phiroze Mehrotra and Uday Raj Anand, a same-sex couple for 17 years, their counsel, Mukul Rohatgi, argued that the recognition of same-sex marriage would only be a “sequel” to the Navtej Singh Johar judgement of 2018 that decriminalized homosexuality.",
    "Rohatgi pointed out that Section 4 of the Special Marriage Act (SMA) permitted the solemnization of marriage between any two “persons” without mentioning that they must be of two different sexes. But other sections of the Act used terms like ‘male’ and ‘female’, ‘husband/wife’ and ‘bride/bridegroom’ thereby limiting access to marriage to heterosexual couples.",
    "The wording should be “gender neutral” to accommodate same-sex couples, Rohatgi argued.",
    "Denial of access to marriage to same-sex couples has serious legal implications for these couples. Without legal recognition, same-sex couples cannot adopt children or have a child by surrogacy. They do not have automatic rights to inheritance, maintenance and tax benefits. When a partner dies the other cannot avail of benefits like pension or compensation.",
    "According to Senior Supreme Court Advocates Neeraj Kishan Kaul and Menaka Guruswamy, 15 legislations which guarantee rights like wages, gratuity, adoption and surrogacy are not available to LGBTQ+ citizens.",
    "Since there is no legal recognition of same-sex marriage, families of same-sex couples and others in the host community threaten them with violence. Till 2018, these couples had no protection under the law. But of late, High Courts in different Indian States have come to their aid.",
    "Compared to other countries in South Asia, India has progressed in the matter of recognizing lesbian, gay, bisexual, transgender, queer or questioning, intersex, and asexual (LGBTQIA) rights",
    "In June 2022, the Kerala High Court allowed a lesbian couple to live together despite opposition from their families. In December 2021, the Uttarakhand High Court ordered police protection for a gay couple. In November 2019, a similar order was passed by the Punjab and Haryana High Court.",
    "The Central Indian government has been opposing same-sex marriage on the grounds that the de-criminalization of Section 377 of the Indian Penal Code (homosexuality) does not give sanction to same-sex marriage. In its plea to the Supreme Court, the government said that the “notion of marriage itself necessarily and inevitably presupposes a union between two persons of the opposite sex. This definition is socially, culturally and legally ingrained in the very idea and concept of marriage and ought not to be disturbed or diluted by judicial interpretation.”",
    "Claiming primacy for parliament vis-à-vis the judiciary, the government said that “Parliament had designed and framed marriage laws which are governed by the personal laws/codified laws relatable to the customs of various religious communities, to recognize only the union of a man and a woman to be capable of legal sanction. And any interference with the same by the judiciary would disturb the delicate balance of personal laws in the country and in accepted societal values.”",
    "Given the firm stand taken by the government, the Supreme Court is in an unenviable position.",
    "On the global plane, an IPSOS survey found that, in 2021, 54% were for same-sex marriage; 16% were for same-sex unions without marital rights; 16% were resolutely opposed to any kind of same-sex union; and 15% were not sure.",
    "So far, about 34 countries have legalized same-sex marriage. There are also non-marital civil unions or partnerships between same-sex couples that are given legal recognition. These get some of the rights that come with marriage — such as inheritance, medical benefits, employee benefits to spouses, management of joint taxes and finances, and in some cases even adoption.",
    "In Sri Lanka, the government announced its support for the repeal of Sections 365 and 365A of the Penal Code, which criminalize same-sex sexual activity.",
    "Responding to recommendations made by the governments of Canada, Norway, the UK and the US during the country’s Universal Periodic Review at the UN Human Rights Council in January 2023, the Minister of Foreign Affairs, Ali Sabry said: “There is a Private Members Bill initiated by Sri Lanka Podujana Peramuna (SLPP) MP Premnath C. Dolawatte. The Government will support its position of decriminalizing same-sex relationships.”",
    "However, speaking to The Morning later, Ali Sabry said: “We are not legalizing same-sex marriages.”",
    "Same-sex marriages are not legal in any of the SAARC countries, as of date. In Nepal, same-sex marriages are not legal, but the country is drafting laws to guarantee sexual rights. In Pakistan and Bangladesh transgender persons are recognized and given all rights but homosexuality and same-sex marriages are not allowed. These are covered by a harsh Penal Code drafted in Victorian times. The Maldives, being an avowedly Islamic country, does not allow homosexuality. But authorities turn a blind eye to same-sex couples residing in the isolated island resorts.",
    "More than half of the countries that allow same-sex marriage or “marriage equality” are in Western Europe, says a report on the website of the Council for Foreign Relations (CFR).",
    "Same-sex marriage has been legalized in the Netherlands (2001), Belgium (2003), Spain (2005), Norway (2009), Sweden (2009), Portugal (2010), Iceland (2010), Denmark (2012), France (2013), the United Kingdom (2013), the US (2015), Luxembourg (2015), Ireland (2015), Finland (2017), Malta (2017), Germany (2017), Austria (2019), and Switzerland (2021).",
    "In Italy, parliament approved civil unions for same-sex couples in 2016, but same-sex marriage is not legal. Lawmakers in Andorra voted in 2022 to convert all same-sex civil unions to civil marriages and legalize same-sex marriage. The changes will take effect in early 2023.",
    "The EU does not require its members to recognize same-sex marriage, though a 2018 ruling by the EU’s top court says they must uphold same-sex couples’ rights to freedom of movement and residence, the CFR report says.",
    "In 2021, the court ruled that all EU countries must recognize children of same-sex couples, even countries that do not have marriage equality. The ruling came after Bulgaria refused to grant identity documents to the daughter of a same-sex couple.",
    "A 2013 European Parliament report on human rights and democracy “encourages” EU institutions and member states to recognize same-sex marriage or civil unions as “a political, social and human and civil rights issue.” However, the EU is not able to impose such policy changes on its members, the CFR notes."
  ]
}