{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Cabinet-posts-no-pound-of-flesh-for-SLPP/172-263815",
  "time_ut": 1690215850.0,
  "original_lang": "en",
  "original_title": "Cabinet posts, no pound of flesh for SLPP",
  "original_body_lines": [
    "The SLPP leadership  persistently seeks Cabinet posts for its key members, but the President  remains firm, knowing the SLPP has limited options and lacks public  support for such demands",
    "Politics make strange bedfellows. In Sri Lankan politics,  it is a reality proven with precision. Nothing is impossible in the  pursuit of power. UNP leader Ranil Wickremesinghe, who holds the  presidency, was elected to office with the backing of Sri Lanka Podujana  Peramuna (SLPP) under surprising circumstances given the history of  hostility between the two parties. But in politics, shared interests can  create unexpected alliances.",
    "The President was elected to office in the backdrop of  political, social, and economic unrest, as the country grappled with  snaking fuel queues, power outages, and essential shortages. While  challenges persist, signs of an economic recovery are evident, leaving  some hopeful for a brighter future.",
    "Be that as it may, as the dust settles, the differences  between the parties have surfaced. With the elections pending next year,  the focus now shifts to electoral politics, with parties gearing up  their electoral machinery. Every party, be it the ruling side or the  opposition, is concerned about securing power at elections.",
    "The President, with his party’s sole parliamentary  representative Vajira Abeywardena, has governed the country with the  SLPP for over a year. Compared with the situation that  remained when the President took charge, what the country now  witnesses is an improvement of it, although greater challenges lie ahead  for proper, sustainable economic recovery. Nevertheless, the  accomplishments on the ground are visible. There are no shortage of essentials, though the prices are still way high.",
    "Politically, the achievement has propelled the President to  a commanding position over the SLPP. It has allowed him more freedom in  decision-making without being beholden to the dictates of the SLPP as  such. His position is further bolstered by the SLPP MPs, who have  obviously aligned themselves with the UNP rather than their own party.  This leaves the SLPP in a politically weakened state.",
    "It does not mean that everything is harmonious within the  alliance and the President has a smooth sail. The SLPP leadership  persistently seeks Cabinet posts for its key members, but the President  remains firm, knowing the SLPP has limited options and lacks public  support for such demands. As the SLPP struggles to revive its base that  waned due to the dismal performance of the Gotabaya Rajapaksa  government, it finds itself in a precarious position, forcing them to  work with the President while eschewing any radical action. Options are  limited in the current political context for them.",
    "Daily Mirror learns that discontent brews among the SLPP  seniors who feel disillusioned without Cabinet positions. MP S.B.  Dissanayake’s casual remark to Prime Minister Dinesh Gunawardane about  warning of political machinations to defeat the government in a crucial  parliamentary vote underscores the degree of disillusionment.",
    "However, the President does not seem to be carried away by  such veiled threats. He is not ready to entertain the persistent request  by the SLPP leadership to offer a few more Cabinet posts to party  seniors such as Mr. Dissanayake, S.M. Chandrasena, Johnston Fernando and  Rohitha Abeygunawardena.",
    "Despite all, the party cannot pressurize the President  beyond a point, particularly regarding matters such as the increase in  the size of the Cabinet. Such a move does not enjoy public support.  Political apathy prevails among people in general, and that is because  of people’s dislike for the parties that governed the country. The  traditional political forces including the SLPP have to rethink their  political approaches as a result.",
    "The SLPP has now started its re-organizational work in  anticipation of elections next year. Probably, the party now goes  around the country conducting meetings with its rank and file.  Still, it is way below in a position to strike demands from the President. It was a fact proven on numerous occasions.",
    "The SLPP could not stick to its guns on most matters during  the past year. For example, it had concerns about the  Anti-Corruption Bill, but it reached a consensus with the government at  the end after a briefing by the legal luminaries. That is all due to a lack of options.",
    "In the absence of options, the SLPP is now forced to work  together with the government, eschewing radical options such as the  breakaway from the government to form an alliance with the opposition.   Political circumstances are not conducive at all for such an option.",
    "In a bid to allay concerns of the SLPP seniors, the President’s team in the government proposed alternate posts for them.  Yet, they remain adamant demanding nothing but Cabinet posts. No matter  what, they would not quit the government.",
    "It is true that some people are hopeful for a better  future. The political landscape remains fluid, though. The future of  these parties will ultimately be shaped by the economic performance in  the coming months. Public sentiment towards the government’s policies  and actions will play a pivotal role in determining which direction the  electorate leans in the next election.",
    "As expected in any electoral democracy, the parties will  continue to revamp their vote bases. Alliances and nomination of  presidential candidates will be determined by the political  circumstances at the time concerned.",
    "Meanwhile, an interesting political development is now  taking place in view of the Presidential Election. A group of  parliamentarians has got together under the leadership of MP Nimal Lanza  to work for the candidacy of President Wickremesinghe. The group also  commands the support of 40 MPs elected on the SLPP ticket. They are  now in the initial stage of opening their political office in  Rajagiriya, Colombo to carry out operations. Some MPs of Sri Lanka  Freedom Party (SLFP) such as Duminda Dissanayake and Lasantha  Alagiyawanna are in the emerging political group.",
    "The SLPP group which is loyal to party’s National Organizer  Basil Rajapaksa is perturbed over some of its MPs throwing their weight  openly behind the President. They make swipes at the President, even  saying the party has no pact signed with him to nominate him as the next  presidential candidate. Still, there is little they can do in the  current political climate."
  ]
}