{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SL-to-get-support-from-Shanghai-Corporation-Organisation-Trade-Economic-Multi-Functional-Platform/34-747993",
  "time_ut": 1683235193.0,
  "original_lang": "en",
  "original_title": "SL to get support from Shanghai Corporation Organisation Trade, Economic Multi-Functional Platform",
  "original_body_lines": [
    "A senior delegation of the Shanghai Corporation Organisation’s Trade and Economic Multi-Functional Platform called on Prime Minister Dinesh Gunawardena at the Temple Trees on Wednesday (3) to discuss ways and means of establishing cooperation.",
    "The Prime Minister urged the delegation to support Sri Lanka to upgrade suburban transport services in the country using modern technical knowhow. He also requested to facilitate e-commerce modules for Sri Lanka to enter into online trade with the member countries of the Shanghai Cooperation Organisation (SCO).",
    "He also asked to establish cooperation between Shanghai City and Colombo City under the MoU signed in 2002.",
    "Think Tank of the Trade and Economic Multi-Functional Platform for SCO Member Countries Executive Director Chen Tao said Sri Lanka would immensely benefit from this SCO window.",
    "“The SOC-TEM Platform has the potential to help third world countries by providing access to trade and economic opportunities within the SCO member countries,” he said. “They include increased market access for which the platform’s trade information module can help businesses in Sri Lanka to identify new export markets and make informed decisions about their trade activities. This can lead to increased market access and greater economic opportunities.”",
    "He added that the logistics module can help businesses in Sri Lanka to streamline its supply chain management, reducing costs and improving delivery times. This can help these businesses to compete more effectively in international markets.",
    "The financial module can provide access to financing options such as loans and credit facilities, which can help businesses in Sri Lanka to grow and expand. This can lead to increased investment and job creation in these countries, Chen Tao said.",
    "He added that another opportunity is to get E-commerce opportunities. “The e-commerce module can provide a platform for businesses in third world countries to sell their products online, either within the SCO countries or internationally. This can help these businesses to reach new customers and expand their markets, even if they have limited resources for marketing and distribution.",
    "Additional Secretary to the Prime Minister Harsha Wijewardene, Advisor Sugeeswara Senadhira, Colombo Municipal Commissioner Bradrani Jayawardhana, SCO Platform’s Senior Assistant Li Tao and Coordinator Sui Dongjun also participated in the discussion."
  ]
}