{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Port-City-Colombo-inks-MoU-with-Thai-Sri-Lanka-Chamber-of-Commerce/34-750985",
  "time_ut": 1690224539.0,
  "original_lang": "en",
  "original_title": "Port City Colombo inks MoU with Thai-Sri Lanka Chamber of Commerce",
  "original_body_lines": [
    "Port City Colombo (PCC), Sri Lanka’s most ambitious integrated development project and the country’s first foreign currency designated Special Economic Zone dedicated to exports of services, has taken a significant step towards fostering stronger ties between the Thai and Sri Lankan business communities.",
    "Accordingly, a Memorandum of Understanding (MoU) was recently signed between Port City Colombo and the Thai-Sri Lanka Chamber of Commerce (TSLCC) in Bangkok, Thailand.",
    "The MOU marks a pivotal moment in promoting bilateral trade and investment opportunities between Sri Lanka and Thailand, through PCC. The objective of the agreement is to facilitate and enhance cooperation, providing a platform for business development and collaboration between the two nations. Sri Lanka and Thailand have a warm history of trade and political cooperation stretching back many centuries, and share similarities between their cultures and aspirations, making for a strong foundation for further international cooperation. Representatives from both entities were present at the signing ceremony.",
    "Representing Port City Colombo were Managing Director Yang Lu, Deputy Managing Director Thulci Aluwihare, General Manager of Investment Promotions and Marketing Stan Li, Director of Investment Promotions and Marketing Radika Obeyesekere and CHEC (Thai) Company Ltd. Director of Investment Sarayut Leklipol.",
    "Participating from TSLCC were; TSLCC General Secretary and Siam Success Solutions Co Ltd. Managing Director Dilan Samarakoon, TSLCC Treasurer and K. Square Co Ltd. Director Lal Silva,",
    "TSLCC Executive Director and Kama Joint Ventures Co Ltd. Executive Director Wichak Suawancharoen, AMCHAM Thailand Business Economics Committee Leader and Bank of America Vice President Corporate Banking Chanin Winayanuwattikun, TSLCC Trade Subcommittee Member and ASL Logistics Co. Ltd Director Shiran Madhawa, TSLCC Trade Subcommittee Leader/ Past President, and Bhagya Enterprises Co Ltd. Managing Director Sisira Mendis, and TSLCC Member and Rockers Auto Import Managing Director Faiz Mohammed.",
    "During the event, discussions focused on the abundant business opportunities within Port City Colombo and the potential for collaboration in various sectors. Both parties expressed their commitment to exploring avenues for mutual growth, trade expansion and investment promotion.",
    "The MoU between Port City Colombo and the Thai-Sri Lanka Chamber of Commerce marks a significant milestone in strengthening economic cooperation and fostering greater connectivity between Sri Lanka and Thailand.",
    "It paves the way for deeper engagement, and opens up a multitude of possibilities for businesses in both countries."
  ]
}