{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/08/07/iran-ready-to-share-scientific-knowledge-with-sri-lanka/",
  "time_ut": 1691382060.0,
  "original_lang": "en",
  "original_title": "Iran ready to share scientific knowledge with Sri Lanka",
  "original_body_lines": [
    "Iran has voiced readiness to share its scientific and technological knowledge and expertise with “friendly” countries, including the South Asian island nation of Sri Lanka.",
    "Iranian President Ebrahim Raisi made these remarks on Sunday in a meeting with Sri Lanka’s Foreign Minister Ali Sabry in Tehran.",
    "According to a communique issued by his office, Iran’s president emphasized the need to activate the joint commission for economic cooperation between the two countries.",
    "He said the island nation in the Indian Ocean has huge potential for progress and prosperity while cautioning it against “colonial and self-serving foreign interventions.”",
    "The Sri Lankan foreign minister, for his part, expressed his country’s interest in expanding cooperation with Iran in various fields, according to the statement.",
    "On Saturday, Sabry held talks with his Iranian counterpart Hossein Amir-Abdollahian on bilateral, regional and international developments, the Iranian Foreign Ministry said.",
    "Amir-Abdollahian expressed Tehran’s interest in holding the meeting of the Iran-Sri Lanka joint economic commission and joint consular and tourism commissions while calling for closer cooperation between the two sides in cultural tourism, scientific and academic fields.",
    "Sabry, for his part, described his country as the gateway to East Asia, while inviting Iranian companies to invest in Sri Lanka and stressing that “two-thirds of growth in the future will happen in Asia.”",
    "Meanwhile, the two countries also emphasized the need for expanding trade and developing banking cooperation during a meeting between Sabry and Iran’s top banker on Sunday.",
    "Mohammad Reza Farzin, the governor of the Central Bank of Iran (CBI) in his meeting with the Sri Lankan foreign minister emphasized that the development of banking ties is key to the development of economic ties between the two countries.",
    "Relations between Iran and Sri Lanka have been stable since the 1979 revolution, although officials of the two countries have often spoken about the untapped potential of bilateral cooperation.",
    "Another Aragalaya under the guise of farmers’ crisis? President gets intelligence report"
  ]
}