{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cb-governor-attends-asia-pacific-groups-money-laundering-annual-plenary/",
  "time_ut": 1690781700.0,
  "original_lang": "en",
  "original_title": "CB Governor attends Asia Pacific Group’s Money Laundering Annual Plenary",
  "original_body_lines": [
    "Dr. Nandalal Weerasinghe, the Governor of the Central Bank of Sri Lanka in his capacity as the chairman of the National Coordinating Committee (NCC) on Anti Money Laundering/Countering the Financing of Terrorism (AML/CFT), represented the Sri Lankan delegation to the 2023 Annual Plenary of the Asia Pacific Group on Money Laundering (APG) and the ensuing Technical Assistance and Training (TA&T) Forum held in Vancouver, Canada from 11 – 14 July 2023.",
    "The Sri Lankan delegation consisted of the expert assessors participating in the respective Mutual Evaluations of the Peoples’ Democratic Republic of Lao (Lao PDR), Nepal and Brunei. The annual Plenary brought together over 300 delegates from the 42 APG member countries, observer institutions and jurisdictions, and private sector stakeholders to discuss issues concerning countering serious financial crime, including money laundering (ML), terrorist financing (TF), and proliferation financing relating to weapons of mass destruction (PF). The 2023 APG was co-chaired by Julien Brazeau, the Associate Assistant Deputy Minister of Finance from the Department of Finance of Canada, and Ian McCartney, the Deputy Commissioner of the Australian Federal Police, Australia.",
    "DIMO lifts local home elevator industry with energy efficient TKE ‘Enta Villa’",
    "‘Dip in government’s borrowings from banks becoming a blessing for private sector’",
    "SL to have positive growth in third and fourth quarters of 2023– CBSL Governor",
    "Central Bank eyeing USD 8 -10 billion currency reserves in 3-4 years",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}