{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cricket-popular-will-and-franchise/",
  "time_ut": 1701279780.0,
  "original_lang": "en",
  "original_title": "Cricket, popular will and franchise",
  "original_body_lines": [
    "Opposition Leader Sajith Premadasa, speaking in Parliament on Tuesday, launched a broadside against President Ranil Wickremesinghe for sacking Sports Minister Roshan Ranasinghe, who has taken on the Cricket Mafia. He said it was the first time a President without a popular mandate had stripped a popularly-elected MP of his ministerial positions. Some other Opposition MPs also inveighed against President Wickremesinghe and highlighted the fact that he had lost his seat at the last parliamentary election but entered Parliament as an appointed MP and secured the presidency with the help of 134 MPs.",
    "Ironically, Wickremesinghe’s fortuitous ascent to the presidency happened because none of the popularly-elected MPs whom President Gotabaya Rajapaksa requested to accept the premiership had the courage to take up the challenge. They shied away from accepting that post, citing various excuses and bellowing rhetoric. It so happened that the historic task fell upon Wickremesinghe, who squared up to the unprecedented politico-economic chaos. He arrested the country’s slide into anarchy by preventing mobs from marching on Parliament and made unpopular yet crucial decisions to stabilise the economy.",
    "The fact that the country came to be dependent on an appointed MP to regain political and economic stability, and he has, with the help of others, achieved some positive results is an indictment of the self-important elected MPs.",
    "One cannot but agree with the Opposition MPs that ideally defeated candidates must not be brought into Parliament via the National List (NL), and only those presented as NL candidates to the public prior to a general election should be appointed as MPs. However, the practice of bringing unsuccessful candidates into Parliament as NL MPs is constitutional though it undermines the popular will in that the persons whom electors deem unfit to represent them become MPs. Article 99A of the Constitution provides for such appointments. Almost all political parties have made use of this constitutional provision to appoint unsuccessful candidates as MPs.",
    "Now that the Opposition has made an issue of defeated candidates entering Parliament via the NL, will it take action to have the Constitution amended to put an end to that practice?",
    "There is however a far more serious issue that all political parties have chosen to ignore. The Parliamentary Elections Act No 1 of 1981, as amended in 1988, enables the leaders of political parties to circumvent Article 99A of the Constitution and appoint virtually anyone of their choice to Parliament by engineering an NL vacancy. Although the Constitution limits NL appointments to the ‘persons whose names are included in the list submitted to the Commissioner of Elections … or in any nomination paper submitted in respect of any electoral district by such party or group at that election’, Section 64 (5) of the Parliament Elections Act provides for the appointment of ‘any member’ of a political party to fill an NL vacancy. This provision is inconsistent with Article 99A and Article 101(H) of the Constitution, according to legal experts. Worse, it is believed that Section 64 (5), introduced in 1988 as an urgent Bill, was surreptitiously altered after its ratification to provide for the appointment of ‘any member’ of a political party as an NL MP.",
    "Thus, it is possible for anyone to become an MP, without contesting a general election or being an NL nominee, with the help of a political party entitled to NL slots, become the Prime Minister and even secure the presidency in case of the elected President ceasing to hold office. This path, which could be likened to a smuggling tunnel, has to be closed. Both the Constitution and the Parliamentary Elections Act will have to be amended to ensure that only those who successfully contest parliamentary elections and the National List nominees enter Parliament. Will the Opposition MPs who claim to be so concerned about the will of the people press for these vital amendments? Having talked the talk, they should walk the walk.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}