{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/tamils-come-second-in-imf-considerations-navy-royalist-mafia-party-on-tamil-property/",
  "time_ut": 1678986813.0,
  "original_lang": "en",
  "original_title": "Tamils Come Second In IMF Considerations: Navy & Royalist Mafia Party On Tamil Property",
  "original_body_lines": [
    "Our government is totally without support from the people and is sustained in power by the military and police bashing up legitimate protest gatherings.",
    "Yet, we are said to be on the threshold of receiving the US$ 2.9 Million IMF Loan in the next two weeks, reports CNN. God forbid!",
    "The IMF gives the loan. It will be spent by those who do not represent us, the people. And we the people would need to pay back when repayment id due. There is no free market in this as preached by the IMF.",
    "The Local Government Elections are up in the air. Even if they are held, they will only indicate the popularity of government while the corrupt MPs who elected the President will continue in office.",
    "It is totally irresponsible for the IMF governors to sit in America and authorize loans that we who need to pay back do not consent to. Yes, the loans will help ease our difficulties but bring no long-term solution. In the meantime, the populist instincts of the government, the cause of most of our problems, remain intact as evidenced in the government loosening all restrictions on foreign transactions using our credit cards while hospitals go without medicine. The elite are looked after. Those of us who have large credit card limits, can buy anything we want and continue to do so by paying the balance on the card in rupees every month to buy again the next month. The government feeds on the Sri Lankan instinct for wanting everything free, and for wanting more.",
    "At Ooonjal-Katti: Donor Dr. Haran Sivasubramaniam giving away groceries worth Rs. 7000 (2nd from left). Mr. Poolohasingham (4th from left). The Grama Sevaka and Development Officer are also present.",
    "The lack of democracy in Sri Lanka must be addressed first and the legitimacy of the government established, before any IMF loan is authorized. That lack of democracy is a national crisis and a particular badly infected sore in the Tamil psyche. Despite all that President Ranil Wickremesinghe promises, nothing is done to resolve our problems. He seems to be a prisoner of the Sinhalese right or in secret league with the Sinhalese right.",
    "I returned this evening (16th)  after going to Olumadu and Oonjal-katti on a project to feed the poor. It is a project that started last year March with funding from my children and former students and colleagues.",
    "Olumadu is 10 km from Manal Aaru (taken-over from Tamils and made into the Sinhalese Weli Oya). The take-over of Tamil lands is obvious as one goes from Olumadu to Manal Aaru. In-between, Tamil schools like in Kovil-pulyan-kulam, and Vedi-vaitha-kallu have had their Tamil populations driven out through selective killings. Schools are closed. The populations have run away to Vavuniya and are presently absentee landlords cultivating their paddy fields – once called Ithaya Poomi by the LTTE because of the large harvest. Soon they will not be able to sustain their paddy cultivation and the Weli Oya People will move in is what locals expect.",
    "We Tamils desperately need that 13th Amendment to safeguard our way of life. An example is the Aathi Lingeswarar Temple in Olumadu. Prof. Pushparatnam of Jaffna University has certified it as a long-standing Saivite site as obvious from the term Lingam. Recently Wimal Weerawansa had gone with his thugs claiming it to be “our Buddhist site” and forbidden any Hindu worship or  building steps leading up to the Lingam.  Mr. Poopalasingham, one of the early settlers from 1976, got Prabha Ganeshan (allied with the Rajapaksas) to build some steps so when Weerawnsa ordered Poopalasingham to remove the steps, Poopalasingham referred Weerawansa to Prabaha Ganeshan and  has persuaded Saivites to continue their worship. That tension persists and is a time-bomb waiting to go off.",
    "If ours is a legitimate government, how can these things happen? Ours is an illegitimate government in whose hands the IMF plans to place the billions of dollars which we would be answerable to.",
    "For our safety and well-being, we Tamils desperately need the Thirteenth Amendment and attendant with it the release of private lands acquired by the Archaeological and Forestry Departments. With the amendment come badly needed police powers. Mr. Poopalasingham’s elder son Uthayakumar was killed in 2000 fighting for the LTTE while their youngest, Vijeyakumaran who was a science teacher, was disappeared in 2009 before witnesses. After ignoring all his appeals and entreaties for 12 years, recently a CID Team visited Poopalasingham who responded, “Why did you come? To tell UNHRC because of the ongoing review to show that you are doing something? Or is it to pull the wool over IMF eyes to beg shamelessly for money?”",
    "That encapsulates the respect we Tamils have for our police. The only way to restore the police to legitimacy is to give their management to the Provincial Councils as already enacted.",
    "An important anecdote shows who runs the country. It is the military and not civilian authorities. The President has promised to dismantle large sections of the military but there are no signs of anything happening, He has also promised to release lands taken over by the military. Any release has been token.",
    "My brother-in-law Dr. Indran Asirwatham acquired a few acres of land in Keerimalai. His land was acquired in Mahinda Rajapaksa’s time on grounds of national security but in reality to feed his ego and take a swipe at Tamils. A Presidential Palace with a swimming pool was erected. The Hindu buildings in the area were almost completely destroyed to build the Palace. Now that Rajapaksa is gone, the navy has taken it over as the residence of the Northern Province Naval Commander (believed to be Admiral Aruna Tennakoon). A very large ground-staff of Sinhalese navy men are employed at the palace – a part of the Sinhalese disease that made Sri Lanka broke by giving jobs to everyone when there is no work.",
    "Indran, despite coming to Jaffna and making several requests and sending several letters to see his own land, even with the support of the District Secretary, could not enter the area. National security, he was told!",
    "Now he finds that for some time Royal College students having no military or government positions have access to the Palace to come on their vacations with their families and use the swimming pool. He is advised that it is unlikely he will get his land back as they have invested much. However, it is common sense that one  cannot develop another person’s property and claim ownership, especially when its use is for the Royal College Mafia. The President, another Royalist Mafioso, also stays there often when he visits Jaffna. It is all part of the Sinhalese penchant for having everything free especially at Tamil expense with no sense of shame.",
    "That is our national security, to give luxury accommodation and throw swimming parties to cronies.",
    "If the Sinhalese are sold on one Sri Lanka, they should stop oppressing minorities and provide for a devolved government where all communities can have room for cultural and religious self-expression and development. The Sinhalese must develop a sense of shame that would stop them from taking over things that belong to minorities. The IMF discipline will hopefully give pause to those Sinhalese who want everything free – like free state services without paying taxes.",
    "The rule of law minimally requires implementing the laws that are in the books like the 13th amendment. It also means curbing the acquisitive and even violent proclivities of the Maha Sangha and  people like Gnanasara Thero and Wimal Weerawansa.",
    "The President should stop saying one thing to the Sinhalese and another to the Tamils. If there is no forked tongue when he preaches economic reform, he should ensure that Tamil people’s right to private property is not abrogated so as to entertain the Royalist Mafiosi on Tamil Property at Tamil expense. Minimally I expect the President to have a sense of shame when he stays on property bought with hard earned Tamil cash. It looks like he too believes in having everything free. That attitude must go if he wants to solve our problems. He should never stay in that illegitimate Palace and must learn to go to a Jaffna hotel and pay for his room with government cash to the Tamil owners.",
    "Importantly, the IMF should not give funds to a corrupt government unless that government can prove its legitimacy through the endorsement of its people through elections."
  ]
}