{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Water-pump-major-SOLEX-sets-international-footprint-with-QSmart-Souq-Company-in-Middle-East/34-747753",
  "time_ut": 1682543710.0,
  "original_lang": "en",
  "original_title": "Water pump major SOLEX sets international footprint with QSmart Souq Company in Middle East",
  "original_body_lines": [
    "From left: SOLEX Group Deputy Chairman/Director Operations Manjula Wijayasiri, Managing Director Upali Wijayasiri, QSmart Souq Chairman/Managing Director Aadil Nazeem, SOLEX Technology Chief Marketing Officer Ashar Sheriff, SOLEX Group Exec Director/Director Branding Dr. Sandini H. Wijayasiri",
    "SOLEX, the prominent brand for water pumps, has announced a strategic initiative to expand into international markets.",
    "The Sri Lankan company joined hands with Qatari based company QSmart Souq to expand its products into the Middle Eastern markets.",
    "SOLEX is the only Sri Lankan company engaged in manufacturing Water Pumps to expand into international markets. This is a significant initiative for the company the entire nation because for over four decades SOLEX has been the trusted and preferred brand by many stakeholders. Keeping the same momentum alive, SOLEX is ready to take the next step to grow as a trusted brand with exceptional after sales services to international markets.",
    "QSmart Souq Chairman Mohamed Aadil Nazeem said: “Our mission is to create and develop innovative, top-quality products for our consumers in the middle eastern market. For this purpose, we have partnered with only the most innovative and trusted Brands across the globe. Through this partnership with SOLEX, we are able to offer international quality standards for any custom made and standard water solutions. We are very much looking forward to this initiative with SOLEX, a reputed brand name in Sri Lanka.”",
    "Being awarded the Gold Award ICQCC Indonesia in 2022 and gold medal for best technology Inco in 2023 SOLEX continues to provide an unmatched quality for today and for the years to come. Along with this successful initiative and with many more in sight, SOLEX plans to expand its core business products in the company portfolio such as water pumps, fire pumps, industrial pumps, specialised vehicles and other special applications to the global market."
  ]
}