{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91872/indian-foreign-secretary-calls-on-sri-lankan-president",
  "time_ut": 1689065460.0,
  "original_lang": "en",
  "original_title": "Indian Foreign Secretary calls on Sri Lankan President",
  "original_body_lines": [
    "Indian Foreign Secretary Vinay Mohan Kwatra met with President Ranil Wickremesinghe during his official visit to Sri Lanka this morning (11).",
    "The meeting took place at the Ministry of Defence and focused on enhancing bilateral relations and working towards future economic and social goals that would benefit both countries’ populations.",
    "During the meeting, President Wickremesinghe briefed the Indian Foreign Secretary on the government’s reform program aimed at strengthening the country’s economy. He also acknowledged India’s continuous support as a neighbouring ally during the recent economic crisis.",
    "Additionally, they discussed President Wickremesinghe’s upcoming official visit to India and the planned activities during the visit. The presence of Indian High Commissioner to Sri Lanka, Mr. Gopal Bagley, added to the significance of the occasion.",
    "In another development, Indian Foreign Secretary Mr. Vinay Mohan Kwatra also held discussions with Mr. Sagala Ratnayaka, the President’s Senior Adviser on National Security and Chief of Presidential Staff.",
    "The Indian foreign secretary also met with his Sri Lankan counterpart Aruni Wijewardane earlier today at the Ministry of Foreign Affairs in Colombo.",
    "Meanwhile, the meeting between the Foreign Secretary Kwatra and Sri Lankan Foreign Minister Ali Sabry has focused on strengthening of the bilateral relationship between the two nations for the mutual benefits of its people.",
    "The Indian foreign secretary arrived on the island on Monday (July 10) for a two-day official visit to prepare the ground for Wickremesinghe’s upcoming visit to New Delhi, scheduled for July 20.",
    "The Sri Lankan president’s upcoming India visit is his first since taking office in 2022.",
    "Accompanied by Fisheries Minister Douglas Devananda, Energy and Power Minister Kanchana Wijesekera, Foreign Affairs Minister Ali Sabry, Presidential Chief of Staff Sagala Ratnayake during his visit, Wickremesinghe is expected to hold bilateral talks with Indian Prime Minister Narendra Modi.",
    "According to Indian media, the Sri Lankan president is likely to finalise the implementation of several Indian projects related to power and energy, agriculture, and maritime issues in the country ahead of his departure for New Delhi."
  ]
}