{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jvp-lashes-slpps-vat-dupliciy/",
  "time_ut": 1703392200.0,
  "original_lang": "en",
  "original_title": "JVP lashes SLPP’s VAT “dupliciy”",
  "original_body_lines": [
    "The SLPP’s political duplicity is amply displayed by its double standards on VAT increase, says the JVP-led NPP.",
    "Former JVP MP and NPP executive committee member, Sunil Handunnetti, speaking at a press conference held at the party headquarters in Pelawatte on Thursday said that SLPP leader and former President Mahinda Rajapaksa voted to pass the VAT amendment bill in Parliament making laws to impose increased VAT starting from January. A couple of days after voting for the increase, he now issues a statement against VAT.",
    "“Mahinda Rajapaksa is acting like Dawal Miguel and Re Daniel now. He led the SLPP in voting to pass the VAT increase in parliament and is now claiming that they are against the tax policy. President Ranil Wickremesinghe alone cannot pass the VAT Bill. He has only one MP in parliament. VAT was increased with the backing of SLPP MPs,” Hadunnetti said.",
    "“If the SLPP led by Mahinda Rajapaksa had not voted in favour, the VAT increase would not have been possible. Now he issues a statement finding fault with the government for the VAT increase. Everybody knows that VAT would not come down because of statements. What the SLPP should have actually done was to defeat the VAT bill in parliament. But their political double standard would not let them do so,” Handunnetti said.",
    "He said that Rajapaksa, while proving by actions of his double standards, accuses Ranil Wickremesinghe of having two different policies. “Then why did the Rajapaksas elect Ranil Wickremesinghe as the President? By actions, Rajapaksa has proven that he stands with Ranil and then he cries for people’s plight further worsened by VAT.”",
    "Commenting on Mahinda Rajapaksa’s call for a people-friendly government, Handunnetti said that the entire nation was demanding a regime change. “People are now convinced that they need a people-friendly government. People are waiting to do this at an election. It is the government that continues with the support of the Rajapaksas that does not permit the election the people are yearning for,” Handunnetti said.NPP Economic Council Member Prof Anil Jayanta and executive committee member Chaturanga Abeysinghe also addressed the news conference.",
    "Dialog Expands 5G Roaming Over 50 Countries with 100 Partners",
    "CBSL Governor urges public to become informants to boost tax revenue",
    "Govt’s Blitzkrieg to sell national assets sparks ‘do or die’ battle: JVP leader warns of dire struggle ahead",
    "Government initiates VAT exemption for Ayurvedic products and medicines to lower healthcare costs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}