{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-axiata-ranked-sri-lankas-most-valuable-brand-by-brand-finance-for-the-5th-consecutive-year/",
  "time_ut": 1691213820.0,
  "original_lang": "en",
  "original_title": "Dialog Axiata Ranked Sri Lanka’s Most Valuable Brand by Brand Finance for the 5th Consecutive Year",
  "original_body_lines": [
    "In its 20th annual review, Brand Finance, the world’s foremost independent brand valuation consultancy, bestowed the prestigious title of ‘Sri Lanka’s Most Valuable Brand’ upon Dialog Axiata PLC, the country’s premier connectivity provider, for the fifth consecutive year, with a brand value of Rs. 52 billion. Dialog emerged as the strongest brand in Sri Lanka, earning the esteemed AAA+ brand rating. The Company was also accorded the title of ‘Most Valuable Telecommunications Brand’ for the 16th consecutive year.",
    "These coveted accolades along with being named the ‘Most Loved Telecommunications Brand’ for the 7th consecutive year, reflect the unwavering trust and confidence placed in Dialog by over 17 million Sri Lankans, and the Company’s steadfast dedication to its purpose of empowering and enriching Sri Lankan lives and enterprises through sustainable digital ecosystems. Staying true to its brand promise, “The Future. Today.”, Dialog remains resolute in delivering state-of-the-art technology and connectivity that is inclusive, affordable, and accessible to all, while propelling the country’s transformation into a thriving digital nation.",
    "With a steadfast commitment to its core value of ‘Service from the Heart,’ the Company prioritises delivering unparalleled customer experiences, exemplified by its digital care ecosystem, including the ‘DIA’ virtual assistant, MyDialog App and Google Assistant integration to facilitate voice assistance. As part of its unwavering dedication to creating a positive impact in communities and the nation at large, the Company spearheaded the groundbreaking efforts to resolve the acute fuel shortage crisis through the pioneering ‘National Fuel Pass’ solution, developed in collaboration with its partners. In addition, Dialog, together with its corporate partners, provided much-needed emergency aid to over 120,000 families in-need across the country through ‘Manudam Mehewara,’ a multi-corporation humanitarian alliance. The launch of ‘Karuna.lk,’ Sri Lanka’s first cause-verified crowdfunding platform, further showcases Dialog’s enduring dedication to driving meaningful change through technology.",
    "Commenting, Supun Weerasinghe, Group Chief Executive of Dialog Axiata PLC said, “We are grateful for the unwavering loyalty and patronage of over 17 million Sri Lankans and enterprises that helped achieve this recognition. As the most valuable and strongest brand in Sri Lanka, we will continue to leverage the transformative power of technology to empower and enrich Sri Lankan lives and enterprises.”",
    "Ruchi Gunewardene, Chairman of Brand Finance Lanka stated, “We congratulate Dialog for being able to sustain its position at the top of our table. It’s the benchmark brand to be followed by others. Its ability to build brand strength across many indicators we measure in the telecommunications sector enables it to maximize the value of the Dialog brand”.",
    "Brand Finance is the world’s leading independent brand valuation consultancy, with offices in over 25 countries including Sri Lanka. Brand Finance bridges the gap between marketing and finance by quantifying the financial value of brands. Brand Finance calculates the values of the brands in its league tables using the Royalty Relief approach – a brand valuation methodology compliant with the industry standards set in ISO 10668. It involves estimating the likely future revenues that are attributable to a brand by calculating a royalty rate that would be charged for its use, to arrive at a ‘brand value’ understood as a net economic benefit that a brand owner would achieve by licensing the brand in the open market.",
    "Related Topics:5th Consecutive YearDialog Axiatafirst cause-verified crowdfunding platformRankedSri Lanka's Most Valuable Brand",
    "Malik and Dilhan Fernando appointed Co-Chairs of MJF Holdings Ltd.",
    "Dialog Axiata celebrates young innovators of the Vidusara Magicbit IoT Challenge",
    "Dialog Axiata awarded Forrester’s customer-obsessed enterprise award for Asia Pacific Region",
    "Dialog Axiata Group to invest USD 152.4 million in Sri Lanka",
    "Samsung Galaxy Z Fold4 and Flip4 -5G Series now available for pre-order at Dialog",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}