{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88739/peoples-bank-boc-chairs-say-banks-will-operate-tomorrow-despite-planned-token-strike",
  "time_ut": 1677604140.0,
  "original_lang": "en",
  "original_title": "People’s Bank, BOC chairs say banks will operate tomorrow despite planned token strike",
  "original_body_lines": [
    "The chairpersons of the People’s Bank and the Bank of Ceylon (BOC) both emphasized that their respective banks are ready to serve their customers tomorrow (March 01), the President’s Media Division (PMD) says.",
    "They expressed their confidence that it is the responsibility of all public servants to support the government’s program to build the country’s economy, and that bank employees will do the same.",
    "These issues were revealed at a meeting held at the Presidential Secretariat today (Feb 28) regarding matters in the banking industry.",
    "The discussion was attended by the heads of state banks and trade union representatives, as well as the Senior Advisor to the President on National Security and Chief of the President’s Staff, Sagala Ratnayake, and the President’s Secretary, Saman Ekanayake.",
    "There was extensive discussion about how to keep the banking operations running so that government programs are not disrupted and customers are not inconvenienced.",
    "Mr. Sagala Ratnayake pointed out that it is not a good situation for the country to send the message to the international community that the banking system is inactive at a time when the government has taken extensive measures to create financial stability in the country.",
    "Although it is a common tradition to issue circulars containing arrangements such as handing over the keys on the day of the strike, handing over the keys to safes containing gold, etc., when bank employees take union action, this has not occurred in relation to the joint bank union action scheduled to take place tomorrow. This was revealed during the discussion.",
    "Accordingly, the Chairmen and the main management of the Banks agreed that the steps will be taken soon.",
    "Ronald Perera, Chairman of the Bank of Ceylon, added that the banking system’s support is required for the government’s economic development program, and he urges all bank employees not to neglect their responsibilities to the country.",
    "Sujeewa Rajapaksa, Chairman of the People’s Bank, stated that steps have been taken and are currently being discussed to address issues with current tax collection.",
    "He also stated that it is everyone’s responsibility to help improve the country’s future by cooperating with understanding at this time when the entire country is experiencing economic difficulties.",
    "Commenting further Chairman of the Bank of Ceylon Ronald C. Perera said: “This country is now in a very difficult economic situation. In this situation, several trade unions have announced a strike tomorrow. As Chairman of the Bank of Ceylon, I request that our employees return to work tomorrow because the Bank of Ceylon provides excellent service to its customers. If the bank is closed for even one day, the entire country will suffer greatly.",
    "“Furthermore, trade unions demand that the government should make decisions on tax collection and tax rate reductions. As a result, we have discussed this matter with the government. These issues, we believe, will be resolved in the near future. I strongly urge the employees to report for duty on behalf of the bank and its customers.”",
    "People’s Bank Chairman Sujeewa Rajapaksa further said: “Several trade unions have organized a strike for tomorrow. As Chairman of the People’s Bank, I request that you report to work as People’s Bank employees. People’s Bank makes a significant contribution to the economy of this country. We serve a large number of people and customers, as well as economic operators. As a result, we ask that you report to duty as usual and complete the necessary tasks to keep the service running. At this time, we ask that you refrain from acting in a way that will harm the government, country, or economy.",
    "“President’s Economic Senior Advisor Dr R H S Samaratunga and Director General of Trade Unions Saman Rathnapriya were also present at the discussion.”"
  ]
}