{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/28/sri-lankans-back-in-queues-for-aswesuma-welfare-benefits/",
  "time_ut": 1690520580.0,
  "original_lang": "en",
  "original_title": "Sri Lankans back in queues for Aswesuma Welfare Benefits",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lankans were seen lining up opposite Divisional Secretariats and State Banks on Friday (28) morning to obtain the letter that states the eligibility to be included into the Aswesuma Welfare Development Program, and to open bank accounts to access the Aswesuma Funds.",
    "On Thursday (27), a 77-year-old Sri Lankan man died while in line to obtain the letter that states the eligibility to be included into the Aswesuma Welfare Development Program.",
    "This Senior Citizen was in line for the third consecutive day to obtain the letter.",
    "Ramasamy Kandavelu, a resident from Pingarawatte, in Namunukulawatte, accompanied by a relative, visited the Ella Divisional Secretariat on Thursday (27) morning to obtain the letter stating that he was eligible to be included into the Aswesuma Welfare Development Program.",
    "He had joined the queue at the Ella Divisional Secretariat at around 8:30 AM.",
    "Minutes after joining the queue, he had fallen ill and collapsed.",
    "An officer at the Divisional Secretariat told News 1st that a 1990 Suwa Seriya Ambulance was called to the location, and upon inspection, he was ruled dead on scene.",
    "Over the past few days, Sri Lankans who were selected for the Aswesuma Welfare Benefit Program has been lining up at Divisional Secretariats to obtain the letter that would allow them to open bank accounts to access the Aswesuma Funds.",
    "On the 9th of May 2023, Sri Lankan President Ranil Wickremesinghe gave out directions for the initiation of “Aswesuma” welfare benefit payments, which are scheduled to commence from July 1st.",
    "Accordingly, these payments will be distributed among four social categories, namely transitional, vulnerable, poor, and extremely poor.",
    "Additionally, the usual allowances for the differently-abled, elderly, and kidney patients will also be provided",
    "According to the President's Media Division, the distribution of funding is as follows:",
    "– 400,000 transitional beneficiaries will receive Rs.2,500per month until December 31, 2023",
    "– 400,000 vulnerable beneficiaries will receive Rs.5,000 per month until March 31, 2024",
    "– Extremely poor beneficiaries will receive Rs.15,000 per month for three years beginning July 1, 2023.",
    "Currently, 72,000 differently abled people getting welfare benefits will each receive Rs.5000.00 per month, 39,150 people receiving kidney support will each receive Rs.5000.00, and 416,667 people receiving senior assistance would each receive Rs.2000.00, said the President's Media Division.",
    "Effective from July, the Welfare Benefits Board has implemented a direct crediting system, ensuring that beneficiaries’ bank accounts are directly credited with the necessary welfare benefits.",
    "This encompasses the correction of any previous errors in social welfare benefits and the continuation of existing Government assistance programs such as Samurdhi and Elderly Assistance, said the President's Media Division.",
    "The ‘Aswesuma’ welfare benefit program, initiated by the President as part of the social safety net to alleviate the ongoing economic crisis, is being overseen by Minister of State for Finance Shehan Semasinghe, with involvement from various Government agencies, including the Ministry of Finance.",
    "B. Wijayaratne, the Chairman of the Welfare Benefit Board was quoted by the PMD saying that the selection of ‘Aswesuma’ beneficiaries is carried out through a centralized data base, ensuring that political affiliations do not influence the assistance provided.",
    "However, protests erupted over the selection of names for the Aswesuma welfare benefit program claiming that the surveys carried out to identify the worst affected people were based on inaccurate information.",
    "Vietnam jails former Deputy Foreign Minister, 53 others for COVID corruption",
    "Two medical assistants arrested over death of a patient at the National Institute of Mental Health in Angoda",
    "French President Emmanuel Macron makes a historic visit to Sri Lanka",
    "Niger Military Coup: General heading Presidential Guard declares himself the nation’s new leader"
  ]
}