{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-iusf-mocked-online-as-anti-private-uni-poster-becomes-meme-127845/",
  "time_ut": 1691657520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s IUSF mocked online as anti-private uni poster becomes meme",
  "original_body_lines": [
    "ECONOMYNEXT – A protest organised by Sri Lanka’s Inter University Student Federation (IUSF) against proposed higher education reforms has drawn ridicule on social media with a poster for the protest becoming a meme overnight.",
    "The poster in question was shared on the IUSF’s official Facebook page on Tuesday August 08, saying “no” to what the IUSF calls “degree shops”, in reference to private universities and higher education institutes in Sri Lanka, whose existence the IUSF has historically opposed.",
    "The poster received some 14,000 reactions from Facebook users, out of which over 13,000 were ‘haha’ reacts, indicating universal mockery.",
    "It did not take long for the poster to become a meme template, with hundreds if not thousands of shares almost overnight.",
    "The IUSF’s demonstration, scheduled for 12.30pm on Wednesday August 10, is specifically against a proposal to abolish the existing University Grants Commission (UGC) and replace it with a new National Higher Education Commission.",
    "The IUSF argues that the move would pose a threat to free education, based entirely on the fact that it will pave the way to private universities.",
    "The government plans to make education a commercial commodity in line with neoliberalism and the wishes of the International Monetary Fund (IMF), a spokesman for the IUSF claimed in a Facebook video.",
    "The spokesman also claimed that the proposed reforms would extend to the school system too.",
    "A parliamentary Select Committee chaired by Justice Minister Wijeyadasa Rajapakshe has reportedly recommended in a report that the proposed National Higher Education Commission comprise 11 members representing academia and other professions appointed by the president subject to approval by the Constitutional Council.",
    "Rajapakshe has reportedly said that opportunities for higher education should be expanded to match the labour market.",
    "The IUSF’s chief demand at Wednesday’s protest is to repeal the minister’s report.",
    "Other demands include the abolition of private medical colleges and leaving the Employees’ Provident Fund (EPF) and the Employees’ Trust Fund (ETF) alone in Sri Lanka’s IMF-prescribed domestic debt restructuring (DDR) exercise.",
    "The IUSF was a key player in the 2022 anti-government protests that brought about the resignation of then President Gotabaya Rajapaksa during Sri Lanka’s worst financial crisis since independence from the British. The popular protest movement, known as the Aragalya, or the Struggle, which began originally as an organic and low-intensity people’s protest, quickly became a mass movement after the IUSF and its political backers assumed a leadership role.",
    "The protests were largely peaceful until supporters of then Prime Minister Mahinda Rajapaksa launched an unprovoked attack on the protestors in Colombo on May 09, which triggered a wave of retaliatory mob violence. One government MP was killed and the residences and offices of several MPs were torched, nearly turning the country into a state of anarchy. No one has claimed responsibility for the incidents.",
    "The administration of President Ranil Wickremesinghe which took over in July soon began to crack down on the protests. People who had stormed and continued to occupy government buildings were forcibly evicted with some arrests, and repeated arrests of then IUSF convener Wasantha Mudalige proved controversial with opposition parties and human rights activists crying foul.",
    "Over the last decade or so, the IUSF’s popularity with the public has ebbed and flowed, with its approval likely peaking during the Aragalaya. However, the public have been largely indifferent if not unsympathetic to the student bodys’ protests and marches against private education.",
    "The reaction to the IUSF’s latest protest, judging by the vast majority of comments appearing on their Facebook page and elsewhere, indicate that most ordinary citizens are not overly comfortable with the IUSF”s appropriation of the Aragalaya, though they were indeed useful in getting an unpopular president out. (Colombo/Aug10/2023)"
  ]
}