{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/20/xi-arrives-in-moscow-to-meet-putin/",
  "time_ut": 1679306880.0,
  "original_lang": "en",
  "original_title": "Xi arrives in Moscow to meet Putin",
  "original_body_lines": [
    "Chinese President Xi Jinping has arrived in Russia on Monday (20) on his first state visit to the country since the country invaded Ukraine last year.",
    "The visit comes as tensions remain high between Russia and the West over the ongoing conflict in Ukraine. Xi is set to meet with Russian President Vladimir Putin to discuss bilateral relations, including China’s proposal to end the crisis in Ukraine.",
    "The two leaders published separate articles on Monday, each outlining their vision for the future of their countries’ relations. Xi praised Putin as his “good old friend” and said that China’s proposal on how to resolve the Ukraine crisis reflected global views. Putin, expressed his hopes for Xi's visit and said that he had high expectations for the talks.",
    "The Kremlin has said that Putin will provide Xi with “clarifications” on Russia’s position regarding the conflict in Ukraine during his visit. Kremlin spokesman Dmitry Peskov told reporters that the two leaders would discuss China’s peace plan for Ukraine, but did not provide further details.",
    "The International Criminal Court (ICC) issued an arrest warrant for Putin and a Russian official last week for an alleged scheme to deport Ukrainian children to Russia. The Kremlin has responded by describing the move as a sign of “clear hostility” against Russia and Putin personally, but has stated that it will respond calmly and continue its work.",
    "Xi's government has not provided any specific details about what he hopes to accomplish during his visit to Russia, but China has previously tried to position itself as a neutral party in the conflict between Russia and Ukraine and as a potential mediator to end the crisis.",
    "Despite the ongoing tensions between Russia and the West, Xi and Putin have declared that they have a “no-limits friendship,” and their meeting is being seen as a political boost for both leaders. Their talks are likely to cover a wide range of topics, including trade, energy, and security cooperation.",
    "Chinese President Xi Jinping's visit to Russia is a significant event that will likely have far-reaching implications for both countries and the international community as a whole. The talks between Xi and Putin are expected to touch on a variety of important issues, and the outcome of their discussions could have a major impact on the ongoing crisis in Ukraine and on global geopolitical dynamics more broadly.",
    "US welcomes Sri Lanka’s IMF package; Ambassador says structural & lasting reforms are critical",
    "IMF to release US $ 333 Mn immediately to Sri Lanka under bailout package",
    "IMF approves Sri Lanka’s bailout package under EFF; Sri Lanka can access up to $ 7 Bn",
    "Cabinet gives ‘Approval in Principle’ for divestment of shares in SLT & Lanka Hospital"
  ]
}