{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-the-wedding-isle/",
  "time_ut": 1705158900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, the Wedding Isle",
  "original_body_lines": [
    "Every wedding is special for participants and ordinary for the rest of the world. The wedding between Devoushi Cooray and Jacob Stone was special to me for the lovely bride was my niece. But the wedding would have been special to me even without that connection because of where it was held: a place of unparalleled natural beauty.",
    "‘The Villa,’ in Bentota (town on the southwestern coast of the island about an hour’s drive from capital, Colombo) was originally a grand colonial house. Known as the Mohotti Walauwwa, it was remodelled by renowned Sri Lankan architect Geoffrey Bawa in the 1970s.",
    "The Villa is a place of wide vistas, extensive gardens and beachfront dining facilities. The sea is a short walk away down a sandy, palm-fringed path. Inside, the pastel hued walls are adorned with paintings by local artists.",
    "There were over 120 colleagues and friends who had come from overseas. For most of them, this was the first visit to Sri Lanka. They had come all the way from Australia , UK, US, France, Sweden, Spain, Germany, Bulgaria, the Netherlands, Hungary and Brazil. They had come because they wanted to share the special moment of someone they loved, but all of them, without exception, were overawed by the location. Not only did they feel it was a perfect place for a wedding, they were appreciative of the Sri Lankans they met.",
    "Despite a war for 30 long years, a devastating tsunami, two insurrections and an unprecedented financial crisis, the beauty of Sri Lanka still remains intact.",
    "Sri Lanka is the oldest democracy in Asia and is the only country in the world where people physically fight each other to pay bills when they go out with friends. Despite the financial crisis this custom still continues. This kind of generosity is extremely rare in the world today. The guests got to see a slice of it during their brief stay and that’s what I felt when talking to Jacob’s father Brad and his uncle, Greg.",
    "Nothing could dampen their spirits, not even the rain which inauspiciously came down just when the bride’s father, Priyantha was delivering his speech out in the garden where the ceremony was being held. He was able to continue, emotions notwithstanding, because a friend rushed in with an umbrella and held it for him until he was done.",
    "One could put it all down to the temper of the moment, the festivities of a wedding and so on, but I like to think that location had something to do with it. It was all about friendship, love, happiness, loyalty and the extraordinary and unique beauty of Sri Lanka.",
    "I returned to Kuala Lumpur the following day. Reflecting on the wedding, the beautiful architecture and the exquisite landscaping, not to mention the innumerable bits and pieces of magic afforded by the lovely beach in Bentota, it occurred to me that what Sri Lanka needs is to develop basic infrastructure to turn all its many scenic locations into iconic stay-in destinations for tourists of all kinds.",
    "Sri Lanka, in short, is a place you would visit to attend a wedding, for example, but will compel you to consider a repeat visit of a longer duration. It is a land that will absorb all sorrows because it is made of smiles that are inevitably infectious. Even in the worst weather conditions.",
    "Indeed, Sri Lanka is an ideal wedding-location. Just imagine a wedding by the sea, a river, a lagoon or a splendid reservoir built hundreds and even thousands of years ago. You could have it up in the mountains overlooking rolling acres of tea, in the middle of a jungle, somewhere steeped in history evidenced by rich archaeological treasures or even in the middle of a cluster of humble villages peopled by those whose dignity derives from a long association with life lessons embedded in Buddhist philosophy.",
    "You could time it to coincide with the spectacle of a cultural pageant. Many options. All open-ended. I know that the happy couple would take away memories they would cherish all their lives.",
    "Tech giants ring the warning bell as Lanka unveils controversial Online Safety Bill",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}