{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/most-sri-lankans-cannot-afford-a-house-amid-state-protected-building-material-oligopolies-study-145684/",
  "time_ut": 1704284400.0,
  "original_lang": "en",
  "original_title": "Most Sri Lankans cannot afford a house amid state-protected building material oligopolies: study",
  "original_body_lines": [
    "ECONOMYNEXT -Only 30 percent of the top income earners in Sri Lanka can afford a house from their lifetime earnings amid high state supported import protection given to building material oligopolies, a study by Advocata Institute, a Colombo-based think tank has revealed.",
    "“What we found was only households above the 70 percentile can afford a 500-square foot house, even accounting for your lifetime income,” Roshan Perera, Senior Research Fellow at Advocata Institute, told reporters at a public forum.",
    "“And if you were trying to build a 1,000-square foot house, only those households above the 75 income percentile, were able to afford a 1,000-square foot house.”",
    "A key reason for high costs was import protection given to tiles, aluminium, steel and cement.",
    "Steel was not so much used in the low-cost, single-story housing, but was a factor in apartments.",
    "Under cover of import protection, building material oligopolies have emerged.",
    "“Of all three input markets, what we find is that domestic manufacturers account for a higher market share in the domestic market,” Perera said.",
    "“This domestic manufacturing segment has a very oligopolistic nature. So there are two, or three, or four, players in the market. There are a few large players, and they dominate the market.”",
    "“Based on this market share and ownership structure, we find that there is little competition among domestic manufacturers. Any competition that can come has to come from imports.”",
    "“When we analyzed trade data, we found that trade policies have resulted in these firms actually being protected from the moves through high tariffs and para tariffs.”",
    "“Out of the four tile manufacturers, one holding company owns the largest three,” Perera said.",
    "“On top of that, this ownership structure is led to backward and forward integration in the value chain. So they own the mortar and grout companies and packaging companies.”",
    "When government intervenes in the market by restricting free trade, preventing market forces from benefiting the consumer, other interventions are needed to make the market competitive, interventions by an agency that combats anti-competitive practices.",
    "The researchers say the protection has led to anti-competitive practices.",
    "However, the Consumer Affairs Authority, which was supposed to look after the public, either lacked independence or capacity to take action.",
    "“Trade policy and other government policies have been used to protect domestic manufacturers from external competition and promote the emergence of dominant company and other competitive, anti-competitive practices,” Perera said.",
    "“These policies have negatively affected consumers through higher prices, lack of availability of raw material, as well as by limiting choice.”",
    "From April 2020, import controls were tightened, as the central bank printed money to maintain rate cuts in the course of engaging in extreme macro-economic policy to target potential output.",
    "The import controls led to steep price rises in prices and long waiting times for house builders especially for items like tiles.",
    "“When you have this across-the-board import restrictions in April 2020, again, it practically wiped-out imports overnight, leading to increases in prices of more than 100 percent,” Perera said.",
    "“So by restricting it, what happened was people had to really wait months, even a year, to be able to actually access these tiles.”",
    "The state also used other tools to limit competition and push up building material costs for houses and give profits to domestic producers.",
    "In the case of cement, high rates of taxes were imposed on the final product and lower rates on inputs like clinker.",
    "“Basically, it completely wiped out the imports of bag cement, which is what is imported,” Perera said.",
    "“And the bag cement that was wiped out is that of cement which is less than, or equal to, 50 kilogram bags, which are the small bags, which is what is really being used by households.",
    "“So, you can see this segment of purchase households only use this. There was a sharp increase in cement prices of over 150 percent during that period.",
    "“In our industry, we talk of a ton of cement,” says Athula Amasekera, Director, Design Team 3, Singapore.",
    "A ton of cement is 53 dollars in Thailand. Can you guess what it is here? 114 dollars.",
    "Based on Building Construction Authority of Singapore, Sri Lanka prices were higher.",
    "“A ton of steel in Singapore is 561 dollars,” Amarasekera said. “How much is it here? 760 dollars.”",
    "Sri Lanka’s cement industry, however, has been hit by price controls at times unlike steel or tiles.",
    "Sri Lanka has promoted ‘import-substitution’ and ‘domestic industries’ for decades giving businessmen extra profits at the expense of consumers to ‘save foreign exchange’ because the central bank prints money to suppress market rates and triggers forex shortages.",
    "The central bank’s inflationism has been used as a cover to promote protectionism not only in building materials but also foods, hurting the poor.",
    "In 2022, Sri Lanka’s rupee collapsed from 200 to 360 to the US dollar after two years of money printing, as an attempt to float the currency with a strong side convertibility undertaking (surrender rule) intact, failed.",
    "The rupee has appreciated from March 2023 after the surrender rule was lifted several months after rates were hiked to kill domestic credit and demand.",
    "The central bank also has a monopoly in money, imposed through legal tender laws, though deposit dollarization has been allowed give some protection to savers from inflationist liquidity operations of the agency.",
    "Critics have called for strict controls on the central bank to help Sri Lanka achieve monetary stability and free trade. (Colombo/Jan03/2024)"
  ]
}