{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/First-Energy-SL-receives-triple-ISO-accreditation/34-750183",
  "time_ut": 1688407727.0,
  "original_lang": "en",
  "original_title": "First Energy SL receives triple ISO accreditation",
  "original_body_lines": [
    "First Energy SL General Manager (right) Sanka Liyanage receiving the accreditation",
    "First Energy SL Ltd., one of the top five leading solar energy providers in the country with an undisputed track record of numerous successful projects in a short span of time, was recently bestowed with three international accreditations, reflecting its unwavering commitment to maintain and uphold the best quality and compliance standards.",
    "The company was certified with ISO 9001;2015 Quality Management Standard, ISO14001:2105 Environment Management Standard and ISO 45001:2018 Health & Safety Management Standard. First Energy has a number of policies aimed at ensuring ethical and responsible business and workplace practices towards its employees, stakeholders, environment, and society. These also include policies that encourage equal workplace opportunities, women empowerment, safety and protection, and social accountability.",
    "First Energy SL also fully internalises and lives up to such values, setting a benchmark for other organisations to follow suit. It is pursuing various company-wide initiatives to achieve zero-waste such as minimising paper usage for documentation purposes by transiting to digital assets and gradually a paperless office, encouraging employees to be carbon footprint conscious by working from home and having an optimal managed transportation schedule for those who prefer to come to work, with plans to also shift to electrical vehicles in the near future.",
    "Its founders Prabath Wickramasinghe and Asanka Tennakoon, both of whom are electrical engineers by profession, were instrumental in the growth and success of First Energy SL since its inception in 2016. Backed by over two decades of experience, the duo strongly believes that embracing impactful social and environmental governance is of paramount to the company’s way forward in both the local and international markets amidst the stiff competition in delivering reliable and quality services to meet the increasing energy demands.",
    "With the aim of contributing to Sri Lanka’s sustainability and energy conservation measures, First Energy SL provides various solutions such as design, supply and installation of solar PV systems including operation and maintenance services equipped with some of the most technologically advanced platforms, consultancy, project management, EPC services, among others.",
    "These include domestic, commercial and industrial solar rooftop solutions including roof rental programs, and utility scale ground mounted solar power projects for which it is a market leader with the largest number of clients. In 2020, it was awarded the largest one-of-a-kind solar rooftop project (3.2MW). First Energy SL also provides wholesale and retail sale of system components to other solar PV system integrators, with some of the world’s renowned brands under its portfolio."
  ]
}