{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/No-need-principals-recommendation-for-teacher-transfers-Stalin/108-256349",
  "time_ut": 1679506259.0,
  "original_lang": "en",
  "original_title": "No need principals’ recommendation for teacher transfers: Stalin",
  "original_body_lines": [
    "There is no need for a recommendation by principals for teacher transfers, Ceylon Teachers’ Union Secretary Joseph Stalin questioned.",
    "He questioned the responsible authorities and said these teacher transfers took place following a formal transfer board process held by teachers and responsible officials.",
    "A protest was organized yesterday in front of the Fort Railway station against the government and the decisions taken by the president and the subject minister.",
    "After the statement made by the Education Minister in Parliament on Tuesday, the issue related to the teacher transfer board had worsened.",
    "According to the statement made by the minister, the transfers of 8,893 teachers had been approved. Procedures for teacher transfer boards have been continued since 2017 without causing any issues to the school system or the education sector.",
    "Stalin questioned as to why the government had decided to interfere with the transfers this time. This issue was raised due to the intervention of the president.",
    "The minister recently announced in parliament that a decision had been taken to make the teacher transfers as approved by the Teacher Transfer Board, except for the teachers who are teaching O/L and A/L classes.",
    "\"We know that the 2022 GCE Advanced Level (A/L) examination was held, and now we have to engage with the process of scrutinizing the answer scripts. There is no issue with the transfer of the A/L teachers. We have to start the Ordinary Level (O/L) exam on May, and the transfers will not affect that either,\" Stalin said.",
    "\"We will be taking stern action over the decision of arbitrary transfers,\" he added. (Chaturanga Pradeep Samarawickrama)"
  ]
}