{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91137/donald-trump-indicted-over-classified-documents-case",
  "time_ut": 1686274620.0,
  "original_lang": "en",
  "original_title": "Donald Trump indicted over classified documents case",
  "original_body_lines": [
    "Former US President Donald Trump has been indicted over his handling of classified documents after he left the White House.",
    "Mr Trump, 76, faces seven charges including unauthorised retention of classified files, US media reported, but further details are unclear.",
    "It is the second indictment of Mr Trump and the first-ever federal indictment of a former president.",
    "He is campaigning to make a stunning return to the White House in 2024.",
    "In a post on Truth Social, Mr Trump said he was innocent and had been summoned to appear at a federal court in Miami on Tuesday.",
    "“I never thought it possible that such a thing could happen to a former President of the United States,” he wrote.",
    "He added: “This is indeed a dark day for the United States of America. We are a country in serious and rapid decline, but together we will Make America Great Again!”",
    "The BBC’s US partner CBS News reported a source as saying the indictment was linked to the documents case and involved multiple charges.",
    "Other US media, including CNN and ABC News, said the indictment involved at least seven charges.",
    "An indictment enables the prosecution of a suspect for offences they are charged with.",
    "The Department of Justice declined to comment and the indictment has not been released.",
    "Special prosecutor Jack Smith has been considering evidence in the documents case since he was appointed to oversee it by Attorney General Merrick Garland in November.",
    "Last year, Mr Trump’s Florida resort Mar-a-Lago was searched and 11,000 documents were seized, including around 100 marked as classified. Some of these were labelled top secret.",
    "It was reported last week that prosecutors had obtained an audio recording of Mr Trump in which he acknowledged keeping a classified document after leaving the White House.",
    "It is against US law for federal officials, up to and including a president, to remove or retain classified documents at an unauthorised location.",
    "Mr Smith, a former war crimes attorney who is known as a dogged investigator, is also overseeing a separate probe into efforts to overturn the results of the 2020 election, which Mr Trump lost.",
    "Mr Trump became the first former president to be charged with a crime in April, after he pleaded not guilty to 34 counts of falsifying business records over a hush-money payment to a porn star."
  ]
}