{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/market-participants-cash-in-on-modest-profits-in-frontline-stocks/",
  "time_ut": 1701875160.0,
  "original_lang": "en",
  "original_title": "Market participants cash in on modest profits in frontline stocks",
  "original_body_lines": [
    "The All Share Price Index (ASPI) at the Colombo Stock Exchange (CSE) ended flat yesterday amid moderate turnover levels with most sectors witnessing declines.",
    "In this backdrop where the market was sluggish, both indices moved slightly upwards, market analyst said.",
    "“The investors are now a bit optimistic, and therefore, the market has reverted to a positive stance despite investor activity is still low. Following four straight sessions of upward movement the previous days, the indices closed marginally up as investors opted to cash in on modest profits in front-line stocks,” they said.",
    "Amid those developments both indices moved upwards. All Share Price Index up by 3 points and S and P SL20 up by 4.26 points. Turnover stood Rs 700 million with two crossings. Those crossings were reported in Windforce, which crossed five million shares to the tune of Rs 97.5 million and its share price traded at Rs 19.50 and JKH 473,000 shares crossed to the tune of Rs 91.3 million and its share price traded at Rs 193.",
    "In the retail market top seven companies that mainly contributed to the turnover were JKH Rs 48.7 million (252,000 shares traded), Expolanka Holdings Rs 43 million (326,000 shares traded), Union Assurance Rs 39.6 million (one million shares traded), Sampath Bank Rs 36.1 million (507,000 shares traded), Colombo Port Lands Rs 19.9 million (666,000 shares traded), Commercial Bank Rs 19.8 million (220,000 shares traded) and Galadari Rs 17.6 million (one million shares traded). During the day 29.4 million share volume changed hands in 7000 transactions.",
    "The National Development Bank Plc (NDB) said that its issue of fifty million (50,000,000) debentures was oversubscribed. The Basel III compliant, Tier 2 listed, rated, unsecured subordinated redeemable debentures with a non-viability conversion, at the par value of LKR 100 each, aimed to raise five billion rupees (LKR 5,000,0000000).",
    "“We have received applications for over LKR 5,000,000,000 (five billion rupees) for the above Debenture Issue by National Development Bank PLC and accordingly the Issue has been oversubscribed,” the bank said in its statement.",
    "Yesterday the Central Bank announced the US dollar rate. The buying rate at Rs 322.68 and selling rate at Rs 333.07.",
    "Cabinet nod for World Bank-funded Financial Sector Safety Net Strengthening Project",
    "Extra pressure on market from Softlogic Holdings’ share price depreciation",
    "Stock market buoyed up by news of debt-restructuring deal with creditor nations",
    "Overall political instability seen as spawning an unsteady share market",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}