{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82749",
  "time_ut": 1695237840.0,
  "original_lang": "en",
  "original_title": "New ITJP Report released in Geneva Names 58  Sri Lankan Policemen Including High Ranking Officers  as being Allegedly Involved in Systematic Brutal Torture and Sexual Violence against Men and Women; Report Based on Testimonies of 73  Tamil and Sinhala  Survivors of Torture",
  "original_body_lines": [
    "In a damning report released in Geneva, coinciding with the 42nd regular session of UN Human Rights Council, the International Truth and Justice Project (ITJP) has named 58 from the Terrorism Investigation Division (TID) of the Sri Lankan police as those involved in systematic brutal torture and sexual violence against men and women.",
    "In 24 cases, detailed dossiers have been prepared on the individuals identified.",
    "ITJP’s latest report is the first to examine the extensive use of torture over the last decade by the TID.",
    "The report is based on the testimony of 73 survivors of torture, both Tamil and Sinhalese, interviewed in five different countries, says ITJP.",
    "“The indifference to repeated allegations of police torture is shocking and makes a mockery of Sri Lanka’s stated commitment to security sector reform, let alone transitional justice,” said the ITJP’s Executive Director, Yasmin Sooka.",
    "“TID officials allegedly involved in torture were named by a UN expert in 2007, by a UN investigation in 2015, by Sri Lankan NGOs and human rights lawyers for decades and now in 2019 by the ITJP in court documents submitted in California in support of the case under the Torture Victims Prevention Act against former defence secretary Gotabaya Rajapaksa – but no action is ever taken. The alleged torturers continue to survive every regime change”.",
    "Underlining the fact that alleged torturers have continued to be rewarded even under the present government the ITJP calls for international sanctions on the TID until the alleged perpetrators are prosecuted.",
    "“Torture is so endemic in the Terrorism Investigation Division that it is impossible for anyone working in this unit not to have been complicit,” said Ms. Sooka. “Until the alleged perpetrators are prosecuted, members of the TID should be barred from international training programmes, UN peacekeeping and other forms of international assistance. Training programmes alone will not address the rot in this unit of the security forces.”",
    "Detainees have described being chained together and bused to TID sites or abducted in white vans, stripped naked, subjected to anal examinations, interrogated in rooms equipped for torture with blood stained walls, forced to confess to things they hadn’t done and warned not to tell inspectors about the torture. The seventy three victims in the report, who include twenty-one civilians, describe being beaten, kicked, punched, whipped, suspended in stress positions, asphyxiated with plastic bags soaked in petrol and chilli, subjected to water torture, burned with cigarettes, branded with hot metal rods, and subjected to rape and other forms of sexual violence.",
    "“All Sri Lankans should be loudly raising their voices against the horrific and systematic abuses detailed in this report. The decade of silence however is deafening,” said Yasmin Sooka.",
    "The report forms part of a civil case brought against former Sri Lankan secretary of defence and presidential hopeful Gotabaya Rajapaksa in California.",
    "In court documents filed on June 26, ten plaintiffs allege that Gotabaya Rajapaksa whose brother was the President of Sri Lanka, was in command of security forces that systematically abducted, tortured, raped, and extorted money from suspects with impunity"
  ]
}