{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/conclusion-missions-of-a-global-professor-confessions-of-a-global-gypsy/",
  "time_ut": 1678682040.0,
  "original_lang": "en",
  "original_title": "CONCLUSION: MISSIONS OF A GLOBAL PROFESSOR : CONFESSIONS OF A GLOBAL GYPSY",
  "original_body_lines": [
    "By 1998, I was struggling with my doctoral research. By then I realized that doing a Ph.D. in the midst of a busy hotel career, at times demanding 16-hour work days, was nearly impossible. I was thinking of a way to find the time to continue my doctoral research, but could not figure out a practical way to manage my busy schedule in order to do all the things I loved doing.",
    "Every Wednesday, I hosted a carefully selected dozen VIPs from Jamaica for an informal cocktail reception at the General Manager’s apartment at Le Meridien Jamaica Pegasus Hotel. That type of PR with a personal touch, worked well in Jamaica. One day, an invitee for a such reception was an old friend of mine from my time in Guyana, Professor Dr. Kenneth Hall. He had been recently appointed as the Pro-Vice Chancellor of the University of West Indies (UWI), and the Principal of its main campus. Later he became the Governor General of Jamaica and was knighted by the Queen of the United Kingdom, as Sir Kenneth.",
    "During that reception in 1998, having accidentally noticed the five books I had co-authored or edited up to that time, Professor Hall was amazed. “Chandi, I did not know that you, in addition to being a busy hotelier, also had been an academic, researcher and writer!” I casually mentioned to him about my post-secondary full-time and part-time teaching in Sri Lanka, the United Kingdom (UK), Switzerland and Guyana. He also asked questions about my time in four European countries, 16 years prior, on an UNDP/ILO Fellowship on Pedagogical Teaching and Training Methodology.",
    "The very next day, Professor Hall sent one of UWI Deans with an excellent offer for me to join them as Senior Lecturer (Associate Professor) in Tourism Management. They offered me an excellent salary and benefit package including a four-bedroom bungalow near the main campus, and lot of free time to finish my doctoral studies in UK. I negotiated two years of sabbatical leave from Forte PLC in England, and accepted the offer from UWI.",
    "In addition to doctoral research in England, I also enrolled for a second Ph.D. in Sustainable Tourism Development at UWI. With that, I became a full-time educator and doctoral researcher, at the first regional university of the world – UWI, which had been established by University of London, UK, as an affiliated institution in 1948. Professor Hall became my new mentor and helped me to progress rapidly in the academic world. I co-authored two significant articles on ‘Caribbean Tourism’ with Professor Hall and the Secretary General of the Caribbean Tourism Organization (CTO) – Dr. Jean Holder.",
    "Developing the first Master’s Degree in Tourism in the Caribbean",
    "Within three months of joining UWI, I was given an exciting additional job – to develop the first Master’s degree in Tourism & Hospitality Management in the Caribbean. It was funded by the European Union, and required me to travel around the Caribbean. I was able to do research and interview leaders of tourism in most of the 32 countries in the Caribbean. Within a year I launched the master’s degree as the founding Programme Leader/Academic Director. In addition, I also worked as the Coordinator of the Tourism Stream of their MBA Program, and the Marketing Course Coordinator for the School of Management, which had 2,000 students.",
    "Through my new research focus, I gradually became an expert on Caribbean Tourism. In 2000, soon after I completed my doctoral studies in UK, UWI awarded me a prestigious post-doctoral research fellowship on ‘Caribbean Tourism’. After that, I resigned from Forte PLC, in spite of an attractive offer to become the General Manager of a 750 roomed Le Meridien Hotel by the Red Sea in Egypt.",
    "To improve my teaching, I did further studies in 2000, and became a Certified Hospitality Educator (CHE) in USA. I firmly believed that, “those who dare to teach should never cease to learn.” I also spent time studying visual art at the University of Guyana, and Edna Manley College of the Visual and Performing Arts in Jamaica. Finally, I gained two qualifications in fine art and painting from George Brown College in Canada. I thoroughly enjoyed those study programs.",
    "During my five years at UWI, I edited six books on ‘Caribbean Tourism’, while presenting regularly at Caribbean academic conferences. UWI was pleased with my contributions to the body of knowledge in Caribbean Tourism, the main industry of this most tourism-depended region in the world. I became very active in scholarly publications, with over 100 journal articles, and in 2022, I published my 23rd book in the UK.",
    "The academic world opened many new doors for me. In 2001, I went to Canada on an UWI-Ryerson University one-year faculty exchange special agreement, as a Visiting Professor of Ryerson University. There, apart from teaching, my key contribution was to create a research and publication culture within the university’s School of Hospitality and Tourism Management (established in 1946 as the first hotel school in Canada). I organized a couple of round tables with the tourism industry and education leaders of Canada, and focused on publishing articles and journal issues dedicated to tourism and hospitality management in Canada.",
    "I also did part-time concurrent work for an amazing consortium of leading business schools around the world – International Management Centres Association (IMCA), headquartered in UK. Their non-doctoral degree granting hub was set up in Boulder, Colorado, USA. It was an early virtual university. As doctoral programs were accredited by the British Accreditation Council for Independent Further and Higher Education, those were awarded in UK.",
    "I learned a lot about the business of higher education from IMCA, and from two of their subsidiaries – IMCA Socrates Limited in UK and the Canadian School of Management. I commenced with them in 1998 as an Associate Professor and by 2001 was promoted as a professor. In addition, by 2003, I was promoted as a Vice President of both organizations. I was responsible mainly for market development and setting up ‘in-company’ graduate programs for managers in large organizations and trade associations in the Tourism and Hotel Industry in Jamaica, Barbados, Canada etc. I also did some part-time on-line teaching for University of Surrey in UK. The icing on the cake was a few prestigious awards in recognition of my contributions.",
    "From 2001, for five years I was elected, through an international vote, to the executive council of the world’s largest, professional body for hospitality managers – Hotel Catering International Management Association (HCIMA) in UK. HCIMA was also the largest accrediting body for education programs in hospitality management in the Commonwealth. The Leadership team of HCIMA was responsible for 15,000 members (Hospitality Managers) from 104 Countries. Towards the end of my five years in the executive council, we initiated a re-branding of HCIMA to the Institute of Hospitality, UK. Throughout an 85-year history, I was the only non-European to be elected as the President of HCIMA. I was also the Chairman of the company – HCIMA Ltd., UK.",
    "In 2005, I joined the Ontario Community College system which has 24 colleges as degree granting institutions. Initially I worked as a Professor and Program Coordinator at Niagara College. As teaching at colleges is much different from teaching at universities, I completed a ‘College Educator’ training program over three summers.",
    "During my time at Niagara College, I was released for a short period to undertake a high-level consulting assignment offered by the government of Guyana. In this assignment, my main contribution was opening the largest hotel in Guyana – Buddy’s International (today, Ramada Georgetown Princess) as the General Manager in 2007.",
    "In 2007, I was recruited as a Dean to George Brown College in Toronto. There, for five years from 2007 to 2012, as Associate Dean, I was responsible for all academic aspects of the largest faculty of Tourism, Events, Hospitality Management and Culinary Arts in Canada. I was trained as a Dean by an experienced and highly innovative Dean – John Walker.",
    "My responsibilities included leading three schools with three Academic Chairs, 60 full-time Professors (and 200 part-time Instructors) and an academic budget of $30 million. Within five-years we increased our student enrolments from 2,400 to 3,300 full-time students and 8,500 continuing education registrants (equivalent to another 1,700 full-time students) in our centre. At George Brown College I improved my knowledge about innovation in post-secondary education. I was responsible for applied funded research and publishing.",
    "In addition, I also held responsibility for the centre’s enrolment plans, business plans, academic strategies, key performance indicators, student success programs, 17 program advisory committees (with over 155 industry partners), program portfolio analysis, program development, program reviews, program pathways, faculty development, and editing annual innovation reports. I was also involved in some aspects of 10 academic partnerships in China, India, Brazil, Panama, Italy and France.",
    "In 2012, I was recruited as the Dean for Business and Hospitality at the Vancouver Community College, British Columbia. Due to family commitments, however, we decided not to move from Ontario to British Columbia. I decided to set up my consulting firm in the same year, while spending more time with the family and on my hobbies of academic publishing and visual art. I held a large number of solo art exhibitions and took part in many group art shows.",
    "Since 2012, my consulting firm has handled over 40 assignments. Including the consulting assignments I did prior to that, I was fortunate enough to have contracts with over 50 organizational clients. These clients included the European Union, USAID, Caribbean Tourism Organization, Amazon Corporate Treaty Organization, Government of Guyana, Sri Lanka Tourism Development Authority, Jamaica Hotel & Tourist Association, Barbados Hotel & Tourism Association, Heads of Hospitality & Tourism Ontario, Canada, Sri Lanka Institute of Tourism & Hotel Management, Forte Hotels, UK, Sandals Resorts, Jamaica, Sandy Lane Hotel, Barbados, and a few community colleges in Canada and many hotels in Sri Lanka.",
    "Since 2014, I have co-chaired a highly successful, annual event – The International Conference on Hospitality and Tourism Management (ICOHT). I continue to write and publish and to also serve on the editorial advisory boards for two British and South American academic journals. I also teach the masters’ degree students of the Tourism Economics and Hospitality Management program at the University of Colombo. These activities help me to keep busy and do work that will benefit many others.",
    "Some of the seminars I conducted, commenced with my new concept of ‘Team Building Through Art’. I used this as the ice-breaker, and encouraged the participants to create group art work using the talents of team members. This concept has been very popular and useful.",
    "I also learnt to play bridge nine years ago, and progressed rapidly in this Olympic-recognized sport. I managed to earn four North American qualifications in bridge – Certified Club Director, Accredited Bridge Teacher, Diploma in Duplicate Bridge, and Silver Life Master. I regularly run bridge courses for beginners and intermediate players. I also organize various Bridge events and act as a Tournament Chair. I direct two games a week and compete at bridge clubs three times a week. As the old saying goes: “All work and no play, makes Jack a dull boy”.",
    "Learning, playing, winning, directing, teaching and leading in my new hobby – Bridge",
    "From early 2020, due to the pandemic, my consulting business activities were drastically reduced. While the world was struggling to comprehend the danger of COVID-19, my wife Mélaine was rushed to the hospital. She had never been sick in her life before that. A few hours later we heard the results of the CT scan at the emergency room. The doctor who came into Mélaine’s hospital room knelt down before giving us the shockingly bad news. Mélaine had pancreatic cancer and would have a maximum of eighteen months to live. That changed my attitude about life and priorities. During the next one and half years, I realized that my new role as the key caregiver to my dear wife would be the most important job I have ever done. Everything else were dropped or placed on a back burner.",
    "I have realized that life should not be about working in a rat race, but doing things you love. I now lead a simple life doing what I like, when I feel like doing it. These include painting, writing, poetry, coaching, teaching, cooking and playing Bridge. I re-commenced my global travels in December 2022. This year I am hoping to reach my long-time goal of visiting 100 countries. I plan to visit two more countries, to tick that item off my bucket list.",
    "Last week’s 90th episode and this final 91st episode of the ‘CONFESSIONS OF A GLOBAL GYPSY’ column, provided the concluding narration. In addition, during the last 27 months, I also published nine other special feature articles on Sunday Island. I thank you for reading those 100 articles. I enjoyed sharing my personal stories with you.",
    "Strategy to mobilise farming communities to overcome future dependency on foreign loans",
    "ARTRA Magazine commemorates Laki Senanayake at Jetwing Lighthouse Hotel, Galle",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}