{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/aia-insurance-opens-doors-in-kadawatha/",
  "time_ut": 1703432460.0,
  "original_lang": "en",
  "original_title": "AIA Insurance opens doors in Kadawatha",
  "original_body_lines": [
    "AIA Insurance recently expanded its distribution footprint by opening a new Regional Development Office (RDO) in the heart of the Kadawatha city. This state-of-the-art facility, strategically located at 179/1D Kandy Road, Mahara, offers a wide range of retirement, health, protection and life insurance needs. The new RDO aims to provide exceptional customer service, innovative insurance solutions and contribute towards the economic development of the city and the surrounding areas.",
    "Located in the heart of Kadawatha, the branch serves as a pivotal center for AIA’s comprehensive financial and insurance services. Its prime position ensures accessibility for residents in Kadawatha and the surrounding areas, providing a convenient hub for tailored financial solutions.",
    "This newly established AIA branch is not merely a physical presence; it embodies a commitment to customer satisfaction and community development. In addition to its financial services, the branch actively engages in community initiatives, collaborating with local organizations and contributing to social welfare.",
    "The opening of this AIA branch marks a significant milestone in the company’s journey, promising a new era of digitalization, exceptional customer relations, and impactful community engagement.",
    "Axiata Digital Labs, Indosat Ooredoo Hutchison, XL Axiata and AWS unveil SinergiAPI portal in Indonesia",
    "AIA Insurance continues to support Sri Lanka Cancer Society for the 5th consecutive year",
    "AIA Insurance introduces ‘AIA Exclusive’ – gateway to a world of unparalleled privileges",
    "AIA Insurance achieves ISO 14064 -1:2018 Greenhouse Gas Emissions Certification",
    "‘AIA Insurance’s ISO 14064 -1:2018 Greenhouse Gas Emissions Certification is much more than just a recognition’",
    "AIA and NDB Wealth strike deal to insure high net worth clients",
    "AIA Insurance and NDB Wealth Management join forces in strategic partnership",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}