{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89335/govt-has-no-intention-to-dissolve-civil-service-department-sagala-",
  "time_ut": 1679755320.0,
  "original_lang": "en",
  "original_title": "Govt. has no intention to dissolve Civil Service Department – Sagala",
  "original_body_lines": [
    "Senior Advisor to the President on National Security and Chief of the Presidential Staff, Sagala Ratnayake, has assured that the Government has no intention of dissolving the Civil Service Department (CSD).",
    "Participating in an appreciation ceremony held last (24 March) afternoon at the CSD headquarters in Katubedda, Moratuwa, to acknowledge the efforts and contributions of the officers of the CSD, Ratnayake stated that the CSD was approved as a depreciable service according to the 2015 Cabinet paper, but that period has now lapsed.",
    "He noted, however, that the members of the CSD are allowed to request a service extension beyond the age of 55, enabling them to serve for up to 60 years.",
    "He emphasized that there have been no alterations to these policies and that there are no plans to modify them in the future.",
    "During the ceremony, which was chaired by the Minister of State for Defence, Premita Bandara Tennakoon, the contributions of the CSD in service to the country were recognized and appreciated.",
    "Ratnayake also interacted with the members of the CSD, inquiring about their work and engaging in friendly conversation.",
    "Following the ceremony, both Ratnayake and Tennakoon held a meeting with the Director General of the CSD, Major General Ranjith Kalkahewege (Retired) and other senior officials to discuss its future affairs and operations, subsequent to which, the duo were presented with commemorative gifts by the Director General of the CSD (Retired) to mark the occasion.",
    "Following the ceremony, the Minister of State for Defence, Mr. Premita Bandara Tennakoon, and Mr. Sagala Ratnayake held a meeting with the Director General and senior officials of the Civil Service Department to discuss its future affairs and operations."
  ]
}