{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82114",
  "time_ut": 1686424500.0,
  "original_lang": "en",
  "original_title": "Former  High Court Judge Kusala Sarojini Weerawardena  who Conducted Probe into  Incident  in Anuradhapura Jail where Lohan Ratwatte Threatened  Tamil Prisoners at Gun Point Recommends Charges Including Attempted Murder to be Filed Against State Minister",
  "original_body_lines": [
    "The one-member committee that investigated the incident of then State Minister of Prison Management and Prisoners Rehabilitation Lohan Ratwatte having forcibly entered the Welikada and Anuradhapura Prisons and allegedly intimidated several inmates in 2021, has recommended that charges including those of attempted murder be filed against Ratwatte, The Daily Morning learns.",
    "The recommendations for charges have been made in accordance with several legal provisions including the Penal Code, it is learnt.",
    "The report has also recommended stern action against prison staff who allowed the Minister to enter both prisons while armed, and has called for CCTV camera systems to be installed in prisons to monitor entries and exits.",
    "On 23 September 2021, a committee comprising former High Court Judge Kusala Sarojini Weerawardena was appointed to investigate the said incident and submit appropriate recommendations and observations within 60 days.",
    "The report prepared by the committee, which was seen by The Daily Morning, mentions several crimes committed by Ratwatte, for which there is credible evidence.",
    "Among them are: using a weapon in a prison [Prisons Ordinance] and using a weapon to commit an offence [Firearms Ordinance], attempt to bring the State to disrepute, causing disaffection against the Government of Sri Lanka among its people, attempted murder, criminal intimidation by threatening to cause death, causing hurt, and causing hurt with a dangerous weapon, as stipulated under the relevant provisions of the Penal Code.",
    "The committee has also identified several of Ratwatte’s behaviours that the report states are not suitable for a ‘State visit’. Among them are: visiting both Welikada and Anuradhapura Prisons outside legally stipulated hours and for purposes that are not legal, being accompanied by persons who are not authorised to visit a prison, visiting the Welikada Prison only to show the gallows to two civilians, being in attire such as shorts, t-shirts, jeans, sweaters, and slippers that are of the type that indicates that his visits are not official, behaviour in a drunken manner at the Anuradhapura Prison, misleading prisoners by citing powers he does not have by law such as his words to prisoners that ‘I can pardon you,’ and threatening prisoners to confess crimes by saying ‘tell the truth’.",
    "The committee report further mentions that Ratwatte had lied and hidden certain facts from it.",
    "Considering all its findings, the committee has made several significant recommendations. Accordingly, it has recommended for the Police to file a B report with the Anuradhapura Magistrate’s Court regarding Ratwatte’s visit to the Anuradhapura Prison if they [the Police] have not done so already.",
    "The committee also states that the relevant investigation and next steps such as charging or indicting Ratwatte for purported offences should happen quickly. Moreover, it recommends that charges be filed against Ratwatte under Sections 79(1)-(5) of the Weapons Ordinance, Section 44(a)of the Guns Ordinance read together with Sections 118 and 120 of the Penal Code, for several offences including attempted murder at the Anuradhapura Prison.",
    "The committee has recommended for the President to take appropriate action against Ratwatte, who is currently serving as the State Minister of Plantation Industries, for violating the Prisons Ordinance as there are no prescribed punishments in that regard.",
    "In general, the committee has recommended to install Closed-Circuit Television (CCTV) cameras and scanners in prisons and to grant the responsibility to prison officials to deny entry to visitors who appear to be under the influence of alcohol.",
    "In its final report, the committee has also remarked on the failures of prison officials to fulfil their duties with regard to the incident in question. Among them are: allowing entry outside permitted hours (5.30 a.m. to 5.30 p.m.) to Ratwatte, allowing entry of unauthorised persons, allowing a firearm to be brought into a prison, failure to prevent the repeated display of a firearm in the prison premises, failure to stop the torture and abuse of prisoners, presenting and parading prisoners before Ratwatte despite it being an illegal visit, falsifying records at Welikada Prison to indicate the visit was conducted during regular hours, threatening a prisoner not to reveal the full extent of Ratwatte’s actions, and failure to complain about crimes and rights violations committed by prison officials who were present, witnessed the crimes/human rights violations/illegal acts or came to know about such.",
    "The Daily Morning exclusively reported in September 2021 that an intoxicated and pistol-brandishing Ratwatte had flown in a helicopter to the Anuradhapura Prison, where he had summoned a group of Tamil political prisoners detained under the Prevention of Terrorism (Temporary Provisions) Act (reports state between 8-16 such prisoners), ordered them to kneel, and proceeded to threaten two of them at point blank range, telling them to accept their offence/s.",
    "It was also alleged that prior to this incident, Ratwatte had, together with a group of friends, under the influence of liquor, forcibly entered the Welikada Prison premises after 6 p.m. and proceeded to view the gallows."
  ]
}