{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/tiger-woods-and-donald-trump-a-contrast-in-public-perception/",
  "time_ut": 1682169480.0,
  "original_lang": "en",
  "original_title": "Tiger Woods and Donald Trump: A Contrast in Public Perception",
  "original_body_lines": [
    "My interests in the sport of golf and politics in America tempted me to attempt an observation of public perception of these two international celebrities (Tiger Woods and Donald Trump), in the full knowledge that I may be embarking on a futile task of comparing apples with oranges.",
    "The Masters Golf Tournament held at the Augusta National Golf Club in Georgia in April is the most prestigious golf event of the year. The British may, in their ethnocentric sense of false superiority, challenge this statement, claiming that the links courses in the United Kingdom, commonly modeled on the revered Royal & Ancient at St. Andrews, in Fife, Scotland, represent the official annual “Open Championship”.",
    "This essay, however, is about the continuing popularity of Tiger Woods, generally recognized as the greatest golfer of all time, contrasted with the ignominious reputation of Donald Trump, generally recognized as the worst and most criminally corrupt president in the history of the USA.",
    "Tiger dominated the publicity leading up to the 2023 Masters. Was he going to be fit enough to play? Will he even make the cut? Will the motor accident he had two years ago, requiring extensive surgery to his left knee and ankle, enable him to seriously compete in his favorite tournament again? The media, both print and TV, were niggardly with their news about the current form and chances of other competitors; many excellent golfers like 2022 Masters winner, Scheffler, Rahm, Koepka and McIlroy, who had been plying their profession throughout the year with skill and success, though receiving none of the fanfare reserved for Woods, who had really achieved little since his last famous Masters win in 2019.",
    "During the play, the fans around Tiger’s tee box at every hole dwarfed those of the leaders, such was his charisma and attraction. Tiger making the cut at Augusta, finishing 54th of 54 qualifiers, was the lead story after the second round, with the tournament leaders taking second stage. Tiger was unable to complete the third round, walking in agony after each shot, forcing him to withdraw after playing the 10th hole. Predictably, the big news in many newspapers the next day was “Tiger Withdraws Because of Injury”. The leader after the third round by four shots and likely winner, Brooks Koepka, was the supporting story. And speculation about the future of Tiger’s career was discussed at length when the dust had settled after the tournament.",
    "Tiger Woods will likely never win another major, let alone a PGA tour title. His chances of equaling or surpassing the record of 18 majors won by Jack Nicklaus is zero to none. But there is a base, a cult if you will, of which I am a devoted member, who lives in the hope that, against all odds, he will once again rise to the top of the game. Stranger things have happened. Phil Mickelson, five years older than Tiger, finished second in the 2023 Masters. And Tom Watson was 59-years-old when he was tied for the lead at the 2009 British Open after 72 holes, only to lose the championship in a four-hole playoff.",
    "Even if he doesn’t win another tournament, he’ll always be remembered as the dominant player who forced golfing authorities to change the conditions of the game by “Tigerproofing” the toughest golf courses in the world.",
    "Tiger, now 47 years of age, is still working on his game, which he says is as good as ever. The main problem is the pain of negotiating four rounds of a championship golf course after a lifetime of injuries and surgery.",
    "Now we come to a gentleman who has been stealing the political limelight in the USA and the world since he won the US presidency in 2016. Donald Trump burst into the real estate business of New York after the death of his father, Fred Trump, in 1999. Fred, a rabid racist and erstwhile member of the KKK, took his son, Donald under his vulturine wings, teaching him how to successfully prey on the poor and the needy in the real estate markets of Manhattan and Queens, New York.",
    "In complete contrast, Tiger’s father, Earl Woods, a Vietnam war veteran, spent most of his leisure hours after retirement coaching his son in the game he loved, starting when Tiger was three-years-old.",
    "By the time Donald decided to enter politics in 2015, he had a real estate portfolio valued by Forbes at $ 2.5 billion. While amassing his wealth, he has been involved in thousands of lawsuits, ranging from legal battles with casino patrons to personal defamation and million-dollar real estate and taxation fraud suits, at least 23 sexual harassment and assault cases, and six bankruptcies in federal and state courts. Trump is a self-confessed sexual predator, a pervert who bragged that he took advantage of his ownership of international beauty pageants to burst into the dressing rooms of half-naked participants, often teenagers, without warning.",
    "In 2010, Tiger hit the headlines, when his marriage of six years to Elin Nordegren ended in divorce, following months of lurid speculation about his extra marital affairs. Elin showed her wrath when she learnt of his infidelity with the judicious use of a 9-iron on the back window of the car Tiger was driving near their home in Orlando, Florida. Tiger lost control of the car, which crashed into a tree; he was not seriously injured.",
    "They decided on a divorce later in 2010, with Elin being awarded a most generous settlement. They remain, as Tiger puts it, best friends, sharing custody of their two kids, daughter Sam and son Charlie. They are dedicated parents and have both moved on with their personal lives.",
    "After his divorce, Tiger, a very good-looking, wealthy, world-renowned athlete continued to enjoy a much-publicized, perversion and scandal-free sex life, par for the course in the most promiscuous nation in the world. Normal men who read of his multiple sexual adventures with the most beautiful of women turned green with envy. My personal reaction was “Lucky bugger”.",
    "Not so with the Christian right. Tiger’s lifestyle attracted adverse and gleeful publicity in the right-wing, sensation-seeking tabloids, seething with hypocritical fury. He was booed at tournaments and generally ostracized by the sanctimonious right. This malicious publicity undoubtedly affected his golf game. The fact that he won 14 majors from 1997 to 2008 and none for a decade afterwards is indicative of the spurious hatred with which he had to contend.",
    "Big difference from the free pass given to thrice-married Trump for a sordid lifetime of sexual harassment, perversion, payments for prostitutes and porn stars, and alleged sexual assaults of minors. This from the very same sanctimonious white religious right who had been super-quick to condemn Tiger.",
    "Trump shocked the pundits with his election to the presidency of the USA in 2016. He proceeded to treat the presidency as his own domain. In his capacity of Commander-in-Chief, he assumed that the rule of law did not apply to him, that the Constitution was a document he could order his minions to misinterpret at will to foster his dictatorial ambitions. His greatest presidential achievement has been to build a culture of political hatred which has corrupted the Republican Party beyond recognition and polarized the country on racial lines as never before.",
    "During his four-year administration, he committed most of the crimes in the Constitution: the emoluments clause, obstruction of justice and extortion, to name a few, for which he was impeached but acquitted by his sycophantic Republican Senate.",
    "In his desperation to cling to power after his comprehensive defeat in the 2020 presidential election, he committed the most serious crimes during the “lame duck” period of his presidency, the six weeks from the time he lost the election in November, 2020 to the day of the inauguration of President Joe Biden, in January, 2021, a period during which he retained all the constitutional powers of the presidency. Trump was impeached for the second time for his role in inciting the insurrection of January 6, 2021. In spite of overwhelming evidence, he was acquitted, thanks again to a suppliant Republican Senate.",
    "Trump has cheated the nation for the last time. On April 6, he was arrested, processed and released on bail by the District Attorney of New York on 34 counts of felony. These included the illegal payment of hush money of $130,000 out of 2016 campaign funds to an adult porn star, Stormy Daniels, with whom he had a brief – seconds brief, according to Daniels – sexual encounter. The former president of the USA is today an accused person on bail, awaiting trial.",
    "The New York case has been set for trial in December, 2023. He faces investigation on other more serious federal and state felonies, including espionage (stealing and illegal retention of Top-Secret documents belonging to the government), sedition (incitement of the January 6 insurrection) and obstruction of justice (illegal intervention to overturn the 2020 Georgia state election). The investigations of these cases by the Department of Justice and the State of Georgia are said to be almost complete, with indictments and arrests imminent. Their trials will probably be completed and jury verdicts delivered well before the 2024 election cycle.",
    "Trump is amazingly the current front runner for the 2024 Republican nomination, leading nearest GOP rival, Florida Governor, Ron DeSantis by over 25%. Even more amazingly, current polls show that he has an even money chance to beat Joe Biden and regain the White House in 2024. At an interview with Tucker Carlson of Fox News after his arrest in New York, Trump stated that he would contest Biden even as a convicted criminal. Constitutionally, there are no obstacles against Trump contesting the presidency from behind bars.",
    "Although Biden has indicated that he will run in 2024, a Trump/Biden match-up is by no means a foregone conclusion. If he wins, Biden will be 86-years-old at the end of a second term. He would be well advised to retire with great honor after a most successful first term, and pave the way for the new generation of Democrats. Likely candidates like California Governor Gavin Newsome, Transportation Secretary Pete Buttigieg and Congressman Daniel Goldman will make excellent presidents, though they have made no announcement.",
    "An intriguing candidate, environmental lawyer Robert F. Kennedy, Junior, son of Bobby and nephew of JFK, declared his candidacy last Wednesday. Kennedy will make up for his lack of political experience by the popular support he will receive as a scion of the most famous political dynasty in the nation.",
    "If the unthinkable happens, and Trump is elected to the presidency after, as seems likely, he is convicted and found guilty beyond a reasonable doubt of one or more of the felonies he currently faces, a constitutional crisis of the highest magnitude will plunge the nation’s judiciary into abject disarray. The legal Pandora’s box so opened will probably make it impossible for Trump to win and hold the presidency for a second term. Perhaps he would be better served running for the Presidency of the Rikers Island Penitentiary Inmates Welfare Association.",
    "If the nation is to continue being a democracy, the candidate for the 2024 presidency of a chastened Republican Party must be the complete antithesis of Trump or one his acolytes. : a moderate, ethical, decent conservative, who will be faithful to the Constitution and take the Oath of Allegiance seriously. There are many such eminently qualified Republicans languishing in the wings, ready and willing to lead the Party of Lincoln, after the threat of the nationwide insanity of Trump’s Republican base has been obliterated.",
    "Moderate conservatives in America must finally come to terms with their temporary insanity before they “disintegrate into complete madness, through their own folly”. They must realize, before it is too late, that they are being used by a “great stage of fools”, racists, white supremacists, neo-Nazis and billionaires, intent on destroying the nation’s democracy and replacing it with a Christian, white supremacist, authoritarian plutocracy. (I apologize for the abuse of the context of extracts – within inverted commas – from Shakespeare’s King Lear).",
    "Donald Trump’s corrupt and dictatorial ambitions will never be fulfilled. His criminally incompetent administration and his treasonous behavior after he was defeated in one of the fairest elections in history will forever remain a noxious nightmare in US history, his universal reputation in traitorous tatters.",
    "Tiger Woods, on the other hand, will always be an icon, a legend, the headliner whenever he plays. His domination of the game of golf for over a decade will never be rivaled, his universal reputation as the GOAT (Greatest Of All Time) beyond reproach.",
    "Ladies College Principal’s visit to my hospital and end of my nursing career",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}