{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/13/ali-sabry-to-join-commonwealth-ministers-in-london-for-22nd-cfamm/",
  "time_ut": 1678680900.0,
  "original_lang": "en",
  "original_title": "Ali Sabry to join Commonwealth Ministers in London for 22nd CFAMM",
  "original_body_lines": [
    "COLOMBO (News 1st); Minister of Foreign Affairs, Ali Sabry will attend the Commonwealth Day celebrations on Monday (13) at the Commonwealth Headquarters, Marlborough House, London.",
    "Commonwealth Day marks the 10th anniversary of the signing of the Commonwealth Charter that outlines the values and aspirations uniting the Commonwealth member countries.",
    "The member states will also support “the Commonwealth of Nations Flag for Peace” initiative in symbolizing these values, and the celebrations will end with a reception hosted by King Charles III to the visiting Foreign Ministers.",
    "Minister of Foreign Affairs, Ali Sabry will participate in the 22nd Commonwealth Foreign Affairs Minister's Meeting (CFAMM) at the Commonwealth Headquarters, Marlborough House, London on 15th March 2023.",
    "This year’s CFAMM will engage the Foreign Ministers in discussing joint responses to shared challenges such as the need to build resilience for peaceful and sustainable societies, climate financing for environmental sustainability and leveraging intra -commonwealth trade and digital connectivity for economic recovery, food, and energy security.",
    "On the sidelines of these events, Minister Sabry will have a call on the Rt Hon James Cleverly, Secretary of State for Foreign, Commonwealth Development Affairs (FCDO), bilateral meetings with Rt Hon Patricia Scotland KC, Secretary General of the Commonwealth, Ann Marie Trevelyan, Minister of State for Indo – Pacific FCDO and Lord Mervyn Davies of Abersoch, Prime Minister’s Trade Envoy for Sri Lanka. Foreign Minister will also participate in an afternoon tea hosted by Rt Hon Lord Naseby at the House of Commons and deliver remarks on Sri Lanka’s relations with the UK to a cross section of British Parliamentarians organized by the Sri Lanka High Commission in London together with Sri Lanka Tea Board.",
    "Ministers of Foreign Affairs of Rwanda (also the Commonwealth Chair in Office), Kenya, Pakistan and Malaysia are expected to have bilaterals with Foreign Minister Sabry during his visit to London.",
    "Ali Sabry to join Commonwealth Ministers in London for 22nd CFAMM",
    "OSCARS 2023: ‘Everything Everywhere All at Once’ dominates with 7 awards",
    "Major disruption looms this week as over 40 unions launch nationwide strike"
  ]
}