{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/imagining-new-natures-collaborations-with-ena-2/",
  "time_ut": 1700311860.0,
  "original_lang": "en",
  "original_title": "Imagining New Natures: collaborations with Ena",
  "original_body_lines": [
    "The title of my article is the name of the exhibition held in the Barefoot Loft Gallery from October 27 to November 17. What met the eye and brilliantly stunned the mind as one surveyed the exhibits was a kaleidoscopic display of batiks in their brilliant colours and shapes to suit the purposes they were designed for. There were large banners, wall hangings, flags, drawings and paintings, also reddas – lungis",
    "The evocative title of the exhibition ‘Imagining new natures’ calls for clarification. The exhibition directs the visitor to “re-imagine nature with its intersections among Sri Lanka’s varied ecologies as a metaphor for the ways that Ena de Silva and her collaborators reflected on societal and environmental changes in a post-independent Sri Lanka.” The exhibition is meant to show the modern landscape that emerged after 1948 in heightened art and cultural progression which reflected social and environmental changes – the new nature of Ceylon/Sri Lanka. “The works presented share not only in an innovative spirit of discovery but also elevate our understanding of the independent contributions of six artists in the forging of a Sri Lankan modernism.”",
    "The exhibition brings to a close the celebration and commemoration of a century of Ena Aluwihare de Silva’s contribution to the modern cultural and artistic heritage of the country. Born in 1922, she died in 2015, after a uniquely outstanding presence in the art world.",
    "“Ena embodies in her personality and her work what is now often called ‘feminine power’. She was called ‘Lady of the Banners’ after her creations were hugely hung in hotels like the Oberoi Colombo, Bentota Beach Hotel and Mahaveli Reach Kandy. She first came into prominence – a very beautiful young woman – as Queen of Lanka in Arthur Van Langenberg’s Independence Day celebratory Pageant of Lanka in 1950. Photographs of her appeared often in the social pages of the daily press.",
    "“Over a period of 60 years, Ena de Silva Fabrics redefined aesthetics for textile arts in South Asia. Ena and her collaborators departed from historical conceptions of craft by challenging the use, representation and value of batik.”",
    "Paintings, designs, templates for batik textiles ranging from table linen to huge tapestries, and sketched ideas of five collaborators, were included in the exhibition. As Amila de Mel told me when I consulted her when writing this article, there were many more than the five persons mentioned who cooperated with Ena – mostly from Aluwihare – but too many to name.",
    "The five collaborators whose work was exhibited along with Ena’s were Laki Senanayake, Anil Gamini Jayasuriya, Ismeth Raheem, Hema Dharmasena and Padmini Jayasinghe. Items from their work were included because they were connected with Ena’s batik ‘industry’ either intimately or fairly closely. Together they produced ideas and a wide range of designs.",
    "Late Laki Senanayake, recognized iconic artist and sculptor, was one of Ena’s earliest and closest collaborators and her first business partner. His paintings of plants and animals inspired many of Ena’s batiks.",
    "Anil Gamini Jayasuriya, her son, was recognized as an inspired artist as a child. Thus, from very early on, he was involved in her batik production, and was one of her principal designers. He was even more responsible than his mother, to my way of thinking after the exhibition and reading much on Ena, for the massive tapestries that hung in hotels or were exhibited in business places which had designs from old flags of the country and reflected his keen appreciation of nature and wild life.",
    "Ismeth Raheem is an architect but also heavily involved in painting and design. He worked with Ena de Silva Fabrics to produce large batik murals for the interiors of his buildings.",
    "Ena knew Hema Dharmasena from very long ago. Recognizing her artistic bent, Ena encouraged her so that she became a major collaborator in Ena de Silva Fabrics at Kotte. The late Padmini Jayasinghe was a trained art graduate who was a collaborator of Ena’s and is believed to have contributed to the design of many of the flags and banners in traditional style. She was an art teacher at Royal College, Colombo.",
    "In partnership with these artists and several others, the batik industry grew and spread wide. At the beginning, more as a hobby perhaps, Ena designed many fabrics with her son and Laki, working in the courtyard and studio of her Geoffrey Bawa designed house in Kollupitiya. She opened a shop selling material, clothing and soft furnishing in Kollupitiya, supplied by many batik workshops she started. And thus the elevation of the aesthetic of the country.",
    "Furthermore, employment was given many and a means of earning a livelihood. Starting from the display of banners in local hotels, Ena Batiks were commissioned by international buyers. With the expansion of her workshop in Matale – the Matale Heritage Centre – she proceeded to revive the traditional skills of wood carving, brass-casting and embroidery. The centre was renamed the Aluwihare Heritage Centre after Ena’s death to honour her family and ancestral village.",
    "was launched recently by Ena’s daughter – Anula Kusum Gilmour Jayasuriya with Trustee Architect Amila de Mel. The aim of the Foundation is to preserve, maintain, collect and archive Ena’s work and to continue her legacy as well as support the livelihood of the crafts people who are part of, or connected to the Aluwihare Heritage Centre.Amila has been a prime mover and indefatigable worker in preserving The Aluwihare Heritage Centre, Ena Aluwihare de Silva’s art, skills and innovative batiks as part of the cultural heritage of Sri Lanka.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}