{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Economy-in-better-waters-but-far-from-port/14-756618",
  "time_ut": 1703203415.0,
  "original_lang": "en",
  "original_title": "Economy in better waters, but far from port",
  "original_body_lines": [
    "Ceylon Chamber to produce economic blueprint for parties to consider",
    "Better tax and cost management constant issues that need addressing",
    "State Minister of Finance, Shehan Semasinghe, said the Government has embarked on a program of long-term reforms, but changes that would not be hard on the public, “else this will be difficult to achieve”. Addressing the gathering at a forum titled ‘Navigating Fiscal Waters – has the ship been brought home’ hosted by NextGenSL, Semasinghe said the Government has achieved the difficult task of bringing about a degree of economic stability, despite the absence of social and political solidity. He noted the 2023 and 2024 Budgets are designed to win back confidence of the international community and creditors.",
    "“In terms of taxes, we agree it is difficult for the public. But we cannot turn this country around without going there. People are especially unhappy because of the taxes on which our management is weak. The Government is therefore taking steps that it hadn’t previously taken, through this Budget. Raising taxes is not the only answer, digitisation is important alongside widening the base. Whatever wrongs happened in our history it is important to recognise and accept them and embark on a program to fix it. We have done that and are looking at curtailing wasteful expenditure,” Semasinghe said.",
    "The State Minister of Finance acknowledged that interest costs are high, but anticipates the situation to improve over the next two quarters. He stressed the Government’s commitment to boost the Small and Medium Enterprise sector.",
    "“The difficult period is not over, but we are cautiously getting there. We do not want to return to the wasteful activities of the past. No one can turnaround this current process of reforms. If anyone tries to do so, it will push the country to a situation worse than 2022. This is not a time for politics, but one for constructive dialogue,” he said.",
    "Ceylon Chamber of Commerce Chairman Duminda Hulangamuwa, said there can be no immediate results without a deep restructure, but this program is underway now thanks to some courageous decisions. Sri Lanka has many legacy issues, and corruption is key among them in addition to apathy. He reminded how no one, including the business community, cared how the Budget deficit was financed for decades and things merely went along according to the whims of politicians, until it got to the brink of collapse.",
    "“We have achieved relative stability now, but we still have a long way to go. The ship is in the correct direction. But we have rough weather to face. We cannot find investors because we are a defaulting country. So, we must restructure the way we are proceeding and get our fundamentals in place. The direction is good, but the responsibility lies with the people who vote in politicians. At the last Presidential election, the main candidate said VAT will be brought down to 8% and people welcomed it. They just don’t seem to understand what is right or wrong.”",
    "Hulangamuwa noted the Chamber is committed to ensure the country and its people do well, and appealed to the political parties and the leadership to arrive at consensus national issues and not play politics. He revealed that the Chamber will develop an economic white paper for the political parties to consider nearing the election.",
    "Also addressing the forum was the Parliamentary Committee on Ways and Means Chairman Patali Champika Ranawaka, who said every citizen must pay over Rs. 100,000 in taxes next year. However, he questioned how the Government hopes to collect over Rs. 600 billion in VAT when the economy is contracting. Ranawaka revealed that over Rs. 942 billion in taxes had still not been collected as at June this year, and many instances of malpractices and racketeering continue, pointing to the Tax Stamp fraud at the Excise Department. He believed better data management could lead to a 45% increase in tax revenue, and stressed that the Government must focus hard on reforms at the  Inland Revenue Department just as much as the CEB.",
    "“We are watching what the IRD will do based on our recommendations. We must not forget the social cost and we cannot fix this simply by increasing taxes. We must maintain Gross financial Need at 13%. In my view, Domestic Debt Restructuring must be relooked at for fairness.”",
    "MP and former COPE Committee Chairman, Charitha Herath, said Sri Lanka must not forget to consider the longer-term issues and not get bogged down with short-term fixes. He noted there must be a cohesive political economic process that considers the long-term objectives and policies of the country. Herath stressed the need for the Government and the private sector to work together, as things that politicians can do within this economic menu is limited.",
    "“I think this Budget is focused only on micro factors limited to the Budget deficit, and not so much the longer-term. Growth must also come with equitable distribution of wealth to reduce disparity. Social welfare must consider more about education, health and culture. These are responsibilities of the state,” Herath added.",
    "Member of the Samagi Jana Balawegaya (SJB) economic think tank, and Parliamentary Committee on Public Finance Chairman Dr. Harsha De Silva opined Sri Lanka’s economic vessel is still a long way from home and the waters are very choppy. “If any captain says we are close to home, he is misleading you” the MP averred.",
    "“If Sri Lanka had better fiscal discipline we wouldn’t be in this mess. Modern Monetary Theory adopted by the past leadership made things worse. Fiscal responsibility was thrown into the bin, and now everyone has to pay. Some people were found guilty of these economic crimes, but 23 million people have been asked to cough up the money to pay for it. Expenditure management is important like the primary balance. We are one of the lowest spenders on social infrastructure, but where we get the revenue from is the problem.”"
  ]
}