{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Govt-agencies-failure-to-hold-the-LG-polls-SC-grants-leave-to-proceed-with-petition/108-255977",
  "time_ut": 1678968872.0,
  "original_lang": "en",
  "original_title": "Govt. agencies’ failure to hold the LG polls: SC grants leave to proceed with petition",
  "original_body_lines": [
    "Supreme Court today granted leave to proceed with a Fundamental Rights petition filed challenging the failure and refusal of several government departments to take the necessary steps to hold the Local Government Elections.",
    "Supreme Court three-judge-bench comprising Justices Preethi Padman Surasena, Gamini Amerasekera and Janak De Silva granted leave to proceed with the petition under Articles 10, 12(1) and 14(1)(a) of the constitution.",
    "The Centre for Policy Alternatives (CPA) and its Executive Director Dr. Paikiasothy Saravanamuttu filed this petition naming the Treasury Secretary, Government Printer, Inspector General of Police and several others as respondents.",
    "The petitioners stated that the elections to elect persons as members of local authorities are required to be held every 04 years in terms of the relevant statutes. Elections were previously held in 2018, and the term of the Local Authorities that were due to expire in 2022 were ended for a year thereafter.",
    "The petitioners stated that the conduct of the Government Printer and the Inspector General of Police is indicative of a coordinated campaign to procrastinate the holding of local Authority elections. The petitioners also stated that the President in the capacity as the Minister of Finance and the Secretary to the Treasury have not until the very last minute on the 23rd of February 2023 indicated that there is a challenging in the allocation of funds to conduct the elections.",
    "The petitioners maintained that these actions are prejudicial to the fundamental rights of the petitioners and the citizens of Sri Lanka.",
    "The petitioners are highlighting that the failure of the Government Printer, IGP, President Ranil Wickremesinghe (as Finance Minister) and the Election Commission failed to protect the fundamental rights of citizens, by failing to take proper steps as required by law to hold elections by 19th March as made compulsory in terms of the Municipal Councils Ordinance, Urban Councils Ordinance and Pradeshiya Sabhas Act.",
    "Senior Counsel Viran Corea with Luwie Ganeshathasan and Khyati Wikramanayake appeared for the petitioners. Senior Additional Solicitor General Priyantha Nawana appeared for the respondents.(Lakmal Sooriyagoda )"
  ]
}