{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/ACMWA-organises-biennial-awards-ceremony-to-celebrate-feats-of-Muslim-women/56-756345",
  "time_ut": 1702599291.0,
  "original_lang": "en",
  "original_title": "ACMWA organises biennial awards ceremony to celebrate feats of Muslim women",
  "original_body_lines": [
    "In commemoration of International Women’s Day celebrated worldwide on 8 March each year, the All Ceylon Muslim Women’s Association (ACMWA) has decided to initiate a biennial awards ceremony scheduled to be held on Sunday 3 March 2024.",
    "The timing is most appropriate signifying that they are also due to  celebrate the ACMWA’s 71st  anniversary. The Association has chosen to highlight the achievements of Muslim women including the Malay, Bohra and Memon communities in Sri Lanka. The Imra  Awards for Excellence was created to recognise these achievers. The organisers are working tirelessly to make it a reality considering the time frame. Imra in Arabic refers to a woman with the following attributes: power, growth oriented, strong, visionary, adventurous, freedom loving, spiritual, energetic, curious and magnetic. Hence, the apt name for the Awards.",
    "The event seeks to celebrate noteworthy achievements of Muslim women who have been a source of inspiration and service to the community at large. In initiating a biennial awards ceremony, it is proposed to raise awareness, highlighting the outstanding achievements of inspirational women for their willingness to rise to the occasion, demonstrate exemplary drive and put forth phenomenal efforts to better the community. The achievement of Muslim women will be recognised in the following fields: Professional Excellence Awards; Law and Advocacy; Healthcare; Banking and Finance; Education; Media, including Print and Digital; Hospitality and Tourism; STEM (Science, technology, engineering and mathematics –a category meant to attract the younger generation); Entrepreneurial Excellence Award; Environment and Social Impact Excellence Award; Art and Culture Excellence Award; Two Lifetime Achievement Awards for women of other communities.",
    "The event is also set to raise funds for the Denara Vocational Training Institute, a subsidiary of the ACMWA, to provide scholarships for under-privileged young Muslim women attending classes at the Institute. In addition, part of the proceeds will be held in a Trust Fund for continuing the biennial awards night celebrating women of achievement.",
    "The organisers are honoured to have the presence of keynote speaker at the event, Dr.",
    "Deshamanya Radhika Coomaraswamy who served as the Under Secretary General of the United Nations, Special Representative for Children in Armed Conflict.",
    "The adjudication process will be carried out by the Knowledge Partner KPMG Sri Lanka.",
    "Nominations are now open and could be accessed by using the link below:",
    "Supporting documents should include the following: Brief bio of the nominee, A synopsis (within 500 words) of why the nominee merits this award and Accolades/awards received during the course of her career. Closing date is 15 January 2024",
    "Submit applications to: Denara Training Institute, C/O The All Ceylon Muslim Women’s Association, 191/50, Mangala Gardens, Colombo 5. Tel: + 011 250 5646 and Mobile: 077 853 9890 – Bushra; Email: [email protected]"
  ]
}