{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/08/sri-lanka-assures-continued-commitment-for-un-peacekeeping/",
  "time_ut": 1702020780.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Assures Continued Commitment for UN Peacekeeping",
  "original_body_lines": [
    "More than 90 countries underlined their commitment to UN Peacekeeping roles during the '2023 United Nations Peacekeeping Ministerial' the two-day conference in Accra, Ghana that concluded on Wednesday (6 December 2023).",
    "Rohitha Bogollagama, Special Representative/Special Envoy of President Ranil Wickremesinghe, President, together with the Sri Lanka Army’s representative, Major General M.G.W.W.W.M.C.B Wickramasinghe RWP RSP ndu psc, Director General General Staff at the Army HQ attended the meeting sessions, held during 5-6 December 2023.",
    "The Special Representative, Rohitha Bogollagama delivered Sri Lanka’s country statement and pledges for the UN Peacekeeping operations while showcasing Sri Lanka’s collective and determined commitment to United Nations peacekeeping.",
    "\"While ensuring innovation in peacekeeping to ensure more diverse and inclusive operations, Sri Lankan military personnel are well-prepared to undertake new missions in the global quest for peace in short notice. Over the last six decades, by deploying more than 21,000 Sri Lankan peacekeepers who have played a significant role in many peacekeeping endeavours, he reiterated \"Sri Lanka’s committed contribution to the UN peacekeeping operations particularly in the areas of strategic communication and active and unwavering participation in most challenging peacekeeping missions.\"",
    "\"With better conviction of the significant role played by the female peacekeepers to achieve sustainable peace, social integration, safety and mental health of peacekeepers while ensuring proper environmental management, the Special Envoy from Sri Lanka during his deliberations announced that Sri Lankan women peacekeepers who are specialized in critical domains, such as de-mining, explosive substances, security and civil-military cooperation, are ready to deploy within a short notice for incoming UN peacekeeping operations.\"",
    "\"Sri Lanka remains fully committed to the pledges made in view of supporting the noble cause of international peace, while ensuring Sri Lanka’s readiness to engage with the United Nations Department of Peace Operations and relevant partners to further strengthen Sri Lanka’s contribution to UN peacekeeping and deployment of expertises and resources for the peacekeeping operations. The Government of Sri Lanka is also willing to pledge high performance specialized units that are required for diversified tasks of peacekeeping in short notice,\" HE Rohitha Bogollagama underlined.",
    "Further, as a Troop Contributing Country while extending Sri Lanka’s pledges in the interest of global peace and security, the Special Envoy registered his concern with regard to the safety and security of peacekeepers, including their mental health who continue to operate in regions with persistent conflicts, heightened violence and challenging terrains.",
    "Attention is drawn to the formidable challenges the peacekeeping missions are confronted with when resolving conflicts peacefully, through diplomatic endeavours while ensuring enduring solutions in terms of effective impact on sustainable peace, stability, and continuous social and economic development, he added.",
    "The Special Envoy during his interactions with respective interlocutors attending the ‘2023 United Nations Peacekeeping Ministerial’ assured that Sri Lanka is capable of providing stable and reliable presence of professionals of high standards who can contribute meaningfully to the peacekeeping operations in pursuit of lasting peace and security in regions that they are required to serve.",
    "While highlighting the contribution made by the Sri Lankan forces in the UN peacekeeping, the Special Envoy recognized that peacekeeping is one of the most effective tools for the promotion and maintenance of sustainable peace and security on a global level. He also recognized that HE the President Ranil Wickremesinghe, being the Minister of Defence has given strong attention to the engagement with the UN peacekeeping forces for sustainable peace, security, social and economic development.",
    "At the outset, the Special Envoy on behalf of the President of Sri Lanka and people of Sri Lanka paid the highest tribute to the memory of fallen peacekeepers who sacrificed their lives for peacekeeping operations and also recognized the strong commitment and political will of the Member States of the United Nations for peacekeeping operations in conflict-affected countries in the world. The Special Envoy also commended the Republic of Ghana for hosting the 2023 United Nations Peacekeeping Ministerial in Accra which is the first time in Africa.",
    "The ‘2023 United Nations Peacekeeping Ministerial’ concluded on 06 December in Accra, Ghana with a large number of significant pledges and commitments made by over 90 participating member states of the United Nations in terms of more diverse and inclusive peacekeeping operations. UN Under-Secretary-General for Peace Operations, Jean-Pierre Lacroix, Ghana’s Minister for Foreign Affairs and Regional Integration, Shirley Ayorkor Botchwey, Foreign Minister of Pakistan, Shehryar Akbar Khan, General Qiling Xu of People's Republic of China, Hungary’s Minister for Foreign Affairs and Trade, Peter Szijjarto and many other high-level delegates addressed the sessions.",
    "Representing the Sri Lanka Army, Major General M.G.W.W.W.M.C.B Wickramasinghe RWP RSP ndu psc, Director General General Staff took part in the sessions.",
    "“Budget 2024 was mainly on Cricket, Opposition had nothing to criticize” – President"
  ]
}