{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Collective-discussions-by-all-parties-needed-for-granting-police-powers-to-PCs-President/108-263978",
  "time_ut": 1690391182.0,
  "original_lang": "en",
  "original_title": "Collective discussions by all parties needed for granting police powers to PCs: President",
  "original_body_lines": [
    "President Ranil Wickremesinghe called for collective discussions among all parties to decide on granting police powers to the Provincial Councils as outlined in the 13th Amendment to the Constitution, the President’s Media Division (PMD) said.",
    "The President said the Central Government should formulate policies for the country, while Provincial Councils should provide the necessary facilities for the successful implementation of development activities in all fields and hence collaboration of all parties and levels of government is crucial for progress and development.",
    "The President said this during the All-Party Conference at the Presidential Secretariat today (26), to update Parliament's party leaders on the National Reconciliation Programme and the North-East Development Plan.",
    "He said the 13th Amendment to the Constitution should be discussed with all parties as it is a matter that affects the entire country.",
    "He highlighted that a decision on this matter should involve input from all relevant parties.",
    "President Wickremesinghe recalled that neither he nor the previous seven Executive Presidents had the authority to pass new laws to address existing problems and that power rested solely with Parliament.",
    "He asserted that he was bringing forth relevant proposals for the betterment of the country, but the responsibility of implementing them lay with all the representatives in Parliament, as he alone cannot achieve it with his single vote.",
    "The President noted that seven out of the nine Provincial Councils are located in areas with a majority of Sinhalese. If the Provincial Council system is to be maintained, he emphasized the need to address the shortcomings that have already been experienced. He suggested granting Provincial Councils with powers over subjects currently under the Central Government, including grassroots activities like agriculture and tourism.",
    "President Wickremesinghe proposed arrangements that would allow members of the Provincial Councils to concurrently hold positions and be appointed as Members of Parliament, while members of Parliament could also serve as members of the Provincial Councils.",
    "Prime Minister Dinesh Gunawardena, Speaker Mahinda Yapa Abeywardena, Opposition Leader Sajith Premadasa, former President Maithripala Sirisena, Tamil National Alliance Leader and Member of Parliament R. Sampanthan, M.A. Sumanthiran, General Secretary of the Sri Lanka Podujana Peramuna and Member of Parliament Sagara Kariyawasam, as well as other Members of Parliament including Dallas Alahapperuma, Wimal Weerawansa, Gevidu Kumaratunga, Vasudeva Nanayakkara, Udaya Gammanpila, Sarath Weerasekera, Venerable Athuraliye Rathana Thero, Weerasumana Weerasinghe, Anura Priyadarshana Yapa, C.V. Vigneswaran, and Lakshman Kiriella, participated and expressed their views during the event. Numerous party leaders and representatives from various parties were also present."
  ]
}