{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/31/un-paints-bleak-picture-of-rights-in-sri-lanka-hrw/",
  "time_ut": 1680237060.0,
  "original_lang": "en",
  "original_title": "UN Paints Bleak Picture of Rights in Sri Lanka – HRW",
  "original_body_lines": [
    "The United Nations expert body responsible for reviewing compliance with civil and political rights obligations has issued a scathing appraisal of the Sri Lankan government’s record, reported the Human Rights Watch.",
    "The Human Rights Committee monitors implementation of the International Covenant on Civil and Political Rights (ICCPR), a multilateral treaty that Sri Lanka ratified in 2005. Its latest report covers systematic abuses over several years, and arrives at a time the country is grappling with multiple crises across the economy, governance, and fundamental human rights protections.",
    "The committee describes “severe restrictions on freedom of opinion and expression,” including the excessive use of force by police in dispersing peaceful assemblies, unjustified application of counterterrorism legislation against protesters, and the blocking of public access to social media platforms during mass demonstrations against government policies.",
    "The committee raises concerns that the government’s repeated declarations of a state of emergency, including to confront anti-government protests in 2022, has led to, “serious human rights violations, including deaths, injuries, arbitrary arrests and detention of protestors.” It finds that recent changes to Sri Lanka’s constitution undermine the independence of the judiciary and the Human Rights Commission of Sri Lanka.",
    "The committee was also “deeply concerned about the extreme delay in bringing to justice perpetrators of past human rights violations that occurred during the conflict” between government forces and the secessionist Liberation Tigers of Tamil Eelam between 1983 and 2009, said Human Rights Watch.",
    "Allegations of systematic torture and sexual violence by government authorities against ethnic Tamil detainees remain unaddressed, politicians and security forces have interfered in judicial processes, and investigations of emblematic human rights cases have been blocked. The committee notes that military personnel implicated in war crimes have received promotions, while victims of abuses have faced threats. There has been no progress made in establishing the fate of numerous victims of enforced disappearance, said Human Rights Watch..",
    "The committee remains concerned by the prevalence of violence, including sexual violence, against women. It also finds that women face legal discrimination, including under the Muslim Marriage and Divorce Act, and regrets the low representation of women in politics.",
    "The report describes the targeting of minorities, notably Tamils and Muslims, by “land grabs,” “hate speech and misinformation,” and “attacks against places of worship.” Lesbian, gay, bisexual and transgender people continue to face criminal prosecution, said Human Rights Watch..",
    "This alarming litany of rights violations should not continue to go unaddressed. The Sri Lankan government should urgently tackle these profound problems of governance, ensure that the human rights of all Sri Lankans are protected, and hold those responsible for serious violations to account, said Human Rights Watch..",
    "Another consignment reaches Colombo Port; egg prices expected to drop",
    "Google’s early April Fool’s Day joke on Sri Lanka wasn’t funny"
  ]
}