{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81485",
  "time_ut": 1677957300.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Northern Fishermen “Fiercely Oppose” the Plan to Issue Licenses to Indian Fishermen to Enter and Fish Freely  in Sri Lankan Waters;Govt move is condemned as a “Great Betrayal”",
  "original_body_lines": [
    "Sri Lanka’s northern fishermen on Sunday said they “fiercely oppose” the government’s plan to issue licences to Indian fishermen to enter Sri Lankan waters, terming the move a “serious setback” to their nearly 15-year-long struggle.",
    "On February 22, Foreign Minister Ali Sabry told Parliament that authorities were looking into possibly issuing licences to Indian fishermen, as part of Sri Lanka’s efforts to find a solution to the long-persisting fisheries conflict, through “cordial” bilateral talks.",
    "“This was discussed this with Indian Foreign Minister Jaishankar…Sri Lanka’s priority is to safeguard fishermen’s livelihoods, the country’s marine resources, and find a long-term solution…India has proposed this licensing system as a solution, and we are holding discussions on it,” he said, adding that such a system would help Indian authorities better regulate their fishermen, and will also bring in money that could be used for Sri Lankan fishermen’s betterment. About “2,000 to 3,000 [Indian trawlers] come to our seas every day and our Navy is unable to control that,” Mr. Sabry further noted.",
    "The Minister’s remarks have sparked serious concern among northern fishermen, said Annalingam Annarasa, who leads a Jaffna-based fishermen’s association. “We are very worried, this will be a serious setback to our struggle for the last 15 years to stop Indian trawlers from entering our seas,” he told  The Hindu. “Moreover, some political actors are trying to turn fishermen of our two countries against each other, using this problem. We need an urgent solution to this.”",
    "Fisher leaders including him on Sunday put forward this view to Tamil MPs representing northern districts and sought their support to resist the Sri Lankan government’s proposal, and to urge Colombo to fully implement Sri Lankan laws that ban bottom trawling and illegal fishing.",
    "Following the meeting, Jaffna MP M.A. Sumanthiran — whose Bill against bottom trawling was passed by the Sri Lankan parliament in 2017 — said the legislators across parties agreed that no permits should be issued to Indian trawlers.",
    "“Even without permits, Indian trawlers are already entering Sri Lankan waters and destroying marine resources. Issuing licenses will only aggravate the problem,” he said, adding that the MPs and fisher leaders would make a joint call to the government.",
    "The fisheries conflict affecting fishermen of Sri Lanka and India has remained a thorny issue in Indo-Lanka bilateral ties. From the time Sri Lanka’s civil war ended in 2009, Tamil fishermen living in Sri Lanka’s northern districts have consistently protested Indian trawlers — originating from Tamil Nadu — fishing along their coastline, citing the destruction they cause to marine biodiversity and their livelihoods that are closely tied to it.",
    "Sri Lankan fishermen also frequently report serious damage to their fishing nets and gear, and huge losses, owing to the bottom trawlers.",
    "Despite several rounds of bilateral talks and discussions among fishermen’s representatives from either side of the Palk Strait, the problem is yet to be resolved, leaving the northern Sri Lankan fisher folk, who are struggling to resurrect their war-battered livelihoods, in a precarious situation.",
    "In 2016, the two governments agreed to “expedite the transition towards ending the practice of bottom trawling at the earliest”, acknowledging the Sri Lankan fishermen’s demand as “genuine”.",
    "However, with no solution in sight, northern fishermen have continued to agitate. Last year, they wrote to Tamil Nadu Chief Minister M.K. Stalin, seeking his intervention to decisively address the issue. They submitted multiple petitions to the Indian missions in Sri Lanka as well.",
    "The proposed licensing system will “undermine fishing as a way of life” for the next generations of Sri Lankan fishermen, according to Ahilan Kadirgamar, a senior lecturer at the University of Jaffna, who researches northern livelihoods. “The fishermen’s struggle since the end of the war has been to find a diplomatically negotiated solution to this serious problem caused by Indian trawlers. They feel both the Sri Lankan and Indian governments have betrayed them,” he said."
  ]
}