{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/Mishaps-on-Sri-Lankan-roads-Inadequate-road-safety-measures-contribute-to-increasing-accidents/131-263824",
  "time_ut": 1690217526.0,
  "original_lang": "en",
  "original_title": "Mishaps on Sri Lankan roads : Inadequate road safety  measures contribute  to increasing accidents",
  "original_body_lines": [
    "Heavy vehicle-related accidents too are reported although they remain relatively low in comparison to motorcycle-related accidents",
    "Sri Lanka has lately witnessed a vehicle accident spree that has resulted not only in the loss of precious lives, but also caused significant trauma to the victims left behind. The latest in its wake is a bus- carrying a group of ten employees of the Uma Oya project- that skidded off the road and fell into a 10-metre precipice at Idda Ara in Wellawaya on 18 July, claiming the life of the driver and injuring six passengers. Last week, similar accidents involving buses were reported from Manampitiya, Demodara and Ambanpola and they have raised alarm bells regarding the plight of Sri Lanka’s road safety. Commuters using public transport have lately observed that there is a high propensity to encounter accidents when using this mode of transport.",
    "The total number of fatal motor accidents that had occurred as of 9 July 2023 amounts to 1,126, while the number of confirmed deaths that has occurred as a result amounts to 1,192, as per Police records. Further, the total number of accidents recorded island-wide to date amounts to 10,012. However, Police Media Spokesperson SSP Nihal Thalduwa pointed out that the logged number of accidents does not reflect the real scenario, as there are instances where road safety violators and victims alike sort disputes between themselves often with the involvement of insurance companies, instead of officially complaining with the police and seeking assistance. When queried if the accidents reported have witnessed a significant rise, SSP Thalduwa noted that the number of road accidents that has occurred this year is relatively less compared to the past few years, since the annual number of accidents approximately tolled around 3,000 cases in previous years. As per police statistics, motorcycle accidents record the highest number of cases and contribute to the highest number of fatal accidents reported countrywide. Heavy vehicle-related accidents too are reported although they remain relatively low in comparison to motorcycle-related accidents.",
    "Currently, reckless driving has been identified as a major red flag contributing to road accidents, whereas very few accidents are reported due to adverse weather conditions and reasons beyond the control of the driver, said SSP Thalduwa. Noting that the Police carry out their duties by the Sri Lankan legislature, he said that the Police have taken preventative measures, continue to raise awareness, control and navigate traffic, and exercise law enforcement throughout the day, in a bid to mitigate the threat of road accidents. Despite such efforts, SSP Thalduwa reiterated that certain accidents remain inevitable; adding that such happenings may require further action.",
    "“Proper vehicle maintenance and road discipline, including how to cross the road, responsible driving, and how to respect the drivers, vehicles as well as the pedestrians on the road are very basic rules that every citizen must be familiar with. As a starter such awareness should be raised and introduced from the school level, as done in many other countries,” he said.",
    "When asked about how Sri Lanka’s infrastructure, including technology such as CCTV plays a proactive role in facilitating road safety and preventing crime, SSP Thalduwa stated the following: “We certainly do need good infrastructure facilities on the roads accompanied by CCTV cameras. This is a challenge amidst the economic constraints the country currently faces. Currently, the CCTV cameras installed on roads are very limited although the technology provided by them in monitoring crime-related incidents, including tracking of road accidents are very effective and useful”. He said that compared to many countries Sri Lanka’s road development is in a better condition. He further noted that most accidents are reported on the outskirts of the city. He pointed out that rather than the road itself, it is the roadside environment and the recklessness of the drivers that often contribute to accidents. He further noted that 50 per cent of road accidents could be prevented if the drivers are more road disciplined. “It is also crucial that we take our environment seriously, particularly given the placement of telecom towers, electricity towers, drainage systems, narrow bridges, and dilapidated roads that barely provide room for a strip of pavement for the pedestrian. Often, wayside shops facing the road fail to maintain a decent gap between the shop premise and the road; thereby placing the lives of potential clients at risk due to the lack of pavement space. There is room for improvement if policies are introduced while taking such matters also into consideration,” he added.",
    "Alleging that heavy vehicles such as container lorries parked on the roadside contribute to accidents, Lanka Private Bus Owners’ Association Chairman Gemunu Wijeratne stressed that law enforcement authorities need to take action against such incidents. He further added that most road accidents in South Asia result due to the reckless driving of heavy vehicles. The lack of a proper timetable for private buses and Sri Lanka Transport Board (SLTB) buses plying on the same route and drivers racing one another has further aggravated the travel risks in the country’s bus transportation sector. “The Eastern Province Road Passenger Transport Authority and the North Central Transport Authority are partly responsible for the bus accident that took place in Manampitiya recently, as the bus in question had travelled across Kaduruwela without a permit. The National Transport Commission (NTC) and the Passenger Transport Authorities of the provinces need to closely look into accidents and the government has a responsibility towards the people in ensuring a hassle-free bus transportation service. Contrarily, the government despite being maintained by public funds continues to suffocate the public by not taking stringent measures against the corruption in the transport sector. The President must take the initiative to dismiss government officials who fail to carry out their duties properly and prevent the recurrence of such incidents in the future,” he further noted.",
    "Elucidating how road safety could be violated, Senior Lecturer at the Department of Transport Management and Logistics Engineering, Faculty of Engineering of the University of Moratuwa, Eng. (Dr). T. Sivakumar stated that road safety needs to be viewed from a three-dimensional perspective that includes people, infrastructure and the vehicle itself, as the failure of one or a combination of them could cause an accident. Accordingly, pedestrians and drivers alike could be held responsible for being abusers of the road under specific circumstances. As much as the driver or pedestrian may misuse the road, he pointed out that the other element that may contribute to road mishaps may include faulty vehicles resulting from an engine failure, for instance. The third contributory factor to road accidents is the road infrastructure itself.",
    "“Compared to the past vehicles contributing to accidents is presently minimal due to advancements in modern technology, including anti-breaking systems and improved safety features. Therefore, road users and infrastructure act as major contributors for accidents to occur at present. The awareness programmes on road safety are well planned in some developed as well as developing countries from kindergarten level and upward. In our education system, we do see similar awareness programmes in the syllabus, and the efforts of some teachers and schools in this regard are commendable” Dr. Sivakumar noted. However, he added that the issue rises when such knowledge is not continued post-kindergarten level; thereby depriving individuals of reaping the full benefits of the education system once they enter society as adults.",
    "“Again, people are exposed to knowledge on road safety such as road signs and road rules to almost negligible standards, only when they attempt to obtain their driving licence. With only limited exposure to such knowledge and the written and practical tests conducted within a few hours, individuals are allowed to obtain their driving licence and use a vehicle. This is a very dangerous scenario as the vehicle is handed over to individuals with the least amount of training. Driving schools need to be fully regulated and restructured to gear the needs of the education system”, Dr. Sivakumar stressed. Drawing contrasts, he pointed out how the law and procedure are stringent in obtaining a driving licence in countries such as the UK and Australia; mainly because human life is valued and given utmost importance. Noting that an enormous amount of work and quality checks must be involved in the issuance of a driving licence, he reiterated that what is witnessed instead is how soon an individual is able to obtain the driving licence under the present system- where all packages are readily available for this purpose- be it one day, one week or one month service. This amply explains the loopholes prevalent in the education system and the lack of user awareness that has resulted in the violation of road safety standards.",
    "“In terms of infrastructure, all measurements relevant to the design are well taken care of at the inception of the plan. However, when the building commences, certain constraints are encountered at the ground level due to political pressure, construction difficulties, etc, thus leading to multiple compromises at the construction stage. Such compromises are killing the people” he explained. Stating that once a design is approved, it should not be changed, Dr. Sivakumar stressed the need to have a road safety audit conducted by an independent third party at the design stage, during construction as well as post-construction. Stressing that Sri Lanka does not have a proper agency to conduct road safety audits, he noted that this has resulted in the roads being more vulnerable to danger.",
    "The failure to erect signposts with proper visibility, placing of pedestrian crossings in the wrong location, the lack of a vocational training programme for workers engaged in road construction and negligence on road construction sites have further compromised road safety standards, thereby making road accidents an inevitable outcome that endangers the lives and properties of the public."
  ]
}