{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Sri-Lanka-s-draft-Anti-Terrorism-Bill/14-747775",
  "time_ut": 1682624465.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s draft Anti-Terrorism Bill",
  "original_body_lines": [
    "The Anti-Terrorism Bill fails to comply with Sri Lanka’s obligations under international law to",
    "protect human rights, civic freedoms, and more specifically the freedoms of association, assembly, and expression",
    "In March 2023, the Government of Sri Lanka gazetted a draft Anti-Terrorism Bill (draft Bill), intended to repeal the Prevention of Terrorism Act, 1978 (PTA). Following the COVID-19 pandemic and recent economic and political upheaval, Sri Lanka is under additional pressure from international actors to reform the PTA, a draconian law that has facilitated the routine abuse of rights in the name of countering terror by Sri Lankan authorities.2",
    "In general, the new Bill is similar to the problematic 2018 draft Counter-Terrorism Act and perpetuates many of the problems found in the PTA. Although there are some procedural improvements related to due process, these do not outweigh the Bill’s problematic provisions, which are likely to lead to continued violations of human rights. Moreover, the drafting of the Anti-Terrorism Bill has been undertaken in secrecy, without any public or civil society consultation. The lack of dialogue does not engender confidence that the Government is serious about progressively reforming its counter-terrorism regime.",
    "The Anti-Terrorism Bill fails to comply with Sri Lanka’s obligations under international law to protect human rights, civic freedoms, and more specifically the freedoms of association, assembly, and expression.",
    "1. Vague definitions of terrorism restrict civic freedoms and invite arbitrary implementation",
    "The Bill defines terrorism with overbroad language that could embrace a wide range of legitimate, non-terrorist activity. Article 3 covers acts as minor as property damage, theft, and interference with websites, as well as “being a member of an unlawful assembly” with requisite intent. Article 10 criminalises the “encouragement of terrorism.” Article 11 of the Bill criminalises the dissemination of terrorist publications, including distributing, circulating, giving, selling, lending, offering for sale, providing a service that enables others to read, listen, or look at such a publication, transmit-ting contents electronically, or possessing a publication with the intention of encouraging the public to commit terrorism.",
    "The UN Special Rapporteur on the promotion and protection of human rights and fundamental freedoms notes that “unclear, imprecise or overly broad definitions [of terrorism] can be used to target civil society, silence human rights defenders, bloggers and journalists, and criminalise peaceful activities in defence of minority, religious, labour and political rights.”3 Accepted international definitions of terrorism typically require potential offenses to be linked to an additional intent to cause death or serious bodily injury.4",
    "Although some of the acts defined in the Bill would likely constitute legitimate terrorist offences, grouping together acts that range from severe to mild invites arbitrary implementation leading to abuse. For instance, “interference with a website” does not rise to the same level of severity as “murder” or “hostage taking.” Similarly, Article 10’s language on encouragement of terrorism is extremely vague and could lead to constraints on legitimate expression, particularly by journalists, media, and other commentators. Notably, we have seen similarly vague language in Sri Lanka’s International Covenant on Civil and Political Rights (ICCPR) Act, which has been misused against members of minority groups to restrict their free expression.",
    "If enacted, the Bill would likely lead to violations of freedom of expression and peaceful assembly, with a chilling effect on speech, public participation, protest actions, and other legal forms of civic activity.",
    "2. Overbroad governmental powers to close places and roads, institute curfews, restrict movement, and potentially prohibit meetings, rallies, and other events violate the freedom of assembly",
    "Article 61 of the draft Anti-Terrorism Bill allows a Senior Superintendent of Police, with magistrate approval, to shut down roads, suspend public transport systems, prevent gatherings, meetings, rallies, and processions, and prevent the public from engaging “in any specified activity” upon suspicion of a terrorist threat. Such disproportionate restrictions, which bear more resemblance to martial law or states of emergency, may actually be counterproductive to promoting peace. Various international bodies recognise the key role that peaceful assembly plays in countering violent extremism through enabling dialogue and public participation in civic affairs.5",
    "3. Bulk data collection could lead to infringements on the rights to privacy and the freedom of expression",
    "Article 66 of the Anti-Terrorism Bill gives law enforcement broad powers to intercept, search, and seize mail and other communications, potentially leading to the bulk interception of data. Expansive data collection powers, even when authorised by a magistrate, are likely to lead or contribute to an impermissible restriction on the freedom of expression and right to privacy.6",
    "Surveillance, including the targeted collection of data on specific individuals or communities, directly interferes with the privacy and security necessary for freedom of opinion and expression.7 While surveillance may relate to legitimate State interests to fight terrorism or maintain public order, the specific measures must be proportionate in light of the threats to privacy and freedom of expression.8 Under international law, the competence to conduct surveillance must be strictly as-signed to specified authorities, and there must be rigorous rules and limits set for using and storing the data obtained, along with collection and storage requirements, based on necessity and proportionality. As drafted, the Bill’s surveillance provisions likely fail this test.",
    "4. The ability to proscribe organisations, issue restriction orders on individuals, seize property, and restrict movement impedes the freedom of association and other rights",
    "Article 82 of the draft Anti-Terrorism Bill allows the President to proscribe organisations and limit their activities, potentially indefinitely, based only on a mere reasonable suspicion and the over-broad terrorism offences listed in the Act. Similarly, Article 83 allows the President to curtail an individual’s right to communicate or associate with others. The Bill further restricts an individual’s right to travel outside their residence or workplace, overseas, and within Sri Lanka, and could be used to further limit an individual’s communication or association with others, based simply on a recommendation made by the Inspector General of Police.",
    "Under these provisions, an organisation that is critical of the Sri Lankan government or its allies could be portrayed as acting prejudicially against national security, and thereby violating the terms of the Bill. Legitimate civil society organisations, political opposition parties, labor, human rights, or minority groups, media, and other groups critical of the government’s policies could be at risk of proscription under this broad language.",
    "5. Severe penalties, including the death penalty and prison sentences, are dangerous and unjustified",
    "Far from reforming the PTA in line with international law, Sri Lanka has introduced the death penalty into the new draft Anti-Terrorism Bill, after many years of a moratorium on its use.9 In addition, the Bill envisions substantial penalties in the form of twenty-year prison sentences. Such severe criminal penalties are unjustified.",
    "Rather than effectively prevent future terrorist acts, harsh penalties contained in a bill with so many overreaching provisions are likely to chill legitimate, peaceful civil society activity, including the exercise of the freedoms of expression, assembly, and association – and potentially aggravate societal conflict.",
    "The draft Anti-Terrorism Bill, if enacted, would violate Sri Lanka’s obligations under international law and is not an improvement over the existing PTA. It does not appear to be a good faith effort to reform Sri Lanka’s national security laws. Rather, any democratic reform effort should insist up-on meaningful consultations with affected stakeholders, civil society, and local community actors.",
    "1This legal analysis has been done by the International Center for Not-for-Profit Law (ICNL), an international organisation that focuses on the legal framework for civil society and philanthropy. For a detailed analysis, please email [email protected]",
    "2Sri Lanka also committed to repeal the PTA and replace it with “anti-terrorism legislation in accordance with contemporary inter-national best practices” under its 2015 co-sponsored UN Human Rights Council resolution.",
    "3UN Special Rapporteur on the promotion and protection of human rights and fundamental freedoms while countering terrorism, Report to the UNGA on the Promotion and protection of human rights and fundamental freedoms while countering terrorism, 18 Sept 2015, UN Doc A/70/371.",
    "5See, e.g., Human Rights Council Resolution 30/15, Oct 12, 2015, UN Doc # A/HRC/RES/30/15, preamble; see also Martin Scheinin, Report of Special Rapporteur on the promotion and protection of human rights and fundamental freedoms while countering terrorism, para. 9, UN Doc. # A/61/267 (August 2006).",
    "6Frank La Rue, Report of the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, para. 56, UN Doc. # A/HRC/23/40, (April 2013).",
    "7David Kaye, Report of the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, para. 20, UN Doc. # A/71/373, (September 2016).",
    "8David Kaye, Report of the Special Rapporteur on the promotion and protection of the right to freedom of opinion and expression, para. 20, UN Doc. # A/71/373, (September 2016).",
    "9See, e.g., Death Penalty Information Center, https://deathpenaltyinfo.org/policy-issues/international: “More than 70% of the world’s countries have abolished capital punishment in law or practice.”"
  ]
}