{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-sathosa-restructuring-will-see-cwe-and-sathosa-retail-chain-merged-official-125783/",
  "time_ut": 1689150900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Sathosa restructuring will see CWE and Sathosa retail chain merged: official",
  "original_body_lines": [
    "ECONOMYNEXT – Restructuring Sri Lanka’s Cooperative Wholesale Establishment (CWE) – abbreviated in Sinhala as Sathosa – won’t be a restructuring of the state-run Lanka Sathosa retail chain but, rather, a merging of the two entities, according to CWE Chairman Pasanda Yapa Abeywardena.",
    "Abeywardena told reporters that the objective of a proposed restructuring initiative of the CWE is to bring the CWE and Lanka Sathosa together after reducing liabilities and increasing assets.",
    "“Restructuring CWE will have no impact on Lanka Sathosa. The outcome can only be good, not bad, to the public, to the institute as well as to employees,” he said.",
    "A proposal by Trade Minister Nalin Fernando was endorsed by the cabinet of ministers this week to appoint an operational monitoring committee to restructure the CWE.",
    "Cabinet spokesman and Media Minister Bandula Gunawardena told reporters on Monday July 11 the desired objectives of establishing the CWE have not been met and that the state-run institute has not made a productive contribution to Sri Lanka’s economy.",
    "Noting a confusion among the public about the proposed restructuring, CWE Chairman Abeywardena said the CWE and Lanka Sathosa are two separate entities, with the latter being established as recently as 2005.",
    "“CWE owns all these buildings and assets, lorries, etc, but CWE does not engage in business,” he said.",
    "What has been proposed, he said, is a joining of the two institutes following a proper assessment of their assets and liabilities in a restructure that will “productive to the country”.",
    "“The objective of restructuring is to reduce liabilities and increase assets and bring the factors of CWE and Lanka Sathosa together to gain a higher profit to pass the benefit to the public,” he said.",
    "“This is not a restructuring of Lanka Sathosa. It’s a restructuring of CWE,” he said.",
    "Lanka Sathosa Limited has 420 outlets and over 4500 employees.",
    "LankaSathosa lost 2.25 billion rupees in 2018, 2,882 million in 2019 and 197 million in the first four months of 2020, according to Treasury data. (Colombo/Jul12/20233)"
  ]
}