{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91724/white-house-briefly-evacuated-after-mysterious-white-powder-found",
  "time_ut": 1688484420.0,
  "original_lang": "en",
  "original_title": "White House briefly evacuated after mysterious ‘white powder’ found",
  "original_body_lines": [
    "The U.S. Secret Service is investigating a suspicious substance that prompted a brief evacuation when it was found Sunday evening inside the White House, according to law enforcement authorities.",
    "In a preliminary test, the substance, a white powder, indicated positive for cocaine, according to an official familiar with the investigation and the recording of a dispatch from a D.C. fire crew that responded to the incident.",
    "A spokesman for the Secret Service, Anthony Guglielmi, said the substance is undergoing further testing to determine what it is, and authorities are looking into how it got into the White House. He said the D.C. fire department determined the substance did not present a threat.",
    "The discovery prompted an elevated security alert and a brief evacuation of the executive mansion, Guglielmi said. He said President Biden was not in the White House at the time. Guglielmi said there is “an investigation into the cause and manner” of how the substance entered the White House.",
    "Guglielmi declined to say specifically where in the White House the substance was found or how it was packaged. He said it was found by members of the Uniformed Division of the Secret Service conducting routine rounds through the building.",
    "In a dispatch with an 8:49 timestamp, a firefighter with the D.C. department’s hazardous materials team radioed the results of a test: “We have a yellow bar saying cocaine hydrochloride.”",
    "The brief broadcast is logged on a web site called openmhz.com, which allows people to listen to live and archived radio transmission from police and fire departments. The official familiar with the investigation, speaking on the condition of anonymity to discuss an open case, said the 8:49 p.m. transmission was from the White House call Sunday night. The official described the amount of the substance as small.",
    "Vito Maggiolo, spokesman for the D.C. Fire and EMS Department, said only that the agency “provided support to the U.S. Secret Service as they conducted an investigation.”"
  ]
}