{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/US-blacklists-Wasantha-Karannagoda-for-violation-of-human-rights/108-258255",
  "time_ut": 1682558098.0,
  "original_lang": "en",
  "original_title": "US blacklists Wasantha Karannagoda for ’violation of human rights’",
  "original_body_lines": [
    "The United States on Thursday banned the Governor of North Western Province in Sri Lanka, Wasantha Karannagoda and his family from entering the country over gross violation of Human Rights, the US State Department said in a release.",
    "\"The United States is designating Wasantha Karannagoda, Governor of North Western Province in Sri Lanka, pursuant to Section 7031(c) of the Department of State, Foreign Operations, and Related Programs Appropriations Act, 2023, due to his involvement in a gross violation of human rights during his tenure as a Naval Commander,\" the US State Department said in a release.",
    "\"The United States is designating Sri Lankan Governor and retired Admiral Wasantha Karannagoda for a gross violation of human rights. The United States continues to seek truth and justice for victims of the Sri Lankan civil war,\" State Secretary Antony Blinken tweeted.",
    "\"As a result of today's action, Karannagoda and his wife, Srimathi Ashoka Karannagoda, are ineligible for entry into the United States,\" the release stated further.",
    "The US State Department release said, \"The allegation that Wasantha Karannagoda committed a gross human rights violation, documented by NGOs and independent investigations, is serious and credible.\"",
    "By designating Wasantha Karannagoda, the United States reaffirms its commitment to upholding human rights, ending impunity for human rights violators, acknowledging the suffering of victims and survivors, and promoting accountability for perpetrators in Sri Lanka, the release read.",
    "The bilateral relationship between the United States and the Sri Lankan government is based on 75 years of shared history, values, and a commitment to a free and open Indo-Pacific, the release read further.",
    "\"As we continue to build our bilateral relationship, we are committed to working with the Sri Lankan government on advancing justice, accountability, and reconciliation, including promoting security reform that maintains human rights at the forefront while ensuring Sri Lanka has the resources and training to properly address emerging security concerns,\" the release stated."
  ]
}