{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Nothing-voluntary-about-proposed-DDO-says-top-ex-central-banker/108-259685",
  "time_ut": 1684795272.0,
  "original_lang": "en",
  "original_title": "Nothing voluntary about proposed DDO, says top ex-central banker",
  "original_body_lines": [
    "“It’s just like gun held against your throat and you were asked to make the choice between your money and your life”- Dr. W.A. Wijewardena",
    "Says both govt. and CB are too weak financially to conduct proposed DDO voluntarily",
    "Commenting on impact on EPF, says a reduction in interest is likely, as haircut is not possible due to legal restrictions",
    "Given the precarious state of the public finances, a former central banker warned that the proposed domestic debt optimisation (DDO) is unlikely to be implemented on voluntary terms, despite the assurances given by the Central Bank and Treasury.",
    "“A dangerous situation regard to domestic debt … Even though the Finance Ministry and Central Bank say that it will be voluntary, it won’t. It’s just like gun held against your throat and you were asked to make the choice between your money and your life,” senior economist and former Central Bank Deputy Governor Dr. W.A.",
    "He was sharing these views joining a webinar themed ‘Domestic Debt Restructuring – Handle with Care’, organised by CMA CPD last week.",
    "Dr. Wijewardena pointed out that the country’s substantially high gross financing requirement, which is estimated at 35 percent of GDP this year, combined with the restrictions on monetary financing and other Central Bank lending to the government, has weakened both the government as well as the Central Bank’s ability to conduct the proposed",
    "“The present IMF programme has put a cap on the Central Bank lending to the government. There’s no possibility for the government to get the Central Bank to print money and repay the Treasury bill and bond settlements,” he added.",
    "In addition, he noted that the Central Bank is also required to reduce the net domestic assets to the Rs.200 billion level by the end of this year and to maintain it during the course of the",
    "With net losses running at Rs.374 billion last year, Dr. Wijewardena highlighted that the Central Bank is also in",
    "“Whenever you have a large number of options available and you are free to make one option, then it’s voluntarily. Given the government’s precarious financial situation, it doesn’t have a choice. You will take it or leave. The situation will not be voluntary; we will be given one choice, we will have to take it,” he added.",
    "He cautioned that the restructuring of Treasury bonds could face the same fate as US dollar-denominated and locally issued Sri Lanka Development Bonds (SLDB), where the government settles the SLDBs with rupees, subject to delays.",
    "As most of the SLDBs have been invested by the banks, with their foreign currency deposits, he stressed that the move is likely to impact the foreign currency deposit holders.",
    "“A similar default will come to the remaining domestic debt,” he added.",
    "According to the authorities, the proposed DDO would only involve the T-bills held by the Central Bank, while the Treasury bonds might be considered for participation in this exercise, with a mechanism in place to minimise the impact on the banks and preserve financial stability.",
    "Professor Udara Peiris of Verité Research, who also took part in the discussion, said the re-profiling of the domestic debt (T-bonds) would lock-in the previous lower cost of borrowing.  However, the mark-to-market loss from DDO would require the banks to have around 5-8 percent additional tier one capital and a safety net for the capital shortfalls from non-performing assets.",
    "Around 90 percent of the outstanding Treasury bond stock is held by the domestic financial institutions, including 43 percent held by the superannuation funds, followed by 36 percent by the licensed commercial banks. In terms of the Employees’ Provident Fund (EPF), Dr. Wijewardena opined that a reduction in interest is likely, as a haircut is not possible, due to the legal restrictions."
  ]
}