{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SL-slips-further-into-hunger-crisis-half-of-families-reducing-children-s-food-intake/56-745972",
  "time_ut": 1677869943.0,
  "original_lang": "en",
  "original_title": "SL slips further into hunger crisis; half of families reducing children’s food intake",
  "original_body_lines": [
    "Half of families in Sri Lanka are forced to reduce the amount they feed their children, according to a survey by Save the Children, as the country’s economic downturn spirals further into a full-blown hunger crisis nearly a year after the Government defaulted on its debt.",
    "The Government and international community must act now to prevent the country’s children from becoming a lost generation, the child rights organisation said.",
    "Since the Sri Lankan Government defaulted on its debt nearly a year ago, soaring inflation and food, medicine and fuel shortages as well as a lack of stable employment have left families unable to cope.",
    "The country has the seventh highest nominal food inflation rate in the world, according to the World Bank, with year-on-year inflation in the country more than 50%.",
    "Save the Children’s latest survey of 2,308 households across nine districts in Sri Lanka found that due to this inflation, average household expenditure increased by 18% between June and December last year. During this time there was a 23% increase in households unable to meet most or all of their general basic needs, Save the Children said.",
    "Because of this, over the past six months, more families have had to resort to desperate measures to survive, with a 24% increase in households saying they had resorted to borrowing money in order to cover household expenses; a 24% increase in households saying they had to purchase food on credit; and a 28% increase in households selling household items for cash.",
    "Female-headed households are particularly vulnerable, Save the Children said, as women are increasingly at risk of trafficking or exploitation, working overtime and in some cases migrating for work. This in turn puts children at risk as they are left alone, according to the child rights organisation.",
    "While half of households said they are cutting their children’s food intake, 27% reported adults skipping meals to feed their children. Nine out of ten households said they cannot guarantee nutritious food for their children.",
    "Suren and Preethika, from Colombo, struggle to provide a well-balanced meal for all three of their children. Even simple nutritional foods, such as eggs and yoghurt, have become too expensive for the family to afford, limiting the items they are able to feed their children. On most days, they are forced to prioritise their toddler’s nutrition.",
    "Their 11-year-old daughter Thisuri said that she and her 8-year-old sister Ayama now often go without things like yoghurt because their parents can only afford to provide it for their one-year-old sister, Hiruni.",
    "Thisuri said: “We really like to eat yoghurt too, but most of the time my parents can only afford to buy yoghurt for my youngest sister. Whenever they have extra and can afford it, they buy the two of us yoghurt too.”",
    "“Things are so expensive in shops now. It was never like this before.”",
    "The survey also found that 70% of households lost all or most of their sources of income between June and December last year. Among these, more than half of households (54%) now source their main household income from jobs that are seasonal and irregular. This instability is putting children in the precarious position of not knowing where their next meal is coming from, Save the Children said.",
    "Save the Children’s Sri Lanka Country Director Julian Chellappah said: “These figures show how the crisis in Sri Lanka continues to spiral out of control and how, as with any crisis, children are bearing the brunt with their physical and mental health, nutrition and education all at risk. These children were born into hope as the country’s post-war generation – but we are in grave danger of failing them once again.”",
    "“Parents should never have to choose who in their family gets to eat a meal. Everything we are seeing here points to a very real danger of a full-blown hunger crisis. The Sri Lankan Government is giving much-needed support to some families through welfare schemes, but we need a rapid build-up of social protection systems with support from the international community. This is an emergency situation that requires an emergency response.”",
    "All humanitarian interventions must factor in patriarchal gender dynamics of communities in order to best meet needs, Save the Children said."
  ]
}