{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/new-year-effect-galvanizes-share-market/",
  "time_ut": 1703858580.0,
  "original_lang": "en",
  "original_title": "‘New Year effect’ galvanizes share market",
  "original_body_lines": [
    "The stock market yesterday indicated a bullish sentiment, believed to be driven by the ‘New Year effect’, as in the case of other global stock markets, market analysts said.Amid those developments, blue-chip companies performed well and significant participation was noted among retail investors as well.",
    "On the last day of the year and on the first day of the New Year most of markets turn bullish and record significant gain, analysts said. The All- Share Price Index went up by 42.5 points, while the S and P SL20 rose by 22.87 points. Turnover stood at Rs 642 million without any crossings.",
    "In the retail market top seven companies that mainly contributed to the stock market were; JKH Rs 86.7 million (454,000 shares traded), Sampath Bank Rs 54.8 million (778,000 shares traded), Hayley’s Rs 54 million (761,000 shares traded), Expolanka Holdings Rs 42 million (293,000 shares traded), LOLC General Insurance Rs 39.6 million (5.2 million shares traded), Commercial Bank Rs 36.5 million (383,000 shares traded) and PGP Glass Rs 34.3 million (1.2 million shares traded). During the day 29.2 million share volumes changed hands in 7000 transactions.",
    "It is said high net worth and institutional investor participation was noted in Citizens Development Business Finance, Commercial Bank and Sampath Bank.",
    "Mixed interest was observed in LOLC General Insurance, First Capital Holdings and Hayleys, while retail interest was noted in Hela Apparel Holdings, Blue Diamonds Jewellery Worldwide and Amana Bank.",
    "The Banking sector was the top contributor to the market turnover (due to Commercial Bank and Sampath Bank).Yesterday, the buying rate of the dollar was Rs 319.17 and selling rate Rs 328.77.",
    "Daraz and ProMate partner to bring smiles to children this holiday season",
    "Investor interest in banking sector counters imparts bounce to bourse",
    "CSE turnover hits Rs. 5 billion mark, driven by Agstar crossings",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}