{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankan-govt-seen-as-mulling-singapores-temasek-holdings-model-on-soe-listing/",
  "time_ut": 1702919640.0,
  "original_lang": "en",
  "original_title": "Sri Lankan govt. seen as mulling Singapore’s Temasek Holdings’ model on SOE listing",
  "original_body_lines": [
    "The Sri Lankan government might be thinking of Singapore’s Temasek Holdings’ model on State Owned Enterprises (SOE), when it comes to listing individual companies or pooling companies in the future, a stock market expert said.",
    "Responding to queries at an Awareness Session on Regulatory Initiatives, New Products, and Sustainability Initiatives, recently at Taj Samudra, Colombo, Colombo Stock Exchange’s Chief Regulatory Officer, Renuke Wijayawardhane said that they have no idea about what the government’s decision is on this matter: `Which company they pick as model is not our call; it’s the government’s call’.",
    "‘The Central Bank of Sri Lanka (CBSL) decides on the role models and decisions, he explained.",
    "Wijayawardhane added: ‘The CSE’s daily turnover of Rs. 1.7 billion is low in comparison to that of last year.’ However, he agreed there was a positive cash flow.",
    "The CSE’s expert team pointed out that their dedication to sustainability is motivated by commercial considerations.",
    "Plans are in the pipeline to attract institutional investors. CSE will shortly launch an Environmental, Social, and Governance (ESG) index and grading system for listed companies that place a high priority on sustainable development, they explained.",
    "CSE Senior Vice President of Research and Strategy Nishantha Hewavithana said that the organization is dedicated to advancing sustainability among listed firms.",
    "Responding to queries, he said that there is more than USD120 trillion in assets under management by participants in the UN’s Principles for Responsible Investment (PRI) program.",
    "PRI is an international organization whose mission it is to advance sustainable investment by incorporating environmental, social and governance (ESG) factors into the process of making investment decisions.",
    "Hewavithana added: ‘By the first quarter of 2024, the CSE would be bringing an ESG rating system and an ESG index with about fifteen to twenty-five businesses to the Colombo Exchange.",
    "‘The CSE would cover all expenses associated with this endeavor since it had teamed up with an international rating organization to evaluate the ESG score of every listed firm.",
    "`The ESG index is not always about the companies who do the best in terms of ESG. They must be sizable and profitable because they must be liquid. The index will thus be subject to the following four requirements: size, liquidity, profitability, and ESG performance as determined by the ESG rating.",
    "‘There are 49 stock exchanges worldwide that publish ESG indices and 34 stock exchanges that have made ESG reporting mandatory in their listing rules.’",
    "Life and general insurance business of Sri Lanka Insurance Corporation Limited to be divested",
    "PLC Champions Aspirations: Gift of running shoes uplifts CP/W/A Rathnayaka Central College athletes",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}