{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nanda-malinis-poignant-christmas-song-continues-to-inspire-and-challenge/",
  "time_ut": 1703436480.0,
  "original_lang": "en",
  "original_title": "NANDA MALINI’S POIGNANT CHRISTMAS SONG CONTINUES TO INSPIRE AND CHALLENGE",
  "original_body_lines": [
    "Sung first in the distant nineteen eighty- four, Sri Lanka’s nightingale singer Nanda Malini’s, Christmas song Jesu Swami Daruwane never fails to inspire us still. Moreover, it challenges those who seek to celebrate the yearly festival of Christmas lavishly. Composed by Maestro Prof. Sunil Ariyaratne and set to music by musician Stanley Peiris, the song questions our distorted attitude towards the birth of Lord Jesus in a stable.",
    "We Christians eagerly await the season of Christmas to enjoy and to indulge in merry making. Not surprisingly we wish each other, “Merry Christmas”. During the festive period we however become insensitive to the harsh realities facing the majority of human beings. Thereby we forget the poor babe of Bethlehem. Singer Nanda Malini reminds us that the life of Jesu Swami – Jesus, culminated on the blood drenched Calvary’s hill of crucifixion in a supreme act of self- sacrifice.",
    "In reflecting upon this mismatch it may be worth recalling the teachings of the late Archbishop Fulton J. Sheen as explained in his Magnum Opus Life of Christ. He emphasises that for Jesus Christ, his birth as well as his full life had a singular purpose – the death on the cross. In the case of all the other philosophers and teachers their death disrupted their mission on earth. On the contrary, for the Jesus the man from Galilee portrayed so well in the song concerned, it was the ultimate goal for his arrival on earth.",
    "The sadly sweet song is directly addressed to Jesu Swami Daruwane and it laments the fact that many of us Christians await Christmas to indulge in eating, drinking, feasting and parading in fashionable clothes.",
    "It may be also pertinent here to mention that the four week “Advent” period preceding Christmas is provided to us by the Church, is a fervent call for prayer and penance in order to worthily welcome into our hearts the “Salvadore Mundi” – the Saviour of the world. Indeed, Nanda Malini’s song could also be the very same Advent call to prepare ourselves worthily for the birth of Jesus.",
    "Indeed, in the context of todays’ crisis engulfed world, her clarion call is an eye opener, as well as a daunting challenge.",
    "Ironically, the land where Jesus trod two thousand years is soaked in blood owing to the gruesome carnage inflicted upon the people of Palestine in Gaza and in the West Bank. The Roman subjugation of Palestine two centuries ago may not have been as cruel and ruthless as what the present day Israeli rulers are seeking to unleash so ruthlessly.",
    "In response to the savage attack inflected upon the people in an Israeli Kibbutz the Israeli regime has unleashed a naked barbaric assault on children and women, not to mention thousands of men. Death and devastation is everywhere in the over – crowded region. Millions have been driven out as refugees just as Mary and Joseph hurried away to Egypt with their infant babe then.",
    "In Nanda Malini’s sung words, we also hear her lament thus,  Lord Jesus, what really has happened now to your noble message?”",
    "The song also tells us, that, Lord Jesus did not cherish gold, silver or rich adornments. How strange is it that we live in a Country, where the quest for supper abundant wealth by those wielding power and influence has dragged down our paradise land into an inferno of misery, hunger, malnutrition and destitution. Worse still, the unbridled profiteering has ruined the country’s medical system to become dangerously unreliable. Misery is seen where ever we turn our eyes. Contemplating on the situation facing our land, words from an English hymn comes to mind. It’s author too is heard speaking to Lord Jesus crying out thus;” Do you remember when you walked among men. Well Jesus you know, if you’re looking below, it’s worse now than then. Cheating and stealing, violence and crime, Lord for my sake, teach me to take, one day at a time”. In other words, in singing this melodious hymn we are telling the good Lord – Our future is so bleak that it is better to pray just for today!",
    "In Jesu Swami Daruwane the singer goes out to remind us of this poor babe born in a lowly manger. Sadly, our whole Country has become a forlorn manger. Her appeal to the Lord to arise from the land of Galilee to look upon our world, is more relevant now than ever before.",
    "What is noteworthy is that this poignant rendition is melodiously adorned intermittently with the Hebrew word Alleluia – repeated in harmonious chorus several times. Indeed, it is the composer’s way of telling us that, with all the surrounding misery that torments our restless hearts, there comes the joyful song of praise Alleluia . It reminds us that even in darkest of times and our desire to be sensitive to others’ pain could be enlivened with the song of praise relentlessly emerging from the depths of our hearts. This being so, let us join in the chorus Alleluia even as we commemorate the birth of our savior from Galilee, whilst bearing witness to the noble message Jesu Swami Daruwane has given us.",
    "The next time when we listen to the cherished composition, let us remind ourselves that one need not be a professed Christian to valiantly promote the core message Jesus came to proclaim here on earth.Truly, this could be the telling story behind the sacred song Jesu Swami Daruwane.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}