{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95149/saliya-pieris-refutes-presidents-claims-that-he-had-ambitions-to-become-pm",
  "time_ut": 1700890680.0,
  "original_lang": "en",
  "original_title": "Saliya Pieris refutes President’s claims that he had ambitions to become PM",
  "original_body_lines": [
    "President’s Counsel Saliya Pieris has refuted President Ranil Wickremesinghe that he had ambitions to become the Prime Minister prior to May 09, 2022.",
    "In a post on his Facebook account, the former president of the Bar Association of Sri Lanka (BASL) said the Head of State had “falsely claimed” this during the parliamentary session on Friday (Nov.24).",
    "“Unfortunately, Mr. Wickremesinghe utters these lies under cover of immunity in Parliament where he cannot be replied to,” Pieris said.",
    "Wickremesinghe’s remarks came in response to the allegations levelled at him by Tamil National Alliance MP M.A. Sumanthiran that he took over the PM post under former President Gotabaya Rajapaksa after violating a proposition made by the BASL.",
    "Refuting Sumanthiran’s claims, Wickremesinghe said he had neither met with the BASL members, nor signed any ‘document’ compiled by the association. He also claimed that the BASL was under the impression that Saliya Pieris, PC would be given the premiership, adding that the May 09 protests changed the course of events.",
    "Meanwhile, Pieris said the BASL’s proposals made in May 2022 were ‘never about individuals’, noting that these proposals were made after careful thought by its Executive Committee and approved by the Bar Council.",
    "He emphasized that the legal community had made these proposals with the intention of proposing a solution for Sri Lanka’s political and governance crisis with the interests of Sri Lanka and its people in mind.",
    "“I am compelled to say that unlike politicians of his ilk, I have never placed personal ambitions above the needs of the country. I have never sacrificed my principles for personal gain or for the greed of office.”"
  ]
}