{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/tragedy-and-miracle-at-haneda/",
  "time_ut": 1704292980.0,
  "original_lang": "en",
  "original_title": "Tragedy and miracle at Haneda!",
  "original_body_lines": [
    "My heart goes out to Japan; a country I have visited many times and developed a great deal of affection and admiration for, not only for its natural beauty but also for its people who uphold time-honoured traditions with unmatched zeal and demonstrate utmost civility. The dawn of the new year could not have been worse for Japan. Just 16 hours and 10 minutes in to 2024, a devastating earthquake hit Noto peninsula. Though it lasted only 40 seconds, ground shake reached 7, the maximum in the scale used in Japan. It left tens of thousands of homes destroyed, roads splintered making rescue attempts almost impossible and killing at least 55 people, the number very likely to rise once the search under the rubble is complete. Considering the enormity of the earthquake, the damage done is relatively low as Japan is a country well-prepared for earthquakes, as it is not an uncommon occurrence.",
    "Just 26 hours later disaster struck again; this time at Haneda airport, the closer of the two airports serving the capital Tokyo, the other being Narita. It is the busiest airport in Japan and one of the busiest airports in the world. On 2 January at 16.00 local time, Japan Airlines flight 516 with an Airbus 350, widebody twin-engine aircraft modified to accommodate increased number of passengers for internal travel, took off from New Chitose airport in Sapporo, the capital of Hokkaido, the northernmost island of Japan. The routine flight touched down at 18.00 hours local time, on schedule, at Haneda airport.",
    "Dramatic video footage shows a fireball erupting on the left side of the aircraft, as it touches the runway. Worse still, the A350 is now going along the runway engulfed with fire. Video footage on passengers’ mobile phones show the left side engine on fire and smoke entering the cabin later. Even more dramatic is the footage showing the evacuation of passengers through emergency slides; numbers being limited by the inability to use slides on the wings due to the engine fire. The miracle is that, in spite of these limitations, all 367 passengers and 12 crew members were evacuated before the entire aircraft was totally engulfed in flames within minutes. 14 suffered minor injuries and, miraculously, there were no fatalities. In spite of 50 fire crews spending hours dousing the flames, the A350 burnt to the fuselage.",
    "Tragically, the A350 seems to have struck a De Havilland turbo-prop aircraft belonging to Japanese coastguard, which was on a mercy mission taking supplies to the area devastated by the earthquake. The fireball on touchdown seems to be the explosion of this ill-fated aircraft which killed five crew members, only the pilot escaping with very severe injuries. Why it was on the runway, is still under investigation. Obviously, a series of errors would have occurred for this tragedy to happen. As the A350 had got clearance from air traffic control for landing, it looks as if the coastguard aircraft should not have been on the runway for take-off. It is possible that its crew misunderstood instructions to standby for the runway. Another complicating factor is that this happened in the evening. Had it been in daylight hours, the pilots of the A350, very likely, would have seen the smaller De Havilland aircraft on the runway and aborted the landing, to circle the airport for a safe landing, once the runway was clear.",
    "It is the first major accident involving an A350, one of the new aircraft built largely of advanced materials such as carbon fibre-reinforced plastic, instead of aluminium. The claim that new materials confine fires to the outside, keeping cabins clear, facilitating evacuation seem to have been justified. No doubt that this contributed but the successful evacuation has more to do with rigorous crew training and, most importantly, the behaviour of the Japanese.",
    "Air travel has become the safest mode of transport by learning lessons from accidents, which are investigated rigorously. In 1985, a Boeing 737 caught fire in Manchester airport killing 55 people and the investigation revealed most died due to smoke inhalation which was caused by the delay in opening doors and poor access to exits. Now, air crew are trained to evacuate even the largest of aircraft in 90 seconds. However, this needs passenger cooperation which is not always forthcoming. Amateur video showed passengers blocking aisles and grabbing bags from overhead bins as the cabin of an Emirates B777 jet filled with smoke in Dubai, in 2016. Cabin crew managed to evacuate all 300 people, despite the panic but 32 were injured, four seriously. Unfortunately, one firefighter died.",
    "It is reported that the announcement system in A350 did not work, probably damaged by the fire and the crew had to use megaphones. Considering this too, it is very likely that the very successful evacuation is largely due to the disciplined behaviour of the Japanese. Though some of the passenger videos show a degree of understandable panic in the cabin, I am sure all passengers would have obeyed the instructions of the crew to the letter. This is a cardinal sign of Japanese society and something we should learn from. After all, following corruption, what destroys Sri Lanka is indiscipline and gullibility.",
    "I am reminded of an experience in one of my travels. I was travelling with my son from Tokyo to visit Nagasaki. The Shinkansen ‘Bullet Train’ we were travelling in stopped in Kokura station and all passengers seem to be getting down. We remained seated as we did not know what happened. The conductor came to us, bowed down and said ‘get down’. We obeyed and found that trains would not proceed further as a hurricane was approaching. We went down to the lower floor of the station to find all the Japanese passengers seated on mats, eating and chatting as if nothing had happened!",
    "Japan is resilient and will overcome the tragedies. In fact, some of the runways in Haneda were open by late evening. The tragedy in Haneda has not discouraged me from revisiting Japan or flying, as the miracle of the safe evacuation of 379 people, minutes before a huge aircraft burned down, reassures the safety of flying.",
    "Big question mark over future of democratic development in South Asia",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}