{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dance-epicure-by-with-my-feet-brings-uk-champion-dancers-and-the-best-of-sri-lankan-talent-to-the-same-stage/",
  "time_ut": 1678726500.0,
  "original_lang": "en",
  "original_title": "Dance Epicure by With My Feet brings UK champion dancers and the best of Sri Lankan talent to the same stage",
  "original_body_lines": [
    "Dance Epicure, Sri Lanka’s very first Dinner Dance Theatre concept produced by With My Feet is all set to entertain and delight on April 2 at the Shangri-La Hotel in Colombo. The vision and brainchild of the legendary Naomi Rajaratnam, the uniquely curated evening of dance and gastronomy produced by the Colombo Dance Theatre will feature a roster of extraordinary international and local dancers paired with a night of culinary delight.",
    "The latest initiative by Naomi, the Colombo Dance Theatre comprises of a company of elite international and local dancers woven firmly together by masterful choreography and a great love for dance. Dance Epicure will not only be the Theatre’s inaugural performance, but also the first of its kind in Sri Lanka; where artfully choreographed dance segments will be performed between a four-course sit-down menu. The highly anticipated event will feature the likes of world-renowned dancers – namely five-time undefeated UK National Latin American Champions Gunnar Gunnarsson and Marika Doshoris, as well as the formidable Nauris Kalva and Manuja Hughes, Blackpool Open Smooth Champions – sharing the stage with the best Sri Lankan dancers from Naomi’s own dance company With My Feet.",
    "Naomi’s desire to uplift dancers from far-flung rural areas in Sri Lanka by providing them with the opportunities and spotlight they deserve has always been encapsulated in her dance showcases. It is with this vision in mind that Dance Epicure will also feature a heart-warming performance by the children of the Warehouse Project; an urban community solution in partnership with the Sri Narada Foundation. Additionally, as with all of Naomi’s shows, part of the proceeds from the event’s ticket sales will go towards the Dev Siri Sevana Elders Home in Welisara.",
    "Commenting on the upcoming event, Naomi Rajaratnam said, “I am so honoured that some of the UK’s leading dancers have chosen to collaborate with us, and I am equally thrilled to be able to showcase the best of our Sri Lankan talent on the same platform.”",
    "“The concept of a Dinner Dance Theatre has been on my mind for the longest time and I couldn’t think of a better moment to finally turn this dream into a reality,” she added. “The calibre of these world-renowned dancers paired with the best of With My Feet dancers is the perfect opportunity to offer a something truly unique to our Sri Lankan audience.”",
    "The principal partners of Dance Epicure are Standard Chartered Bank Priority, Maliban Biscuit Manufactories, John Keells Properties, Sri Lankan Airlines, Shangri-La Colombo, Wijeya Newspapers and Capital Maharaja Group.",
    "Tickets for Dance Epicure go on sale on Saturday the 11 th of March 2023 and can be purchased online at https://withmyfeet.com/. With My Feet social media pages will soon be updated with where tickets can be purchased offline.",
    "Hotel industry pioneer hoping to revive fabled tourist hot spot in Negombo",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}