{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Security-to-remain-heightened-in-several-areas-in-Colombo/155-259177",
  "time_ut": 1684111044.0,
  "original_lang": "en",
  "original_title": "Security to remain heightened in several areas in Colombo",
  "original_body_lines": [
    "*Intelligence information also revealed a possible attempt launch a fresh Aragalaya",
    "The tight security contingent deployed around the University of Colombo and in several other areas leading into the city will remain over the coming days and will be lifted gradually only after the possible threat caused by an attempted IUSF gathering in Colombo eases, senior defence officials told Daily Mirror last evening.",
    "On Thursday, intelligence information was conveyed to the higher ranks in the government and the defence establishment that the IUSF was attempting to gather hundreds of students from universities across the island and attend a gathering to be held at the University of Colombo over the weekend.",
    "The intelligence information also revealed a possible attempt by the IUSF to gather at the Colombo University and then march into the main areas of the city and take over key state institutions in order to launch a fresh Aragalaya to overthrow the government and destabilize the country.",
    "By Friday, hundreds of police and army personnel were deployed outside the University of Colombo and its surrounding areas and by Saturday, police checkpoints had been put up at all entry points into the city.",
    "Even till Sunday evening, the tight security remained in place and police teams were called in from other provinces as well into Colombo city.",
    "When contacted Police Spokesman, SSP Nihal Thalduwa said that security had been heightened in Colombo due to an 'unspecified intelligence information' while the military said it was only a routine rehearsal. Some other senior police officials said that the security had been heightened as part of a special 'crime prevention operation in several areas of the country, especially Colombo city.",
    "By Saturday rumours were rife that the intelligence had been triggered due to a large lunch order placed by the University of Colombo for the gathering which was expected to be held over the weekend and some of the senior police officers had as a result 'jumped the gun'.",
    "However, this information was shot down by defence officials who were overlooking the entire operation, saying that all precautions were in place to prevent any forces from disrupting and destabilizing the country.",
    "When contacted, senior DIG of the Western Province, Deshabandu Tennakoon told Daily Mirror that the security will be withdrawn gradually over the coming days.",
    "Attempts to contact the Convenor of the IUSF, Wasantha Mudalige failed. (JAMILA HUSAIN)"
  ]
}