{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/NDB-launches-Remit-Saver-to-empower-migrants-and-fuel-economic-growth/34-757348",
  "time_ut": 1705087780.0,
  "original_lang": "en",
  "original_title": "NDB launches “Remit Saver” to empower migrants and fuel economic growth",
  "original_body_lines": [
    "In a bid to enhance financial inclusivity and commemorate International Migrants Day, NDB  unveiled its latest offering, the “NDB Remit Saver,” on 18 December.",
    "This purpose-built savings account, designed to empower Sri Lankan migrant workers and their families, caters to the unique financial needs of those seeking employment overseas, those already working abroad, permanent resident migrants, and their families residing in Sri Lanka.",
    "The standout feature of the NDB Remit Saver is its highly competitive interest rate. Offering an additional 1% interest over the general savings rate for balances surpassing LKR 1,000 (currently standing at an attractive 3.50%), this account provides a lucrative avenue for account holders to witness substantial growth in their savings. Taking a holistic approach to financial well-being, the account includes an exclusive insurance scheme. This covers the family members, spouse and children below 18 of the migrant worker who initiates the Remit Saver savings account. In cases where the account holder is unmarried, parents are also included, ensuring comprehensive protection for the entire family.",
    "Breaking barriers to entry, the NDB Remit Saver allows migrant workers to open the account with a “zero” balance, eliminating any initial deposit requirements. This flexibility aligns with the diverse financial circumstances of individuals actively seeking employment overseas.",
    "With the launch of the NDB Remit Saver, the Bank takes a significant stride in championing the financial well-being of Sri Lankan migrant workers and their families. Additionally, with foreign currency remittances playing a pivotal role in Sri Lanka’s economic fabric, the account seeks to enhance the nation’s foreign exchange reserves. By encouraging regular remittances and responsible financial practices, the account not only empowers individuals but also contributes to the overall economic resilience of Sri Lanka.",
    "Additionally, the Bank was the pioneer in introducing an AI-based VKYC verification option, available through the NDB NEOS app. This breakthrough enables Sri Lankans based overseas to effortlessly open their accounts through a hassle-free, secure, and efficient digital process. The NDB NEOS app, available for download on both the Apple App Store and Android Play Store, exemplifies the bank’s dedication to providing cutting-edge banking experiences tailored to the demands of the modern world.",
    "As NDB continues to forge ahead in the realm of financial inclusion, the NDB Remit Saver stands tall as a testament to its unwavering dedication to providing innovative, accessible, and impactful banking solutions for all Sri Lankans."
  ]
}