{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-launches-lower-cost-national-credit-card-to-draw-smes-116984/",
  "time_ut": 1680271980.0,
  "original_lang": "en",
  "original_title": "Sri Lanka launches lower cost national credit card to draw SMEs",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Commercial Bank, Lanka Pay, a payment network and Japan’s JCB have teamed up to launch payment cards that will reduce the cost for smaller businesses and popularize the use of electronic payments, officials said.",
    "The three credit and two debit cards will work on Sri Lanka’s Lanka Pay Network and also on JCB’s international network of 150,000 point of sale machines.",
    "“As the largest private bank in Sri Lanka, we are committed towards introducing convenient economical and secure platforms to our citizens,” Commercial Bank Chief Executive Manatunga said.",
    "“Many regions of the world are experiencing unprecedented levels of inflation, and optimizing costs is the call of the day.",
    "“This is why many countries are moving towards localization, to have their own domestic network, to have local control over their own IT infrastructure and payment systems.”",
    "“It will help reduce the cost of cashless society within a country and help reduce foreign transaction fees and improve data integrity.”",
    "Lower cost cards will help bring under-served sections of the population and bring in small and medium enterprises which cannot afford the fees of international operators.",
    "Lanka Pay says though Sri Lanka had 18 million payment cards and over 100,000 POS machines the number of transactions per day were low or non-existent except at supermarkets.",
    "“One of the reasons was that the commission that was charged by existing cards ranged from 2.5 to 3.5 percent,” Channa de Silva, Chief Executive of Lanka Pay said.",
    "“Most of these SME were not willing to part with 2.5 to 3.5 percent.",
    "“We realized that somehow we had to reduce this commission so that more and more SME merchants will accept this card.”",
    "Commercial Bank had tied up with JCB in 2019 to allow the card to be used in Lanka Pay lined ATMs.",
    "The card was especially popular in Asia and it would help tourists coming to Sri Lanka from Japan, Executive Vice President JCB International Koya Sakuma said. There were 150 million JCB cardholders.",
    "JCB also has a large network of merchants around the world which Sri Lankan card holders travelling abroad could use, he said. (Colombo/Mar31/2023)"
  ]
}