{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-buys-us1046mn-since-acu-credits-run-out-analysis-119420/",
  "time_ut": 1682915700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank buys US$1,046mn since ACU credits ran out: analysis",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has bought 397.97 million US dollars on a net basis in March 2023, taking the total collected since the agency ran out of borrowed Asian Clearing Union dollars to 1,046 million US dollars, official data showed.",
    "Sri Lanka’s central bank borrowed dollars from multiple sources as money printed to keep policy rates down boosted imports and reserves were sold to stop the currency collapsing from the pressure of the new rupees.",
    "The agency borrowed through swaps from the Reserve Bank of India, the Bank of Bangladesh and the international Monetary Fund also gave an fresh Special Drawing Rights allocation to sell and create more external imbalances through offsetting money market transactions.",
    "India then deferred the dollars due from importers under the Asian Clearing Union, a group of countries with central bank tend to trigger forex shortages.",
    "The RBI dollars gave more money to the central bank to sell dollars and print money to offset the transactions and drive domestic credit.",
    "A little over 154 million US dollars were sold in June 22 and 158 million dollars in July. Net purchases then gradually started to go up.",
    "In order to buy and keep dollars – without depreciating the currency – banks have to be blocked from giving as loans all the funds they receive as deposits and loan repayments.",
    "The reductio of domestic investments allow a pegged central bank to collect dollars and invest or lend them outside the country (build forex reserves).",
    "The central banks forex reserves fell to 1,705 million dollars in October 22.",
    "The agency was unable to sell the balance and worsen the external imbalance because almost all of the funds were from the Peoples’ Bank of China, which had placed a prudential requirement preventing them from being used if foreign reserves were already low.",
    "Selling reserves for imports and sterilizing them with new money to fix a policy rate is a signature action of crisis prone soft-pegged (flexible exchange rate) central bank which try to simultaneously run money and exchange policies.",
    "Simultaneous money and exchange policies as well as printing money to get growth (out put gap targeting or Keynesian style stimulus) which leads to so called impossible trinity of monetary policy objectives are to be legalized in a new monetary law under the IMF program.",
    "The IMF was set up by Harry Dexter White (Harvard) and John Maynard Keynes (Cambridge) as part of the Bretton Woods system of failed soft pegs, which essentially promised the impossible trinity and eventually collapsed, analysts say.  (Colombo/May01/2023)"
  ]
}