{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Subsidies-wages-corruption-and-the-financial-meltdown-EDITORIAL/172-262909",
  "time_ut": 1689089139.0,
  "original_lang": "en",
  "original_title": "Subsidies, wages, corruption and the financial meltdown - EDITORIAL",
  "original_body_lines": [
    "Our country is gradually pulling itself out of the financial crisis of yester-year. Even though the foreign debt restructing process is not complete, government has pushed ahead with the domestic debt restructuring process as a means of speeding up the process of restoring the country’s creditworthiness.",
    "As millions of words have already been written on the pros and cons on that subject we will not add to them.",
    "What is clear is that since we face a shortage of foreign currency, the best and perhaps the only way to bridge the foreign exchange shortage is to earn more of the same and attract foreign investors to our shores.",
    "In other words, we need to increase the range and quantity of the goods and services we export, as well as create conditions within the country which would encourage foreign investment in our country.",
    "One of the essential prerequisites of foreign investment is political stability.",
    "Since President Wickremesinghe assumed the presidency last year, he has cracked down hard on more violent sections of our political fabric and to a large extent brought political stability to the land. This is not to be mixed with the needs of the population.",
    "But though political stability has been to a greater extent established, long-term security of investment is critically missing.",
    "For instance, even while negotiations with the International Monetary Fund (IMF) were ongoing for an IMF facility, particular politicians threatened, that if elected to power, they would not be bound to fulfill obligations covered by the IMF agreement.",
    "Such actions do not build investor confidence. In fact, many a potential investor has pointed out our national policies seem to change with every change in government, endangering investments and thereby prompting investors to flee the country.",
    "Another problem has been that of widespread corruption which is endemic and has played a role in driving potential investors away from our shores. A case in point being potential investors leaving the country in disgust, because of bribes demanded by local officials.",
    "The recently passed Anti Corruption Act is perhaps a step in the right direction. Unfortunately, we have seen how politicisation of similar bodies such as the Commission to Investigate Bribery and Corruption turned these bodies into toothless tigers.",
    "We need to ensure the newly legislated Anti Corruption Act does not face the fate of its predecessors.",
    "At this time it is also good to look at some of the other causes which led us into the state of indebtedness which ultimately led to our bankruptcy as a nation.",
    "One need not be an economist to recognise the causes of bankruptcy, ‘we the people’ are aware of this.",
    "We have lived beyond our means. In other words we have spent more than we earned. For instance, almost all goods and services citizens received from government were subsidised. An example of this is fuel, which was provided at below world market rates.",
    "In 2019 while our total budget deficit amounted to Rs. 1,016 billion, statistics based on figures published in ‘statista.com’ show between 2014 to 2019 fuel subsidies alone amounted to US $1,534.7 million. (approximately Rs. 1.5 billion). In 2019 the fuel subsidy amounted to US $482.6 million.",
    "Even this year, government needed to subsidise fertiliser to the tune of Rs. 10 billion made possible via a credit line from India.",
    "The list of subsidies we have received over the years are endless. Sadly, government subsidised goods and services, rather than rising workers wages, which in the longer run could have done away for the need for subsidies.",
    "Today, UN studies show worker families have been forced to reduce their food intake and quantity of nutritious food because of the discrepancy between wages and the cost of living.",
    "The next generation, lacking in nutritious food, may not be in a position to compete in the world job market and could well be reduced to positions of drawers of water and hewers of wood, if these shortcomings are not addressed.",
    "These are but a few of the problems our administrators will have to put their minds to while attempting to take nation out of its debt-ridden state."
  ]
}