{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Thai-Air-Asia-resumes-flights-from-Bangkok-to-Colombo/108-262744",
  "time_ut": 1688950274.0,
  "original_lang": "en",
  "original_title": "Thai Air Asia resumes flights from Bangkok to Colombo",
  "original_body_lines": [
    "Thai Air Asia resumed operations on its popular Bangkok (Don Mueang) to Colombo route yesterday (9), the Airport and Aviation Services (Sri Lanka) (Private) Limited (AASL) said.",
    "The new service to Bandaranaike International Airport (BIA) operates four times a week, and the first flight arrived at the BIA at 22.00 hrs. yesterday with 134 passengers.",
    "While issuing a statement, the AASL said passengers were warmly welcomed at the BIA upon their arrival with a traditional Kandyan dancing performance and Sri Lanka Tea Board's Ceylon tea gift packs.",
    "The AASL said they are happy to welcome the recommencement of scheduled flight operations by Thai Air Asia between the two countries with four flights per week, fostering not only tourism but also economic, social, and religious cooperation between Thailand and Sri Lanka.",
    "\"Thailand is an important source market for tourism in our country, and we are eager to strengthen this relationship further.",
    "In the first half of 2023, Sri Lanka welcomed 2,072 Thai tourists. While the number of tourists in 2019 was around 9,861, we are optimistic that with the resumption of Thai AirAsia flight operations, the number of Thai tourists will return to pre-pandemic levels soon and exceed them afterwards,\" added the statement.",
    "The BIA facilitates 18,000–19,000 passenger movements and 110–120 aircraft movements daily, and it was observed that during the past few days, the total passenger movements exceeded 20,000 (arriving and departing), indicating an upward trend of passenger volumes at BIA, the statement also said. It said the AASL is happy to see the resumption of scheduled international flight operations by international airlines, which contribute to the nation’s economy. (Chaturanga Pradeep Samarawickrama)"
  ]
}