{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/peterites-very-active-in-the-uk/",
  "time_ut": 1704908640.0,
  "original_lang": "en",
  "original_title": "Peterites very active in the UK",
  "original_body_lines": [
    "The Peterites have been very much in the news, the past few years, especially after they celebrated their Centenary.",
    "The Centenary celebrations were worldwide, with the Old Boys Union of St. Peter’s College, in the UK, coming up with a very special event – a dinner dance that also featured Sohan Weerasinghe, Clifford Richards, Janaka (JPal) and Stephanie Siriwardhana.",
    "Santa’s appearance generated a lot of excitement among the kids",
    "The UK Peterites went into action again…and this time with their annual Christmas party.",
    "‘Peterite Christmas Night 2023’was held at the Nakshastra Hall in London and, according to reports coming my way, it was a fantastic and successful event!",
    "The fact that tickets sold out within two weeks of release, and that over 300 guests attended, speaks volumes about the popularity and enthusiasm for the occasion.",
    "The combination of Christmas carols, live music by the band Solid, and DJ Ashane, created a lively and festive atmosphere, they say, and with the Peterites and guests combining to sing carols, emphasizing the sense of community and shared joy.",
    "Santa Claus turned up with surprises for over 50 kids, while The Bubble Show for kids added a magical touch to the event, making it even more memorable for families and children.",
    "The OBU UK continues to support St. Peter’s College, Bambalapitiya, with various projects and activities in the UK and Colombo, and, they say they have some exciting plans lined up for 2024.",
    "If you are a Peterite and want to check out the latest news, you are requested to visit the official website www.spcobu.uk or follow social media channels, #spcobuuk",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}