{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/DigitAll-Innovation-technology-for-gender-equality/172-254204",
  "time_ut": 1676499372.0,
  "original_lang": "en",
  "original_title": "“DigitAll”: Innovation, technology for gender equality",
  "original_body_lines": [
    "Amidst growing controversy over alleged moves to postpone the Local Government elections scheduled to be held on March 9, the Government has run into more and deeper trouble while the cost of living is soaring and millions of families are finding it difficult to provide three meals a day, a proper education for the children, healthcare and other needs.",
    "Amidst such controversy within controversy, dispute within dispute and turmoil within turmoil, it is difficult to focus attention on other vital issue—gender equality. At a political level the law provides for 25% representation for females in Parliament but this does not happen. Last week we focused on the need to give women and girls a greater role in science in this digital era where the world is working wonders with artificial intelligence and other modes of modern technology.",
    "On March 8, the United Nations marks the International Women’s Day with the theme being “DigitALL: Innovation and technology for gender equality” In a statement the world body says:",
    "Our lives depend on strong technological integration: attending a course, calling loved ones, making a bank transaction, or booking a medical appointment. Everything currently goes through a digital process.",
    "However, 37% of women do not use the internet. 259 million fewer women have access to the Internet than men, even though they account for nearly half the world’s population.",
    "If women are unable to access the Internet and do not feel safe online, they are unable to develop the necessary digital skills to engage in digital spaces, which diminishes their opportunities to pursue careers in science, technology, engineering, and mathematics (STEM) related fields by 2050, 75% of jobs will be related to STEM areas. Yet today, women hold just 22% of positions in artificial intelligence, to name just one.",
    "According to the UN bringing women into technology results in more creative solutions and has greater potential for innovations that meet women’s needs and promote gender equality. Their lack of inclusion, by contrast, comes with massive costs.",
    "This year International Women’s Day recognizes and celebrates the women and girls who are championing the advancement of transformative technology and digital education. The observance will explore the impact of the digital gender gap on widening economic and social inequalities, and it will also spotlight the importance of protecting the rights of women and girls in digital spaces and addressing online and ICT-facilitated gender-based violence.",
    "The UN says that globally 85% of women have experienced or witnessed digital violence against other women. That is the case of Olympia Coral, who shares her story along with 15 other women who suffered digital violence. Remember, virtual is real.",
    "Referring to equality through words the UN says Given the key role of language in shaping cultural and social attitudes, using gender-inclusive language is a powerful way to promote gender equality and eradicate gender bias. Only 63% of women are using the Internet in 2022 compared to 69% of men. A study of 51 countries revealed 38% of women had personally experienced online violence.",
    "Ana Vizitiv, 18, is a young girl from Moldova. She has been passionate about the hard sciences – science, technology, engineering and math (STEM) – since childhood. She’s participated in numerous hard science Olympiads and won the International Regeneron ISEF 2021 Science and Engineering Competition. She actively promotes and encourages girls in STEM to pursue their passion regardless of gender biases.",
    "Sri Lanka has the distinction of producing world’s first woman prime minister in July 1960. Sirimavo Banadaranaike who held this post for twelve years says “We are not here only to demolish discrimination but to envision the benefits to the human race of integrating this forgotten half of humanity in development.”"
  ]
}