{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Gamani-Corea-Foundation-to-reward-inspirational-women-and-story-writers/56-751532",
  "time_ut": 1691436380.0,
  "original_lang": "en",
  "original_title": "Gamani Corea Foundation to reward inspirational women and story writers",
  "original_body_lines": [
    "The Gamani Corea Foundation has decided to recognise the efforts of Sri Lankan women who could be an inspiration to others in terms of achieving family empowerment. The manner in which they succeeded in overcoming challenges and obstacles to uplift their family economy and social standing while contributing to the economic development of the country, will be specially recognised.",
    "The Foundation founded by the late Dr. Gamani Corea is an independent, non-profit, charitable institution. Its mission is to contribute to the socio-economic development of Sri Lanka, and other low and middle-income countries, through informed, independent, high-quality research. One of the goals of the Gamani Corea Foundation is to “give grants, gifts, or donations to charities in the name of Dr. Gamani Corea’s mother Freda Corea. However, Freda Corea Awards 2023, the first of its kind, goes far beyond grants, gifts, and donations. It is an endeavour to go to the root of the problems encountered by poor and low-income women in their effort to defeat poverty. Based on the research material collected through this exercise a policy paper will be formulated to be sent to Government policymakers to help them address the issues faced by these women.",
    "The Freda Corea Awards 2023, was conceptualised as a competition for story writers whose task would be to identify women in the low and middle-income category whose success could be an inspiration to others. Through personal dialogue with them, writers should identify the challenges they faced and unravel the manner in which those challenges were overcome.",
    "The stories will have to be based on the achievements of contemporary women within the past 5 years. All stories submitted should be the original work of the writer and should be between 1500 - 2000 words. Writers should concentrate on bringing out the efforts of inspirational women who have successfully achieved family emancipation and empowerment. The problems they faced should be clearly articulated to enable policymakers to understand the issues and take remedial action.",
    "Entries will be accepted in English, Sinhala, and Tamil. This competition is open to writers and inspirational women from all nine provinces in the country who are citizens of Sri Lanka, irrespective of age or other considerations. One winning story originating from each province will be selected for awards. The story writers need not be from the same province as the owner of the story. They can select a province of their choice and write their stories. Winners will be selected through a points-based selection process based on the content and quality of the stories, by an evaluation committee set up for this purpose by the Gamani Corea Foundation. The best story in each province will be selected and generous awards will be granted to the owner of the story as well as the story writer.",
    "Based on the issues that emerge from this process, the writer is expected to provide a comprehensive background to the story. They should provide details regarding the prospective awardee, the challenges faced, the lessons learned, and their achievements, to enable the evaluating committee as well as policymakers to make a sound judgment.",
    "The expected outcome of this endeavour is to inspire other aspiring women to follow suit. It is hoped that this endeavour would succeed in harnessing the participation of as many like-minded inspirational women as possible to positively work towards the emancipation and empowerment of their families and thereby contribute to the development effort of the country.",
    "The Gamani Corea Foundation believes that this exercise would initiate Government action to formulate policy to remove constraints and address the issues related to the emancipation of women and their families. Thus, this initiative goes beyond merely recognising the effort of inspirational women. It is also a research exercise to ascertain the problems and obstacles faced by low/middle-income women in their effort to uplift the status of their families. The Foundation will act as a strong lobby to drive the political will and momentum to help inspirational women defeat poverty through family empowerment.",
    "The awards ceremony of the Freda Corea Awards 2023 will take place during the first week of December 2023. For further details: https://gamanicoreafoundation.lk"
  ]
}