{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/demolition-of-hotel-some-questions/",
  "time_ut": 1704216000.0,
  "original_lang": "en",
  "original_title": "Demolition of hotel: Some questions",
  "original_body_lines": [
    "The partial demolition of an illegally-constructed hotel close to the Dehiwala beach, on Monday, has grabbed headlines. The building belongs to a drug dealer who has fled the country, according to the police. There was a heavy police presence around the demolition site, on Monday, and some persons who protested were taken into custody.",
    "The demolition work however had to be suspended because the backhoes used for that purpose could not bite through the reinforced concrete in the main building, according to the coastal conservation officials. But it has been claimed in some quarters that the demolition work was stopped due to political interference. The police have sought to rubbish this claim.",
    "Anything is possible in this country, where politics takes precedence over everything else, and politicians unflinchingly safeguard the interests of crooks; they are notorious for benefiting from the largesse of wealthy lawbreakers. We are in an election year, and politicians are thirsting for funds. Therefore, it remains to be seen whether the demolition work will resume in Dehiwala.",
    "There is no argument that the assets of drug dealers must be seized and confiscated, but care should be taken to ensure that it is done strictly according to the law. If the buildings that belong to drug barons and their fronts are found to have been constructed illegally, they must be pulled down like other unauthorised constructions.",
    "The question is why the Dehiwala hotel at issue was singled out for demolition. Would it have been spared like the other such unauthorised constructions in the area if it had not been the property of a drug dealer?",
    "Urban development and coastal conservation officials point out that there is a legal requirement to demolish all unauthorised structures, especially the ones on the beach. Nobody should be allowed to encroach on state land and/or ruin the environment in the name of tourism. But it is puzzling why the law does not apply equally to all those who have put up buildings in such places.",
    "The western littoral is studded with unauthorised structures hugging the beach. Why is it that the Coastal Conservation Department, the police and others responsible for protecting this vital zone, act selectively when they pull down illegal constructions. There are many such buildings in Dehiwala. It is alleged that among their owners are cronies of politicians and some military officers. A person who protested against the demolition of the Dehiwala hotel is heard stressing this fact, in a video; he asks why other buildings close to the seashore have been spared. Is it that the buildings that have been illegally constructed in ecologically-sensitive areas but not with proceeds from the narcotic trade will be left untouched? One can only hope that those who ordered Monday’s demolition work will provide an answer.",
    "Above all, it must be found out why the local government authorities, the police, the coastal conservation officials and others did not take any action during the construction of the unauthorised buildings virtually on the beach. The heads of local government authorities and their bureaucratic lackeys put ordinary people through the hoops before approving the latter’s building plans, but those who encroach on beaches, wetlands etc., and build thereon have no such problems. All these politicians and officials who have collaborated with lawbreakers must be brought to justice. There are many other culprits. How come the unauthorised buildings have been given water and electricity connections? Besides the buildings that ruin the beaches, there are hotels in the catchment zones of ancient irrigation tanks.",
    "Let those who have undertaken to pull down the Dehiwala hotel be asked how they propose to deal with the other unauthorised structures in the area.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}