{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-citrus-leisure-plans-to-raise-rs1-5bn-from-shareholders-146822/",
  "time_ut": 1704876900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Citrus Leisure plans to raise Rs1.5bn from shareholders",
  "original_body_lines": [
    "ECONOMYNEXT – Citrus Leisure Plc said it is seeking 1.5 billion rupees from shareholders through a rights issue.",
    "“The Board of Directors … resolved to increase the Company’s Stated Capital by the infusion of fresh capital in a sum of Rs 1,589.090,808 by way of a Rights Issue,” the company said in a stock exchange filing.",
    "Citrus plans to sell 378,354,954 shares at 4.20 rupees each.",
    "These will be issued in the proportion of 143 new ordinary shares for every 101 existing ordinary shares held by shareholders in the Register of Shareholders as at end of trading on the Date of Entitlement.",
    "A Citrus share closed at 5.40 rupees on Wednesday, down from its previous day’s close of 6.30.",
    "The current stated capital of the company is 3,256,172,662 rupees, the statement said.",
    "The proceeds are to be utilized to settle outstanding related party loans borrowed from George Steuart and Company amounting to 1.2 billion rupees, and to facilitate the full subscription of the Company’s entitlement in the Rights Issue of Hikkaduwa Beach Resort PLC (CITH) amounting to 181mn rupees.",
    "Citrus said it also wanted to retire non-related party loans of fully-owned subsidiary, Citrus Silver Ltd to the maximum extent possible; primarily identified for settlement are two bank loans amounting to 114mn rupees and 40mn rupees.",
    "The rights issue is subject to approval of the Colombo Stock Exchange and shareholders.",
    "Last month, Citrus Leisure opened a revolving restaurant at the Lotus Tower in time for the season after signing a management agreement with the Colombo Lotus Tower Management Company (Private) Limited previously.",
    "Blue Orbit by Citrus was touted as Sri Lanka’s first revolving restaurant and the tallest in South Asia. (Colombo/Jan10/2024)"
  ]
}