{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/probably-most-brilliant-officer-the-army-ever-had/",
  "time_ut": 1701516600.0,
  "original_lang": "en",
  "original_title": "Probably most brilliant officer the Army ever had",
  "original_body_lines": [
    "Lt Col PVJ (Jayantha) de Silva, SL Light Infantry (1941-2023):",
    "“Do not stand at my grave and cry; I am not there; I did not die”",
    "Late Lt Col PVJ (Jayantha) de Silva, Sri Lanka Light Infantry, (the oldest regiment in the Army – raised in 1881), served in the SL Army from 1964 to 1987.He sadly passed away in Australia after a fall just short of his 80th birthday.",
    "He was probably the most brilliant officer the Army ever had; some say even a genius. He was also an unwavering, staunch, stubborn patriot as he was unforgiving of those, military or political who faltered. I admired him. He was my very good friend.",
    "Educated at Royal College where he was prefect and Cadet Sergeant, he was also a national basketball player. He was in the first intake of five officer cadets to the Pakistan Military Academy in Kakul in 1964. He, showing extraordinary leadership potential to prove himself among Pakistani cadets from the famed martial races of Punjabis, Pathans and Baluchis being appointed Battalion Junior Under Officer in his final term. He was the first and only one from Ceylon (SL) to be so appointed on the regular long course of two and a half years (It is now a two-year course).",
    "He came third (of over 200 cadets) in the order of merit. The others in the Ceylon intake of five included Srilal Weerasuriya, later General and Army Commander. He later graduated from the Indian Staff College, Wellington, being recommended for Operations and Training, the plum posting for the best achievers. He was excellent in the field and on the staff.",
    "I came across some of his Light Infantry soldiers in Talaimannar on a search operation when on Anti Illicit Immigration duties in the late 1960s. They spoke with pride of their lean, six-foot-tall whipcord strong, platoon commander’s successes. Clearly, he had looked after their every need as indeed the regimental motto “Ich Dien” (I serve) expected him to do – to serve his men. Many senior officers in a politicized army do not understand the motto believing ‘I serve’ means serve politicians!",
    "Jayantha’s extraordinary feats were many and legendary. When the Russians gifted 82 mm mortars after the 1971 JVP Insurgency, Jayantha was the leader of the army infantry team of officers and sergeants chosen to be instructed on the weapon. The Russians took the whole of the first day to introduce the new weapon in the belief that the locals had to learn from scratch probably unaware we were well trained on the British three-inch mortars albeit of WW 2 origin.",
    "At the end of the first day Jayantha asked the bemused Russians to take the next day off. He asked the infantry team to assemble at the Panaluwa range the next morning. The team was taught everything about the weapon including how to fire it by Jayantha. The following morning the Russians were taken to the firing range instead of the weapon training area. The sections of the team then demonstrated the dismantling and assembling of the mortar.",
    "The Russians were next taken to the field firing range where the mortar bombs (shells) were fired. The planned six-week course was over! That was PVJ.",
    "When his SLLI commanding officer Lt Col (later Major General) HV (Henry) Athukorale wanted a regimental museum, he created one almost overnight. He was entrusted with revising the Regimental Standing Orders. When Military Assistant (MA) to the Commander of the Army, Lt Gen Denis Perera, he produced the most comprehensive Army Dress Regulations. All in quick time.",
    "I remember Jayantha as the first ever MA to an Army Commander (Maj Gen Denis Perera) accompanying the Commander on the first of the Army Commander’s bi-annual Inspection team at HQ Task Force One at Pallaly (Jaffna). In the evening at the Officers’ Mess the mood was convivial with the gift of two bottles of whiskey from the Commander helping; but Jayantha was missing.",
    "The next morning as the Commander and his staff left for the airport the Minutes of the inspection, accurate and critical with action to be taken, would be in my hands. This speed of response upset some commanding officers (who complained). They were used to ambling along previously. Now their command deficiencies were pinpointed. The Army was in a resurgent era.",
    "At the Non-Aligned Conference held in Colombo, about 100 heads of state or government, attended. They had each to be given a Guard of Honour at Katunayake whatever time they arrived. Their arrivals were within a short intervals of each other. Jayantha was Deputy to Brig TI Weeratunge (later Army Commander). Brig Weeratunge had time on his hands as Jayantha had organized rehearsals, timings and dress inspections with passion. The ceremonials were outstanding.",
    "The VVIPs arriving included Mrs. Indira Gandhi, Sadat, Makarios (Cyprus), Hafiz al Assad and the eccentric Libyan leader Gaddafi. Marshal Tito arrived in his yacht in the Colombo harbour.",
    "As Commandant of the Combat Training School in Ampara he revamped it entirely. Everything from theory lessons, conduct of field tactical exercises and Standard Operating Procedures were in writing. His successors had only to follow them.",
    "While SL was laboring to match the terrorists early lead in technology, it was to Jayantha that the Army Commander turned to build SL’s first indigenous Armoured Personnel Carrier (APC) with a V shaped hull. It proved to be far superior against mines to the imported, much acclaimed South African APC. He did so with a team of technicians from the Electrical and Mechanical Engineers at their Colombo workshop. And he was just an infantry officer.",
    "Had Jayantha remained in the Army instead of emigrating, he would have worked wonders with technology but he had no far thinking Gen Sundarji (brilliant Indian Chief of Army Staff and the only infantry officer to command the First Indian Armoured Division too) or any brass hat to back him in an unsophisticated army given to sycophancy and later even commanded by one who gifted weapons and ammo to the terrorists.",
    "He could have given the Army a lead in AI too. Instead, his inputs were apparently in the Australian Defence Industry. He was last heard providing (unsolicited?) detailed inputs for Australia’s indigenous aircraft carrier. While Sundarji wrote “Blind Men of Hindustan” as his treatise on Indian Nuclear Policy was not too well received, Jayantha wrote a new Constitution for SL that he insisted I read to know how to resolve our problems. I was tactful in responding.",
    "Jayantha had a Kodak camera with which he recorded many events in camp and on training. I requested him to photograph my wedding and gave him a roll of film. He gave me a whole lot of super wedding photos and returned the film as he was wont to do. When years later he found his camera outdated, he searched for the newfangled parts needed to upgrade it. He could not find any. Jayantha then manufactured them and soon had a camera that was uptodate.",
    "He then sent the drawings of his work to many camera companies. Only Kodak responded. They asked whether he had registered for copyrights. He said no. Kodak asked whether they could come to an agreement about producing the parts. He told them there was no need for an agreement and they could just have it. They asked whether they could use his name. He said it was unnecessary as both knew who did the work!",
    "I first met Jayantha when he was an officer cadet in 1964.I was on a Regimental Signals Officer’s course at Rawalpindi. He would come with four other cadets including Srilal Weerasuriya (later General and Commander of the Army) and stay in my officers’ mess quarters during the rare training breaks. They would each bring their bed rolls and lay it out in the sitting room so they had no problem about sleeping.",
    "They also joined four officers (Capts Kamal Fernando and WM Weerasuriya, Lt SJ Weerasena and me to form a ‘Ceylon Army’ cricket team to play GHQ Pakistan. The five cadets were not very impressive cricketers. We were loaned two Pakistani officers who were not any better. We lost. They had a national player who had just played against the MCC. He scored a century.",
    "The next time we met was in mid-1968 was when we were both appointed Instructors for the first ever Officer Cadets course held in SL at the Officer Cadet School (now the SL Military Academy) at the Army Training Center (ATC) Diyatalawa. We replaced the two instructors who had been there during the first term. This was a most rewarding posting ever as we were in charge of not just new officer cadets but of the promise of the army’s future. This intake, initially of 12, was incomparable.",
    "We were very fortunate that Lt Col (later General and Commander of the Army from the first Ceylon Intake at Sandhurst Denis Perera was first the Deputy (to Col Lyn Wicramasuriya) and then Commandant of the ATC. He ensured that the cadets wanted in nothing. Maj MD Fernando was the Chief Instructor (CI).",
    "We soon discovered that instructor sergeants and sergeant major whose duties were respectively drill and weapons, had been allowed to impose themselves on the cadets in their free time and in the cadets’ mess. A hurried meeting on the first day itself laid down the ground rules. The other rank instructors were told that the accommodation and cadets mess were not in their province and to desist from going there as everything there was the responsibility of Officer instructors alone.",
    "This was a clean break from what had been going on when directly enlisted officers were trained and NCOs ran the roost after close of the days play. Warrant Officer Ahmath (Armoured Corps) was an excellent Wing Sergeant Major.",
    "The cadets had been told to start digging a well at the top of the hill overlooking the Halangode Wewa! This was stopped on the first day itself. The foundation, standards, customs and traditions were set initially by the officer instructors. They were handed down inviolate by Intake One who by the time Intake Two and a volunteer force intake of young officers arrived, had matured enough to govern and set the pattern for the succeeding intakes. The term Beast Billet (for first termers) came into vogue then. Bullying and ragging were not allowed as Intake One had set the standard.",
    "The first three intakes had the founder commander of the Commandos and two Army Commanders including SL’s only Field Marshal and a rifle shooting Olympian who twice contested!",
    "Field training exercises were talked about long after they ended. The first initiative exercise was held in the Passara hills with planters being ‘friendly collaborators’ of ‘cadet saboteurs’, then in Ampara in a tropical thunderstorm at night that made the cadets think the exercise would be called off. It wasn’t. The two instructors accompanied each ‘sabotage’ patrol across flooded paddies and raging torrents near the airport. The third was in Trincomalee.",
    "Conventional warfare exercises were held on Fox Hill, in Gurutalawa and Horton Plains. Jungle training was carried out in the South Eastern jungles off Kuda Oya by the British Far East Jungle Warfare School Malaya-trained Capt (later Major General) Wijaya Wimalaratne and Warrant Officer Jayasinghe, both from Gemunu Watch.",
    "On parade Warrant Officer Dayananda, (Armoured Corps) trained at the Brigade of Guards Drill Depot Pirbright, UK) never failed to say after each rehearsal for the Commissioning parade that every officer must try to match Jayantha’s sword drill standard – that included the parade commander- me!",
    "The rugby team with a galaxy of schoolboy players in Intake Three won the Clifford Cup C Division the first time it entered.",
    "Jayantha had the very best leadership characteristics starting from unshakable integrity, physical and moral courage, in depth knowledge of his profession including its technical side, initiative, was lightning fast in taking decisions and implementing them. He was fair and just in all his dealings. He was straight, unafraid to speak his mind but not haughty or arrogant, pleasant mannered and adaptive, lean and hard, highly motivated and disciplined. He never spoke of race or religion in the best traditions of the Army. He was first class at everything he had to do in the Army except for playing cricket. He was a true friend and loyal.",
    "He had little patience, never gossiped, was firm, hardly merciful, was uncompromising and not very flexible. When asked by a retired Army commander visiting Australia why he did not want to meet him (the former commander), he said simply ‘You saluted the terrorists’ (during the 2001-3 phony Norwegian sponsored peace initiative).",
    "The question must then be asked why an outstanding mid ranking officer whose early promise blossomed throughout his career abruptly decided to quit the army and migrate to Australia as a Lt Col, when achieving the highest command rank was a probability. Clearly in SL it was not. I cannot think of any army other than SL’s where such an exceptional officer would have been allowed to go without an effort to retain him. Was there an exit interview? I doubt it as at that time the army had lost a lot of its confidence and a few army commanders had openly said the war could not be won, shamelessly contradicting their own appointments.",
    "One had secretly followed treacherous orders and arranged weapons and ammo plus cash in dollars and cement to be given to the LTTE on the treasonable orders of a Commander-in Chief!",
    "As for career planning it appeared that was in the hands of politicians. Shocking debacles followed. Thousands died. No senior commander was punished. Many were promoted. Sadly, it appeared that the deaths of thousands of soldiers and young officers mattered less than the need to protect the guilty Generals.",
    "A guilty conscience pervaded the upper ranks. They did not in many cases serve their men. By 2006 the lessons were well learned, the surviving fighting elements had been to hell and back for decades They were ready to finish it off. They did so with a political leadership that for once made sure the Army and the forces in general lacked nothing to win the conflict.",
    "Jayantha had not been given command of his battalion despite being the most outstanding mid ranking officer not only in his regiment but also in the army to deserve it. When asked, two former Army Commanders, one his intake mate to the Pakistan Military Academy and the other who he had trained, thought it was due to the fact that Jayantha’s last two bosses as Army Commanders (1981-88) made prolific use of his amazing grasp of technology for the army rather than release him to command his regiment, the vital starting point of higher command. This could have happened only in the SL Army as any career plan had to give command of one’s own regiment the highest priority.",
    "It is probable that in many other armies a similar talent would have seen the incumbent given a double promotion straight to Brigadier. All this was not to be. In my humble opinion, had Jayantha stayed on he would have made the best and most effective and successful Army commander albeit in his time, after Gen Denis Perera.",
    "On a personal note, I remember going with my family to Kandy for the Perahera. Jayantha who was the senior staff officer in Central, Command made all the arrangements for our stay. At night he saw that only my elder daughter and I were going out as my wife would stay with our two-year old second daughter. He immediately said he would look after the baby and asked for instructions. On our return about midnight, we saw Jayantha with a pen light torch reading a book having prepared and given the baby her milk on time. In his spare time Jayantha coached the Trinity College basketball team.",
    "When Jayantha left SL, the Army lost her most talented officer, his friends lost a wonderful and close friend. His death in Australia came as a shock to all. The saddest part was that we in SL were sure he would outlive all of us even as most of us had not seen him for nearly 35 years; but he never forgot SL, the Army and us and kept our morale up during the darkest days of the conflict with his unrelenting confidence in final victory.",
    "He will be much missed by all who knew him. May his stay in Samsara be short. He leaves his wife Chintha, daughter Piyumali and son Suresh.",
    "Intake one had the head prefects of Royal, S Thomas’, Kingswood and St John’s, Jaffna, the cricket captain of Ananda and Combined Schools, national rifle firing pool member (and twice future Olympian), three public school athletes, a Nalanda cricketer, vice-captain Royal College rugby, one Royal College rowing team member and a soldier entry who was a national rugby player.",
    "Navy recovers narcotic substances valued at Rs. 94 Mn in Talaimannar",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}