{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/will-a-trump-re-election-pose-a-global-threat/",
  "time_ut": 1688835960.0,
  "original_lang": "en",
  "original_title": "Will a Trump Re-election Pose a Global Threat?",
  "original_body_lines": [
    "Nearly 60 percent of US Republicans support Donald Trump and about 30 percent favour Ron DeSantis; only about 10 percent would like to see another candidate, including Vice President Mike Pence nominated by their party for the November 2024 presidential election. The choice is skewed on the Democratic side as well with about 50% of Democrats favouring Biden, 30% wanting him to step aside for reasons of age.",
    "Others in the running are Elizabeth Warren, the also aged Bernie Sanders. Pete Buttigieg and Kamala Harris trail behind. These are still early days and preferences, especially on the Democratic side, are likely to change. But the Democrats are not my topic today. Since the US is and will remain the premier global power for a few decades I decided that it would be useful to keep my readers dated on recent events in America and have made use of a short visit to draft this piece.",
    "The Supreme Court of the United States (SCOTUS) is largely a Trump creation (Obama’s nominees were repeatedly blocked by Republican majorities in the US Senate). It is the most reactionary in decades and certainly the most bigoted in my lifetime. Its recent decisions, give a whiff of what it will do in the next period and a presumptive Trump presidency may have a significant impact on international affairs and SCOTUS will be a collaborator or fixer in the context of America’s failing international role I need to devote a few paragraphs to a brief discussion two topics – (i) the recent decisions of this blinkered SCOTUS and (ii) gridlock in the US global financial and political agenda where Trump may lean on SCOTUS to push forward his plans.",
    "In a stunning blow to women’s reproductive rights SCOTUS reversed Roe vs Wade, landmark bipartisan legislation which has had stood since 1976. The Court struck down several Texas laws which had criminalised abortion and declared that they imposed an undue burden on a woman’s right to abortion. The Roe vs Wade victory was a cornerstone of US feminism; the decision made in June 2022 overturning it is egging women’s movements worldwide into action.",
    "In June 2023 the Court took another reactionary turn when it prohibited affirmative action in admission to American universities. Affirmative action refers to policies aimed at increasing educational opportunities for people who are under-represented in various areas of society and focuses on demographics with historically low representation. The Court quite happily allowed the disproportionally large number of blacks in the US armed forces to continue. This bigoted Court opined that Blacks, Browns and the underprivileged are eligible to die for the defence of US Imperialism but not to be educated!",
    "In a one-two-punch against Blacks, Browns and underprivileged communities this Court also struck down bipartisan measures to ensure affirmative action in government contract awards, employment and enrolment in education endorsed or enacted in bipartisan efforts over the last seventy years. Biden correctly described this as an “abnormal” court. These rulings have defined Biden’s campaign issues for the 2024 presidential polls and one can already see the Democrats girding their loins and polishing their canons for the campaign.",
    "SCOTUS appointment is for life and an incumbent can depart from office by retirement, impeachment or keeping an appointment with the Almighty. The only Justice ever to be impeached was Samuel Chase in 1805. The House of Representatives impeached him; however, he was acquitted by the Senate. It is necessary therefore to say a few words about the composition of this court.",
    "The Chief Justice John Roberts inspires no confidence in the hearts of racial minorities, women or liberals. Clarence Thomas, would if he were on any Sri Lankan court have been impeached for accepting handsome gifts from business organisations. Brett Kavanaugh, a Bush protégé in his climb up the ladder and a Trump appointee to SCOTUS is a religious immoderate. Interestingly six of the nine justices (both reactionaries John Roberts, Clarence Thomas, Kavanaugh and Samuel Alito and progressive minded Sonia Sotomayor) are Catholics.",
    "The progressive minority on SCOTUS led by Sotomayor includes Elena Kagan and Ketanji Brown Jackson, all women. The Court is dominated by WASPs but many white Anglo Saxon Protestants abhor Trump and count him as crude, dishonest and a pervert. This summary I think is enough to give my readers a thumb-nail sketch of the current situation on SCOTUS.",
    "An allied matter is that SCOTUS is the final authority in the interpretation of the Constitution and amending it is virtually impossible since the process involves very complex bargaining with the States, which means it must be a bipartisan process. This was the case to a large degree with the historic 13th Amendment of 1865 which abolished slavery, the 19th Amendment of 1920 giving women the vote and the 22nd Amendment of 1951 which imposed a two-term limit on the Presidency.",
    "The Trump camp understands that with 40 million students losing out in some way by the Court’s decision to eliminate student financial support, women fired up by the abolition of the right to abortion and blacks, browns and underprivileged communities infuriated by the abolition of affirmative action, the stage is set for a no holds barred show-down in the 2024 election campaign. How this will pan out is anybody’s guess. My guess is that it will be to Trump’s disadvantage and therefore Republicans will try to defuse it.",
    "Let me move on to the threats posed by a second Trump presidency in the international arena. I will comment on three aspects, financial challenges to global dollar supremacy, Israel and strategic-nuclear concerns in the Middle East and the big one, China. There are numerous subordinate issues attached to each but were I to deal with everything I would have to write a book!",
    "The dollar has been king, the medium of global financial transactions, the medium in which most trade transactions are concluded and the currency in which most savings, private, corporate and government are held. This was the story since Bretton Woods Conference in July 1944. (Bretton Woods is a sleepy little town in New Hampshire, USA). The Bretton Woods deal was hugely fortified by the Petrodollar deal which Richard Nixon constructed with Saudi Arabia in 1973, the system was a deal between the US and Saudi Arabia whereby they agreed to price and trade oil in US dollars.",
    "In exchange the US promised the Saudis military protection against all threats. Hence any country that purchased oil from Saudi Arabia would have to use dollars; soon it became the practice for the entire global oil trade; transgressors would incur American opprobrium. This arrangement has been challenged only in the last few years by Sino-Russian gas and oil transactions and India’s large oil purchases in defiance of American pressure. Now even Saudi Arabia is willing to enter into oil sales outside the Petrodollar ambit. There is nothing that a putative Trump presidency can do about any of this.",
    "The dollar remains to world’s reserve currency in that it is the medium of payment for most international trade and most private, corporate and governmental bonds are held in dollars. Global payments systems such as SWIFT are still relatively unchallenged. Donald Trump and his advisors are not sophisticated enough to interfere with any of this.",
    "The Eurozone id growing and the Chinese are attempting to cobble together a Yuan based global international system but this is far from adequate as yet. One can safely conclude that despite China becoming the world’s largest economy within two decades (it already is in PPP terms) the US dollar will continue to remain the primary financial medium for a another decade or two.",
    "Therefore it is my view that it is in the strategic-military domain that the idiosyncratic Trump is a threat to global order. Surely his generals will veto any foolish actions in the Taiwan arena and even the Indian Ocean, but it is the arrogance of New Mandarin Overlords in Beijing that is provocative. Beijing has enunciated a Nine-Dash line of Chinese suzerainty in the South China Sea that reaches right up the rectal orifice of smaller littoral states – Philippines, Malaysia, Brunei, Indonesia, Vietnam and Taiwan (which to China) is a province of the PRC. A flare-up in the region is what Trump idiosyncrasy could provoke.",
    "More serious are the strategic concerns in the Middle East. Trump may blindly support Israel and its rape of Palestine. Tensions between the extreme right-wing and others in Israel society is mounting and a two-state solution is the last thing on Israel’s, the US or Western agendas. The outlook is bleak; ideal breeding ground for clueless Trump’s confused impulses.",
    "Mind you I strongly support Iran’s ambitions to acquire nuclear weapons. It is utterly unacceptable that Israel is the only nuclear power in the region. A strategic balance is unconditionally essential. Trump’s blunder in withdrawing from the agreement with Iran has expedited its progress in this direction. Good! Maybe he will blunder creatively again.",
    "The final matter which I need to explore is the Thucydides Trap that yawns in front of America as it confronts China; the directive role of the state, Deng Xiaoping’s thinking and the essential role of the invisible hand of markets in establishing economic efficiency. But that’s too much for me today.",
    "Trump Star prosecution witness in espionage case – against himself",
    "Trump likely to announce his 2024 presidential run within weeks",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}