{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89320/sri-lankan-envoy-discusses-collaboration-in-transport-sector-with-indian-minister",
  "time_ut": 1679677200.0,
  "original_lang": "en",
  "original_title": "Sri Lankan envoy discusses collaboration in transport sector with Indian Minister",
  "original_body_lines": [
    "High Commissioner of Sri Lanka to India Milinda Moragoda met with Indian Minister of Road Transport and Highways, Shri Nitin Gadkari, in order to discuss opportunities for bilateral cooperation in the transport sector.",
    "The meeting took place in New Delhi, and centered on a range of matters pertaining to the collaboration and partnership between the two countries in the transport sector.",
    "High Commissioner Moragoda requested the assistance of Minister Gadkari in sharing India’s experience in public-private partnerships in the highways sector with Sri Lanka, and proposed to set up a platform through which this experience could be shared with the relevant stakeholders in Sri Lanka.",
    "Moragoda also suggested that Indian investors be encouraged to look at investment opportunities in Sri Lanka’s infrastructure sector.",
    "Minister Gadkari expressed his support to these proposals, explaining that as India aims to become a developed economy by 2047, its government has focused on boosting infrastructure, including highways and road networks.",
    "India’s spending on infrastructure has increased significantly over the last decade, and is expected to hit a record Rs. 10 trillion for the next financial year.",
    "Meanwhile, cooperation in the electric mobility sector was also discussed, exploring the possibility of India sharing its experience, expertise and best practices of the electrical vehicle industry with Sri Lanka.",
    "High Commissioner Moragoda also sought the assistance of Minister Gadkari in encouraging Indian private companies from the electric mobility sector to invest in Sri Lanka.",
    "Briefing the Indian Minister on Sri Lanka’s road to economic recovery, Moragoda highlighted India’s pivotal role therein, and presented a copy of his policy roadmap the “ Integrated Country Strategy for Sri Lanka Diplomatic Missions in India 2021/2023” to Minister Gadkari.",
    "The Minister, in turn, presented a copy of his latest book ‘Unmasking India’ is a compilation of thought articulated by him during the Coronavirus pandemic on the Armanirbhan Bharath through a series of webinars.",
    "Hailing from the State of Maharashtra, Shri Nitin Gadkari is the longest serving Minister for Road Transport and Highways of India currently running his tenure for over eight years since 2014.",
    "While having authored several books, he also served as the President of the Bhartiya Janata Party (BJP) from 2009 to 2013, and has held the ministerial portfolios of Micro, Small & Medium Enterprises; Shipping; Water Resources, River Development & Ganga Rejuvenation; and Rural Development & Panchayati Raj."
  ]
}