{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Skills-Expo-2023-to-be-held-at-BMICH-from-May-12-14/108-257524",
  "time_ut": 1681243907.0,
  "original_lang": "en",
  "original_title": "Skills Expo 2023 to be held at BMICH from May 12-14",
  "original_body_lines": [
    "Education Minister Susil Premajayantha speaking at a press conference where Sri Lanka Skills Expo 2023 was announced",
    "Sri Lanka Skills Expo 2023 will take place at the Sirimavo Bandaranaike Memorial Exhibition Centre (SBMEC) at the BMICH in Colombo on May 12th, 13th, and 14th.",
    "A ground-breaking event aimed at showcasing new and emerging techniques in 5 key sectors and providing opportunities for job seekers to find employment across these industries, the Sri Lanka Skills Expo 2023 is an initiative of the relevant Industry Sector Skills Councils (ISSCs), which were established in 2016. ISSCs are industry-owned, industry-led, and industry-driven organisations recognised, advised, and supported by the government.",
    "The official inauguration ceremony will be held on the 12th of May at 09.00 a.m. at the BMICH under the patronage of President Ranil Wickremesinghe, and Sri Lanka Skills Expo 2023 will be open to the public from 9:00 a.m. to 8:00 p.m., daily (entrance free).",
    "The ministers representing the 5 councils, together with other key dignitaries will be present at the inauguration, to support this collaborative effort to showcase and drive transformation in the skills and job market in Sri Lanka. This event is a national-level conference and exhibition with the objective of providing a platform to bring together skills and skills-related national and international stakeholders.",
    "Primarily, the Sri Lanka Skills Expo 2023 seeks to showcase new and emerging techniques across the five ISSCs represented, which are the Construction Industry Skills Council (CISC), Information and Communication Technology Industry Skills Council (ICTISC), Manufacturing and Engineering Industry Sector Skills Council (MESSCO), Tourism Industry Skills Council (TISC), and Agriculture Sector Skills Council (ASSC).",
    "The event will serve as an ideal opportunity to educate the public on the industrial training programmes available, share data related to available job vacancies within these sectors, and provide opportunities for job seekers to apply.",
    "A number of career guidance programmes will be available to educate individuals about the present trends within these 5 key industries, and career paths available to them. The expo will also be an excellent platform for students and job seekers to meet industry experts and employers, and learn about the various opportunities available in these sectors.",
    "Through this event, the organisers hope to build the image of the 5 involved sectors, and provide consultancy and advisory services related to technology adoption and competency development, and share information and data about the labour market. Skills Expo 2023 is expecting a participation of more than 15,000 participants throughout the three days.",
    "The five organising ISSCs have extended open invitations to their members who would like to seize this opportunity to obtain vendor stalls in order to exhibit their products and services, present the skill demand on the respective sectors and network with those who are interested in building careers in these sectors."
  ]
}