{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/08/russian-security-council-secretary-in-sri-lanka-for-meetings-with-president-defence-officials/",
  "time_ut": 1702027440.0,
  "original_lang": "en",
  "original_title": "Russian Security Council Secretary in Sri Lanka for meetings with President, Defence officials",
  "original_body_lines": [
    "COLOMBO (News 1st); Russian Security Council Secretary Nikolay Patrushev held meetings with President Ranil Wickremesinghe, and other senior government officials.",
    "The Russian Embassy in Colombo posted that the visiting Security Council Secretary also met with General GDH Kamal Gunaratne, Secretary of Defence.",
    "Russian Media reported that the Sri Lankan President Ranil Wickremesinghe received Russian Security Council Secretary Nikolay Patrushev during his visit to Colombo.",
    "According to the press service of the Russian Security Council, the meeting \"confirmed the commitment to further strengthen Russian-Sri Lankan relations in the economic and security spheres, as well as the cooperation between the two countries on international agenda issues.\"",
    "\"The comprehensive discussion on enhancing bilateral cooperation in various fields will contribute to the sustainable development of the two countries and strengthen their security,\" the Russian Security Council press service added.",
    "Russian Security Council Secretary Nikolay Patrushev has arrived in Sri Lanka on a working visit.",
    "The Russian Security Council secretary last visited Sri Lanka in November 2021. At that time, Patrushev held traditional security consultations with his counterpart Kamal Gunaratne and with Sri Lankan President Gotabaya Rajapaksa. Apart from that, Patrushev brought a shipment of the Sputnik V Covid vaccine to Sri Lanka as humanitarian aid.",
    "Applications to be called for the second phase of the Aswesuma relief in January",
    "Global Human Rights Day: Freedom, Equality, and Justice for All"
  ]
}