{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-accuses-President-of-withholding-funds-to-conduct-LG-polls/56-746304",
  "time_ut": 1678739400.0,
  "original_lang": "en",
  "original_title": "SJB accuses President of withholding funds to conduct LG polls",
  "original_body_lines": [
    "SJB mayoral candidate Mujibur Rahman accuses the President and the SLPP of continuing their efforts in obstructing elections",
    "Says President’s actions prove that the executive presidential system is harmful to Sri Lanka and its democracy",
    "Calls on all opposition parties and trade unions to come together to form a broad front to fight for elections against the ‘Wickremesinghe - Rajapaksa’ Govt.",
    "Samagi Jana Balawegaya Colombo mayoral candidate Mujibur Rahman says it is evident that President Ranil Wickremesinghe is withholding the funds and assistance required by the Election Commission of Sri Lanka to hold the local Government elections scheduled to be held on 25 April. Holding a press conference at the Opposition Leader’s office in Colombo yesterday Rahman said that even though a new date for elections has now been announced, both the President and the Sri Lanka Podujana Peramuna (SLPP) appear to be obstructing its preparations.",
    "“Government Ministers are openly claiming that a vote will not be held. This is a major threat to the country’s democracy,” he said. Rahman said the President’s actions only prove that the executive presidential system is harmful to Sri Lanka and its democracy. “His actions in interfering with independent commissions, not providing funds allocated and approved by Parliament and obstructing the MPs as well as their statements in Parliament proves he has undermined the Parliament,” Rahman noted.",
    "The Colombo mayoral candidate accused the Secretary to the Ministry of Finance of avoiding discussions with the ECSL and their requests for funds, “However in turn he has merely responded that he must obtain approval from the President. This proves the President is withholding the financial support and other assistance needed to conduct polls,” he said. According to Rahman, the President is manoeuvring the entire state machinery to obstruct the holding of elections and is setting a dangerous precedent. “This is not a good sign for the future of the country’s democracy and politics,” he added.",
    "Commenting on the Government’s alleged acts of suppression, Rahman said it only showcases before the world that there is no political stability in Sri Lanka. “Political stability is important as economic stability can only be achieved through it. However, the Government is disinterested in ensuring political stability as its plan is to continue its acts of suppression through violence,” he added.",
    "Rahman said the SJB will form a broad alliance to fight for elections. “We will have to set aside our policies and initiate a broad alliance against the Wickremesinghe - Rajapaksa Government to protect the people’s right to franchise. It is time all opposition parties and trade unions come together as one front,” Rahman said."
  ]
}