{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-continues-to-drive-sustainable-initiatives-making-a-positive-impact/",
  "time_ut": 1691093100.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL continues to drive sustainable initiatives, making a positive impact",
  "original_body_lines": [
    "As part of its ongoing efforts to create a positive impact on society and the environment, SLT-MOBITEL has implemented various sustainable Environmental, Social, Governance (ESG) initiatives at Jinaraja Maha Vidyalaya, Gampola recently.",
    "The program consisted of three projects, and SLT-MOBITEL collaborated with several valued partners to create a lasting positive impact on the local community and drive sustainable development for the area. The projects included conducting awareness campaigns for STEM (Science, Technology, Engineering, and Mathematics) Education, creating student entrepreneurship, a book donation project under ‘Hithak Athnam Pothak Denna’ targeted at promoting a reading culture, and a Tree Planting Project together with Ogilvy Public Relations Sri Lanka.",
    "Participating in the event on behalf of SLT were Anuruddha Ratnayake, General Manager – Regional Operations – R1 and Nilanthi Jayakody, Deputy General Manager – Public Relations, who were also present at the event along with the principal, staff, and students of the school, officials from Ogilvy Public Relations Sri Lanka, members of SLT-MOBITEL Customer Club, Gampola and SLT-MOBITEL officials, and volunteers of the STEMUP foundation.",
    "‘SL’s minerals sector is a big one but the govt. has made it a puny one’",
    "SLT-MOBITEL and STEMUP Foundation empowering children to unlock their future extending free coding programmes",
    "SLT-MOBITEL and STEMUP Foundation continue to empower children to unlock their future",
    "SLT-MOBITEL’s exceptional performance wins four awards at National Business Excellence Awards 2023",
    "SLT-MOBITEL continues to expand 5G Trial Developments in Sri Lanka",
    "SLT-MOBITEL National Business Directory Rainbow Pages unlocks power of local search",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}