{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90753/welfare-benefits-to-be-deposited-directly-into-recipients-bank-accounts",
  "time_ut": 1684841820.0,
  "original_lang": "en",
  "original_title": "Welfare benefits to be deposited directly into recipients’ bank accounts",
  "original_body_lines": [
    "In a bid to address the challenges faced by welfare beneficiaries in receiving their allowances, the Welfare Benefits Board says it has decided to implement a direct crediting system effective from July.",
    "The move will ensure that beneficiaries’ bank accounts are directly credited with the relevant welfare benefits, according to Welfare Benefit Board Chairman B. Wijayaratne.",
    "His remarks came during the “101 Katha” program produced by the President’s Media Division (PMD).",
    "This encompasses the correction of any previous errors in social welfare benefits and the continuation of existing government assistance programs such as Samurdhi and Elderly Assistance, Wijayaratne added.",
    "To further assist those without bank accounts, the Welfare Benefit Board has taken the necessary steps to facilitate the opening of bank accounts for beneficiaries who do not have one.",
    "Speaking on the ‘Aswesuma’ welfare benefits program, the chairman said the selection of beneficiaries is carried out through a centralized data base, ensuring that political affiliations do not influence the assistance provided.",
    "The ‘Aswesuma’ welfare benefit program, initiated by the President as part of the social safety net to alleviate the ongoing economic crisis, is under the purview of Finance State Minister Shehan Semasinghe, with involvement from various Government agencies, including the Ministry of Finance.",
    "Through this program, financial assistance will be provided to the lower-income group, comprising 40% of society, across four categories and the government aims to offer 15,000 rupees per month to families falling under the extremely poor category, Wijayaratne explained.",
    "He further noted that with the implementation of the ‘Aswesuma’ welfare benefit program starting in July, it is possible for the individuals who have been receiving benefits such as Samurdhi to lose them. “This could be due to factors such as having a stable income or not applying for the ‘Aswesuma’ welfare benefits.”",
    "The chairman urged the individuals who believe they should be eligible for benefits but are not included in the initial list to submit their appeals. As soon as the list of eligible recipients is published, they can either file an appeal or submit applications during the second phase, commencing after July.",
    "He acknowledged allegations that some financially vulnerable individuals were overlooked in the existing welfare benefit programs and that certain beneficiaries, including Samurdhi recipients, were included based on political influence.",
    "In response to these concerns and with the intention of addressing the allegations and providing support to those in need, President Wickremesinghe intervened and initiated the ‘Aswesuma’ welfare benefit scheme, Wijayaratne explained.",
    "Starting from August last year, the Welfare Benefit Board invited applications, receiving submissions from over 3.7 million people. Data regarding income and expenses were collected through the ‘Aswesuma’ mobile app, with additional verification conducted by a dedicated committee at the Divisional Secretariat level.",
    "The Welfare Benefit Board chairman said the finalized list of eligible individuals for the ‘Aswesuma’ welfare benefits will be made available at each Grama Niladhari office and on the Board’s official website (https://www.wbb.gov.lk/).",
    "If an applicant’s name is not included in the list or if there is someone included who is deemed ineligible for assistance, individuals have the option to file an appeal.",
    "Noting that the scheme aims to ensure that no deserving individual is left behind, emphasizing inclusivity and fairness, Wijayaratne said, in addition, for those unable to submit applications during the initial phase, there would be an opportunity to do so during the second phase, after July. Further details regarding this will be communicated through newspapers and media channels."
  ]
}