{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/24/hali-ela-tragedy-kids-go-in-search-of-mother-washed-away-by-strong-currents/",
  "time_ut": 1679632080.0,
  "original_lang": "en",
  "original_title": "Hali Ela Tragedy: Kids go in search of mother, washed away by strong currents",
  "original_body_lines": [
    "COLOMBO (News 1st);The bodies of two children who were reported missing after attempting to cross a water-way in the Bogoda Village in Hali-Ela were recovered.",
    "The body of a seven-year-old girl was recovered on Thursday (23) night, while her ten-year-old brother's body was recovered on Friday (24) morning.",
    "The unfortunate incident of two young children being washed away by strong currents while attempting to cross a water-way was reported on Thursday (23).",
    "According to reports, the two children were looking for their mother, who had gone to work.",
    "The mother was serving as a domestic aide for a daily wage, and she was employed at a neighboring house at the time.",
    "However, as she was late to come back home, the two children had gone out in search of her during a heavy downpour.",
    "Unfortunately, they were washed away by the currents when attempting to cross a water-way named the Pihilla Kandura not far from their home.",
    "Locals said that the currents reached dangerous levels due to the heavy downpour.",
    "The mother of the two children had returned home at around 5 in the evening, and as her children were missing, she had gone out in search of them.",
    "Locals banded together and started to search for the missing kids with their mother,",
    "The umbrella used by the children was located close to the water-way, and it was suspected that they may have been washed away by the gushing waters.",
    "Sri Lanka Police and the Sri Lanka Army launched an extensive search and recovered the body of the seven-year-old girl at around 10 PM on Thursday (23), around one kilometer away from the house in another waterway, locally referred to as the Dodangolla Oya.",
    "The Sri Lanka Police, Sri Lanka Army, and the locals launched another search for the missing boy on Thursday (24) night.",
    "Following an extensive search the body was recovered on Friday (24) morning some three kilometers away from their house, in a waterway locally referred to as the Halaba Oya.",
    "Newsline with Dr. Nandalal Weerasinghe: What next for Sri Lanka’s economy?",
    "Suspect connected to the cutting off an electrician’s hands in Moratuwa, arrested"
  ]
}