{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81509",
  "time_ut": 1678130640.0,
  "original_lang": "en",
  "original_title": "“The agreement with the IMF is of special importance to restore our economy.I invite the Opposition to join us in this endeavour of stabilizing the country’s economy. After accomplishing this, we can decide on holding the presidential election and general election. The country would take this decision.” -President Wickremesinghe in Special Statement to Parliament",
  "original_body_lines": [
    "(Text of Press Release Issued by the President’s Media Division on March 7th 2023)",
    "President Ranil Wickremesinghe, announced to Parliament that he had received a financial assurance letter from the Exim Bank of China last night and the letter of agreement, which he signed with the Governor of the Central Bank, had been sent to the International Monetary Fund.",
    "Accordingly, the President stated that he has completed his obligation to the country and anticipates that the International Monetary Fund (IMF) will fulfil its responsibility prior to the end of this month.",
    "President Ranil Wickremesinghe said this delivering a special statement in Parliament this morning (07) to provide an update on Sri Lanka’s current economic situation and the progress made with the IMF’s assistance to the country.",
    "Furthermore, the President cautioned that if the on-going program implemented by the Government is disrupted, the country could be pushed to an even more perilous state than it was in February and March of 2022.",
    "Following is the full speech delivered in Parliament by President Ranil Wickremesinghe;",
    "In mid-March 2022, the Government decided to seek the assistance of the IMF as a positive solution to Sri Lanka’s economic crisis. When the foreign exchange crisis worsened thereafter, in mid-April 2022, it was declared that it was impossible to pay the country’s foreign debt.",
    "Since then, Sri Lanka has operated as a bankrupt economy. All of you in this country have experienced its negative impact. By mid-2022, this country has experienced many problems such as fuel queues, gas queues, electricity cuts, food shortages, difficulties in procuring medicines, inflation, depreciating rupee, and increasing poverty. It is a fact which everyone accepts that the country has never experienced such a catastrophic situation in modern history.",
    "The economic problems that existed since June 2022 have gradually been resolved to some extent. Due to the provision of fertilizer, we achieved a good harvest last year during the Yala and Maha seasons. The export of agricultural products also returned to normalcy.",
    "In order to gradually solve the economic problems of the country, a stabilization program was entered into. The Government implemented a suitable program for this purpose. I would like to place some of them before this august assembly.",
    "The Government has implement various measures to ensure the availability of gas and petroleum, proper functioning of schools and examinations, providing continuous electricity supply, providing fertilizer and allocating additional funds for Samurdhi beneficiaries.",
    "Also, the Government had to go back to the same tax policy implemented in 2019. After the emergency tax cuts implemented at the end of 2019, Government revenues fell by as much as 8% of GDP. To restore it we had to go for new tax policies.",
    "Similarly, interest rates had to be raised under the Central Bank’s monetary policies. Raising interest rates was a positive step we had to take in order to control the rising inflation. By September last year, average inflation had risen to around 70%. Food inflation crossed the 90% mark.",
    "However, currently the rate of inflation has decreased to approximately 50%, and food inflation has also dropped to 54%. Additionally, due to a shortage of foreign exchange, exchange regulations were tightened, and imports were limited.",
    "Following the announcement of Sri Lanka’s inability to pay its foreign debt, foreign nations and financial institutions imposed restrictions on financial transactions with the country.",
    "This included the World Bank (WB) and the Asian Development Bank (ADB) who ceased providing new funds, leading to the suspension of nearly all foreign aid projects. Sri Lanka was also unable to open Letters of Credit (LC) and its credit rating was downgraded to the point where lending to the country was not advisable.",
    "Given the aforementioned restrictions, Sri Lanka was able to acquire foreign exchange through various means, including",
    "In 2022, the unfavourable conditions in the country resulted in an unsuccessful tourism industry. However, there are indications that the situation is improving this year. Although foreign exchange remittances decreased to one-third of the level in normal conditions, they show a tendency of increasing. Sri Lanka still faces a shortage of foreign currency to import inputs that could also help boost export earnings.",
    "Starting in 2021, the IMF has been issuing consistent warnings about Sri Lanka’s economic crisis, specifically regarding the foreign exchange crisis. Since mid-2022, discussions between the IMF and Sri Lanka have been on-going, with regular delegations visiting the country for extensive talks concerning the balance of payments, fiscal crisis, and foreign exchange crisis.",
    "Additionally, the IMF has emphasized the need for implementing long-overdue structural reforms, stating that there is no room for delay.",
    "We had a staff-level agreement with the IMF by September 1, 2022, but the IMF stated that the agreement couldn’t be presented to the Executive Board until our country achieves debt sustainability. To achieve debt sustainability, the Government continued discussions with creditors and sought the help of international agencies like Lazard and Clifford Chance.",
    "The discussions were lengthy and complex. Accordingly, discussions were held with both Paris Club and non-Paris Club creditors, including India and China, who have provided loans to Sri Lanka, to secure financing assurance. India provided their assurance on January 16, 2023, while China extended their assurance on January 18.",
    "The Paris Club agreed to provide financing assurances to Sri Lanka at their meeting held on January 25, 2023. In addition, we had lengthy discussions with India and China as well. Subsequently, I discussed with the Managing Director of the International Monetary Fund Kristalina Georgieva on the fund facility by the IMF on March 2. Last evening I discussed with the current secretary of the Treasury of the United States, Janet Yellen as well.",
    "The Government had to fulfil the requirements set by the IMF, which included revisions to electricity tariffs and fossil fuel prices, ensuring the independence of the Central Bank, and increasing interest rates to control inflation, reforming public enterprises, strengthening the social safety net, working to increase public revenue and controlling public expenditure. Expanding competition in the petroleum and electricity sectors had to be done in advance. Those tasks that Sri Lanka should have done proactively have been completed by now.",
    "I am aware of the hardships that the people of this country had to suffer. As a Government, we apologize for that. We received the letter of financial assurance from Exim Bank of China last night. Accordingly, on the same night, I and the Governor of the Central Bank signed the letter of agreement and forwarded it to the IMF. Now our duties are done. I hope that before the end of this month, by the fourth week, the IMF will do its duty. After that we get the first round of money from the World Bank and ADB.",
    "This time, there is no room for failure in completing every task agreed upon with the IMF, unlike the previous 16 occasions.",
    "If Sri Lanka fails to fulfil the tasks agreed upon with the IMF, it could result in the IMF discontinuing its collaboration with the country, and this could in turn lead to other multilateral and bilateral financial institutions being unable to work with Sri Lanka.",
    "Accordingly, if the existing agreement with the IMF is breached, foreign economic activities will be largely hindered, and we would have to pay loans taken from foreign countries and private banks. An annual amount of approximately Rs. 6-7 billion of foreign loans are due to be paid until 2029, and we do not have the foreign exchange to pay this debt.",
    "Thus, we need the IMF to continue the agreed debt sustainability discussion with foreign creditors. The agreement with the IMF is of special importance to restore our economy, and there is no alternative path to be seen at present.",
    "Therefore, I would like to remind you that the agreement with the IMF is an agreement with special importance to restore our economy.",
    "We took many extremely difficult economic measures to stabilize the economy. Efforts are now being made to ensure economic growth.",
    "The suffering caused by this continues for everyone in our society. Amidst a difficult and complex situation, we have worked hard for the past seven to eight months to bring about a positive state. Economic reforms are crucial to move forward, and it is important for everyone in the country to understand this.",
    "Various influential groups, including political parties, voluntary organizations, and trade unions, should consider this deeply. Professionals have highlighted that the tax burden is high.",
    "However, this situation should be maintained for a short period of time. Otherwise, if this program is disrupted, the country will be pushed to a far more dangerous place than the state it was in during February- March 2022.",
    "At that time, many people thought that salaries would be lost, pensions would be lost, jobs would be lost, industries would be closed, schools would be closed, etc. We have controlled this situation to a certain extent.",
    "However, if the groups that can influence the society disrupt the program that we have proposed through various measures, the social alternative that will emerge from it will be extremely dangerous. It could lead to period of unprecedented woes in our society.",
    "Therefore, we accept the people’s right to freedom of speech. But that should be done peacefully. Holding meetings and holding protests is not a problem. But I would like to say that if this program is disrupted through this agitation, this government will act strongly on it.",
    "I must say one thing, right now the dollar price is going down. If this country had collapsed on July 9th, this situation would not exist today. There was no support from anyone at that time. I would like to express my thanks to the armed forces and the police who acted to uphold peace in the country. As a result of their efforts, we have fuel and electricity today. Also, before long dollars will be available. Therefore, we will not allow these sinister forces to destabilize this program.",
    "I invite the Opposition to join us in this endeavour of stabilizing the country’s economy. After accomplishing this, we can decide on holding the presidential election and general election. The country would take this decision. Until then, I am asking you if you are ready or not. You can accept this, or reject it.",
    "The country’s income situation should be considered especially by mid-June. Accordingly, it is from there that decisions could be made. Once the IMF agreement is reached, the agreement would be tabled in Parliament. I request the House to accept it or give an alternative.",
    "Following that, we will bring a new draft on the Government’s way forward and road-map. I will also give it to the National Assembly. I will present a long-term and mid-term plan after the Parliament has discussed and reached an agreement on it.",
    "At present, a number of reports have been received from the National Assembly and Committees of the Parliament. I am thankful for that. But we were able to complete this work within a short period of 08 months. I declare that we will take advantage of it and move forward."
  ]
}