{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95006/director-of-health-ministrys-msd-and-three-others-arrested",
  "time_ut": 1700467020.0,
  "original_lang": "en",
  "original_title": "Director of Health Ministry’s MSD and three others arrested",
  "original_body_lines": [
    "The Criminal Investigations Department (CID) has arrested four high-ranking officials including the Director of the Medical Supplies Division of the Ministry of Health, over the alleged importing of substandard Immunoglobulin vials.",
    "Accordingly, the Director of the Medical Supplies Division Dr. Kapila Wickremenayake, Assistant Director Devashantha Soloman, Accountant (Supplies) Neran Dhananjaya and the Stock Controller of the Medical Supplies Division Sujith Kumara were arrested in relation to the incident, Police Media Spokesman SSP Nihal Thalduwa said.",
    "In October, the National Medicines Regulatory Authority (NMRA) had said a batch of human intravenous immunoglobulin (IVIG), allegedly imported to Sri Lanka from India in violation of the due procedure, was suspended from use while revealing that forged documents were found to have been submitted for Customs clearance when importing the drug which had later failed the quality tests.",
    "The product, which was said to have been manufactured by Livealth Biopharma Pvt Ltd. India, was imported by a local medicine supplier by the name ‘Isolez Biotech Pharma AG (Pvt) Ltd’. However, the India-based manufacturer has denied having to do anything with this fraudulent activity and has communicated to the NMRA that it has neither manufactured, supplied nor exported these products to any party.",
    "It was found that funds amounting to Rs. 130 million were misappropriated through the unlawful importation of a batch of 22,500 vials of IVIG.",
    "The local medicines regulator recently said the situation came to light following reports of allergic reactions after the drug was administered to several patients being treated at the Colombo National Hospital and the Matale District Hospital on August 22 and September 16, respectively.",
    "Nevertheless, the Academy of Health Professionals on November 05, accused that information was revealed that the relevant batch of vials were suspected to have been manufactured within the country itself, while alleging that  blood required for the production of the substandard immunoglobulin vials were obtained from the National Blood Transfusion Service (NBTS)."
  ]
}