{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-anticipates-record-rs-3-tn-in-revenue-by-end-2023-official-141003/",
  "time_ut": 1700566440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka anticipates record Rs 3 tn in revenue by end 2023: official",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka anticipates a record 3,101 billion rupees in revenue by the end of 2023, an official said, marking the first time the island nation will have surpassed three trillion rupees in revenue.",
    "Director of the Economic Stabilisation Unit at the President’s Office W M G Kumaratunga said at a discussion on Monday November 20 that the projected revenue is due to the combined efforts of the Inland Revenue Department (IRD), Sri Lanka Customs and the Excise Department",
    "As of November 17, state revneue stood at 2,394 billion rupees, with contributions from the IRD at 1,415 billion, Sri Lanka Customs at 832 billion, and the Excise Department at 147 billion.",
    "A further 369 billion rupees is expected to be generated in the coming days, said Kumaratunga, comprising 154 billion from the IRD, 136 billion from Customs and the remaining 33 billion from the Excise Department.",
    "Consequently, by December 31 of this year, a total state revenue of 2,719 billion rupees is anticipated. However, if efforts align with the estimated target for 2023, this figure would represent the highest state revenue ever recorded in the country’s history, the official said.",
    "In addition to on-going efforts, said Kumaratunga, the President’s Office has initiated special programmes aimed at further augmenting state revenue.",
    "“Notably, the daily income of Sri Lanka Customs has currently reached an impressive five billion rupees. The aspiration is to achieve a revenue target of three trillion, a milestone that could significantly boost the country’s economy, leading to the creation of a surplus in the primary account,” he said.",
    "Speaking at the same discussion, State Minister of Finance Shehan Semasinghe said that Sri Lanka anticipates an economic growth of 1.8 percent in 2024 and expect to surpass that target to 2 percent or more.",
    "“To foster economic growth, it is imperative to restore the country to the pre-crisis economic levels, and the groundwork for this resurgence was established in the previous budget. The current year’s budget is designed to further fortify economic stability and the progress in achieving this stability can be verified by scrutinising data provided by the Central Bank,” said Semasinghe.",
    "Sri Lanka 2024 budget designed to avert another crisis: state ministerSee more"
  ]
}