{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/16/sri-lanka-s-economy-contracted-7-8-in-2022/",
  "time_ut": 1678936740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s economy contracted 7.8% in 2022",
  "original_body_lines": [
    "Sri Lanka's economy shrank 7.8% in 2022 from the previous year, government data showed on Wednesday, as the country struggled with its worst financial crisis in more than seven decades.",
    "The island's fourth-quarter GDP contracted 12.4%, according to the figures.",
    "Sri Lanka's growth is expected to shrink by 3% this year, Moody's Investors Service said on Monday but growth is expected to rebound in 2024.",
    "Economic mismanagement coupled with the impact of the COVID-19 pandemic left Sri Lanka severely short of dollars for essential imports at the start of last year tipping the country into the worst financial crisis since Independence from the British in 1948.",
    "Sri Lanka is waiting for a $2.9 billion bailout program from the International Monetary Fund (IMF) to be finalised on March 20.",
    "“These numbers are broadly in line with expectations. In the last three months of 2022 Sri Lanka was hit by very high inflation, fuel shortages and high interest rates,” said Sanjeewa Fernando, Senior Vice President Research at Asia Securities.",
    "“For the rest of this year, with IMF funds expected, the central bank should be able to keep the currency strengthened, eventually reduce interest rates, and continue to see inflation ease.\"",
    "The state-run Census and Statistics Department said that the agriculture sector shrank 4.6%, while industries contracted 16%, and services dropped 2%, from a year earlier.",
    "Sri Lanka's economy shrank 11.8% in the July-September quarter from a year ago, the second-worst quarterly contraction ever for the country.",
    "Sri Lanka aims to announce a debt-restructuring strategy in April and step up talks with commercial creditors ahead of an IMF review of a bailout package in six months, its central bank governor told Reuters last Thursday.",
    "Will President Vladimir Putin be arrested? – Prof. Wasantha Seneviratne – Senior Lecturer (University of Colombo).",
    "Next IGP should have ability to restore public confidence in Sri Lanka Police – BASL writes to President",
    "Hope Sri Lanka Parliament will ‘reconsider’ appropriateness of questioning Supreme Court judges – Bar Council of England and Wales"
  ]
}