{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Emirates-signs-new-agreement-to-promote-Sri-Lanka/108-258653",
  "time_ut": 1683180977.0,
  "original_lang": "en",
  "original_title": "Emirates signs new agreement to promote Sri Lanka",
  "original_body_lines": [
    "Emirates has pledged its renewed support to promoting tourism in Sri Lanka through a memorandum of understanding (MoU) signed with the Sri Lanka Tourism Promotion Bureau.",
    "The agreement outlines a host of initiatives designed to promote the nation’s tourism and trade industries and comes as part of the airline’s long-standing commitment to Sri Lanka spanning 37 years.",
    "The MoU was signed by Emirates Senior Vice President Commercial West Asia and Indian Ocean Ahmed Khoory and Sri Lanka Tourism Promotion Bureau Managing Director K.P.P. Siriwardana, at Arabian Travel Market 2023.",
    "Also present at the signing ceremony was Tourism and Lands Minister Harin Fernando, Ambassador of Sri Lanka to the United Arab Emirates Udaya Indraratna, Emirates Chief Commercial Officer Adnan Kazim as well as Emirates Manager Sri Lanka and the Maldives Chandana De Silva.",
    "Signalling the deepening of a strategic cooperation between Emirates and Sri Lanka Tourism forged in 2022, the new MoU details joint initiatives and opportunities for collaboration that will enhance each party’s marketing and promotional efforts to attract travellers to the South Asian island.",
    "Through the MoU, Emirates will develop programmes to boost tourism to the Indian Ocean nation by showcasing it to customers across its global network. The airline will also engage in efforts to promote the country through its network of agents in key strategic markets, develop special packages designed to appeal to various customer segments, in addition to collaborating on joint familiarisation trips to raise awareness of the destination’s offerings to audiences in key feeder markets.",
    "Khoory said, “Emirates launched operations to Sri Lanka more than 37 years ago and it continues to represent a key destination for us in our South Asian network. This partnership is testament to our commitment to the country’s tourism and trade industries and in playing a key role in the revival of these vital sectors. We look forward to promoting Sri Lanka as a key leisure destination in our network and serving demand with our services.”",
    "Siriwardana said, “We are pleased to continue our partnership with Emirates to promote Sri Lanka as an ideal destination to travellers. Emirates has played a major role in the revival of the tourism sector and we look forward to working with them to grow it further and make a positive impact on our economy.”"
  ]
}