{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/The-tale-of-the-bridge-on-the-bridge/172-264616",
  "time_ut": 1691187511.0,
  "original_lang": "en",
  "original_title": "The tale of the bridge on the bridge",
  "original_body_lines": [
    "The crisscrossing two projects have the potential to decide the fate of the governments on either side of the Palk Strait",
    "Indian Foreign Secretary Vinay Mohan Kwatra said after the Sri Lankan President’s visit land connectivity between India and Sri Lanka was proposed by Sri Lankan President Ranil Wickremesinghe",
    "Prime Minister Dr Manmohan Singh who promoted another project involving the very Adam’s Bridge or the Ram Sethu",
    "During bilateral discussions between President Ranil Wickremesinghe and Indian Prime Minister Narendra Modi on July 21, the two sides had agreed to conduct a feasibility study to establish land connectivity between the two countries for developing access to the ports of Trincomalee and Colombo, apart from connectivity in air, maritime, trade and energy domains.",
    "The joint statement published on the website of the Indian External Affairs Ministry on the same day did not refer to any specific project as land connectivity, despite the two countries having agreed several times on the construction of a 23 km sea bridge linking India’s Dhanushkodi with Sri Lanka’s Talaimannar over the Adam’s Bridge.",
    "Although it is called a bridge, Adam’s Bridge is a chain of limestone shoals between Rameshwaram Island off India’s south-eastern tip and Mannar Island off Sri Lanka’s north-western coast.",
    "However, Indian Foreign Secretary Vinay Mohan Kwatra said after the Sri Lankan President’s visit land connectivity between India and Sri Lanka was proposed by Sri Lankan President Ranil Wickremesinghe.",
    "He seemed to be referring to the proposal made by Wickremesinghe during his second Premiership between 2001 and 2004 to build a bridge over Adam’s Bridge which is sometimes called Hanuman Bridge and Ram Sethu or Sethu.",
    "Mr Wickremesinghe was not the first person to put forward this idea or the proposal to build a bridge between the two countries. The very chain of shoals is considered by the Hindus as a bridge or ruins of a bridge built by Prince Rama whom they believe and venerate as a God. The Ramayana, the Sanskrit epic poem written by poet Valmiki 2,500 years ago, makes mention of that Rama bridge when it relates how Prince Rama with the help of Hanuman’s Monkey Brigade marched into Lanka after making a bridge over the Palk Strait waters, to rescue his wife Sita who was held hostage by Lanka’s King Ravana.",
    "Yet, the Colonial British gave a twist to the popular belief in India on the limestone shoals called it “Adam’s Bridge” and later in 1894, they had a plan to construct a motorable bridge over it which they called “Indo Ceylon Bridge” to link India with Sri Lanka which was then called Ceylon.",
    "However, rail tracks at either end of the proposed bridge were also laid up to Rameshwaram in India (Pamban Bridge) and up to Talaimannar in Sri Lanka, though the bridge was never built.",
    "It was these rail tracks that were later used to expatriate hundreds of thousands of people of Indian origin to India under the Sirima–Shastri Pact of 1964 and Sirima–Indira Pact of 1974.",
    "Despite the Indo-Ceylon Bridge was never built, the idea seems to have been popular in India, especially in its Southern parts. The great Tamil poet (Maha Kavi) Subramania Bharathi who lived during the Indian Independence struggle era composed a poem of which two stanzas proposed to build a bridge to the Sinhalese island by filling the Sethu.",
    "Later this poem was used as a song in the Tamil movie Kai Koduththa Deivam sung by popular singer T.M. Soundrarajan and became a hit in Tamil Nadu and Sri Lanka.",
    "It must be Mr Wickremesinghe who had proposed to build a bridge over these limestone shoals between Dhanushkodi and Talaimannar after the Colonial British did so.",
    "It was during his first visit as the Prime Minister to India from June 8 to 12, 2002. At the end of the visit, a joint statement was issued on behalf of him and Indian Prime Minister Atal Bihari Vajpayee which said.",
    "“It was noted that a preliminary study regarding the proposed land bridge between the two countries has been completed. Both sides agreed to initiate a multi-disciplinary feasibility study envisaging private sector expertise and investment under the guidance of the Planning Commission of India and the Policy Development Ministry of Sri Lanka.”",
    "Twenty-one years after that visit, again both countries announced their agreement to initiate a feasibility study on the same subject during Wickremesinghe’s visit last month to India as President.",
    "However, the proposal was not materialized then as Jayalalithaa Jeyaram, the then Chief Minister of Tamil Nadu opposed the idea. Both Wickremesinghe and Vajpayee left office in 2004 and a Congress Government came to power in India, under Prime Minister Dr Manmohan Singh who promoted another project involving the very Adam’s Bridge or the Ram Sethu.",
    "That project called Sethu Samudram envisaged dredging of the seabed to create an 83-km-long deep-water shipping canal connecting the Palk Bay and the Gulf of Mannar situated between India and Sri Lanka, cutting across the Adam’s Bridge.",
    "The water in the area is shallow, hindering navigation by large ships. The proposed canal would provide ships with a continuously navigable marine route around the Indian peninsula as an alternative to having to go around Sri Lanka. This, the project’s proponents suggest, would cut travel time and boost economic growth.",
    "That project, despite being more advantageous to India, had to be put on hold as, Hindu groups protested it as it suggested damaging the Ram Sethu, a religious symbol.",
    "Then again there were changes in governments in both countries in 2014 and 2015 bringing the BJP and the UNP to power in India and Sri Lanka.",
    "Indian Prime Minister Narendra Modi who visited Sri Lanka in March 2015 recalled Maha Kavi Bharati’s stanza calling for the erection of the Sethu as a motorable highway. Three months later, in June, Indian Road Transport Minister Nitin Gadkari after the signing of the Bangladesh, Bhutan, India, Nepal (BBIN) motor vehicle agreement in Bhutan, announced “The Government is also looking at connecting India and Sri Lanka. The road connectivity, built across Palk Strait, could be a combination of a sea bridge and underwater tunnel.”",
    "India also did the costing of the land bridge project and the Indian news agency, Press Trust of India, reported on September 20, 2015, that Indian Minister Gadkari called on Wickremesinghe who was on a visit to New Delhi to discuss the $5.1 billion Hanuman Bridge project which the Asian Development Bank has agreed to finance.",
    "However, Wickremesinghe denied the reports three days later and in March 2016 in Parliament. The matter had again been in the limelight last month.",
    "Despite India under BJP having expressed willingness to build a bridge to Sri Lanka, it has not abandoned the Sethu Samudram Project yet. Although the BJP government submitted before the Supreme Court that it will not touch the Ram Setu and would find an alternate alignment for the canal, the project remains stayed as the matter is pending before the Supreme Court.",
    "And also, at a time when a debate has been going on whether the limestone shoal is natural or man-made, Earth Sciences Minister of the BJP-led government, Jitendra Singh also stated in Parliament last December “To some extent through space technology, we have been able to discover pieces and islands, some kind of limestone shoals, which of course can’t be accurately said to be remnants of parts of a bridge.",
    "If Indian leaders mustered the courage to face the Hindu protests against the more beneficial Sethu Samudram Project and proceed with it, the road link project might sometimes be undermined. On the other hand, Sri Lankan leaders also have to allay fears of Sri Lankan nationalists that the bridge is inimical to the national security, to go ahead with the project.",
    "Sometimes, the crisscrossing two projects might decide the fate of the governments on either side of the Palk Strait."
  ]
}