{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-significant-amount-of-reserves-in-foreign-exchange-is-the-way-to-go-cb-governor/",
  "time_ut": 1703252220.0,
  "original_lang": "en",
  "original_title": "A significant amount of reserves in foreign exchange is the way to go: CB Governor",
  "original_body_lines": [
    "Sri Lanka needs to build its foreign reserves to an optimal level to prevent itself from seeking an IMF bailout for the 18th time, Central Bank Governor Dr. Nandalal Weerasinghe said at a forum held at the Central Bank recently.",
    "The Governor said so responding to a query as to what Sri Lanka should do prevent the country from being compelled to go to the IMF for the 18th time seeking a bailout.",
    "“I think that the 17th time (the current programme) needs to be the last time Sri Lanka is seeking an IMF EFF programme because seeking an IMF bailout next time would mean that we are facing an even more serious situation. We must act responsibly for such a situation to not arise mainly out of a debt crisis. This time we had to go to the IMF with debt unsustainability and we are still trying to achieve some semblance of debt repayment capacity with great difficulty.",
    "We need to follow the current programme not only to achieve debt sustainability but also to achieve economic credibility and maintain predictability on a consistent basis until we come to a higher point of recovery. We need to increase our foreign reserve buffers and bring government revenue to an optimal level. Once that is achieved and our budget deficit and the current account deficit decline to the envisaged level, we will be resilient enough to face a possible external shock,” he said.",
    "“What happened in 2022 was when we lost all of our foreign reserve buffers, there was no place else to go other than a crisis. If we had commenced the process of debt restructuring when we had foreign reserves of about USD 5-6 billion, we could have got the debt restructuring programme going without putting economic pressure on the general public. Thus we could have risen above it without plunging into an economic crisis. In the 16 previous IMF programmes where the country managed to get the better of the precarious situations, the people didn’t feel it.",
    "We used our foreign reserves to make the necessary payments on the balance of payments front and topped it up as we went along without going into a crisis. But when we had used up all our reserves, there was no option other than to fall into a crisis. Foreign reserves are helpful for countries to face external shocks. Even when Covid-09 pandemic engulfed the world economy in an unprecedented way the countries with enough reserves dealt with it successfully and only a few countries like Argentina, Lebanon and Sri Lanka had to suffer the stresses caused by it.",
    "Those countries that used their reserves during the crisis are in the process of rebuilding it again to face any possible external shock in the future. Sri Lanka should also follow this good fiscal practice and build its foreign reserves to avoid another crisis and remain stable in the face of any external shocks,” the Governor said.",
    "The economic and political crisis in Sri Lanka, which began in April 2022, played out on TV screens around the world. Protests swept the country, forcing the President to step down.",
    "The country defaulted on its debt payments in May 2022 and currently owes creditors about $51 billion. Inflation was running at almost 70% in 2022, caused by inability to pay for fuel, food and medicine imports. Foreign currency reserves were estimated to have dwindled to around $20 million from $7.6bn in 2019.",
    "Policy interest rates reduced to enable economy to reach its true potential – CBSL Governor",
    "SC ruling on economic meltdown: Lacille wants wrongdoers appropriately dealt with",
    "Info about USD 4.2 bn debt deal with China shared with other creditors – CBSL Chief",
    "US Ambassador emphasizes fairness and transparency in Lanka’s debt restructuring",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}