{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Zimbabwe-Sri-Lanka-target-World-Cup-with-West-Indies-in-danger/108-262001",
  "time_ut": 1687948187.0,
  "original_lang": "en",
  "original_title": "Zimbabwe, Sri Lanka target World Cup with West Indies in danger",
  "original_body_lines": [
    "Hosts Zimbabwe and former champions Sri Lanka are in prime position to clinch the final two qualifying spots for this year's Cricket World Cup, while two-time winners the West Indies risk missing the tournament for the first time.",
    "With four wins from four group matches, Zimbabwe and Sri Lanka head into the decisive Super Six stage of the qualifiers with four points apiece - carrying over the rewards earned for beating the teams that also advanced from the first round.",
    "Backed by strong batting displays, which included making a national record 408-6 against the USA, Zimbabwe will be confident the runs will continue to flow as the stakes mount from Thursday.",
    "“We have found our momentum and we are looking forward to carrying it,” said Sean Williams, who scored 174 in Monday's 304-run rout of the USA.",
    "Williams is comfortably the top run-scorer with 390, hitting an unbeaten century against Nepal and following it up with 91 against the Netherlands.",
    "Craig Ervine and Sikandar Raza have also struck hundreds, the latter's off-spin accounting for eight wickets as well to boost an attack spearheaded by left-arm quick Richard Ngarava.",
    "Zimbabwe will relocate from Harare to Bulawayo for their games against Oman, Sri Lanka and Scotland, but the home support remains in their favour.",
    "“It's a different venue, and everything about it is different but still having that crowd behind us is always like having a 12th man,” said Williams.",
    "Sri Lanka, world champions in 1996, eased through group play largely untroubled but face a Dutch side on Friday buoyed by their astonishing victory over the West Indies in a super over.",
    "Leg-spinner Wanindu Hasaranga has bagged 18 wickets, emulating Pakistan great Waqar Younis with three consecutive five-wicket hauls in ODIs.",
    "“He's a champion. Whenever I throw him the ball, he delivers for me,” said Sri Lanka Dasun Shanaka.",
    "- West Indies near 'rock bottom' - While the future looks bright for Zimbabwe and Sri Lanka, the West Indies are in dire straits after successive defeats to the hosts and the Netherlands.",
    "The fallen giants, who won the first two World Cups in 1975 and 1979, realistically need to beat Scotland, Oman and Sri Lanka to stand a chance of qualifying.",
    "“I understand the journey I have to take with this team,” said coach Daren Sammy, who captained the West Indies to a pair of T20 World Cup titles.",
    "“Sometimes you've got to reach rock bottom to come back up. I understand the challenges ahead and I also understand that things will not change overnight.",
    "“It's a true reflection of where our cricket is at the moment. We have a lot of work to do.” The Netherlands and Scotland will both start on two points. The Dutch have not featured at the finals since 2011 while the Scots missed out four years ago after a controversial lbw decision.",
    "“We're good enough to compete against the best teams in the world; we're just getting better,” said Logan van Beek, whose heroics in Monday's super over stunned the West Indies.",
    "“The more we play the best teams, the better we get. And more fun we get, the more players we get, and we deserve to be on that level.” Rank outsiders Oman complete the Super Six line-up for an event which concludes with the final on July 9. (AFP)"
  ]
}