{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CMA-Sri-Lanka-COVID-19-SME-Development-Conference-to-celebrate-United-Nations-Micro-Small-and-Medium-Sized-Enterprises-Day/34-749934",
  "time_ut": 1687730504.0,
  "original_lang": "en",
  "original_title": "CMA Sri Lanka COVID 19 SME Development Conference to celebrate United Nations - Micro, Small and Medium-Sized Enterprises Day",
  "original_body_lines": [
    "CMA Sri Lanka Founder President and CMA Sri Lanka COVID 19 SME Development Committee Chairman Prof. Lakshman R. Watawala",
    "Keynote Speaker Treasury Deputy Secretary and Treasury Representative on National Credit Guarantee Institution R.M.P Ratnayake",
    "Guest of Honour Acting Director ILO Country Office for Sri Lanka and Maldives Thomas Kring",
    "HNB Refinance Schemes & Special Lending Products Head and CMA Sri Lanka COVID 19 SME Development Committee Member Bandara Rekogama",
    "Technical Session 1 Chairman, CMA Sri Lanka Vice President and CMA Sri Lanka COVID 19 SME Development Committee Member Hennayake Bandara",
    "Technical Session 2 Chairman, EDB Former Chairman and CMA Sri Lanka COVID 19 SME Development Committee Member Suresh De Mel",
    "The CMA Sri Lanka COVID 19 SME Development Conference 2023 has been organised on the theme ‘Resurgence of Micro, Small, and Medium Enterprises and Entrepreneurship Development’ to celebrate United Nations - Micro, Small and Medium-Sized Enterprises Day to raise public awareness of their contribution to sustainable development and the global economy with the active participation of commercial banks and their MSME customers on Tuesday, 27 June 2023 from 9.00a.m. to 5.00p.m.at the BMICH.",
    "The CMA Sri Lanka COVID 19 SME Development Committee have been meeting since April 2020 to find solutions and support the SME sector. They have organised conferences, workshops and UN MSME days annually since 2020. One of the significant achievements of the committee was the recommendation made to the Ministry of Industries in 2020 to submit a Cabinet Paper to reactivate the SME Credit Guarantee Institution which was approved by Cabinet in April 2021 and ERD of the Finance Ministry has now finalised the setting up of the NCGI.",
    "The conference will address the significance of the Micro, Small and Medium sized Enterprises on the UN MSME day which is a global event to give recognition. Some of the key matters applicable to the MSME sector will be highlighted at the conference. This will include the Sri Lanka Credit Guarantee Institution and its role in supporting the MSME sector, the need to have a MSME Development Act similar to that of India, ‘The Role of Banking Sector in Restructuring Loans and Rehabilitation of MSMEs’, ‘Entrepreneurship to Accelerate Economic growth and Development’ and Success Stories of MSME Entrepreneurs nominated by participating Banks.",
    "The inaugural session will be inaugurated by the Chief Guest State Minister of Finance Shehan Semasinghe. Welcome and Introductory Remarks will be delivered by CMA Sri Lanka Shehan Semasinghe and CMA Sri Lanka COVID 19 SME Development Committee Chairman Prof. Lakshman R. Watawala. Guest of Honour ILO Country Office for Sri Lanka and Maldives Acting Director Thomas Kring will address on the ‘Significance of United Nations - Micro, Small and Medium-Sized Enterprises (MSME) Day’. Keynote Address on ‘Sri Lanka Credit Guarantee Institution and its role in supporting MSME Sector’ will be delivered by Treasury Deputy Secretary and Treasury Representative on NCGI R.M.P. Ratnayake. Guest Speaker Westcott Electricals Chennai Director CMA Ramachandran Venkataramani will address on the ‘Success of Indian MSME Development Act to promote, facilitate development and competitiveness of Micro, Small and Medium Enterprises (MSMEs)’. The vote of thanks will be delivered by HNB Refinance Schemes & Special Lending Products Head and CMA Sri Lanka COVID 19 SME Development Committee Member Bandara Rekogama.",
    "The other speakers will include People’s Bank Enterprise Banking DGM Wickrama Narayana, on the topic ‘The Role of Banking Sector in Restructuring Loans and Rehabilitation of MSMEs’. Technical session 2 will have by Strategy Consultant Dr. Nirmal de Silva speak on ‘Entrepreneurship Development to Accelerate Economic Growth’ and Corporate Directors Founder/MD Dr. Chamara Bandara on ‘Business Planning and Raising Finances for Entrepreneurs’.",
    "Both the technical sessions will conclude with a panel discussion which will be moderated by H.C.P. Consulting Chairman, CMA Sri Lanka COVID 19 SME Development Committee member and Management Consultant Chaaminda Kumarasiri. The final Technical Session 3 will be the highlight of the conference where Eight Success Stories of MSME Entrepreneurs from participating Banks will be shared with the participants.",
    "The participating banks will include Bank of Ceylon, Peoples Bank, Hatton National Bank, Commercial Bank, Sampath Bank, NDB Bank, Seylan Bank, SDB Bank, DFCC Bank and Cargills Bank. The finance companies will include LOLC Finance and Sarvodaya Development Finance."
  ]
}