{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nsb-nawala-branch-relocated-at-spacious-new-premises/",
  "time_ut": 1701278100.0,
  "original_lang": "en",
  "original_title": "NSB Nawala branch relocated at spacious new premises",
  "original_body_lines": [
    "NSB Nawala Branch which was relocated recently, was first established in the year 2003 and had been renowned for its customer service over a span of two decades.",
    "Anoma Gomes, Deputy General Manager of National Savings Bank graced the occasion of the opening of the newly relocated Nawala Branch at the new address No. 221, Nawala Road, Nugegoda.",
    "Furthermore, the former General Manager / CEO of NSB, Eastman Narangoda, Dr. Anura Wickramasinghe of the Open University of Sri Lanka, Dr. Hector Jayawardane graced the occasion as special invitees.",
    "Higher Management of NSB and invited guests including Asst. General Manager – Nalika Wijesinghe, Regional Manager – Charini Ekanayake, Branch Manager of Nawala Branch – Chaminda Piyathilake also attended this event.",
    "Equipped with ATM facilities and state-of-the-art banking facilities the relocated NSB Nawala Branch is housed in a spacious premises to deliver a supreme customer service catering to all the financial requirements of the public.",
    "ILO together with EFC launches pilot project to address employee grievances at the workplace",
    "Orel Corporation partners Prime Residencies for their iconic project, The Palace Gampaha",
    "NSB ranked among the Top 10 Women Friendly Workplaces in Sri Lanka for third consecutive year",
    "NSB joins hands with Ministry of Education to initiate the SDG Project “English is Simple”",
    "NSB becomes the Most Popular Banking & Finance website for the second consecutive year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}