{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/08/07/sri-lankan-woman-at-mandapam-centre-goes-missing/",
  "time_ut": 1691381760.0,
  "original_lang": "en",
  "original_title": "Sri Lankan woman at Mandapam Centre goes missing",
  "original_body_lines": [
    "The Hindu: A 29-year-old Sri Lankan woman, who was staying at the Mandapam Rehabilitation Centre since April 2022, has been reported missing since July 27.",
    "Mandapam police on Sunday said a woman missing case had been registered following a complaint from Pradeep, 32, husband of the missing woman, Kasturi, 29.",
    "Preliminary inquiry revealed that Kasturi, who was a professional model, frequently visited Tiruchi and Chennai. On July 27, her husband saw her off in a train to Chennai from Mandapam railway station.",
    "Though he was said to have been in touch with her for about two days after she reached Chennai, subsequently her phone went off on switch off/not reachable mode and he rushed to Chennai in search of her.",
    "When he visited the address given by his wife, it was found to be wrong. Hence, he lodged a complaint with the police.",
    "A mother of two children, Kasturi was said to be moving out of the centre regularly as part of her profession, which was not permitted to the occupants, an official said.",
    "A total of 270 people, including women and children, from different parts of Sri Lanka reached Dhanushkodi after paying hefty sums to boatmen over the last 18 months. On arrival, they told the authorities that due to the economic crisis in Sri Lanka they had left the country and reached India.",
    "The Tamil Nadu government was retaining such migrants on ‘humanitarian’ grounds’ and awaiting clear instructions from the Union government on the status of the people, officials added.",
    "Following the woman missing complaint, security personnel and officials from various Central agencies visited the Rehabilitation Centre in Mandapam for investigation.",
    "Cabinet decides to release water from Samanala Wewa to irrigate rice fields",
    "West Africa tense as Niger coup leaders await military action by neighboring nations",
    "Air Force training aircraft crashes in China Bay killing pilot and engineer"
  ]
}