{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cost-of-freedom-of-expression/",
  "time_ut": 1690621800.0,
  "original_lang": "en",
  "original_title": "Cost of freedom of expression",
  "original_body_lines": [
    "Whilst large numbers of people stormed the entrance to the office of the president in July 22, 2022, I turned my mind to the price they may have had to pay had the government been more confrontational. That carried me to consider the relationship between those that seek freedom of expression (some citizens speaking their minds to fellow citizens), and those who for a variety of reasons, seek to deny that freedom. Historically, organized religion has been one of the most consistent deniers of freedom of expression. No less dangerous to freedom of expression have been ethnic or religious groups denying the freedom of expression to others, whom the first group defines as enemies of the second group. In ascriptive societies, those who claim superiority over others often deny the freedom of expression to those below them.",
    "Governments, as agents of the state and with irresistible lethal power, over time and among societies, have been one of the most egregious enemies of the freedom of expression. In most instances, well-established governments have assured the freedom of expression. New technology which has enabled governments to keep constant vigil over the behaviour of individuals poses an unprecedented and imminent threat to the freedom of expression. Enterprises in information technology have an in-built tendency (economies of scale) to grow fast and furiously. Large enterprises, no matter in which sector, have time and again, stymied scientific progress by restricting the freedom of scientists to publish their findings for review by fellow scientists and others have combated the age-old processes by which knowledge has grown.",
    "Large corporations have come to own and direct means of communication and have often been some of the worst enemies of the freedom of expression. Corporations and governments using information technology firms have the capacity to collect, classify, derive patterns and store them ready for use and are a growing menace to the freedom of expression. Those developments in the hands of powerful governments unaccountable to the people have threatened the freedom of the individual on a scale hitherto unknown.",
    "The power that governments and large private enterprises exercise in the economy and society has threatened, in no small measure, come to deny freedoms that have been enjoyed by universities and research institutes over long periods of time. The press itself and electronic media, which at one time championed the freedom of expression have now, with growth in size and consequent concentration of power, become in many instances, enemies of the freedom of expression. Against all this, one must establish emphatically the opportunities that computer technology created and enlarged for people to express their opinions. These new opportunities are easily available and at low cost. In the hands of powerful governments, these same opportunities have provided the means by which they can shut down freedoms of expression.",
    "I fancied that one could relate the prevalence of a high degree of freedom of expression with the kind of consequences that follow from exercising that freedom. I plotted some points relating punishments to the degree of freedom of expression. If the punishment for the exercise of freedom of expression is death, few would dare exercise that freedom. That point is at the top end of the Y axis that is perpendicular to the horizontal X axis. As the X axis extends, and if there were no punishment against freedom of expression, then that freedom would be complete. Such total freedom of expression is hardly available and may well be undesirable.",
    "There are powerful persons or organizations that stand in the way of exercising such freedoms. Government is one of them. Governments in many instances are a major potential threat to the freedom of expression of their citizens. In between there are any number of points that relate the degree of severity of punishment to the degree of freedom of expression. Then I joined those points to form a continued line. (That continued line is no more unrealistic than a demand graph drawn by economists.) It presents common sense relationships of freedom of expression with punishments devised by governments and other large organizations in any society.",
    "The graph gives only an imprecise picture of the relationships and is expected to do no more. You will notice that the line never touches or cuts either axis. Whatever the severity of the punishment there will be some expression of dissenting opinions, unacceptable to society. Perhaps, the best known instance was when Socrates took deadly poison rather than recant what he thought was correct. Salem witch hunts, where some 20 people were put to death for their beliefs, was a more recent instance. Galileo Galilei, in contrast, recanted what he knew was true to save himself from persecution.",
    "At the other end, there never is perfect freedom of expression; there are always some restrictions in society on some freedoms of expression. Even in as a free emergent society as that in New England colonies in the early 17th century, in the state of Connecticut, a law was enacted referring to Quakers as a ‘race of accursed heretics’ and prescribing severe punishments; and it prescribed that ‘all captains of ships who imported Quakers into the colony shall be severely punished’.",
    "Let me now, illustrate what I say with examples from everyday life, some not quite every day. Barely a decade ago Lasantha Wickrematunge, the editor of Sunday Leader newspaper in Colombo was put to death on a common highway. We are told, he was ready to publish in his newspaper a horrendous crime in the course of which, leaders of the government had aggrandized millions of dollars in a scandal in which the government bought several fighter jets. A decade later neither the crime of the murder of Wickrematunge nor the sordid account of the criminal wrongdoing in the purchase of the craft have been resolved.",
    "A court in England, in the course of hearing another case, threw some light on this scandal. Several years later another journalist disappeared without a trace and the judicial system is yet far from tracing his trail. Jamal Khashoggi, a citizen of Saudi Arabia who was a journalist was murdered in 2018 because of his dissident views. A few years later another journalist Ekneligoda disappeared without a trace and has not been heard of to date.",
    "Torture is quite common but often it is difficult to obtain information on its prevalence. The Editor of the Sunday Island (22/05/22) reported that (Keith Noyahr), then associate editor of The Nation newspaper, was abducted and tortured by operatives of a state agency on May 24, 2006. Noyahr now lives in exile in Australia. Some policemen, who in the course of their normal duties happened to inquire into the criminal activities of politicians, live in voluntary exile to save them and their families’ lives.",
    "To validate this function statistically, it is necessary to collect information on the relationship between the various punishments and the extent freedom of expression in a number of countries over say the last 50 years 1970-2020. The countries can be the following: Australia, Japan, India, Malaysia and Thailand; Egypt, Nigeria, Malawi, Kenya, South Africa and Ghana; Brazil, Cuba, United States, Guatemala and Chile; UK, France, Turkey, Norway and Italy. That will give you 20 countries over 50 years. With 10 observations for each of 20 countries for 50 years, you will have 10, 000 observations. Even if 10 percent of the entries are erroneous on account of a variety of factors, you still have a large sample for this sort of validation. The data, once tabulated can be used for a variety of purposes.",
    "Clearly, this is a project for a well-funded institute to carry out. Well-funded, because of the cost of collection of and editing data in each of the 20 countries. One institute will need to design and implement the project from one centre. It might be feasible to show results in 12 months.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}