{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/what-jvp-npp-needs-to-do-to-win/",
  "time_ut": 1679418720.0,
  "original_lang": "en",
  "original_title": "What JVP-NPP needs to do to win",
  "original_body_lines": [
    "A young academic at the Open University writing on a popular website has recently defined the NPP project as ‘Left populist’, a term which is very familiar to us at least from the writings of Ernesto Laclau and Chantal Mouffe. He also mentions several parallels and precursors internationally.",
    "As one who has been advocating a ‘left populist’ project for years, I am disinclined to nit-pick about whether or not the JVP-NPP fits the bill. At the moment and in its current incarnation, it is indeed the closest we have to a ‘left populist’ project. Its competitor the SJB, which its founder-leader identifies as social democratic, would be as approximate –and as loose– a fit for the labels ‘progressive populist’, ‘moderate populist’ or ‘populist centrist’, as the JVP-NPP is for ‘left populist’. But that’s the deck of cards we have.",
    "The points I seek to make are different, and may be said to boil down to a single theme or problematique.",
    "My argument is that the JVP-NPP is as distant from ‘left populism’ globally as it was from ‘left revolutionism’ globally in an earlier incarnation. In both avatars, it is unique in its leftism but not in a positive or helpful way for its cause at any given time.",
    "Mine is not intended as a damning indictment of the JVP-NPP. It is intended as a constructive criticism of a rectifiable error, the rectification of which is utterly urgent given the deadly threat posed by the Wickremesinghe administration and its project of dependent dictatorship.",
    "The JVP-NPP has a structural absence that no ‘left populist’ enterprise, especially in Latin America, has ever had. It is an absence that has marked the JVP from its inception and has been carried over into the present NPP project.",
    "It is not an absence unique to the JVP but figures more in Sri Lanka than it has almost anywhere else. I say this because the same ‘absence’ characterised the LTTE as well. In short, that factor or its radical absence has marred the anti-systemic forces of South and North on the island.",
    "The homeland of left populism has been Latin America while its second home has been Southern Europe. With the exception of Greece, it may be said that ‘left populism’ has an Ibero-American or culturally Hispanic character, which some might trace to the ‘romanticism’ of that culture. But such considerations need not detain us here.",
    "‘Left populism’ has had several identifiable sources and points of departure: the former guerrilla movements of the 1960s and 1970s; the non-guerrilla movements of resistance to dictatorships; parties and split-offs from parties of the Marxist left; left-oriented split-offs or the leftwing of broad flexible even centrist populist formations; leftwing experiments from within the militaries etc.",
    "Despite this diversity, all experiments of a Left populist character in Latin America and Europe, have had one thing in common: various forms of unity – e.g., united fronts, blocs etc.—of political parties. I would take up far too much space if I were to list them, starting with the Frente Amplio (which means precisely ‘Broad Front’) initiated by the Tupamaros-MLN of Uruguay and containing the Uruguayan Communist party and headed by a military man, General Liber Seregni, in 1970. The Frente Amplio lasted through the decades of the darkest civil-military dictatorship up to the presidential electoral victories of Tabaré Vasquez and Mujica respectively. Another example would be El Salvador’s FMLN, which brought together several Marxist guerrilla movements into a single front under the stern insistence of Fidel Castro.",
    "Though the roots of unity were back in the 1970s, the formula has only been strengthened in the 1990s and 21st century projects of Left populism. There is a theoretical-strategic logic for this. The polarisation of ‘us vs them’, the 99% vs. the 1%, the many not the few—in socioeconomic terms—is of course a hallmark of populism. But pro-NPP academics and ideologues are unaware of or omit its corollary everywhere from Uruguay to Greece and Spain. Namely, that socioeconomic ‘majoritarianism’ is not possible with a single party as agency.",
    "When the JVP and the NPP have the same leader, and the JVP leader was the founder of the NPP, I cannot regard it as a truly autonomous project, but a party project. Left populism globally, from its inception right up to Lula last year, is predicated on the admission of political, not just social plurality, and the fact that socioeconomic, i.e., popular majoritarianism is possible only as a pluri-party united front, platform or bloc.",
    "This recognition of the imperative of unity as necessitating a convergence of political fractions and currents; that unity is impossible as a function of a single political party; that authentic majoritarianism i.e., “us” is possible only if “we” converge and combine as an ensemble of our organic political agencies, is a structural feature of Left Populism.",
    "It is radically absent in the JVP-NPP and has been so from the JVP’s founding in 1965. It was also true of the LTTE.",
    "It is this insistence on political unipolarity (to put it diplomatically) or political monopoly (to put it bluntly) is a genetic defect of the JVP which has been carried over into the NPP project.",
    "I do not say this to contest the leading role and the main role that the JVP has earned in any left populist project. I say it to draw the Gramscian distinction between ‘leadership’ and ‘domination’. Only ‘leadership’ can create consensus and popular consent; domination through monopoly cannot.",
    "The simple truth is that however ‘left populist’ you think you are; no single party can be said to represent the people or even a majority – as distinct from a mere plurality– of the people. Furthermore, the people are not a unitary subject, and therefore cannot have a unitary leadership. This is the importance of Fidel Castro’s insistence to the Latin American Left of a ‘united command’ which brings together the diverse segments of the left by reflecting plurality.",
    "Anyone who knows the history of Syriza and Podemos knows that they are not outcrops of some single party of long-standing but the result of an organic process of convergences of factions.",
    "Had the JVP had a policy of united fronts – within the Southern left and with the Northern left– it would not have been as decisively defeated as it was in its two insurrections, and might have even succeeded in its second attempt. Though it has formed the NPP which has brought some significant success, it is still POLITICALLY sectarian in that it has no political alliances, partnerships, i.e., NO POLITICAL RELATIONSHIPS outside of itself.",
    "I must emphasize that here I am not speaking of a bloc with the SJB, though it is most desirable, to be recommended, and if this were Latin America would definitely be on the agenda of discussion.",
    "Let us speak frankly. The most important phenomenon of recent times (since the victorious end of the war) was the Aragalaya of last year. The JVP, especially its student front the SYU, participated in that massive uprising which dislodged President Gotabaya Rajapaksa, but it played a less decisive role in the Aragalaya than did the FSP and the IUSF which is close to it. This is by no means to say that the FSP led the Aragalaya, but to point out that it played a more decisive role – which included some mistakes– than did the JVP.",
    "How then does one remain blind to the fact that the JVP-NPP’s ‘left populism’ does not include the FSP and by extension the IUSF? How can there be a ‘popular bloc’ – a key element of left populism—without the IUSF?",
    "Given that Pubudu Jayagoda, Duminda Nagamuwa, Lahiru Weerasekara and Wasantha Mudalige are among the most successful public communicators today (especially on the left), what kind of ‘left’ is a ‘left populism’ devoid of their presence, participation and contribution?",
    "What does it take to recognise that unity of some sort of these two streams of the Left could result in a most useful division of labour and a quantum leap in the hopes and morale of the increasingly left-oriented post-Aragalaya populace, especially the youth?",
    "Surely the very sight of a platform with the leaders of the JVP-NPP and the FSP-IUSF (AKD and Kumar Gunaratnam, Eranga Gunasekara and Wasantha Mudalige, Wasantha Samarasinghe and Duminda Nagamuwa, Bimal Ratnayake and Pubudu Jayagoda) will take the Left populist project to the next level?",
    "As a party the JVP from its birth, and by extension, the NPP today, have set aside one of the main weapons of leftist theory, strategy and political practice: the United Front. Lenin, Trotsky, Stalin, Dimitrov, Gramsci, Togliatti, Ho Chi Minh, Mao Zedong and Fidel Castro have founded and enriched this strategic concept.",
    "It is difficult to accept that Rohana Wijeweera and Anura Kumara Dissanayake knew/know better than these giants, and that the JVP-NPP can dispense with this political sword and shield and yet prevail–or even survive the coming storm.",
    "The JVP must present a LEFT option in the leadership of which is the major shareholder; not merely a JVP option or para-JVP option, which is what the NPP is. A credible, viable Left alternative cannot be reduced to a single party and its front/auxiliary; it cannot but be a United Left – a Left Front– alternative.",
    "[Dr Dayan Jayatilleka is author of The Great Gramsci: Imagining an Alt-Left Project, in ‘On Public Imagination: A Political & Ethical Imperative’ eds Richard Falk et al, Routledge, New York, 2019.]",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}