{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/2024year-of-the-chinese-dragon-and-the-year-of-south-asian-elections/",
  "time_ut": 1703902740.0,
  "original_lang": "en",
  "original_title": "2024:Year of the Chinese Dragon and the Year of South Asian Elections",
  "original_body_lines": [
    "2024 is the year of the dragon in Chinese zodiac system and is supposed augur well for those in power and authority. That might suit China’s strongman Xi Jinping just fine. The 12th anniversary of his becoming President falls in 2025, the year of snake, the same sign as for the year of his birth in 1953. Whether dialectics or astrology, Mr. Xi is going strong in spite of the country’s economic slips and social uncertainties at home. How well the dragon will play for those facing elections in 2024 will be determined not by the dragon or stars, but by the voters in the countries that will be holding elections in 2024. Four South Asian countries will be having elections in 2024.",
    "The mother of all elections will be in November in the United States of America. The contest is widely expected to be between the oldest of them all – incumbent President, Joe Biden, and the most perversely tenacious of them all – Donald Trump, a former President and a defeated candidate. And the country will go through monthly rituals till November, involving primaries, conventions and finally the campaign. Adding to the list this year will be lawsuits and trials involving Trump. The Supreme Court will be in the thick of it all, and all nicely set up to be damned for what they do, and damned for what they don’t.",
    "If President Wickremesinghe goes ahead with a March parliamentary, as we speculated earlier, then there would have been an election every month of the first four months in 2024, for four South Asian countries. Now, in Sri Lanka it is anticipated, the President willing, to have presidential election first, followed by parliamentary, both occurring in the last quarter or one of them spilling into 2025.",
    "That leaves three South Asian countries having elections in the first four months – Bangladesh in January, Pakistan in February, and India in April-May. Sri Lanka is also the outlier and in a more important respect – the only country in South Asia to labour under a presidential system that is screwed atop a parliamentary system.",
    "The country will go to the polls a week into the New Year, on Sunday, January 7. The voters will directly elect 300 members of the Jatiya Sangsad (National Parliament), for a five year term, in a first-past-the-post voting system. An additional fifty members, all women, will be elected proportionately by the elected members of parliament. Bangladesh is a parliamentary democracy with a unicameral legislature that is still functioning under its first and only constitution adopted in 1972, one year after its liberation from its transcontinental rulers in Pakistan.",
    "However, the Fourth Amendment to the Constitution enacted in January 1975, under the direction of the nation’s founding father Mujibur Rahuman himself, introduced a presidential form of government based on a one-party system, reduced the powers of parliament, and weakened judicial independence. That was the beginning of a whole era of political assassinations and military coups until constitutional order was restored 16 years later by the Twelfth Amendment enacted in 1991, which abolished the elected presidential system, reinstated the parliamentary system of government, and provided for parliament to elect the president as the constitutional head of state.",
    "Another constitutional point to note is that the 1972 Constitution was founded on four fundamental principles – nationalism, socialism, democracy and secularism. The Eighth Amendment in 1988 established Islam as state religion. Twenty three years later in 2011, the 15th Amendment to the Constitution, restored secularism and freedom of religion as fundamental principles of the state, while retaining Islam as the state religion.",
    "The president has power to dissolve parliament and appoints the prime minister from among the members of the Sangsad. The prime minister is head of government and head of the Council of Ministers (the cabinet), whose members are appointed by the President on the recommendations of the Prime Minister. The President also appoints the chief justice, other judges of the supreme court, and the chief election commissioner.",
    "The current President is Mohammad Shahabuddin Chuppu, who was elected uncontested in February 2023. The Prime Minister is Sheikh Hasina, leader of the governing Awami League, and she has been in office since January 2009.",
    "Ms. Hasina and the Awami League are certain to return to power with more than a comfortable majority in the election that Kallol Mustafa, a Bangladeshi engineer and writer, has called the “Potemkin election” – an election with all the paraphernalia, but without a real contest. That is because the main opposition party, the Bangladesh Nationalist Party (BNP) that has been in office multiple times is boycotting the election over the Awami League government’s rejection of the BNP demand that the election must be conducted under a neutral caretaker government.",
    "The third major political party in Bangladesh, the Jatiya Party, which too has led governments in the past, is currently the opposition party in parliament but is too weak to take on the Awami juggernaut that has been in office for 14 years. In the outgoing parliament, Awami League had 304 out of the 350 MPs, while the Jatiya Party has 27 MPs. Ideologically, the League is to the left-of centre, BNP to the right-of-centre, and the Jatiya Party is more rightwing.",
    "However, the Jatiya Party has been in governing alliances with both the League and the BNP. The BNP’s decision to boycott the election is counterproductive because it leaves the political field open to be monopolized by the governing party.",
    "The electoral void is being filled by official candidates of the Awami League and “independents” planted by the government to create the pretense of a contest. Yet there is pre-election violence between the official candidates and independent pretenders. The violence has been bad enough to provoke an editorial criticism in The Daily Star, Bangladesh’s leading English daily. The paper’s concern is that the violent clashes among politicos will frighten voters to stay away from the polls.",
    "The Star also carried a remarkable exposé of the Bangladeshi Minister of Lands, Saifuzzaman Chowdhury Javed, who apparently owns more than 260 properties in the UK worth about GBP 135 million, and most of them are in London. Mr. Javed is a three term MP, now running for the fourth time. The Star’s cartoon (reproduced on this page) is quite an attention grabber in the world of political money making.",
    "Although the election is a foregone conclusion, the government is under scrutiny for good behaviour in the business of elections and in the area of human rights. The US has already (in May) announced visa restrictions targeting government officials, members of political parties, law enforcement officials, the judiciary, and security services, who are “believed to be responsible for, or complicit in, undermining the democratic election process in Bangladesh.” The US Ambassador Peter Haas is also reported to have had meetings with Bangladeshi Chief Election Commissioner Kazi Habibul Awal.",
    "It is quite a turnaround for the US and Bangladesh from where they were in 1971. The US took the side of Pakistan and ignored the bloodbath that Bangladesh had to go through for its liberation. Few years later, the US Administration called Bangladesh an economic “basket case.” Not anymore. It is an emerging economic success story, the credit for which, as well as for steering Bangladesh away from religious extremism, belongs to Prime Minister Sheikh Hasina and her Awami League government, despite their poor record on human rights, mass arrests and incarceration of political opponents, not to mention the holding of virtual one-party election.",
    "A month after Bangladesh, on February 8, Pakistan will have its general elections to elect its 16th National Assembly. In Bangladesh the main opposition party is boycotting the election, while in Pakistan the government and the establishment are trying to keep their main rival Imran Khan indefinitely in jail to neutralize the electoral threat that he is posing them. In contrast, Nawaz Sharif who is leading the governing Pakistan Muslim League Party (PML (N) in his bid to become Prime Minister for a record fourth time, has been acquitted of all charges against him and is being given all the perks of a prime minister designate.",
    "Against all the odds, Imran Khan will be contesting the election from prison for three seats in the National Assembly. The latest blow to Imran Khan’s Pakistan Tehreek-e-Insa (PTI) Party is from the heavily partisan Election Commission that is hell bent on denying the PTI the use of its ‘bat’ election symbol. The Peshawar High Court has overruled the Commission’s decision but the Commission might keep appealing the ruling to create uncertainty for the PTI and its supporters over its election symbol with just five weeks before the elections.",
    "Recent opinion polls seem to indicate that the PTI still leads in voter intentions, but Nawaz Shariff is the military’s favoured candidate this time unlike in 2018 when the military backed Imran Khan against Nawaz Sharif. The third major political party is the Pakistan Peoples Party (PPP) founded by the late Zulfikar Ali Bhutto, the father of Benazir Bhutto. Her son Bilawal Bhutto Zardari, the Foreign Minister in the outgoing PML government, now leads the PPP whose main electoral base is the Province of Sindh.",
    "India apparently is hoping for a Nawaz victory as the former Prime Minister is seen as being friendly towards India unlike the rest of the establishment. He was opposed to the Kargil war of 1999 and paid the price of being ousted from office by Pervez Musharraf. It will be interesting to see how Mr. Sharif might be able ease the relationship with Delhi if he were to win the election. The Modi government and its handling of Kashmir is not making it easy for any Pakistani government to mend fences with India.",
    "The US is being deafeningly silent on the Pakistani elections while threatening visa restrictions to Bangladeshis over their election. Silence on Pakistan has been the Biden Administration’s approach over the last three years.",
    "And with Imran Khan accusing the US of involvement in his expulsion from parliament and the sacking of his government, there is no quick prospect for rapprochement between the two former Cold War allies.",
    "For the people of Pakistan, the state of the economy and their own predicaments will be top of mind in the ballot booths. While Bangladesh is emerging as a successful economy, Pakistan has been in a free fall over several years. It would be poetic irony if someone in Washington were to call Pakistan a “basket case,” 50 years after disparaging Bangladesh.",
    "Despite their violent separation, Pakistan and Bangladesh share similar constitutional experiences. Bangladesh was East Pakistan when Pakistan became independent with a parliamentary system of government. After the 1958 coup, and with the second constitution adopted in 1962, the country abolished the office of the prime minister and shifted to a presidential form of government.",
    "Parliamentary system and the office of the Prime Minister were restored only after the separation of East Pakistan as Bangladesh, and under the 1973 Constitution championed by then Prime Minister Zulfikar Ali Bhutto.",
    "The president in Pakistan is now a constitutional head of government elected by an electoral college comprising the National Assembly, the Senate, and the four Provincial Assemblies.",
    "Pakistan has a federal constitution with four federated provinces and a bicameral legislature. The National Assembly consists of 336 members, 266 of whom are directly elected under the first-past-the-post system. 60 seats are reserved for women and 10 for non-Muslim minorities, both of whom are elected by members of parliament in proportion to the number of MPs in each of the political parties represented in parliament. The Senate of Pakistan is the House of the Federation. It has 100 members, 92 of them elected by the four provincial legislatures, four to represent the Federal Capital and another four to represent Federally Administrated Tribal Areas.",
    "After Pakistan, it will be India that will have its general election in April-May to elect its 18th Lok Sabha. Only in Sri Lanka, the President calls the shots when it comes to election timing. Like Bangladesh and Pakistan, Sri Lanka too shifted from a parliamentary system to a presidential system of government with a complicated proportional representation system to elect its unicameral legislature. But unlike in Bnagladesh and Pakistan, there was no military compulsion for the system change in Sri Lanka.",
    "What is more, both Bangladesh and Pakistan have reverted to the parliamentary system and the simple first-past-the-post system for electing members of parliament with additional reserved seats for women. Their constitutional experience could be a source of hope for Sri Lanka, as the New Year dawns and the stage is set for the much anticipated national elections.",
    "My continuing battle against the Tea Hub proposal that would have debased pure Ceylon Tea",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}