{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/LG-Polls-Opposition-seeks-probe-on-Treasury-Secretary-over-possible-violation-of-parliamentary-privileges/56-746733",
  "time_ut": 1679682594.0,
  "original_lang": "en",
  "original_title": "LG Polls: Opposition seeks probe on Treasury Secretary over possible violation of parliamentary privileges",
  "original_body_lines": [
    "Asks speaker to conduct an inquiry if Treasury Secretary has violated parliamentary privileges by failing to release funds for LG polls approved by Parliament",
    "SJB’s Palitha Madduma Bandara assures people the Opposition will continue its fight for elections",
    "G.L. accuses Govt. of attempting to interfere in court proceedings through the Parliament",
    "Says Parliament has no right to order the Supreme Court on any of its legal proceedings and functions",
    "The Opposition yesterday submitted a request in writing to Speaker Mahinda Yapa Abeywaradane, calling for a probe on the Treasury Secretary over possible violation of parliamentary privileges by his failure to release necessary funds for the local Government election.",
    "Holding a special press conference in Parliament following the submission, the joint opposition condemned the failure to hold polls and attempts to intimidate the country’s judiciary. Speaking to the media, Samagi Jana Balawegaya (SJB) General Secretary Ranjith Madduma Bandara said the joint opposition has taken all the possible steps to ensure the local Government election goes ahead in order to protect the country’s democracy and the sovereignty of the people. He also assured the opposition will continue to fight for the polls.",
    "Madduma Bandara said a privileges-related issue was raised on how the Treasury Secretary could continue to withhold funds approved by the Parliament. “We noted it violates the MP privileges,” he said, adding that they will continue to fight for it. “We have even filed a contempt of court petition against the Treasury Secretary,” he said.",
    "Also addressing the press conference, Freedom People’s Congress member MP Prof. G.L. Peiris said the most dangerous phenomenon is that attempts are being made through the Parliament to halt the hearing of a petition before the court. “They are asking for all legal proceedings to stop. The Parliament has no right to order the Supreme Court on which cases they can take up and which cases they must drop, how the petitions must be heard or the call to justify before Parliament the judgements delivered,” Peiris said. The MP said all opposition parties will stand together to protect the independence of the judiciary and the country’s rule of law."
  ]
}