{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Can-Lankans-find-a-new-sense-of-belongingness-and-possibility-EDITORIAL/172-258678",
  "time_ut": 1683230752.0,
  "original_lang": "en",
  "original_title": "Can Lankans find a new sense of belongingness and possibility? - EDITORIAL",
  "original_body_lines": [
    "How can Sri Lankans find a new sense of belongingness and possibility in a country full of contradictions?",
    "At the time of writing even emigrating to a country like Romania is considered a wise option if doors are not open to enter countries like Sweden, Canada, England, Australia and New Zealand.",
    "For the record Romania is ranked 45th in the world out of 167 countries in the Legatum Prosperity Index. Some of the facts taken into consideration when given this ranking are; safety and security, personal freedom, governance, social capital, investment environment, enterprise conditions, living conditions, health, education and natural environment.",
    "With all those options available some very educated and patriotic people still consider remaining in this country of their birth with the hope that the situation would be turned around. But for that to happen most writers of this column have often stressed that the people of this country have to change their views of how others can be affected by their very own actions and thoughts.",
    "True enough this is a ‘me’ era. People would always ask the question “What’s in it for me” before committing to do something for anybody or for that matter even participate in a voluntary service activity (shramadana in Sinhala). The same is true with the lawmakers; they’ve taught us questionable lessons about serving on their plates when a country looks on in hunger.",
    "How many times have we seen people near an accident site not bothering to spare some time to come forward and offer help? They just walk away. Why? Because people in Sri Lanka are so busy. Probably they are busy because a good number of them are behind in their rent, or loan repayments.",
    "There is a problem with planning life for most of them; a good many of them have not achieved what they were supposed to at the expected time. Apart from these personal mistakes in life what easily goes against them is living in a country full of contradictions. What one government promised during an elected term is soon thrown out of the window when a new government is formed. So that promotes a culture of not keeping promises and forms the habit of discontinuity.",
    "Don’t get the message wrong. Mistakes are needed, change when inevitable must be embraced and contradictions are needed to avoid remaining on a platform that would destroy the individual; or worse the country. These are all aspects needed for growth. When such measures are taken in the right proportion they also help one find happiness. Remember that Prince Siddhartha found true happiness after leaving the royal palace.",
    "Mistakes must be made even if great pains must be endured. Sri Lankans made the mistake of electing a lawmaker, who changed the Constitution and created a position called the Executive President. The same islanders made the blunder of believing in a man with a military background he could come up with a workable economic plan for the country. Individuals too make mistakes when they realise that they have migrated to the wrong country, used the wrong immigrating methods and acquired an unsuitable job.",
    "People have attempted to go to Australia illegally by boat and at one time in the past to Italy; first as passengers of a plane to cross the border of one country and later packed into containers  loaded into flights to complete the journey to Italy. A good many of them were caught on arrival and deported or ended up in custody. Sri Lanka as a nation has made its share of mistakes but there is no growth to show for that!",
    "This is a Buddhist nation where people have a strong bond with the close by Temple. The Buddha has taught us the middle path and most importantly a Dhamma that guarantees happiness inside contentment.",
    "But contentment is something so hard to find. Today is Vesak Poya Day; the most significant day in the Buddhist calendar. The sil programmes held all over the country teach among other lessons the value of contentment.",
    "If we have missed that point let us try to fathom it this time."
  ]
}