{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89122/dates-fixed-for-fr-petition-filed-against-postponement-of-lg-polls",
  "time_ut": 1678982580.0,
  "original_lang": "en",
  "original_title": "Dates fixed for FR petition filed against postponement of LG polls",
  "original_body_lines": [
    "The Supreme Court today (16 March) granted leave to hear the Fundamental Rights (FR) petition filed by the Centre for Policy Alternatives (CPA) pertaining to the 2023 Local Government (LG) election.",
    "Accordingly, the petition will be heard on 27 June 2023, as per an order issued by the three-judge bench of the Supreme Court comprising of Justices Preethi Padman Surasena, Gamini Amarasekera and Janak de Silva.",
    "The petition was filed by CPA Executive Director Dr. Paikiasothy Saravanamuttu, seeking a verdict that the fundamental rights of the general public have been violated as a result of the 2023 LG polls not being held as scheduled.",
    "Attorney-at-Law Viran Corea, who appeared on behalf of the petitioner, pointed out to the court that while the rights of the people were violated by deferring the election initially scheduled for 09 March, holding the election on this date would also violate the rights of those currently serving in the local government bodies, as holding an election prior to the termination of their term is ‘unjust’.",
    "The term of office of the local government bodies is scheduled to end on 19 March 2023.",
    "Meanwhile, appearing on behalf of the Attorney General, Additional Solicitor General Priyantha Nawana told the court that although members of the Election Commission  have been named as respondents to the petition, the CPA has failed to name the Commission itself as a respondent, thereby creating a legal deficiency.",
    "Thus, he stated that the petition cannot be considered without the Election Commission present before the court.",
    "The Supreme Court bench, however, permitted for the petition to be heard on 27 June, after hearing the facts presented by both parties, and ordered for the respondents to file their objections, if any."
  ]
}