{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/DIMO-Academy-of-Technical-Skills-honours-graduates-at-31st-convocation/34-746940",
  "time_ut": 1680285706.0,
  "original_lang": "en",
  "original_title": "DIMO Academy of Technical Skills honours graduates at 31st convocation",
  "original_body_lines": [
    "ATS Graduates with DIMO Management and DATS representatives at the convocation",
    "DIMO Academy for Technical Skills (DATS) recently held its 31st convocation ceremony at the Sirimavo Bandaranaike Memorial International Conference Hall to honour the graduates of the year 2022. The ceremony was a proud moment for the institute as it produced yet another batch of globally recognised Automobile Mechatronics technicians for the country.",
    "The students who successfully completed the German Diploma in Automobile Mechatronics and Certificate course in Automobile Mechatronics were awarded at the ceremony. DATS is the first and only Vocational Education and Training (VET) institute in Sri Lanka to offer Automobile Mechatronics, which combines the Mechanical, Electrical, Electronics, and IT aspects of an automobile into a single comprehensive competence.",
    "The Ambassador of the Federal Republic of Germany to Sri Lanka Holger Seubert was the Chief Guest of the convocation ceremony, which was also graced by the presence of The Delegation of German Industry and Commerce in Sri Lanka (AHK) Chief Delegate Marie Antonia von Schönburg, and Goethe- Institute Colombo Director Stefan Winkler. The event was also attended by Sri Lanka Bureau of Foreign Employment Director Mahendra Kumarasinghe, Tertiary and Vocational Education Commission Sri Lanka Director-Planning T. Senthuran, DIMO Chairman and Managing Director Ranjith Pandithage, DIMO Group Chief Executive Officer Gahanath Pandithage, DIMO Executive Director/CHRO Dilrukshi Kurukulasuriya, and other officials as well.",
    "DIMO Chairman and Managing Director Ranjith Pandithage said: “Developing vocational education is a critical factor for the Economic growth in the country. DATS plays a significant role enhancing vocational education in the country through its dynamic training courses from automobile mechatronics, electric and hybrid vehicle technology to plant engineering. Fuelling the dreams and aspirations of the youth in Sri Lanka DIMO aims to empower them with the correct skill sets as their perfect talent partner.”",
    "The Diploma in Automobile Mechatronics is a learner-centred training concept program that is accredited by the German Chamber of Industry and Commerce as a category A dual vocational training program. This program is recognised as identical to the German equivalent, and its graduates are eligible to work in Germany. The certificate in Automobile Mechatronics is offered free of charge at DIMO’s Colombo and Jaffna Centres. This program is part of the long-standing sustainability initiative at DIMO, which aims to equip the local youth with correct vocational education. Since its inception in 1990 the company has produced over 600 automobile technicians to the country through its free certificate in Automobile Mechatronics course.",
    "All the DATS facilities are equipped with the latest training equipment, and students of both programs have the opportunity to train at DIMO’s world-class workshops for both passenger and commercial vehicles. The courses are formulated according to industry requirements and subjects such as Finance, Accounting, Entrepreneurship, and Labour Law are part of the DATS curriculums to develop students’ entrepreneurship skills and enhance employability.",
    "Today, many DATS Alumni have their businesses in Sri Lanka, Australia, New Zealand, the Middle East, and Europe. The institute is proud to have produced such competent and skilled graduates who are making a significant impact in the automobile industry worldwide.",
    "Apart from offering Automobile Mechatronics courses, DATS also provides a Diploma in Plant Engineering for Sanitary Heating and Air Conditioning. This is a world-class vocational qualification in modern building services, accredited by the German Chamber of Industry and Commerce. Additionally, DATS represents FH Aachen University in Sri Lanka and the Maldives, providing opportunities for young school leavers to enter the German University System."
  ]
}