{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/japan-grants-usd-3-8mn-to-support-sri-lankas-smallholder-farming-families-womens-empowerment-118922/",
  "time_ut": 1682418180.0,
  "original_lang": "en",
  "original_title": "Japan grants USD 3.8mn to support Sri Lanka’s smallholder farming families, women’s empowerment",
  "original_body_lines": [
    "ECONOMYNEXT –Japan has granted 3.8 million US dollars to Sri Lanka through the United Nations Development Programme (UNDP) to provide support to smallholder farming families in the dry zones of the crisis-hit island nation.",
    "A joint statement by the UNDP and Sri Lanka said on April 25 that the grant is to be used to support families in the North-Central, North-Western, and Eastern provinces, with a focus on women’s economic empowerment and adoption of green agricultural technologies.",
    "The programme aims to diversify livelihoods and introduce entrepreneurship programmes, targeting women-led MSMEs, and to strengthen energy and food security through the rural agricultural economy by providing access to innovative markets and, value and supply chain improvements with the adoption of modern, green agricultural technologies.",
    "“A total of 58,000 women and youth will directly benefit from these projects, while indirectly impacting over 132,000 vulnerable community members from the North-Central, North-Western, and Eastern Provinces of Sri Lanka,” the statement said.",
    "“We believe this is a significant step towards creating a food and energy secure Sri Lanka, both vital sectors to the fabric of the country’s economy,” Prime Minister Dinesh Gunawardene was quoted as saying at the launch of the programme.",
    "A Ambassador of Japan to Sri Lanka Mizukoshi Hideaki, said Japan will continue to support the economic and social empowerment of women in Sri Lanka, including the formulation of the National Action Plan for Women, Peace, and Security.",
    "“These new projects will provide practical means to uplift the lives of vulnerable communities. It is a great opportunity to create positive synergy with UNDP’s expertise and JICA’s technical assistance for supporting livelihood and vulnerable communities,” Mizukoshi said. (Colombo/ April25/2023)"
  ]
}