{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/eva-donates-sanitary-napkins-to-100000-economically-challenged-schoolgirls/",
  "time_ut": 1683295380.0,
  "original_lang": "en",
  "original_title": "Eva donates sanitary napkins to 100,000 economically challenged schoolgirls",
  "original_body_lines": [
    "Eva, the leading sanitary napkin brand of Sri Lanka since 1987, has launched a sanitary napkin donation drive aimed at supporting 100,000 economically challenged schoolgirls across Sri Lanka. The initiative, which started on Women’s Day, is part of Eva’s commitment to end period poverty among schoolgirls and ensure that no girl misses school due to lack of access to menstrual hygiene products.",
    "The first donation of Eva’s Sanitary pads was made to three deserving schools in Colombo. The sanitary napkin donation drive will continue throughout the months of March and April and will cover schools in rural areas where girls need support, to continue their education without hindrance and missing school days. Every time a young schoolgirl misses school due to their menstrual cycle, they take one step behind in achieving their dreams. Eva has pledged to put an end to this by supporting them, by providing EVA Sanitary Pad packs to school children, those from areas and communities which are economically challenged and looking for less cost options. Eva sanitary napkins, ensuring that their menstruation does not hinder their education.",
    "Sharing her thoughts, Shanthi Bhagirathan, Group Director of the Capital Maharaja Group, said, “Every girl should have access to quality menstrual hygiene products and should not have to miss school due to their menstruation. Eva is committed to ensure that no girl is left behind, and donation drives such as this are only the beginning of a long road ahead. We will remain committed to our cause and pledge to do everything we can to end period poverty in Sri Lanka. And our efforts towards the young school going girls encouraged to have equal opportunity for education and to realise their dreams.”",
    "For the past 35 years, the loyal support of empowered Eva consumers has led the brand to become successful with such donation drives which addresses period poverty at its roots. The company urges the women of Sri Lanka to buy Eva sanitary napkins, so that donations drives such as this will continue into the future, making bigger impacts in communities and the society. Girls growing into aspiring young women empower with a commitment to contribute towards their community and the country’s economy, and towards a bigger goal.",
    "Eva also invites parents and women of Sri Lanka to join the efforts of the brand and support at least one schoolgirl from an economically challenged background by purchasing an Eva pack for her. If everyone joins hand together in this light, Eva is confident that several schoolgirls across the country will realise their dreams.",
    "Eva has been a market leader in menstrual hygiene products since Its inception in 1987 and has continuously strived to improve its products to meet the needs of strong and confident women across the nation. Eva is committed to providing the highest quality sanitary napkins that offer superior absorbency, comfort, and security. As a brand that helps women Lead with Confidence, Eva continuously engages in product enhancements to provide the best menstrual hygiene products to women across the nation.",
    "Microsoft empowers the new era of work in Sri Lanka with secure technology",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}