{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Port-City-Colombo-promoted-at-Commonwealth-Trade-and-Investment-Summit-in-London/34-756205",
  "time_ut": 1702325264.0,
  "original_lang": "en",
  "original_title": "Port City Colombo promoted at Commonwealth Trade and Investment Summit in London",
  "original_body_lines": [
    "Port City Colombo (PCC) showcased its commitment to sustainable development and global economic cooperation at the third Commonwealth Trade and Investment Summit (CTIS) held in London recently.",
    "CTIS, known for bringing together senior business leaders and ministers from across the Commonwealth’s five regions, provided an ideal platform for PCC to engage in critical discussions on promoting trade and investment opportunities. The event highlighted PCC’s dedication to fostering partnerships and driving economic growth not only in Sri Lanka but on a global scale.",
    "Port City Colombo Deputy Managing Director Thulci Aluwihare addressed the gathering on “Financing Sustainable Infrastructure”. The panel, comprised of representatives from governments, developers, financiers, and ecosystem enablers worldwide, and delved into the collaboration between the public and private sectors to bridge the infrastructure gap and advance sustainable development.",
    "Sharing insights derived from PCC’s unique position as a brand-new city development, Aluwihare highlighted the city’s commitment to Colombo’s green transition. Emphasising energy-efficient real estate development and a robust commuter transportation strategy, PCC aims to set a new standard for sustainable urban living while effectively mitigating climate risks.",
    "A key focus of the discussion was unlocking green financing channels for emerging markets like Sri Lanka. Aluwihare addressed this challenge, shedding light on the legal and regulatory hurdles and offering strategic solutions to ensure that green financing becomes a catalyst for positive change in the region.",
    "Port City Colombo’s presence at CTIS 2023 not only underscores its commitment to global economic cooperation but also positions it as a leader in sustainable urban development. By actively contributing to discussions on sustainable infrastructure financing, PCC is solidifying its role as a key player in the international arena, exemplifying its vision as the “Gateway to South Asia”.",
    "A visionary multibillion-dollar FDI-funded project in the heart of Colombo, Sri Lanka’s capital, Port City Colombo is poised to be a regional game-changer through its Special Economic Zone (SEZ) offering a range of incentives and benefits for investors and businesses. Port City Colombo will access South Asia, tipped to be one of the fastest growing regions over the next few years.",
    "Port City Colombo’s five-year plan aims at revitalising Sri Lanka’s economy through FDIs. This plan calls for a substantial $ 5.6 billion in FDI, a move that will position Sri Lanka as a leader in the global service export market. The SEZ also aims to contribute a staggering $ 13.8 billion to Sri Lanka’s annual GDP and generate over 140,000 direct job opportunities. During the construction phase, a projected fiscal revenue of $ 1.7 billion is expected, with an annual recurring revenue of about $ 700 million during the operational phase."
  ]
}