{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/NPP-files-RTI-on-tear-gas-and-water-used-by-Police-to-disperse-protests/56-746141",
  "time_ut": 1678401833.0,
  "original_lang": "en",
  "original_title": "NPP files RTI on tear gas and water used by Police to disperse protests",
  "original_body_lines": [
    "The National People’s Power (NPP) party lawyers led by Attorney-at-Law Sunil Watagala filed a Right to Information (RTI) request with the Sri Lanka Police seeking information on the tear gas and water used by the force on the NPP protest held on 26 February and the protests by the Inter-University Students Federation (IUSF) thereafter.",
    "Speaking to the media following the submission of the RTI to the Police Headquarters in Colombo, Watagala said three persons have died since due to the effects of the tear gas attacks by the Police including a member of the NPP while one person remains in critical condition in the ICU of the National Hospital in Colombo.",
    "Watagala claimed they are in possession of reliable information that the tear gas used on the protests had passed its date of expiry and it has had serious side effects on those exposed to it. “It is up to the Police to prove it wrong. We, therefore, have submitted information requests on the tear gas and water used. We will take legal action based on the response we receive,” he added.",
    "The NPP in its RTI has requested information on the tear gas type used, its manufacturing date and other relevant information. “We believe they used CS gas,” Attorney-at-Law Sandun Yapa Karunaratne said, referring to the commonly used riot control agent. He said the gas not only caused severe irritations in those exposed but it has also led to deaths and left lasting effects on some people.",
    "“Tear gas is considered as a least lethal weapon to be used for riot control but the Sri Lanka Police is using it as a lethal weapon,” he accused, adding that they are questioning the Police if international procedures have been adhered to in its use on protestors.  “The Police were seen using tear gas on a peaceful march on 26 February. As protestors backed down and retreated, the Police were seen moving forward and proceeding to fire tear gas at them. Can tear gas be used in this manner is what we are asking the Police,” he said. “Even in a war, this is considered illegal. So how is it legal to use tear gas in this manner on civilians?” he asked.",
    "Attorney-at-Law Watagala said though water should have a cooling effect, protestors subjected to water cannon attacks on the day felt a stinging and itching sensation instead. “It is clear this was wastewater,” he said, adding that Minister Sanath Nishantha has confirmed it in a statement where he claimed the Police used the contaminated water from the Beira Lake for their water cannons. However, the Police has maintained that the water used in the canons was clean and obtained from the Sri Lanka Water Board."
  ]
}