{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/TNA-speaks-in-Khalistan-vocabulary-NPF/108-263557",
  "time_ut": 1689842893.0,
  "original_lang": "en",
  "original_title": "​TNA speaks in Khalistan vocabulary: NPF",
  "original_body_lines": [
    "The newly formed youth party, the New Peoples Front (NPF) in a letter to Indian High Commissioner in Colombo has said that the vocabulary used by TNA senior leader R. Sampanthan in his latest letter Indian Prime Minister Narendra Modi, is similar to the language of Khalistan separatists.",
    "“The vocabulary that the TNA uses now is very similar to what the Khalistan separatists use in countries like Canada and Australia and we strongly feel India and Sri Lanka should join hands to defeat the separatist elements in both our countries” the party has said in the letter addressed to Indian High Commissioner Gopal Baglay.",
    "The NPF, which shot into lime light in the recent past with a number of demonstrations and protests, urges a greater youth participation in parliament and has climate action and strengthening grass root democracy as its key goals. The party claims that 80% of its membership is below 40.",
    "“Driving a wedge between India and Sri Lanka has been the tradition of the Tamil National Alliance (TNA) and it has also been the custom of the party to initiate correspondence with the Indian heads of State on the eve of a visit by a Sri Lankan leader to New Delhi” NPF has said in the letter.",
    "While insisting that President Ranil Wickremesinghe has already agreed for the full implementation of the 13th amendment to the constitution, the NPF accuses the TNA of attempting to distort Sri Lanka’s stand on the matter with the letter.",
    "Calling the Tamil National Alliance (TNA) an appendage of the LTTE “despite the LTTE killing of several of its leaders”, the youth party declares that the letter by the TNA to Indian Prime minister is “a puerile effort by the former LTTE ally to pander to the extremist elements of the Tamil diaspora groups”.",
    "“We therefore kindly request Your Excellency to convey our appeal to Indian Prime Minister Narendra Modi that the Indian government should not allow the Tamil National Alliance (TNA) to become a saboteur of Indo-Lanka relations any longer” it further states."
  ]
}