{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81254",
  "time_ut": 1677006360.0,
  "original_lang": "en",
  "original_title": "Upali Wijewardene: Much-loved Business  Magnate with the “Midas” Touch.",
  "original_body_lines": [
    "40 years ago on 13 February 1983, a privately owned Lear Jet plane flew out of Malaysia’s Subang Airport at 8.41 PM with six persons on board.It was expected to reach  Colombo by 9.45 pm that night. 15 minutes after taking off, the plane lost  radio contact with  the airport.The final message received had said the plane was flying at an altitude of 27,000 ft over the straits of Malacca. The Lear Jet never arrived in Colombo  that Sunday as scheduled. The plane went  missing.",
    "News of the missing plane  began spreading on Monday which was also Valentines day. Sri Lankans from all walks of life were shocked  when they heard that the missing plane belonged to Upali Wijewardene and that the beloved home grown tycoon was among the six persons who disappeared along with the aircraft.",
    "Apart from Mr.Upali Wijewardene , the others who went missing  were  Upali’s most trusted lieutnenant  Mr. Ananda Pelimuhandiram,  Financial Director of the Upali Group , Mr. S. M. Ratnam, a Malaysian lawyer  of Jaffna Tamil origin and Mr. A. Senanayake the Steward . The other two  were the  pilot Capt. Noel Anandappa and co-pilot Mr. Sidney de Zoysa.",
    "I was then a staff reporter at “The Island”owned by Upali Wijewardene. The Editor  then was Vijitha Yapa. The  Deputy Editor was Gamini Weerakoon. “The Island”of Tuesday Feb 15 broke the sad news with  a banner headline “Plane carrying Upali Wijewardene feared lost”.  Whatever information that was available then was provided in the copy. The paper continued to publish all the news about the on going search for the missing plane and related matters. Those were stressful days of anxiety especially for editor Vijitha Yapa. There were many false leads and rumours. Finally we realised the painful truth. Upali and others along with the plane had vanished forever!.",
    "Legally, Upali Wijewardene is presumed dead  now though his body was never discovered. No debris of the missing plane was also found The disappearance of Upali Wijewardene  continues to linger in the collective memory of the nation as an unresolved mystery. There are people who ask me even now, “I say, what really happened to Upali? Don’t know, no?”",
    "If Philip Upali Wijewardene was among the living now he would have reached the age of Eighty-five  this year on February 17th. Alas, this was not to be as he disappeared 40  years ago on Feb 13th 1983 , just four days before his 45th birthday .",
    "I intend focusing on this remarkable personality in these columns to honour and pay tribute to his memory in this eventful week of two significant anniversaries in the life and times of Upali Wijewardene. I have written about Upali on earlier occasions too and will be drawing from such writings in penning this article.",
    "It was my privilege to be associated with Upali Wijewardene slightly and briefly during the years 1978 to 1983. As a journalist on the Tamil Daily “Virakesari” I covered the Greater Colombo Economic Commission (GCEC) or “free trade Zone” from 1978 to 1981. Upali was the first Director -General of the GCEC. Later in 1981 I began working as a staff reporter on the English daily “The Island” published by Upali newspapers Ltd of which he was the proprietor. As stated earlier I was at “The Island” in 1983 when  Upali went missing.",
    "Upali Wijewardene known widely as Upali was a much loved business magnate. He was a tycoon who  captured the popular imagination of the people at large. The Island nation has produced several indigenous business magnates and industrialists of great repute but there was none quite like Upali Wijewardene.",
    "He interacted on a higher plane with transnational captains of industry and commerce on equal terms. Yet Upali  retained the loyalty and affection of his employees and workers who simply adored him. More importantly the Sri Lankan masses despite being exposed to left -wing rhetoric for decades loved this high -profile capitalist.",
    "Though he hardly ever visited Jaffna, the people of the peninsula appreciated him greatly. They admired his commercial success. Needless to say the south was extremely proud of him too. The popular business magnate was, to many, a symbol of success and a role model to be emulated",
    "The name Upali Wijewardene became familiar to the country in the early ’70s of the previous century. Yet, it was in the late ’70s that he was really well-known when he assumed duties as director general of Sri Lanka’s first ‘Free Trade Zone,’ the popular name for the Greater Colombo Economic Commission (GCEC). The GCEC has transformed into the  Board of Investment ( BOI) nowadays.",
    "My first personal encounter with Upali  Wijewardene was  after he became head of the GCEC. I was then a journalist on the Tamil daily Virakesari, run by Express Newspapers Ceylon Ltd.Our Chairman then was the well-known industrialist, A.Y.S. Gnanam. When the GCEC was formed, Gnanam was made a deputy director general by President Junius Richard Jayewardene.Chairman Gnanam apparently did not inform his newspaper company of the appointment. When news of the GCEC appeared in other papers, Virakesari had ‘missed’ it.",
    "When the GCEC held its first press conference at the Upali Group premises on Bloemendhal Road, I was assigned to cover it. I was also asked by my editors to get an exclusive interview with Wijewardene if possible.When I approached Upali for the interview, he agreed immediately. When I went to see him the following day his greeting was, “So you missed the story about your Chairman being in the GCEC and now you are trying to make amends by doing a belated write-up.” He then guffawed loudly! I warmed to him immediately.",
    "Upali was a wonderful subject to interview. He answered each question informatively and at times wittily. He did not bluff or bullshit! Pelimuhandhiram, who disappeared on the ill-fated flight along with Upali Wijewardene, was present throughout the interview, as a silent observer.The interview turned out well and my editors were pleased. Upali got it translated and was happy too. Thereafter, I was assigned the GCEC as one of my regular beats.",
    "The GCEC was something new and controversial. The ‘Shannon’ experiment of Ireland was catching on in many parts of the world. The leftists were firmly opposed to the concept.The idea of providing massive tax concessions and financial incentives to foreign ‘capitalists’ to come and invest in Sri Lanka was a novel project at that time.One of the key attractions was our skilled yet cheap labour. “Exploitation,” thundered the left. JR Jayawardene’s famous comment, “Let the robber barons come,” did not help either.The fact that a well known ‘Dhanapathi’(Capitalist) was heading the GCEC aided the ‘Vahamanse Sahodharayo’(leftist comrades) to attack the project.",
    "It was a difficult time for the pioneering venture. Looking back I think Wijewardena was the ideal man for the job at that time. The GCEC went about its task methodically and diligently.It was my duty then to record its progress regularly in the columns of Virakesari. Because of the Gnanam connection, the GCEC received top billing in the paper.",
    "Vijitha Yapa, who later became the pioneering editor of The Island, was media liaison officer at the GCEC. Ranjan Perera was Wijewardena’s secretary and was very helpful. As most journalists know, the secretaries can cut you off literally and metaphorically from the boss.",
    "I interacted a lot with Wijewardene while covering the GCEC. When working for a Tamil newspaper, I have come across many Sinhala persons who simply did not care a hoot about the Tamil media.I have also come across many Sinhalese who were extremely concerned about what appeared in the Tamil newspapers. Upali belonged to the latter group.Though he could not read Tamil he got his Tamil employees at Upali Group to inform him about what was appearing in Virakesari. Thus he was happy with my work and perhaps due to that made himself easily accessible.",
    "I met him on more than one occasion then. Also, he was always ready to answer my questions whenever I telephoned him. Sometimes I pestered him but he didn’t seem to mind. I remember Mrs. Wijewardene once gently admonishing me on the phone, “He is a busy man you know and you shouldn’t disturb him like this.”Little did I realise then that one day, I would be working on Wijewardene’s newspaper, The Island, and that someday Mrs. Wijewardene would become my chairperson.",
    "The opposition papers used to regularly publish negative stories about the GCEC. I remember one particular news item  about water shortages at the FTZ in the Communist Party’s “Forward”,weekly and I asked Upali some questions based on the news item.He started chuckling and said, “You have read Forward.” Sheepishly I said, “Yes.” He then proceeded to answer. This demonstrated that Wijewardene was keeping abreast of all the media reports on the GCEC.",
    "I recall an incident where Upali addressed a seminar at Marga Institute.I came in late  when Upali was speaking and began taking down notes.Upali  saw me scribbling frantically after coming in late..When the event ended Upali called me up and gave me his copy of his speech joking “so that you can report in full”.",
    "As I stated before, the GCEC was a novel, new project and there were no Lanka-based precedents to go by in writing about it. Still I managed to write regularly on various aspects concerning the GCEC.There was very little about the GCEC in the Tamil language then.",
    "However, the GCEC became a question at the GCE Advanced Level Economics paper. I was immensely gratified when many teachers and students from Tamil schools wrote to me and the paper saying that they had only relied on articles and news in the Virakesari about the GCEC for the exams. Such incidents make journalists feel that they are doing something worthwhile in this life.",
    "One of the biggest criticisms against the GCEC then was that our workers were being exploited by the global capitalists. Being somewhat left of centre in my political beliefs during the days of my youth, I felt this charge was perfectly valid.",
    "My perspective changed when I interviewed many of the girls employed at the FTZ. Though factory workers, many of them were well educated in the Sinhala medium and were politically conscious. But they were realists. One of them observed pithily in Sinhala that she knew she was getting only half a plate, but if she agitated for a full plate, then she may lose even this half a plate and go hungry. Their families depended on them.",
    "The much-travelled Wijewardene undertook many foreign trips to promote the FTZ. On one such occasion he was in Singapore. At a press conference Upali was asked about the Tamil minority being discriminated against in Sri Lanka. Wijewardene responded to the query in his inimitable style.“Ladies and Gentlemen,” he said, “Seated on my right is my Deputy Director General Raju Coomaraswamy. On my left is Treasury Secretary Chandi Chanmugam. Further down is our High Commissioner to Singapore, C. Gunasingham. Gentlemen,I am the minority here.” Everyone present laughed. The question was deflected neatly. That was Upali Wijewardene!",
    "For some reason Wijewardene used to talk freely on many matters with me in those days. Perhaps he was at ease with me, a young journalist on a Tamil newspaper without any hidden agenda or being linked to vested interests.There was much speculation then in the media about his political ambition. I thought then that he would focus on Kelaniya due to his Sedawatte connection and asked him directly but I was surprised when he said, “No, the south.”It was then that I came to know of his southern roots from his mother’s side and the Sarath Wijesinghe relationship.",
    "Later he earmarked the Kamburupitiya electoral division and began nursing it. He focused on improving the standard of English among Students in the area.I once went to a meeting in the South where Upali spoke. The cheers for him were loud , huge and spontaneous. The people on that side of the Bentara river loved Upali and regarded him as a true son of the southern soil. After all, Southerners are known for their entrepreneurial acumen and success.",
    "When I was working at Virakesari, I once asked Wijewardene how he would resolve the ethnic crisis if he became Sri Lanka’s head of state. Of course the problem then was not as bad it became later.He thought a while and said that all people should be able to study and communicate with the government in their own language, that official administration should be done in all three languages and that no person should be discriminated against on grounds of race or religion.He was of the view that all parts of the country should be developed evenly and access to jobs provided on merit basis.Upali opined that when the country prospered economically the ethnic issue would lose its sting.Reflecting upon this now I get the feeling that Upali’s thoughts then do have the potential to help resolve the problem even now if implemented honestly and well.",
    "Subsequently I left Virakesari and joined The Island in 1981. Wijewardene had nothing to do with my entry into English journalism. My joining The Island was due to recommendations made by fellow journalists and friends Ajith Samaranayake and Ravindran Casinader who had started working for “Sunday Island”.The then news editor Gamini Weerakoon  who later became deputy editor and editor and editor Vijitha Yapa interviewed me.",
    "They wanted me to be the Northern correspondent based in Jaffna. I wanted to work in Colombo.Though I had not written for English newspapers before, Vijitha Yapa was willing to try me out in Colombo with the launching of the daily Island in mid – November 1981. It was Vijitha Yapa now the owner of a string of bookshops who recruited me into The Island. Wijewardene did not interfere with recruitment of personnel for the editorial and I never tried to approach him either.",
    "My earlier interaction with Wijewardene as a reporter ceased at a personal level after I became a journalist at his newspaper. I was put on the ‘Tamil affairs’ round by the editor Vijitha Yapa and deputy editor Gamini Weerakoon. I ran across ‘Mr. Wijewardene’ a few times in those days. We simply smiled. He seldom visited the editorial then.",
    "I remember Upali Wijewardene speaking to me directly only once after I had started working at The Island. After a trip to Jaffna I began writing a series of articles for The Sunday Island. Vijitha Yapa then made it a permanent column. That was the ‘Behind the Cadjan Curtain’ column. It was a take on the “iron curtain” of the then Soviet union and “bamboo curtain” of People’s China. Since Jaffna was then noted for rows and rows of cadjan fences the column was titled “Behind the Cadjan curtain”. It was rather popular then.",
    "Vijitha Yapa’s instructions to me about the column were simple. “Remember that you are writing for a pre-dominantly Sinhala readership in English,” he said. “Explain the problems of the Tamils to them. Think of it as building a bridge between the communities.”I have never forgotten those guidelines which influence my writing mode to this day.Vijitha even used one of his own photographs of a “kidugu vaeli”or cadjan fence to design the column’s logo.",
    "One day I saw Upali Wijewardene at a distance within company precincts.. He was about to get into the car with Pelimuhandhiram who hailed me and beckoned . When I went near ,Upali praised my column and said that he liked it.“Keep it up,” he said. That was all. I was thrilled. A few months later came their fateful ‘end.’",
    "As stated earlier it was through Upali newspapers that I entered English journalism.The Island burst upon the media scene in 1981 like a gust  of fresh air. Upali had undertaken a market survey which indicated there was no room for a new English paper. But Wijewardene being Wijewardene, he simply went ahead disregarding the survey result.It was indeed a great challenge then working for the paper.Those recruited from other newspapers had their previous salaries doubled.We were told that Upali would shut the paper if it did not break even in a year.",
    "The new kid on the block achieved tremendous success within a short time. Two older kids on the block went out of business gradually. The paper’s plus point in one respect was the colour and modern printing technology.On another level it was due to its editorial and news content. The paper covered events fearlessly and provided space to all points of view. One of its strong points then was its coverage of the ethnic crisis.This was both good journalism and good business. In this the paper reflected the world view of both Upali Wijewardene and Vijitha Yapa.",
    "The Island was a runaway success in Jaffna then. One reason was that the Late City Edition was put on Upali Airlines morning flight and sent to Jaffna. The Colombo edition was available in Jaffna before noon.I recall then Jaffna Government Agent Devanesan Nesiah telling me happily, “Thanks to The Island we are able to read the latest sports news without delay.”",
    "The chief sales agent for Island in Jaffna in those days was a bachelor named Sundaralingam. He was getting very few marriage proposals because conservative Jaffna did not regard a newspaper agency as stable employment. However with Island sales booming in Jaffna, Sundaralingam’s monthy income soon exceeded five digits. He became a most eligible bachelor with his worth going up in the dowry market.",
    "The main reason for the paper’s editorial success was the free hand given to Vijitha Yapa. This was possible then only because Wijewardene owned the paper. A lesser man would have interfered unnecessarily with editorial matters.In those days there was only one sacred cow- Upali Wijewardene’s uncle, President J.R. Jayewardene.All others were fair game. Open season was declared on Wijewardene’s political rivals, prime minister Ranasinghe Premadasa and Finance minister Ronnie de Mel.",
    "The newspaper started at a time when Wijewardene was building a circle of supporters in the ranks of the UNP to further his political prospects.But when The Island began its fearless journalism crusade , many shenanigans were exposed. Several of these news story “scoops”were about Wijewardene’s supporters or potential supporters.Since the journalists were not told to lay off, we went about our reporting without fear or favour.Those affected complained to Wijewardene. But to Wijewardene’s credit, he never instructed the editorial to adopt a “hands off” approach on any such “crony”.",
    "One exciting night was when Upali himself became a ‘reporter’ for The Island. One day President Jayewardene had taken an important decision about evolving suitable criteria for staging by-elections.Urged by the Editor, we the reporters contacted all our sources to find out the details. We failed. A desperate Vijitha Yapa appealed to Wijewardene himself.",
    "The Upali Newspapers Chairman then went to see his uncle, the President. He got the information from the horse’s mouth about the formula to be adopted for by-elections. It was a scoop.Upali was pleased with himself, and joked with the Editor that his reporters were useless because he had to personally get the story.",
    "At the initial stages Upali Wijewardene himself wrote the popular cryptic column ‘A’Pura Diaries.’ Being a Wijewardena, printing ink ran in his veins.The incredible achievement of the newspaper was symptomatic of the much loved magnate’s Midas  touch.  In Greek mythology whatever touched by king Midas turned to gold. Likewise whatever venture  launched  by the mighty magnate  Upali became a roaring success within a short time due to his golden  touch. The newspaper was  no exception.",
    "Philip Upali Wijewardene, born on February 17, in 1938, was the son of Don Walter and Anula Kalyanawathie Wijewardene. He studied initially at Ladies’ College and then Royal College, where he captained the Cricket Second eleven. He then went on to England and graduated from Cambridge.Upon his return Wijewardene began working at Lever Brothers as a management trainee. He quit in disgust when his expatriate boss accused him unfairly of lies and deception over preparing a report.",
    "Wijewardene started out on his own with Rs. 15,000 as capital and an ancestral  abode as asset.That was the time of a state-controlled economy but incentives were provided in some areas, including confectioneries. Wijewardena ventured into what was derisively referred to as the ‘seeni bola’ industry. He began by manufacturing candy and toffee in the old house. Bank of Ceylon’s legendary General Manager Chelliah Loganathan was very helpful in financing Upali’s ventures.",
    "One man who stood by Upali loyally in those days was R. Murugaiah, an up-country Tamil. It is said that the name ‘Delta’ was adopted for Wijewardene’s sweets because Murugaiah was born on a Delta group estate. Murugaiah was responsible for marketing the products then. Later he became Managing Director.",
    "Years later Wijewardene was to quip publicly, “Behind every successful man there is a woman but behind every successful Sinhala businessman there is a Tamil,” and point laughingly to Murugaiah walking behind him.",
    "Embarking on a career as industrialist, Upali Wijewardene never looked back. The confectioneries developed and soon he acquired ‘Kandos’ chocolates from his maternal uncle, Sarath Wijesinghe.Then came consumer products like ‘Sikuru’ and ‘Crystal’ soap. Wijewardene also pioneered the assembling of radios, clocks and TVs under the ‘UNIC’ brand name.",
    "He also went into automobiles. The UMC Mazda and Upali Fiat were assembled here. In those days the import duty for cars was 300 % but 100% for motor spares.Wijewardene brought in automobile parts as motor spares paying lesser duty and assembled them here.Later in an interview he was asked about this. Upali replied that he wandered to the edge of legal limits but never crossed them.",
    "Wijewardene also went into aviation and began local helicopter and airplane services. He also bought up estates in Sri Lanka and Malaysia. He also began expanding geographically and  had many business concerns in Singapore and Malaysia.The ‘Kandos Man’ was hugely popular in Singapore. During Wijewardene’s heyday, more than 33,000 people were employed in his worldwide enterprises.",
    "Upali was married on November 7, 1975, to Lakmini, daughter of Dr. and Mrs. Seevali Ratwatte. Dr. Seevali, being Mrs. Sirima Bandaranaike’s brother and Wijewardena being JR Jayewardene’s nephew, the marriage was seen then as a UNP-SLFP  dynastic union.They had no children, but Upali had two nieces and six nephews through his two sisters, Anoka Wijeysundara and Kalyani Attygalle.",
    "Upali had a wide range of interests including race horses, pedigreed dogs and motor racing. His horses ran at Aston and Derby winning laurels. Ace jockey Lester Piggot rode some of his winners. His ribbon winning canines were Labradors and retrievers.As a young man Wijewardene raced his mother’s Opel Kapitan at the Katukurunda Races in early 60s. Later he imported an MGA Sports Twin Cam, which he raced at the Mahagastota Hill Climb.",
    "He also bought a Mitsubishi Lancer to be driven  at the Nuwara Eliya Road Races and Mahagastota Hill Climb in 1980. Wijewardene had a luxury S-Class Mercedes Benz 126 from Malaysia. This was the first car of this type in Sri Lanka.There were also his private Lear jet and helicopter. He would conduct a business meeting in the afternoon in Colombo, helicopter to Nuwara Eliya in the evening for golf and return to Colombo again for dinner.",
    "According to my former editor Vijitha Yapa, there was an interesting reason for Upali to acquire his own plane for personal use. Apparently he used to fly by Singapore Airlines to  see his horses race in Singapore. But the plane used to reach S’pore after the races were over.",
    "Says Vijitha Yapa –“ He (Upali) was annoyed that there were no planes which arrived in Singapore in time for him to watch his horses racing.He then bought the   Ciatation  which was used to travel to Singapore in time to watch his horses race. But when he bought horses in Australia,  he found it annoying that he had to refuel in Singapore or Malaysia.His next plane was the Lear jet which could take him non stop to Australia. He neverr travelled to UK in it.”",
    "Upali often  flew to England to engage in the sport of kings. Wijewardene had a permanent suite in a prestigious London Hotel.Upali maintained a flamboyant lifestyle that his countrymen relished. The people were proud that one of their countrymen had really made it and was on par with the best ‘Suddhas.’",
    "When Upali Wijewardene disappeared, the nation was shocked. For many months people believed that he would return dramatically. A song composed in his honour was a popular favourite. Its chorus was ‘Upalee….. Wijeyawardena, Upalee …..Wijeyawardena.’",
    "Finally the country realised that the mighty magnate with the Midas touch was not going to return and that Upali was gone for ever. The mystery of the missing magnate   however remains still. The Upali Wijewardene mystique will continue to linger in popular imagination for many more years.(ENDS)",
    "This is an enhanced version of the “DBS Jeyaraj Column”appearing in the “Daily Mirror”of February 11th 2023.It can be accessed here –"
  ]
}