{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/tawheed-the-essence-of-islam-terrorism-essence-of-the-wicked-incorrigible-devil/",
  "time_ut": 1683555674.0,
  "original_lang": "en",
  "original_title": "Tawheed The Essence Of Islam, Terrorism Essence Of The Wicked, Incorrigible Devil",
  "original_body_lines": [
    "Four years have passed since the calamitous Easter Sunday explosion that took place in April of 2019. A bloody incident that devoured the lives of 270 innocent, unsuspecting people, scores injured some recuperating to this very day. One of the many dark days this small island nation had endured in its brief chequered history.",
    "Sri Lanka considered the pearl of the Indian Ocean, finding its waters muddied, dirtied and constantly facing turbulence. Its pearls removed and stashed in healthier and more secure waters, its people rendered impecunious by a bunch of charlatans not fit to even to run a bulath-kade leave alone a country, its minority made pawns for political ascendancy of a select few, finally its youth in a state of constant frustration, agitation and dissatisfaction, perfect fodder for violence, disorder and even terrorism.",
    "On that fateful day in April 2019 secularly educated Muslim youth sans any worthwhile religious credentials coaxed by their guru decided to propel themselves to Al Jannah (Paradise) and enjoy its multiple bliss before their due time. This is where the malaise lies, misguided youth with ignorance written all over them, youth who disconnected themselves from the major scholars instead salivated behind imposters and criminals in search of beneficial knowledge. They resorted to violence and they perished.",
    "The noble scholar of Islam Sa’lih al-Uthaymeen (may Allah have mercy on him) said “I believe that there is no excuse for one who commits this during our time because it is an ill-famed, modern-day form of suicide that’s become widespread among people. As such, it is incumbent upon every person to ask the people of knowledge regarding such acts so that correct guidance may be distinguished from sin. It is amazing that these people even kill themselves (along with others) when Allah has clearly forbidden that, saying: “And do not kill yourselves. Indeed, Allah is merciful to you all”. [Al Quran 4:29]",
    "At the outset this writer wishes to express his sincere gratitude to his Lord Almighty (Allah) for not having being tried with misguidance and ignorance. Instead being conferred with opportunities to learn this precious religion from major scholars and their students, those firmly grounded upon the manifest Haqq (Truth).",
    "Knowledge essentially vanquishes ignorance. Why am I even mentioning this? The one well aware of his religion will not even get remotely involved in any kind of murderous pursuits as witnessed on that fateful day.",
    "Another victim of this bloody day though not officially acknowledged by mainstream media but extensively demonized and disparaged was the pure, pristine creed of the Muslims i.e. Tawheed – this is the very foundation of Islam. Tawheed met its harshest challenge in the soils of Sri Lanka, its own observers and followers acted contrary to its true tenets.",
    "There is no Islam without Tawheed and there is no Tawheed without Islam. This fundamentally underlines the importance of this significant area of Knowledge. Almighty God (Allah) taught his final Messenger (peace be upon him) in Makkah for thirteen long years, nothing but Tawheed was taught in these formative years. And today we see foolish youth destroy it in just one day.",
    "A bunch of untaught, completely misguided terrorists misappropriating this sacrosanct term Muslims from the earliest time of Islam paid special devotion to. The media went on a spree to savagely tarnish this creedal nomenclature. It was a Jamaath (congregation or group) who had initiated and orchestrated this project with substantial help from various quarters. This had become patently clear from evidence that had surfaced thus far. The bottom-line is that the religion of Islam and its core belief suffered a huge dent. These kinds of incidents necessarily cause a lot of pain to the scholarly community wherever it takes place.",
    "Tawheed (the creed of  Absolute Islamic Monotheism, singling out Allah alone in all worship). A deluded, disillusioned and depraved extremist group arrogates a pernicious methodology and unleashes terror on an unsuspecting populace. Terrorism constitutes the very antithesis of Tawheed. Height of ignorance that reeks to high heavens.",
    "Tawheed a term essentially integral to Islam and all its prophets, namely Abraham, Noah, Moses, Jesus, Muhammad (peace be upon all of them). A term loved and observed with endless devotion and invocation by approximately two billion faithful. A term for which God Almighty (Allah) created the seven heavens, the seven earths and everything within it.",
    "Tawheed a term amongst many which terrorists and extremists have misused, abused and misquoted sans proper knowledge, proper concern, proper insight, proper understanding or wisdom.",
    "Tawheed a term amongst many with which extremists deceive, distort and debase and prey on the innocent and unsuspecting.",
    "The greatest of all that Allah commanded upon all His creation is Tawheed. And what is Tawheed? It is that you affirm that Allah is The Creator, The Provider, The Giver of life, The Giver of death etc.Tawheed is to single out Allah with worship, because Allah said: “And I did not create the Jinn and Mankind except to worship Me. [Al Quran 51:56]. And the scholars of tafseer said: Worship Me – is to single out Allah (with all worship).",
    "The concept of Tawheed is divine but attaching a Jamaath (group or congregation)  is a religious innovation. The Scholars of Islam have promulgated its meaning in the clearest of ways. Suffixing a group to a core belief necessarily superfluous, not a practice of the early Muslims.",
    "Violent groups call themselves many things either oblivious or ignorant to real consequences. When a Christian group calls itself Lord’s Army, the two have to be separated to preserve the essence and textual purity of the spirit of the scripture. When another group calls itself the Buddhist Force, the same has to be done. All of these groups in almost all the cases made political pawns. Same way Tawheed and Jamaath have to be separated. If this is not understood the religion and their faithful will be placed in the crossfire.",
    "The intelligence community of Sri Lanka if necessary other communities of the world must note down the following facts about misguided Muslim youth gravitating towards violence and terrorism, this is rooted in a specific prophecy of the final Messenger Muhammad (peace be upon him) sent to all mankind before the hour.",
    "The companion Ali ibn Abi Talib (may Allah be pleased with him) reported: The Messenger of Allah, (peace and blessings be upon him), said, “In the last days, there will appear young people with foolish dreams. They will say the best of words, but they will go out of Islam just as an arrow goes through its game. Their faith will not go beyond their throats.”Source: Ṣaḥīḥ al-Bukhārī 4770, Ṣaḥīḥ Muslim 1066. Grade: Muttafaqun Alayhi (authenticity agreed upon) according to Al-Bukhari and Muslim",
    "Words uttered over 1400 years ago and realized with immaculate precision. Muslims truly perplexed and struggling to understand how people can murder in the Name of their Lord. It is easy to say that these are crazy people, or had a troubled upbringing or paid by others to do this to make Muslims in general look bad or be a catalyst for imperial invasion of lands populated primarily by Muslims, or using such malleable youth to further political, economic goals of individuals (candidates aspiring for political office blaming a vulnerable section) and vested groups or people pretending to be Muslim to make us look bad.",
    "The reality is that those of us who study the sacred text know that these sinful, corrupt, murdering renegades are found, within our societies and communities. Their emerging pattern and behaviour was witnessed by the  noble Prophet (peace be upon him) and their offshoots and variants were pursued and fought after by his companions. This",
    "is a murderous ideology that masquerades as sincere love for Islam, Islamic leadership and sympathy to everything Islamic. However, when you listen to the rhetoric and cut through the calls to emotional reactionism you see it as being perverted and a misconstrued understanding of Islam and its maqasid (objectives). They speak a word that resembles the truth but intend by it falsehood.",
    "Here are some of the signs that are clearly visible to those who know the danger signs. Following are some of the signs of extremists collected from the sayings of Prophet Muhammad (peace be upon him) and the warnings of his companions.",
    "They will be young in age. The companion Ali Ibn Abee Thalib said I heard the Prophet (peace be upon him) saying, “In the last days (of the world) there will appear young people with foolish thoughts and ideas.” (Al-Bukhari 5057). This may seem arbitrary. Rather it is a very important statement. The Kibaar (Major/Elder Scholars) are the noble conveyors of knowledge and they say: When you see a group of people huddled around young individuals with little positions of trust, responsibility and life experience then know that if they agree on something that others around them far and wide dispute, then these foolish youngsters are to be turned away from. Although they may sound eloquent and sincere, their understanding is immature and baseless.",
    "When scholars, from all sections of the Islamic World, condemn an action, then that is the truth of the matter and you fall in line and turn away from the youngsters. If you have major scholars from every corner of the world denouncing criminality and the renegades, then the few youthful voices are to be ignored. That is the way of the main stream of Muslims – Ahlus Sunnah wal Jamaah.",
    "Angry and foolish. The Prophet (peace be upon him)  described their demeanor as harsh, volatile and prone to impudence. They speak before thinking, contradict without prior learning and assume the understanding they have is singularly the truth and those who oppose it, by necessity, must follow them or their way to find salvation.",
    "It is a hallmark of extremism that the cause they champion is just, but their anger over it is beyond the limits of the law and morality. It is for this reason that the killing of 12 people for example can be seemingly be justified by their anger over the ridicule of the Prophet (peace be upon him) which we all are angered by. However our anger is channeled in legitimate means, not murder. So anger and hasty foolish action underpinned by immaturity become a consistent trait in them.",
    "Misinterpretation of the Quran. The Prophet (peace be upon him) said: “They will recite Quran but it will not go any further than their throats.” (Muslim 1066). And he the Prophet (peace be upon him) said: “The will recite the Book of Allah fluently, but it will not go any further than their throats.” (Muslim 1064). Slogans, chants, etc are all emotional outbursts that do not provide  clarity on what is meant to reside in the heart. The Quran teaches an overwhelming message of Love, fidelity, Compassion and peace. This is all missed by those who focus on one aspect of faithfulness.",
    "Eloquent in speech. The companion  Ali ibn Abee Talib narrated that I heard the Prophet (peace be upon him) saying: “There will emerge some people from my Ummah who will recite the Quran, your recitation would seem insignificant in comparison to theirs, and your prayer would seem insignificant in comparison to theirs, and your fasting would seem insignificant in comparison to theirs.” (Muslim 1066).The Prophet (peace be upon him) said: “There will be people who will speak well but act badly.” (Sahih Abu Dawud, Albani 4765). Its difficult arguing with an extremist. They are passionate and who can deny that the ummah is suffering. They are usually prepared with vague references of incidents to justify atrocity they support. If you condemn a crime they say what about the crimes done to us. If you condemn the killing of innocents, they say what about the drones. All this was witnessed with the killing of the innocent.",
    "Arrogant and boastful. Companion  Anas ibn Malik  narrated that the Prophet (peace be upon him)  said to me:“… the people will be amazed by them and they will be proud of themselves, and they will go out of the religion (discard Islam) as an arrow goes out through the game.” (Musnad Ahmad). When they see others struggling to become better Muslims, they are harsh in their condemnation and feel and display a sense of elitism. They feel exclusive and better than others and show it in the way they talk, walk and act. Labeling others with disbelief and hypocrisy is common and easily pronounced, without consequence of what that implies.",
    "Abundant in worship, the companion Anas ibn Malik (may Allah be pleased with him)  narrated that the Prophet (peace be upon him) said to me: “There will be among you a people who will struggle in worship of Allah, … and they will go out of the religion (discard Islam) as an arrow goes out through the game.” (Musnad Ahmad). Ali Ibn Abee Talib  narrated that I heard the Prophet (peace be upon him) saying: “There will emerge some people from my Ummah who will recite the Quran, your recitation would seem insignificant in comparison to theirs, and your prayer would seem insignificant in comparison to theirs, and your fasting would seem insignificant in comparison to theirs.” (Muslim 1066).",
    "The fact that these young, immature, foolish people are sincere is not in doubt. They love God (Allah) and have a desire to give victory to faith. They believe in what they are doing. The tragedy is that although they strive harder they do not connect to its true meaning. It remains on the tongue and never touches the heart and woefully violates the methodology. It does not pass their throats. They do not understand the overarching meaning of the text but focus more on the one-liners. This leads them to consistent misinterpretation of the divine text.",
    "Passing out fatwa’s of disbelief against Muslims and considering their blood as lawful",
    "The Prophet (peace be upon him) said: “They will kill the Muslims.” (Al-Bukhari 7432).It is truly amazing to see that those who plea love for Islam kill Muslims more than kill others. Bombs in market places, kidnappings, storming schools, shooting those who oppose their methodology. Here are a few of their courageous acts to defend Islam and Muslims. In Yemen, Al Qaidah attacked a hospital killing everyone. In Peshawar, they stormed a school killing 146 children. Bombings of mosques of other sects and arbitrary claiming the disbelief of those who disagree with them.",
    "Slandering scholars. These groups are notorious for slandering the noble scholars, when you mention ulama / scholars, they are labeled as Scholars for dollars, petro scholars, scholars of fiqh not Jihad…etc. They know very well their own deception and ticks will not work with them hence they spew a lot of adverse adjectives at them. They’re successful most of the time at impressing even convincing ordinary folk but not the scholars.",
    "Who is responsible for this kind of ignorance which leads to extremism amongst Muslim youth not just in Sri Lanka but the world over. Three categories of people can be named. Parents especially the father, extended family and peers and finally the Ulamah / scholars – Jamiyathul Ulamah they are included in this category.",
    "The primary responsibility falls on the parents. When the child reaches the age of seven the child is to be taught the foundations of the religion including Salah (prayer). The foundation includes Tawheed. If one is to break this down it includes the following:",
    "(c) Tawheed al-Asmaa was Sifat (Tawheed of the Names & Attributes of Allah).",
    "First and foremost parents must commit themselves to acquiring this knowledge themselves before they embark upon teaching it to their children.",
    "The second category is the extended family and peers category. A healthy family is where there is a tradition of knowledge. Where the grandfather is knowledgeable, the father is knowledgeable and so are the children. This is a common phenomenon in the Muslim world, this trend as a resuly permeates within the society until it becomes a norm in the neighborhood and the village.",
    "Finally the indispensable responsibility of the Jamiyathul Ulamah, this cannot be discounted under any circumstance. Also they cannot shun their responsibility. If they are a community of scholars / theologians as the name implies all of them should make it their priority to teach Tawheed to their people, the correct Tawheed, the authentic Tawheed. Engaging in other activities or other businesses is uncalled for and unnecessary. If their own knowledge is lacking they must ensure that they connect with the major scholars of the world and upgrade themselves.",
    "There are no short cuts to this or other alternatives available. Light vanquishes darkness same way knowledge eliminates ignorance.",
    "* The writer is a Canadian of Sri Lankan descent, a caller to the truth of Islam and its dedicated student, specializing in deviant groups and deradicalization."
  ]
}