{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Good-demand-at-tea-auctions/34-755758",
  "time_ut": 1701287577.0,
  "original_lang": "en",
  "original_title": "Good demand at tea auctions",
  "original_body_lines": [
    "This week’s tea auction offerings totalled 5.1 m/kg and there was good general demand, according to Forbes and Walker Tea Brokers.",
    "Ex-Estate offerings were maintained at 0.6 m/kg. Overall quality of teas were irregular and barely maintained.",
    "Best Westerns – A few select BOP/BOPF invoices were firm and up to Rs. 100 per kg dearer following special inquiry, whilst the others were barely steady. In the Below Best category, brighter BOP’s appreciated by Rs. 50 per kg, whilst the others together with teas at the lower end of the market were firm and up to Rs. 50 per kg dearer. Corresponding BOPF’s declined by Rs. 20-40 per kg, whilst clean leaf teas at the lower end of the market sold firm. Nuwara Eliya’s sold well in the backdrop of limited availability and a useful product. Uda Pussellawa BOP’s – better sorts were firm, whilst the others which commenced firm were irregularly easier towards the close. Corresponding BOPF’s were generally firm. Uva – Select coloury BOP’s were up to Rs. 100 per kg dearer, whilst the others sold around last week’s levels. Corresponding BOPF’s were up to Rs. 50 per kg lower.",
    "High & Medium Grown CTC teas – BP1’s were generally firm, whilst the PF1’s continued to sell around last with price fluctuations often reflecting quality variances. Corresponding Low Grown types, BP1’s – Select invoices appreciated substantially, whilst the others were firm and dearer to a lesser extent. PF1’s – Best available were firm, whilst the others were irregular and declined by Rs. 50 per kg and more.",
    "There was selective interest from shippers to the UK, Japan and the continent for the limited availability of better teas, whilst there was improved activity from shippers to the CIS.",
    "Low Growns comprised 2.3 m/kg. Tippy and Premium catalogues met with good demand, whilst the Leafy and Semi-Leafy catalogues met with fair demand. There was improved activity from shippers to Iran, whilst there was selective purchasing from shippers to Türkiye and Russia. In the Leafy catalogues, OP1’s in general were firm, whilst the poorer teas at the bottom were lower. Well-made BOP1’s appreciated, whilst the balance sold around last levels. Well-made OP’s were firm, whilst the balance were lower following quality. Select Best and Best OPA’s declined, whilst the balance sold around last levels. PEK’s, in general, were firm. A few high-priced PEK1’s were firm, whilst the others declined.",
    "In the Tippy catalogues, FBOP’s in general were dearer. Well-made FF1’s together with the clean leaf Below Best and clean leaf teas at the bottom appreciated, whilst the balance were firm on last.",
    "In the Premium catalogues, very Tippy teas together with the Best and Below Best varieties met with improved demand and were substantially dearer, whilst the balance too appreciated to a lesser extent."
  ]
}