{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96318/papua-new-guinea-capital-hit-by-arson-looting-as-police-strike-over-missing-pay",
  "time_ut": 1704955800.0,
  "original_lang": "en",
  "original_title": "Papua New Guinea capital hit by arson, looting as police strike over missing pay",
  "original_body_lines": [
    "Shops and businesses were attacked and set on fire in the capital of Papua New Guinea on Wednesday and people had been killed, the governor said, after police went on strike over pay.",
    "Property in Port Moresby had been looted by “opportunists” after events “spiralled out of control”, National Capital District Governor Powes Parkop said in a broadcast on radio station FM100.",
    "“We have seen unprecedented level of strife in our city, something that has never happened before in the history of our city and our country,” he said in the broadcast that was live-streamed on Facebook.",
    "Extra police were being moved into Port Moresby from regional areas, Commissioner of Police David Manning said in a statement.",
    "Police in the Pacific Island nation have struggled with a surge in violent crime over the past year, and Prime Minister James Marape has said boosting security would help to attract foreign investment in PNG’s burgeoning gold and copper resources sector.",
    "Marape said his goal is to expand the nation’s economy to 200 billion kina ($55 billion) by 2029, more than doubling its gross domestic product since he took office in 2019, with the help of five gas and mining projects.",
    "Media showed fires burning in the city on Wednesday, with the PNG Post Courier newspaper reporting firefighters had been threatened as they tried to do their jobs.",
    "The guard house at parliament had also been burnt, the Post Courier reported.",
    "Defence forces were entering the city, Parkop said, and police could be seen returning to the streets.",
    "Police had begun a strike on Wednesday morning after discovering a reduction in their pay packets.",
    "The government circulated messages on social media denying that a new tax had been imposed on police, with Marape vowing to fix any administrative error that had caused the pay shortfall.",
    "Without police, the city had “lost control”, Parkop said in the broadcast."
  ]
}