{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/What-kind-of-LG-bodies-do-we-need/172-254084",
  "time_ut": 1676325280.0,
  "original_lang": "en",
  "original_title": "What kind of LG bodies do we need?",
  "original_body_lines": [
    "The timing of the fire broke out in Kotikawatte garbage dump on Saturday, might be an embarrassing episode for the Sri Lanka Podujana Peramuna (SLPP) leaders of the Kotikawatte- Mulleriyawa Pradeshiya Sabha, as it is one of the 339 local government bodies for which elections have been scheduled for March 9.",
    "This incident should remind Sri Lankans the tragedy that took place on the Sinhala and Hindu New Year Day (April 14) in 2014, when the monstrous garbage dump in Meetotamulla collapsed killing over 30 people instantaneously and displacing more than 180 families. The incident was a major topic then among politicians, experts, media and the people, before it was also just dumped by all within few weeks.",
    "It was then revealed how the offers to recycle millions of tons of garbage in the Meetotamulla dump by local and foreign investors for the past several years were withdrawn due to kickback demands by officials and politicians. The JVP MP Sunil Handunnetti citing various reports said the number of such withdrawals was altogether 108. Four days after the tragedy, the people in Kotikawatte also started to agitate demanding the relocation of the garbage dump in their area, but the politicians and authorities were so smart to silence them with their false promises in a few days.",
    "After eight years, still the dumps in Kotikawatte and many other areas in the country are producing highly inflammable methane gas, resulting in occasional fire breakouts. This is not an isolated incident, but a part of a global phenomenon. Landfill waste is responsible for 11% of global methane emission which is a major contributor in polluting the air and climate change. This amount is expected to rise to 70% in 2050.",
    "Similar demands to find solutions to the garbage problem in other areas of the country were also neutralized with hollow promises. The project commenced during the previous government under the Megapolis and Western Province Development Ministry to transform the Meetotamulla garbage dump into an urban park, was also halted halfway by the current administration that assumed office in 2019, apparently for political reasons.",
    "Finding solution to the solid waste problem is purely the responsibility of the local government bodies, despite members of provincial councils also undertaking tours to various countries for the past several years to study solutions to the problem, wasting tax payers’ money. However, we still see massive piles of solid waste across the country inviting instant tragedies and also diseases that slowly kill residents around them. In fact, the garbage issue cannot be taken as an isolated issue in local government administration; but it is the best indicator of the failure of the current local government mechanism.",
    "The public rage against the 225 Members of Parliament was clearly evident during the four-month long Aragalaya (popular uprising) last year, when the government failed to provide at least the basic needs of the people. Though the government managed to violently crackdown on the uprising, the trends in the current election campaign indicate that the slogans raised by the protestors against plundering of public wealth, mismanagement, waste of their tax money seem to be still reverberating in the ears of the people. Indeed it was not a protest only against the President of the day and the Parliament, but against the system including the local government mechanism that has become a burden on the tax payer.",
    "The range of responsibilities of local government bodies is very limited. They include collection of assessment tax from households, collection and disposal of garbage in the respective areas, maintenance of street lights, construction and maintenance of small and rural roads, approval of land survey plans as well as building plans and issuing certificate of conformity (COC) for buildings as well as street line certificates, among others. However, the dismal efficiency in carrying out these duties is well known. Rarely the technical officers visit the construction sites to approve survey plans and building plans or to issue COCs. Bribe is a well settled procedure in these activities and is an open secret.",
    "Unauthorized building in many areas cause havoc by way of floods during rainy season. The frequent floods in Akurana due to overflowing of Pinga Oya are a good case in point. The irony is that these buildings have been provided water and electricity supply for which the certificates such as COC issued by the relevant local government bodies are essential. How such things happen in almost all local government areas is in the public domain. The standard of the small and rural roads constructed by the local government bodies raise the question if technical officers are attached to them. Politicians earn millions through these projects and also sell them to the voters during elections. These are not secrets, rather clear proofs to the dismal performance of local government bodies.",
    "The system is so settled that people are of the view that this is how it should be. It is this mindset that has to be changed first for a proper system change."
  ]
}