{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82237",
  "time_ut": 1688151960.0,
  "original_lang": "en",
  "original_title": "It is  interesting to  see how director Mari  Selvaraj  in “Maamannan”manages his critique of electoral politics and caste in Tamil Nadu with the DMK’s heir-apparent Udhayanidhi Stalin helming the film.",
  "original_body_lines": [
    "The heart and soul of Maamannan is Vadivelu. After all, the title takes the name of his character. And it feels as if the actor never forgets that for even a moment when he is in front of the camera. This is a Vadivelu so spectacularly in form that you cry when he cries, and you are enraged for him when his grief gives way to anger. Nearly every minute of the story you are made to travel with him. Mari Selvaraj, after Pariyerum Perumal (2018) and Karnan (2021), delivers yet another film that will redefine how Kollywood talks about caste.",
    "The film is set in the Kongu-belt, in Salem district. Maamannan (Vadivelu) is a Dalit MLA from Kasipuram. His son Adhiveeran, fondly called Veeran, (Udhayanidhi Stalin) and him have not spoken to each other in over ten years, despite living in the same house. The reason?",
    "When Veeran is a child, men from the local dominant caste attack him, leaving him deeply traumatised. Maamannan, only a party cadre at the time, is cornered into giving up his quest for justice. His son is unable to forgive him.",
    "Veeran is a man understandably haunted by the past. He wears the scars from the attack – both physical and mental – like a talisman furiously driving him onwards in his fight against dominant caste men. This is without doubt Udhayanidhi’s best performance to date.",
    "Even as Maamannan tries to reach compromises with the oppressor caste, Veeran hits back without hesitation. When others in his community find it shameful that he continues to raise pigs despite his father’s political position, it is these creatures who see his tenderest side. When Maamannan is always made to stand while oppressor caste MLAs in his party are seated, Veeran wreaks havoc.",
    "In Karnan, Mari Selvaraj showed viewers how even something many would consider mundane, such as a bus, is actually a site of oppression and a life-line to Dalit communities.",
    "In Maamannan, the film revolves around the proverbial ‘seat at the table’. There is a point when Vadivelu says aloud, “I had been thinking until now that my position in the party was given to me as alms, instead of thinking of it as my right.”",
    "It takes Mammannan decades to come to this realisation. Veeran, on the other hand, has grown up having already understood the same. This difference between two generations of Dalit men is what Mari Selvaraj anchors his film around, allowing the young to lead the old.",
    "Equally of interest, is how Mari manages his critique of electoral politics and caste in Tamil Nadu with the DMK’s heir-apparent helming the film. The fictional party Maamannan belongs to is called Samathuva Samuganidhi Makkal Katchi, which can loosely be translated to Equality and Social Justice People’s Party. The party’s flag is two horizontal stripes of dark grey and black. The party claims to be Periyarist, but harbours caste fanatics like Rattnavelu (a terrifying Fahadh Faasil).",
    "Fahadh as Rattnavelu, the primary antagonist, offers a blood curdling performance. His villainy is shrewd, calculated, and completely believable. In several recent anti-caste movies written by non-Dalit directors, the villains often verge on caricature. Rattnavelu, in comparison, written by a Dalit director, accurately embodies the supremacist ideals of intermediate caste men who have immense political clout.",
    "Unfortunately, this is also where the film flounders in places. The representation suggests that people like Rattnavelu are not presently higher up in the party leadership. The story also implies that the fictional party is willing to choose social justice over harbouring casteists.",
    "That is an ideal world. In reality, which political party in Tamil Nadu has made that choice? Can it be said of even Udhayanidhi’s own party?",
    "There is also a degree of rambling that happens in the plot, which one does not see in either Pariyerum Perumal or Karnan.",
    "Another aspect that is disappointing is how the women are depicted. The two female characters in the film are Maamannan’s wife Veerangi (Geetha Kailasam) and Veeran’s love interest Leela (Keerthy Suresh). It is implied in passing that Leela is from the dominant caste. She is plainly a Leftist, stands with Veeran and Maamannan in every fight, and is herself harassed and attacked repeatedly for her social justice work.",
    "Veerangi on the other hand remains on the sidelines, left to helplessly cry while her family goes to war. It is distressing that the single Dalit woman in the story with some screen time is shown as only a victim with no agency of her own.",
    "In terms of casting choices, Mari Selvaraj has found the perfect fit for almost every important role. Vadivelu, the comedian, is replaced on our screens by Vadivelu the actor, who taps into a terrific emotional range with devastating effect.",
    "There is a moment when he fights against himself to arrive at the most difficult decision of his life. Mari’s camera moves in close to Vadivelu’s face. His loneliness in that moment is absolute. No one stands with him as he breaks down and sobs. His anguish is so palpable, one feels its echoes across the theatre. Your spirit shatters for him. It is a credit to the director for bringing us this side of Vadivelu, ignored for far too long by Kollywood.",
    "Udhayanidhi truly rises to the role given to him. He brings to screen a seething intensity that seems ready to explode in wrath at any minute. Veeran is a man who has witnessed injustice for far too long to have much patience with oppressors. The actor makes us keenly sense the constant rage bubbling inside his character. Pitted against both Veeran and Maamannan, is a Fahadh Faasil whose performance can induce nightmares. His Rattnavelu is unpredictable. Clever and quietly deadly some times, given to breathtakingly violent outbursts at others, he will leave you shaken.",
    "Keerthy Suresh, as Leela, gives one of her career-best performances so far, though there are many times when the role seems to fit uncomfortably on her.",
    "There is a majestic nature to Maamannan’s cinematography that is reminiscent of Karnan. Similar sweeping shots from hill tops and theatre stage-like settings of key scenes pepper the film, giving us the feel of a great saga unfolding before our eyes. These cinematic choices are as political as they are beautiful to look at. Dalit stories can be told with the same loftiness reserved for undeserving casteist films, like Thevar Magan (1992) for example, the cinematography tells you. Super-charging this camera-work is AR Rahman’s flawless music for the film, including tracks sung by him and Vadivelu that demand repeat listening.",
    "Given that Mari has already made it clear how deeply Thevar Magan affected him in his younger days, there are several callbacks to the Kamal Haasan-Sivaji Ganesan starrer in Maamannan to watch out for.",
    "Maamannan ends on a note that is both wonderfully hopeful and one that may raise hackles among the politically powerful intermediate castes in Tamil Nadu. In other words, it is a nearly pitch-perfect ending."
  ]
}