{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-poultry-producers-agree-to-reduce-price-after-presidents-import-move-127224/",
  "time_ut": 1690978200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka poultry producers agree to reduce price after President’s import move",
  "original_body_lines": [
    "ECONOMYNEXT- Threatened by fall in chicken price, Sri Lanka’s poultry producers have agreed to reduce the price of chicken by 100 rupees, after President Ranil Wickremesinghe granted approval for importing chicken.",
    "Wickremesinghe on Monday permitted the Ministry of Trade to import chicken for food industrial purposes after the price of chicken, which is not controlled by the government, touched 1,600 rupees per kilogram.",
    "The price has increased from around 1,200 while most of the inputs for the chicken industry became cheaper due to price reduction of fuel and sharp appreciation of the rupee currency against the US dollar. However, poultry producers say the price hike is mainly due to feed cost as maize import is subjected to tax.",
    "“We have told the government not to import chicken as this is a threat to the poultry industry,” Mathalie Jayasekara,  an Advisor to the All Island Poultry Association, told EconomyNext.",
    "“At first the government stated that they will import only for large businesses such as McDonalds and KFC. The government should bring more parent animals as well as more raw materials such as corn, soya meat as well as medicines and vitamins in order to sustain the local industry. Otherwise, a large number of those in the industry will lose their jobs.”",
    "The decision on prices also comes after Agriculture Minister Mahinda Amaraweera held a discussion with poultry producers.",
    "A Trade Ministry spokesman said the importation move was considered “because chicken prices are expensive at the",
    "Poultry producers have said they cannot provide chicken at lower prices because of a sharp depreciation of the rupee last year leading to expensive chicken feed import, tax on maize, an industry heavily controlled by some handful oligarchs along with lack of raw materials to manufacture chicken feed after the resigned president Gotabaya Rajapaksa banned chemical fertilizer. (Colombo/August 02/2023)"
  ]
}