{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88656/imf-flags-debt-restructuring-hurdles-for-distressed-economies",
  "time_ut": 1677311760.0,
  "original_lang": "en",
  "original_title": "IMF flags debt restructuring hurdles for distressed economies",
  "original_body_lines": [
    "There are some disagreements over restructuring debt for distressed economies, the chief of the International Monetary Fund said on Saturday on the sidelines of a G20 meeting, adding that banning private cryptocurrencies should be an option.",
    "India’s G20 presidency comes at a time when its South Asian neighbours Sri Lanka, Bangladesh and Pakistan are seeking urgent IMF funds due to an economic slowdown caused by the COVID-19 pandemic and the Russia-Ukraine war.",
    "China, the world’s largest bilateral creditor, urged G20 nations on Friday to conduct a fair, objective and in-depth analysis of the causes of global debt issues as clamour grows for lenders to take a large haircut, or accept losses, on loans.",
    "“On debt restructuring, while there are still some disagreements, we now have the global sovereign debt roundtable with consideration of all public and private creditors,” IMF Managing Director Kristalina Georgieva told reporters after the roundtable she co-chaired with Indian Finance Minister Nirmala Sitharaman.",
    "“We just finished a session in which it was clear that there is a commitment to bridge differences for the benefit of countries.”",
    "Apart from restructuring debt, regulating cryptocurrencies is another priority area for India, which Georgieva agreed with.",
    "“We have to differentiate between central bank digital currencies that are backed by the state and stable coins, and crypto assets that are privately issued,” Georgieva said.",
    "“There has to be very strong push for regulation... if regulation fails, if you’re slow to do it, then we should not take off the table banning those assets, because they may create financial stability risk.”"
  ]
}