{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/ISIS-attack-on-army-bus-kills-23-Syrian-soldiers/108-265109",
  "time_ut": 1691754818.0,
  "original_lang": "en",
  "original_title": "ISIS attack on army bus kills 23 Syrian soldiers",
  "original_body_lines": [
    "Gunmen have ambushed a bus carrying Syrian soldiers in the country’s east, killing at least 20 and wounding others, opposition activists have said.",
    "The Britain-based Syrian Observatory for Human Rights said on Friday that 23 Syrian soldiers were killed and 10 were wounded in the attack on a desert road near the eastern town of Mayadeen, in Deir Az Zor province that borders Iraq.",
    "Other Syrian activist groups said 20 soldiers were killed and others were wounded.",
    "The Britain-based observatory said the ambush was carried out by members of ISIL (ISIS), whose sleeper cells in parts of Syria still carry out deadly attacks despite their defeat in 2019.",
    "It added that “dozens of [other] soldiers” were missing after the armed men surrounded the bus and opened fire, in what was the deadliest attack so far this year by ISIL.",
    "There was no immediate comment from the Syrian army or government.",
    "Attacks by ISIL sleeper cells in Syria, particularly in the vast desert zones they once controlled, have become bolder and bloodier in recent months, according to the observatory head, Rami Abdurrahman.",
    "Abdurrahman said ISIL “has recently been escalating its deadly military attacks … aiming to cause as many deaths as possible”.",
    "By doing so, they are trying to send “a message aimed at showing the group is still active and powerful despite the targeting of its leaders”, he told AFP.",
    "The group named Abu Hafs al-Hashimi al-Qurashi as its new leader this month, for the first time confirming the death of its former head Abu Hussein al-Husseini al-Qurashi, whom Turkey said it had killed in April."
  ]
}