{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/IGP-ordered-to-submit-report-on-attack-on-NPP-protest/56-746433",
  "time_ut": 1679000731.0,
  "original_lang": "en",
  "original_title": "IGP ordered to submit report on attack on NPP protest",
  "original_body_lines": [
    "NPP says it is evident the Police have violated the Constitution, Police Ordinance and the Criminal Procedure Code",
    "Further inquiries are to take place on 20 April based on responses received from Police",
    "The Inspector General of Police C. D. Wickramaratne has been given till 4 April by the Human Rights Commission of Sri Lanka (HRCSL) to submit a report on the measures taken to disperse the protest march by the National People’s Power (NPP) party on 26 February in Colombo.",
    "The HRCSL called for the report following the inquiry held yesterday on the complaint lodged by the NPP against the attack on its protest march and the use of tear gas as well as water cannons on the march which led to the death of one protestor while another remains in critical condition at the National Hospital of Colombo.",
    "The NPP claims it believes expired tear gas and contaminated water were used on the protestors. NPP lawyer Sunil Watagala said following the initial inquiry it is evident that the Police has on the day acted in a manner that violated the Constitution, Police Ordinance and the Criminal Procedure Code.",
    "The HRCSL in the report requested has sought responses to ten specific questions such as the legal provision under which the tear gas attack was carried out on the peaceful march, the legality of using tear gas to disperse the march in areas not mentioned in the court injunction order preventing protests if the police used the accepted procedures when using tear gas, the quality of water used in the water cannons and other details pertaining to it, who ordered for the Army to be called in to control the crowds, who ordered for tear gas and water cannons to be used on the protestors and others.",
    "The HRCSL said it would conduct further inquiries into the incident on 20 April after considering the responses submitted by the IGP.  The NPP was represented by Attorneys-at-law Sunil Watagala, Upul Kumarapperuma and Sandun Yapa Karunaratne. While the HRCSL had issued summons to the IGP and Western Province Senior DIG Deshabandu Tennekoon, they did not appear before the Commission. Instead, they were represented by the head of the Police legal division, DIG Ruwan Gunasekara."
  ]
}