{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/14/property-tax-imf-encourages-swift-implementation/",
  "time_ut": 1702533840.0,
  "original_lang": "en",
  "original_title": "Property Tax: IMF Encourages Swift Implementation",
  "original_body_lines": [
    "COLOMBO (News 1st); The International Monetary Fund (IMF) has reiterated its support for Sri Lanka's planned property tax, highlighting its potential to generate revenue and promote a progressive tax system.",
    "During a recent press briefing, IMF Senior Mission Chief for Sri Lanka Peter Breuer emphasized the importance of swift implementation, stating that \"a proper registry of properties and valuation systems\" are necessary prerequisites.",
    "While acknowledging the complexity involved in introducing a property tax, Breuer commended its role in taxing those with greater wealth, aligning with the principles of progressive taxation. He further encouraged Sri Lankan authorities to \"pursue this vigorously and swiftly.\"",
    "Technical assistance from the IMF has been provided regarding the property tax, and Peter Breuer acknowledged ongoing discussions on the matter.",
    "He emphasized the crucial role of ownership in reform programs, stating that \"ownership is really what determines the success of a program.\"",
    "Drawing on past experiences, Breuer highlighted the importance of societal buy-in for reform initiatives.",
    "\"If a country, the government, its people really embrace the reforms to extract themselves from the crisis, they succeed and recover on a path of stable and inclusive growth,\" he said, contrasting this with situations where ownership is lacking and reforms fail, leading to potential future crises.",
    "Citing the severe economic crisis Sri Lanka faced in 2022,  Breuer stressed the need for collective action to embrace reforms and avoid a repeat of such hardships.",
    "\"It will be important for all to come together and embrace the reforms so as to fully emerge from this crisis and not have another crisis follow soon after,\" he concluded, reiterating the significance of ownership in breaking cycles of economic instability.",
    "The planned property tax remains a topic of discussion within Sri Lanka, with its implementation timeline currently set for 2025.",
    "The IMF's continued support and emphasis on ownership suggest a potential for the tax to play a significant role in Sri Lanka's economic recovery efforts."
  ]
}