{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95822/sri-lankas-inflation-climbs-to-28-in-november-",
  "time_ut": 1703154120.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s inflation climbs to 2.8% in November",
  "original_body_lines": [
    "The overall rate of inflation as measured by the National Consumer Price Index (NCPI) on Year-on-Year basis was recorded at 2.8% for the month of November 2023, the Department of Census and Statistics (DCS) revealed in its latest report.",
    "This is an increase of 1.8% in comparison to the NCPI-based inflation of 1.0% recorded in October 2023.",
    "Meanwhile, the Food-Inflation in November 2023 increased from -5.2 to -2.2% from October to November 2023, while the non-food inflation increased to 7.1% from 6.3% which was recorded in the month of October.",
    "The NCPI for all items for the month of November 2023 is 206.0, which is an increase of 2.4 index points or 1.19 percentage compared to October 2023 for which the index was 203.6. This increase represents an increase in expenditure value of Rs. 1231.49 in the “market basket”.",
    "The increases in index values were reported for Vegetables (0.62%), Rice (0.14%), Sugar (0.09%), Coconuts (0.06%), Big onions (0.06% ), Green chilies (0.06%), Red onions (0.05%), Limes (0.03% ), Coconut oil (0.02%), Potatoes (0.02%), Mysore dhal (0.01%), Tea dust/leaves (0.01%) and Fresh fruits (0.01% ). However, decreases in index values were reported for Fresh fish (0.19%), Chicken (0.08% ), Dried fish (0.07%), Eggs (0.07%), Green gram (0.02%) and Chili powder (0.01%).",
    "The increases in index values of non-food groups in November 2023 compared to the previous month was mainly due to the price increases in groups of items ‘Housing, Water, Electricity, Gas and Other fuels’ (Materials for the Maintenance and Electricity bill) (0.53%) and ‘Restaurants and Hotels’ (0.02%). However, price decreases in groups of items were reported for ‘Transport (Petrol) (0.08%), ‘Alcoholic Beverages, Tobacco and Narcotics’ (Beetle leaves) ((0.02%) and ‘Health’ (Spectacles) (0.02%). Further, very slight price decreases were reported in groups of ‘Clothing and Footwear’, Furnishing, Household equipment and Routine household maintenance’, ‘Recreation and Culture’ and ‘Miscellaneous Goods and Services’.",
    "Meanwhile, the price indices of ‘Communication’ and ‘Education ‘groups remained unchanged during the month, the according to the report."
  ]
}