{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Waste-management-plastic-pollution-and-a-new-global-treaty/4-746172",
  "time_ut": 1678468522.0,
  "original_lang": "en",
  "original_title": "Waste management, plastic pollution, and a new global treaty",
  "original_body_lines": [
    "Plastic waste has rapidly become one of the biggest sources of pollution and is deeply interlinked with",
    "Waste management is a considerable challenge on the local, national, and global level. The world currently produces more than two billion tons of municipal solid waste alone per year, with at least 33% not managed in environmentally safe ways. In Sri Lanka, only 15% of all generated waste is estimated to be disposed in appropriate and safe ways, leaving the majority to open dumping or burning.",
    "In particular, plastic waste has rapidly become one of the biggest sources of pollution and is deeply interlinked with the concurrent global crises of climate change, environmental degradation, and biodiversity loss. According to recent studies, plastics—including micro- and nano-plastics—are present in marine and terrestrial ecosystems around the world and currently account for 85% of all marine litter. It is estimated that billions of tons of plastic have been produced since the 1950s, and production is expected to further increase, doubling by 2050 in a business-as-usual scenario.",
    "A global treaty on plastic pollution—similar to existing treaties on climate (United Nations Framework Convention on Climate Change) or biodiversity (Convention on Biological Diversity)—could be an important step towards addressing this challenge. Due to the transboundary nature of plastic pollution, which moves through rivers, oceans, and trade routes, it is difficult to manage only on the national level. There is a clear need for international and multi-stakeholder cooperation and coordination in line with principles of justice and equity, such as producer-pays or a just transition for informal workers.",
    "Waste management is the process of collecting, transporting, processing, recycling, or disposing of waste materials, such as liquid waste, solid waste, hazardous materials, electronic waste, or plastics. It includes actions at all stages of the waste cycle: upstream (extraction of raw materials, production, manufacturing, transport), midstream (product use), and downstream (disposal, recycling). The goal of waste management is to reduce the negative impacts of waste on humans, the environment, and the climate through a combination of different measures, such as recycling, safe storage, composting, conversion into fertiliser, or waste-to-energy.",
    "When it comes to plastic pollution in Sri Lanka, there is already a variety of actions such as beach clean-ups, a National Action Plan on Plastic Waste Management 2021-2030, development of local waste management plans, awareness creation, and initiatives on waste reduction by actors in different sectors, such as the tourism and fashion industry. However, there is a gap between these national policies, plans, and actions, and the need to coordinate on a regional and global level, particularly in relation to marine plastic pollution.",
    "2022 saw the start of an intergovernmental process to close this gap, with the first session of the Intergovernmental Negotiating Committee to develop an international legally binding instrument on plastic pollution, including in the marine environment (INC-1) taking place in November/December in Punta del Este, Uruguay. There are four subsequent sessions planned until the end of 2024, the next of which (INC-2) is set to take place in Paris, France, in May 2023.",
    "Ahead of the second meeting, the Intergovernmental Negotiating Committee is collecting inputs to identify potential modalities and mechanisms for the proposed Global Plastic Treaty. On the one hand, this could take learnings from existing treaties for other forms of pollution, such as the International Convention for the Prevention of Pollution from Ships (MARPOL), the Convention on Long-Range Transboundary Air Pollution (CLRTAP), the International Convention on Oil Pollution Preparedness, Response, and Co-operation (OPRC), the Minamata Convention on Mercury, or the Stockholm Convention on Persistent Organic Pollutants. On the other hand, it also provides an opportunity for countries and other stakeholders to communicate new suggestions and approaches in line with their priorities and needs.",
    "Key topics for the open submission process on the Global Plastic Treaty include the objectives, obligations, control measures, and means of implementation. So far, more than 200 submissions have been made by various stakeholders, with almost 60 member states (including Sri Lanka) among them. The Intergovernmental Negotiating Committee is tasked with synthesising these submissions and turning them into a document with potential options, which will form the basis for INC-2 discussions.",
    "Plastic waste can be managed in many different ways and with the involvement of different stakeholders on the local, national, and global level. In addition to government agencies and local authorities, the private sector and consumers both have important roles to play when it comes to reducing plastics at the source, avoiding unnecessary consumption, switching to alternative materials, reusing and recycling, and handling the remaining waste in safe and responsible ways that protect both the environment and humans.",
    "A global plastic treaty could serve as a crucial cornerstone for collective international action towards addressing the plastic pollution crisis. However, this should not substitute measures on the national and local level, which remains key to preventing further proliferation of plastic pollution and its negative impacts on climate, environment, biodiversity, and human wellbeing.",
    "(The writer works as Director – Research and Knowledge Management at SLYCAN Trust, a non-profit think tank based in Sri Lanka. His work focuses on climate change, adaptation, resilience, ecosystem conservation, just transition, human mobility, and a range of related issues. He holds a Master’s degree in Education from the University of Cologne, Germany and is a regular writer to several international and local media outlets.)"
  ]
}