{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/us-welcomes-sri-lankas-bilateral-creditors-financing-assurances-ahead-of-imf-deal-114489/",
  "time_ut": 1678244820.0,
  "original_lang": "en",
  "original_title": "US welcomes Sri Lanka’s bilateral creditors’ financing assurances ahead of IMF deal",
  "original_body_lines": [
    "ECONOMYNEXT – US Ambassador Julie Chung has welcomed the financing assurances Sri Lanka’s bilateral creditors have agreed to provide the crisis-hit island nation, weeks after she intimated that Beijing was being a “spoiler” in Colombo’s debt restructuring efforts.",
    "Chung tweeted Wednesday March 08 morning that she was pleased to see the assurances provided by a majority of bilateral creditors.",
    "Pleased to see the majority of bilateral creditors have agreed to provide Sri Lanka with concrete & credible financing assurances to restore debt sustainability and to obtain an IMF package that will support Sri Lanka as it rebuilds its economy.",
    "“The US remains committed to supporting Sri Lanka in its efforts to promote transparency, good governance, and reforms in line with international standards as it has for the past 75 years of our diplomatic partnership,” she added.",
    "The International Monetary Fund (IMF) on Tuesday welcomed the progress made by Sri Lanka in “decisive” policy actions and in obtaining financing assurances from all major creditors, after China officially communicated its support.",
    "President Ranil Wickremesinghe announced that he and Central Bank Governor Nandalal Weerasinghe had signed a letter of intent on the IMF deal to be submitted to the international lender’s executive board for its approval. He also said the government has received a second letter from Beijing the same night, assuring the crisis-hit nation of assistance in debt restructuring.",
    "In an interview given to the BBC on January 11, Ambassador Chung said the greater onus to move with regard to Sri Lanka’s debt restructuring, a prerequisite for the 2.9 billion US dollar IMF bailout, was on China, as the island’s biggest bilateral lender.",
    "“We hope that they do not delay because Sri Lanka does not have time to delay. They need these assurances immediately,” she was quoted as saying by the BBC website.",
    "“For the sake of the Sri Lankan people, we certainly hope China is not a spoiler as they proceed to attain this IMF agreement.”",
    "Her remarks were met with harsh criticism from the Chinese embassy in Colombo, which took umbrage at what it called the hypocrisy of the US ambassador for an alleged “China China China” mantra and for calling Beijing a “spoiler” in Sri Lanka’s negotiations with the IMF.",
    "Chinese embassy fumes over US ambassador’s remarks on Sri Lanka debtSee more",
    "Tensions have been simmering between China and the West and regional power India over Sri Lanka, which all countries have expressed a strategic interest in, and all parties have made overtures to the island nation with regard to its unprecedented currency crisis since it blew up in early 2022. (Colombo/Mar08/2023)"
  ]
}