{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/another-white-elephant/",
  "time_ut": 1683298980.0,
  "original_lang": "en",
  "original_title": "Another white elephant",
  "original_body_lines": [
    "One of the main reasons for Sri Lanka’s current economic crisis is that successive governments have invested borrowed money in white elephant projects and enabled their leaders to pocket kickbacks at the expense of the state coffers. The situation took a turn for the worse, on President Mahinda Rajapaksa’s watch, with Chinese loans being utilised to build the Hambantota Port and the Mattala airport among other things. These projects worsened the country’s debt crisis, as is public knowledge. The incumbent Rajapaksa-Wickremesinghe regime is under pressure from the IMF to restructure Sri Lanka’s domestic debt as well even at the risk of some local financial institutions going belly up in such an eventuality. It says it is so broke that it cannot grant any relief to those who are complaining of unbearable pecuniary woes caused by huge tax and tariff increases. But it does not seem to care to rationalise its expenditure even during the country’s worst-ever economic crisis.",
    "It has been reported that the government is planning to build an international airport at Hingurakgoda, of all places. The existing domestic airport there is to be upgraded for that purpose, we are told. The government believes that the project will help develop tourism, according to media reports. One wonders whether the ruling party worthies have taken leave of their senses. Otherwise, they would not have behaved in this manner.",
    "It was only the other day that Minister of Highways Bandula Gunawardena told journalists that there was no money for road development, and World Bank assistance had been sought for urgent projects, and if the ongoing efforts to raise funds failed, Sri Lanka would face the same situation as Lebanon, where its road system was concerned. He revealed that the Maga Neguma company, which carried out road development projects, had been disbanded under the government’s state-owned enterprises restructuring programme.",
    "Strangely, the government, which insists that it is too broke to carry out even minor road development projects, has undertaken to build another international airport, of all things! It has reportedly said that a field study will be conducted on developing the Hingurakgoda airport to handle A330 aircraft! It is reportedly planning to extend the current 2,287-metre runway up to 2,800 metres, construct an access way to the airport runway, set up an air navigation system, and build an Air Traffic Control (ATC) tower and a passenger terminal.",
    "Will the government reveal the cost of the proposed project, and how it proposes to raise the required funds?",
    "Hospitals are experiencing shortages of essential drugs; schools are also facing unprecedented resource squeezes and the midday meal programme has been scrapped in most provinces for want of funds. Most roads are in a state of disrepair. All efforts to sell the Mattala airport, which is a massive burden on the state coffers, have failed, and how bad the situation will be in case of another international airport coming up in another far-flung area is not difficult to understand. Shouldn’t the government sort out the Mattala airport before thinking of another airport project? Most of all, shouldn’t it get its expenditure priorities right? A mega airport project will benefit only government politicians and their cronies because it will yield a lot of kickbacks.",
    "It will be interesting to see the reaction of the Opposition to the government’s plan to create another white elephant.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}