{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/entrepreneurs-organization-to-host-south-asia-leadership-conference-in-colombo/",
  "time_ut": 1686859920.0,
  "original_lang": "en",
  "original_title": "Entrepreneurs’ Organization to host South Asia Leadership Conference in Colombo",
  "original_body_lines": [
    "Entrepreneurs’ Organization’s (EO) South Asia Leadership Conference (SALC) is all set to take place in Colombo on the 25th of June, for the very first time. With close to 300 participants representing EO chapter boards in the South Asian region, the conference promises to be a platform for regional collaboration, knowledge sharing, and the exploration of Sri Lanka’s unique attractions. The prestigious event will be hosted at the renowned Cinnamon Grand, with the hotel already at full occupancy over the conference.",
    "With Colombo chosen as this year’s host city, SALC also oﬀers a unique opportunity for participants to delve into the business opportunities that Sri Lanka has to oﬀer.",
    "The Entrepreneurs’ Organization (EO) is a high-quality support network of more than 17,500 business founders and owners in 220 chapters and 70+ countries worldwide. EO helps entrepreneurs achieve their full potential through the power of life-enhancing connections, shared experiences, and collaborative learning. EO has been helping entrepreneurs achieve transformational growth since 1987 and its member network is committed to learning and helping each other succeed. A range of resources and experiences are available to members; these include inspiring learning events that feature industry experts and thought leaders, member Forums where entrepreneurs can engage in confidential and open discussions, Executive Education Programs that provide targeted business education, unique travel experiences exclusively for members, and a Path of Leadership that allows individuals to take on leadership roles within the organization. By connecting entrepreneurs with like-minded peers and providing access to valuable resources, EO empowers its members to grow personally and professionally.",
    "EO Sri Lanka, established in 2017, is a thriving chapter within the organization with 49 local entrepreneurs. “This was a year that saw us emerging from perhaps one of the most challenging times in Sri Lanka. The focus for many of our members’ companies was very much on survival. But standing still is not survival. To survive we must stretch, adapt and thrive. Entrepreneurs know this better than anyone,” said EO Sri Lanka Chapter president Jithendran Gajendran, Partner at GAJMA & Co.. He added, “EO Sri Lanka is filled with pride to be the host country for this event and I am grateful to our regional leadership for making it happen here and supporting our country in a pivotal point in its history.”",
    "COYLE monthly meeting endeavours to strengthen Sri Lanka-Bangladesh ties and drive growth",
    "Lolc General Insurance and Stafford Motors sign Mou to provide better services",
    "Four Asia Cup matches in Pakistan; remaining nine in Sri Lanka",
    "Proposed Penal Code amendment and threat of promotion of sexual abuse of children – II",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}