{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Clear-evidence-of-conspiracy-behind-X-Press-Pearl-Sajith/56-748162",
  "time_ut": 1683761774.0,
  "original_lang": "en",
  "original_title": "Clear evidence of conspiracy behind X-Press Pearl: Sajith",
  "original_body_lines": [
    "Claims there was a great conspiracy to prevent debate on topic from taking place",
    "Questions if authorities did everything necessary to protect environment following disaster",
    "Says SL has not learnt any lessons from New Diamond and X-Press Pearl disasters",
    "Opposition leader Sajith Premadasa yesterday said there is clear evidence of a conspiracy behind the X-Press Pearl disaster and the following events.",
    "Speaking in Parliament during the debate on the X-Press Pearl disaster, Premadasa said the disaster has had devastating effects on the environment and fishermen due to the release of harmful chemicals. He expressed doubts if Sri Lankan officials took the requisite steps to protect the country’s marine ecosystem following the X-Press Pearl disaster.",
    "The opposition also called on the Government to reveal the names of those who allowed the vessel to enter Sri Lankan waters despite having knowledge about a leak onboard. He also highlighted the lack of preparedness on the part of relevant Sri Lankan authorities and agencies to face a similar disaster. “Though we have a port of international standards at the time of the incident we did not have the necessary equipment to prevent it from escalating,” he said. Premadasa also accused the Government of taking steps to save the vessel and not the country’s marine environment at the time.",
    "Though the opposition leader did not name a particular person or group of persons, he alleged there was a great conspiracy to prevent the debate from taking place. Premadasa also said he does not stand for the parties connected to the vessel but for the people of Sri Lanka and its valuable ecosystem.",
    "“While the world today speaks of green and blue economies in Sri Lanka these concepts are merely limited to words. This is evident in the manner ministerial positions are handed out,” he said. During his speech, Premadasa noted that the current President is acting in a manner similar to former President Gotabaya Rajapaksa and questioned the Government on its policy decisions taken following the New Diamond disaster.",
    "The opposition leader said he intends to ensure that Sri Lanka will not be affected by a similar devastating incident going forward. However, Premadasa noted that it is evident Sri Lankan authorities have learnt no lessons from the New Diamond and X-Press Pearl disasters. “The haphazard manner it has been dealt with has made Sri Lanka with a significant loss. Despite the claims of being a Smart Government, these are mere words,” he added."
  ]
}