{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/weak-demand-for-consumer-electronics-expected-to-continue-for-another-12-18-months/",
  "time_ut": 1701712320.0,
  "original_lang": "en",
  "original_title": "Weak demand for consumer electronics expected to continue for another 12-18 months",
  "original_body_lines": [
    "‘Consumer income has yet to adjust to the higher cost of living’",
    "‘Increase in taxes in early 2023 has weakened purchasing power’",
    "The electronic products sales market in Sri Lanka is expected to show sustained weakness in the next 12-18 months due to prolonged weak demand, according to a report from Fitch Ratings.",
    "Fitch expects Sri Lanka’s GDP to contract by 1.4% in 2023 (2022: 7.8% decline), before growing modestly by 3.3% in 2024, indicating only a gradual recovery in economic activity.",
    "“Consumer income has yet to adjust to the higher cost of living while the increase in taxes in early 2023 weakened purchasing power”, Fitch states.",
    "The ratings agency expects sales volumes of Singer Sri Lanka, the foremost consumer durables retailer in the country, to rise in the low single digits in the financial year 2024.",
    "The report titled, ‘Fitch Downgrades Singer (Sri Lanka) PLC to ‘A(lka)’; Outlook Stable’, the agency points out that the downgrade reflects the sustained deterioration in Singer’s financial profile such that Fitch-forecasted EBITDAR fixed-charge cover will fall to 0.7x in the financial year ending 31 March 2024 (FY24), compared with 1.1x in FY23.",
    "“The Stable Outlook reflects Singer’s adequate liquidity supported by its access to domestic banks. We expect that the company’s EBITDA will recover gradually in the next two years supported by a slow improvement in demand amid falling interest rates and the removal of the ban on consumer durable imports since October 2023,” Fitch says.",
    "However, Fitch doesn’t expect Singer Sri Lanka’s fixed charge cover to improve to above 1.2x – the level commensurate with a higher rating – until after FY25.",
    "“We forecast Singer’s sales volumes to grow by double digits in FY25, due to a gradual recovery in income supported by a revival in the agriculture sector, which accounts for 30% of the population, salary increments across the public and private sectors, and a full year’s impact of pent-up demand after the removal of a ban on consumer-durables imports in October 2023. Hire-purchase (HP) and credit sales should also rise with interest rates almost halving from the highs in FY23, and we expect Singer will selectively grow its HP book, which shrank in the last few years, to cater to this demand. We expect Singer’s EBITDAR margin to improve to around 9% in FY25, from 3.3% in 1HFY24, benefitting from revenue growth, prudent inventory management, and a shift towards high-margin product categories.",
    "“We estimate Singer’s cash interest to reduce by 35% in FY24 as interest rates fall. Market interest rates have fallen to 13% by November 2023, from 30% a year ago. Given most of Singer’s debt is short-term, the company should be able reprice faster at favourable rates. However, we do not believe Singer’s EBITDAR generation in FY24 will be sufficient to cover the reduced interest cost,” Fitch says.",
    "According to the report, Singer’s rating is not notched for support from its stronger parent, Hayleys PLC, as they believe Hayleys has limited incentive to provide support according to their Parent and Subsidiary Linkage Rating Criteria.",
    "“The ‘Low’ legal incentive stems from the absence of corporate guarantees from Hayleys on Singer’s debt, and the lack of cross-default clauses between the two entities. Hayleys is a highly diversified group, resulting in limited operational synergies with Singer. Furthermore, Singer has an independent management team and its brand is separate from that of Hayleys. Therefore, the operational incentive to support is also regarded as ‘Low’, Fitch says.",
    "Related Topics:electronic products sales market future in sri lankaelectronic products sales market in Sri Lanka",
    "Over 135 child artists awarded at ComBank’s ‘Arunalu Siththam’ art competition",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}