{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-gdp-shrinks-7-8-pct-in-2022-after-output-gap-targeting-115534/",
  "time_ut": 1678924920.0,
  "original_lang": "en",
  "original_title": "Sri Lanka GDP shrinks 7.8-pct in 2022 after output gap targeting",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s gross domestic product (GDP) contracted 7.8 percent in 2022, data from the state statistics office showed, after the country printed money to target an output gap and the currency collapsed in a float failed by a surrender rule.",
    "It is the worst economic contraction since setting up the central bank in 1950 and records began.",
    "Agriculture shrank 4.6 percent, industry 16.0 percent and services by 2.0 percent.",
    "In the fourth quarter real GDP contracted 12.4 percent, on top a 1.4 percent contraction in 2022, when adjusted for inflation.",
    "In rupee terms GDP inflated 39.2 percent to 6.5 trillion rupees in the fourth quarter, in the worst monetary instability triggered by the island’s flexible exchange rate (soft-pegged) central bank in its history with the rupee collapsing from 200 to 360 to the US dollar.",
    "In the fourth quarter of 2023, the economy shrank 11.2 percent. In the third quarter the economy shrank 10.1 percent, in the second quarter 5.1 percent and in the first quarter 0.5 percent.",
    "Sri Lanka started to deploy extreme monetary policy to target a policy rate from around early 2020, saying that there was a ‘persistent output gap’ in the wake of two earlier currency crises, gradually running down all its reserves and defaulting in April 2022.",
    "Economists cut taxes which should have pushed up interest rates, and used the central bank open market operations and quantitative easing (purchasing Treasury securities) to keep rates down artificially, making it impossible to maintain the exchange or external stability (impossible trinity of monetary policy objectives).",
    "Similar, mis-targeting of policy rates had been followed in other countries that defaulted with reserve collecting central banks, where currencies are depreciated instead of tightening, as soon as inflationary policy triggred forex shortages.",
    "Most countries with reserve collecting central banks including Bangaladesh and Pakistan in South Asia, which cut rates in 2021 as their credit systems recovered from Covid, has run into currency crises triggering social unrest.",
    "“The gradual recovery in economic activities which was observed in the year of 2021 when compared to the year 2020, along with the reducing of the COVID-19 pandemic, reversed the direction of performance of many economic activities and resulted in contraction of the whole economy,” Sri Lanka’s statistics office said.",
    "“This is mainly caused by the deepening of the economic crisis and youth and social unrest began in early part of the year 2022.”",
    "In developed nations with free floating currencies, which have no money and exchange policy conflicts to trigger forex shortages when money is printed, mal-investments are now triggering banking sector troubles.",
    "In Sri Lanka forex shortages led to power and raw material shortages.",
    "“In addition, frequent power disruptions, shortages in fuel, raw materials, foreign currency which affected in making supply chain disruptions, amidst price escalations in both domestic and global markets, affected adversely to the whole production process of agriculture, industry and services,” the statistics office said.",
    "“The Agriculture sector recorded a contraction during 2022, owing to shortages in agricultural inputs, particularly fertilizer and agrochemicals, increased cost of inputs as well as fuel shortages.”",
    "Sri Lanka’s economic bureaucrats also slapped import controls as forex shortage emerged instead of withdrawing inflationary policy, further compounding problems.",
    "“Scarcity of raw materials, high input prices, import restrictions, prolonged power disruptions, fuel shortage, foreign currency shortage, deterioration of purchasing power parity of consumers have been caused to this contraction,” the statistics office said.",
    "“Meanwhile, the services sector witnessed a marginal shrinkage in the year of 2022 along with the contraction in the agriculture and industrial activities.”",
    "Sri Lanka is now trying to bring in a monetary law that legalizes output gap targeting (generally called Keynesian stimulus) as well as giving powers to the central bank to operate both money and foreign exchange policies.",
    "The IMF taught the central bank to calculate an output gap target about 7 years ago when such policies had come back to fashion in the US, after the Federal Reserve triggered the Panic of 2008 which led to the Great Recession.",
    "Another banking panic is now under-way after Covid era money printing.",
    "The output targeting legalization is in line with America’s so-called dual mandate, involving the Employment Act of 1946 and the Humphrey Hawkins Full Employment Act, which is leading to monetary instability.",
    "Critics have called for strict laws to block the central bank from deploying conflicting anchors (money and exchange policies) and block its ability to target output with money printing as the practice triggers forex shortages, when it has an exchange rate policy.",
    "Under a flexible exchange rate regime, the exchange rate policy is ad hoc, leading to severe volatility and loss of confidence, even when monetary policy is not overtly inflationary as in March 2023, critics say.",
    "There are calls to take away the central bank’s independence to engage in money and exchange rate policies through a strict constitution and limit it to a fixed exchange rate with no policy rate or a clean float with a policy rate so that the agency’s leeway to trigger forex shortages and output shocks are limited.",
    "Similar advice had been given to Sri Lanka by Goh Keng Swee, the economic architect of Singapore during monetary troubles of 1980, and in 1066 by B R Shenoy, a top South Asian clasical economist who warned Nehru’s economists and statisticians against printing money, which have been ingored.",
    "Sri Lanka tables controversial draft monetary law with multiple anchors",
    "Sri Lanka ignored Singapore’s Goh, flexible CB law not a change: Kabir",
    "Sri Lanka’s central bank is about to enter an International Monetary Fund program. The agency has previously operated both money and exchange policies, denied monetary stability to the people and entered the IMF program 16t times. (Colombo/Mar16/2023 – corrected headline, opening paragraph 2022 not 2023)"
  ]
}