{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91529/sri-lanka-has-been-a-victim-of-geopolitics-for-last-two-decades-namal",
  "time_ut": 1687808040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka has been a victim of ‘geopolitics’ for last two decades – Namal",
  "original_body_lines": [
    "Sri Lanka and China have been longstanding friends, and the benefits have been reciprocal, says MP Namal Rajapaksa, in an interview during his visit to Beijing.",
    "Sri Lanka’s foreign minister, Ali Sabry, as well as 12 other MPs who are members of the Sri Lanka-China Friendship Association are in China for an official visit.",
    "In an interview with China’s state-run news channel – CGTN, the Sri Lankan MP delegation leader Namal Rajapaksa spoke about the country’s aspirations for fostering friendship with China.",
    "“We believe it is time to restart people-to-people relationships, strengthening not only the bilateral relationship between political parties and governments but also ensuring the message reaches the masses in both countries.”",
    "“Sri Lanka and China have been longstanding friends, and the benefits have been reciprocal. China has stood by Sri Lanka during difficult times, and similarly, Sri Lanka has always adhered to the One-China policy,” he said.",
    "He said Sri Lanka’s foreign minister is presently visiting Beijing, and hopefully that the Sri Lankan president will also visit by the end of the year.",
    "“This provides an opportunity for us to reconsider strengthening our cooperation through free trade agreements and various other strategic development projects that can bring mutual benefits to both countries.”",
    "The parliamentarian was also asked about how he sees the increasing ‘trend’ of more and more countries refusing to take sides in the contest between global powers.",
    "“I think we should not focus on geographic divisions such as West, East, South, or any other continent. But, we should view things based on mutual interests between countries and global development partners,” he said in response.",
    "“I don’t think it is correct to label a country, party, or government as aligned to the West or East. The priority should always be the well-being of our own people and meeting their needs.”",
    "Asked about his take on China’s so-called “debt trap diplomacy”, Rajapaksa said: “It’s all about geopolitics. Unfortunately, for the last two decades, Sri Lanka has been a victim.”",
    "“Most of the infrastructure that they are talking about restructuring has been developed with Chinese funds. If it is a trap, who would come and invest?” he questioned.",
    "“The reason is simple: it’s a credible and lucrative business venture. With the strategic location being utilized effectively, they are looking at restructuring and getting investments in.”"
  ]
}