{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92406/second-coconut-triangle-to-be-initiated-in-northern-province-aimed-at-boosting-exports",
  "time_ut": 1690994340.0,
  "original_lang": "en",
  "original_title": "Second coconut triangle to be initiated in Northern Province, aimed at boosting exports",
  "original_body_lines": [
    "The second Coconut Triangle would be launched in the Northern Province this year consisting of the Jaffna, Mannar and Mullaitivu districts in conjunction with World Coconut Day on September 02, Minister of Plantation Industries and Minister of Industries Dr. Ramesh Pathirana stated.",
    "He expressed these views today (02) during a press conference themed ‘One Year of Progress’ held at the Presidential Media Centre (PMC).",
    "Additionally, according to Dr. Ramesh Pathirana, 290 million kilograms of tea are planned to be exported this year, the President’s Media Division (PMD) said.",
    "The Minister emphasized that Sri Lankan tea price per kilogram in the international tea market is stable and that in order maintain it, the quality of Sri Lankan tea must be preserved, according to the PMD.",
    "Due to the fertilizer problem, exports from the plantation industry decreased last year. Fertilizer crisis and bad weather affected the plantation industry greatly. A bundle of 50 kilograms of urea went up to Rs. 30,000, last year. As of today, the government has worked to bring down the price of a 50kg bundle of urea to Rs. 9,000. By the end of this year, 300 million kilograms of tea are expected to be exportable under these circumstances.",
    "The sale of tea to the global tea market through the online system has already commenced. We will export tea worth 500 million USD to Iran in place of the fuel we received. It is anticipated to revive the Iranian tea industry through this strategy.",
    "Their capacity to obtain tea is declining as a result of the conflict situation in nations like Pakistan, Russia, Ukraine, Iran, and Iraq, which are consumers of tea in Sri Lanka. Although the price of Sri Lankan tea is consistent on the global market, the enthusiasm of the tea-consuming nations is dwindling.",
    "Cabinet approval has now been received to provide a portion of 10 perches of land to the tea plantation workers. Accordingly, the relevant land ownership is to be given to them in the future. After that, they have been given the opportunity to get credit facilities to build the houses they need.",
    "In the last two years, it was possible to get an income of Rs. 1 billion from the export of rubber products. Due to the ability to purchase rubber for the manufacture of gloves during the last corona pandemic, it was possible to generate a sizable export income. But the demand for rubber goods is presently declining as a result of the global economic crisis. Therefore, it has been estimated that this year’s rubber-related export revenue will be around 900 million USD.",
    "Additionally, coconut export revenue has significantly increased in recent years. The range of goods that can be found in our coconuts has led to an increase in demand. This year, it is anticipated that exports of coconut-related goods will bring in 700 million USD.",
    "It is anticipated that exports of goods related to coconuts would generate 2 billion USD in revenue during the next ten years. Thus, it is envisioned that Sri Lanka will develop a second coconut triangle. The Northern Province’s Jaffna, Mannar, and Mullaitivu regions will be included in this second coconut triangle. Local consumption accounts for two thirds of coconut production. One third is used for export. To increase export potential, this situation needs to be altered.",
    "The GI certificate needed for cinnamon cultivation has finally been obtained. It is possible to generate a sizable amount of cash from exports because only Sri Lanka and Madagascar produce the greatest cinnamon in the world. As a result, a formal program is being carried out as a ministry to encourage the cinnamon cultivation.",
    "The revival of coffee as a crop in Sri Lanka has received attention as it grows to be the most popular crop in the world. Despite the fact that Sri Lanka began cultivating coffee before tea, farmers were forced to abandon the crop due to a fungus-related illness. However, it has been proposed to increase coffee cultivation in Sri Lanka due to the substantial potential for the crop on the global market. As a result, plans have been made to begin a 1000-acre coffee plantation."
  ]
}