{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-maintain-3-pct-growth-in-2023-but-recovery-likely-next-year-official-115825/",
  "time_ut": 1679126040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to maintain -3 pct growth in 2023 but recovery likely next year: official",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s growth will be contained at negative 3 percent in 2023 after a 12.4 percent shrinkage in the fourth quarter of 2022 and is expected to turn positive from next year, State Minister of Finance Ranjith Siyambalapitiya said.",
    "Siyambalapitiya told reporters on Saturday March 18 that Sri Lanka can expect a “positive economy” in 2024.",
    "According to official data, Sri Lanka’s economy shrank by a record 7.8 percent in 2022 following the worst currency crisis in the country’s post-Independence history. GDP contracted contracted by as much as 12.4 percent in the fourth quarter of the year.",
    "“This is a very serious situation [attributable to] the massive shortage of goods in the country and near-100-percent food inflation, a dollar shortage and a massive political crisis that ran parallel to that,” said the state minister.",
    "Moody’s has forecast that Sri Lanka’s growth will shrink by 3 percent in 2023. Siyambalapitya said the country can expect to maintain this growth rate this year.",
    "President Ranil Wickremesinghe said in January that the economy may shrink 3.5 percent in 2023 and as much 4.0 percent if global conditions weaken. He, too, forecast recovery by 2024.",
    "Sri Lanka economy may shrink 3.5-pct in 2023: PresidentSee more",
    "With board approval from the International Monetary Fund (IMF) for a 2.9 billion dollar bailout on the cards, Sri Lanka’s prospects are now looking better than they did a few months ago. Inflation has moderated to around 50 percent in February, though a majority of the public continue to feel the pinch.",
    "IMF-backed tax hikes and other informs including cost-reflective utility and fuel tariffs have also helped the situation, though not without drawing protests from various quarters.",
    "Sri Lanka’s economy has a tendency to recover about 18 months after a currency crisis, as inflation flattens out and interest rates easing giving a breathing space for people to consume and invest as budget deficits come down.",
    "The economy contracted 7.1 percent up to the third quarter after the currency collapsed from 200 to 360 to the US dollar after two years of money printing to suppress rates and a steep tax cut for ‘stimulus’. (Colombo/Mar18/2023)"
  ]
}