{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Imminent-arrest-of-Trump-and-warrant-on-Putin-EDITORIAL/172-256116",
  "time_ut": 1679246408.0,
  "original_lang": "en",
  "original_title": "Imminent arrest of Trump and warrant on Putin - EDITORIAL",
  "original_body_lines": [
    "Two days ago, former US President Trump announced, that he would be arrested on Tuesday and called on his supporters to launch mass protests. The former president had already announced his decision to challenge current President Biden at the next US presidential polls scheduled for November 5, 2024. He is the front runner in the race to win nomination of the Republican Party.",
    "Trump stands accused of paying hush money to porn star Stormy Daniels not to reveal details of an alleged affair with him in 2006 - long prior to his nomination as Republican Party candidate for the 2016 presidential poll.It is being argued that the payment could amount to an election campaign violation. While law breakers need to be brought to book, it is the timing that does not appear to be above board.",
    "In fact, it brings back memories of how; a now deceased Sri Lankan President, ensured his victory at the then presidential poll by having his principal opponent neutralized via stripping her of her civic rights.The late Ms Sirimavo Bandaranaike was the victim of that rigged election.",
    "The imminent arrest of the former US president appears to be an attempt to rig the 2024 US presidential election in favour of the current incumbent.",
    "A ‘Reuters/Ipsos Core Political Survey of March 8, 2023, shows incumbent President Biden’s approval rating running low and that a majority of the country feels America is headed on the wrong track.",
    "Ironically, in the run-up to the 2016 US presidential election, the US media accused Russian President Putin of interfering with the US presidential poll on Trump’s behalf. By a somewhat queer twist of fate, the International Criminal Court (ICC) on 17 March issued a warrant for the arrest of Russian President Putin!",
    "The ICC alleges Putin engaged in the “unlawful deportation of population (children) and that of unlawful transfer of population (children) from occupied areas of Ukraine to the Russian Federation”.",
    "The warrant was issued on a mere charge by Ukraine, backed by the US. The joke (a really bad one at that), is that the US itself does not recognize the mandate of the ICC.",
    "In fact, in 2002 US Congress adopted a law prohibiting any American from co-operating with the ICC, or the extradition of US citizens for trial there. The American Service-Members’ Protection Act (also known as The Hague Invasion Act), authorizes “all means necessary and appropriate” to release any detained Americans – or their allies – from the Hague.",
    "The Hague-based tribunal is not recognized by Moscow either. Russia never ratified the statute and is not under the ICC’s jurisdiction.The recent issuing of an international warrant for the arrest of Russian President Putin by the ICC reeks of unabashed selectivity. According to the charity ‘Save the Children’, as the last of the international military forces pulled out of Kabul in August 2021, nearly 33,000 children had been killed and maimed after the US invasion of Afghanistan over the past 20 years. An average of one child every five hours - yet, no warrants for US presidents ranging from George Bush to Obama to Trump.",
    "During the closing stages of the US war in Vietnam, the Vietnamese village of Trang Bang was napalm bombed. The picture of a nine-year-old little girl in flames, screaming and running after her village was napalm bombed was splashed across media all over the world... However, no sound from the ICC despite evidence at its finger tips.",
    "According to ‘Iraq Body Count’ of September 10, 2015, between 2003 and 2011, US coalition forces killed at least 1,201 children in Iraq alone. The ICC is also apparently blind to the ongoing violence committed on the children in Palestine by Israeli governments. The ICC continues playing the game of ‘see no evil, hear no evil and speak no evil’ where the US and its allies are concerned.",
    "War, despite the so-called ‘rules of war’, is no respecter of civilian men, women or children. It leaves behind a trail of death, destruction, and suffering among the living. However, the selective pursuit of particular alleged offenders in the absence of justice to the victims of mass killings is more galling to both victims and the world at large.",
    "If Putin is indeed guilty of crimes against children, let justice be done. But let us see the proof first. Even more importantly, let those mass killers of wars in Afghanistan, Vietnam, Iraq and those who unleashed nuclear weapons on Japan be taken into custody first. Justice as the age-old adage says, must not only be done, it must be seen to be done."
  ]
}