{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/after-covid-19-and-economic-crisis-automotive-component-manufacturers-optimistic-about-growth/",
  "time_ut": 1687442820.0,
  "original_lang": "en",
  "original_title": "After Covid-19 and economic crisis – automotive component manufacturers optimistic about growth",
  "original_body_lines": [
    "Automotive Component Manufacturers are optimistic about growth following the Covid-19 and Economic Crisis. President of the Sri Lanka Automotive Component Manufacturers Association (SLACMA), Dimantha Jayawardena said, “I guess the worst is over. Sri Lankan automotive component manufacturers have gone through the toughest business cycle from 2020 and through the current economic crisis.”",
    "“Most manufacturers have survived,” he said. “Some are still trying to make the best following the temporary suspension of imported brands, while others are suffering due to low market demand as well as inability to source raw materials.”",
    "In addition to being President of SLACMA, Dimantha Jayawardena is Chairman of the Automobile Sector Advisory Committee for Automobile Components Manufacturing & Assembly Related Industry – Ministry of Industries (MoI), and a Member of the Industrialisation Commission appointed by the President. He is also a member of the Board of Directors and Advisor to several companies.",
    "Jayawardena said that the Ministry of Industries was able to help most of the manufacturers during the hardest times by the allocation of the Indian Credit Line to source raw materials. “It was extremely commendable that the Ministry of Industries took an initial step to help most of the manufacturers who were affected by the temporary suspension, by reviewing and lifting the restrictions following justification of the imports to the MoI. In addition, high interest rates have been severely impacting the industry, and many small-scale manufacturers had to wind up operations during the past year.” He said that the Sri Lanka Automotive Component Manufacturers’ Association has tried its best to support its members by getting involved in necessary interventions via the Ministry of Industries to safeguard the industry.",
    "“As the industry tries to come out of the worst times, SLACMA is now in the process of getting its manufacturers certified by the International Automotive Task Force (IATF) to the 16949 international standard. This endeavour is 50% funded by the Ministry of Industries. SLACMA will also work with financial institutions to obtain their support for small manufacturers to secure loans to upgrade factories and machinery, in order to increase the quality standards and be more competitive in the global supply chains.”",
    "The short-term plan of SLACMA is to work with regional and local counterparts to support JVs and technical collaborations, as it will help the local manufacturers to enter global supply chains much faster, he said. “As the worst is over, there is a bright future for the local manufacturers with the opportunities in the local and export markets with the current earnings being around USD 200 million per year.”",
    "DMASL to host Sri Lanka digital marketing Summit 2023 powered by Dialog",
    "Economic crisis: How trade misinvoicing contributed to Sri Lanka’s bankruptcy",
    "‘Driving Policy Action in Sri Lanka from Economic Crisis to Recovery’",
    "IMF agreement gives us confidence, grateful to India: Lankan envoy",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}