{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/profit-stance-by-blue-chips-pushes-cse-to-negative-territory/",
  "time_ut": 1691592300.0,
  "original_lang": "en",
  "original_title": "Profit stance by blue-chips pushes CSE to negative territory",
  "original_body_lines": [
    "The profit-taking stance of mainly blue chip companies, including banks and JKH, witnessed yesterday, pushed the CSE to negative territory, market analysts said.",
    "However, despite all odds net foreign inflow year to date crossed the Rs. 6 billion mark as investor sentiment in the stock market remained healthy, market analysts said. The market saw net foreign buying of Rs. 656.5 million boosting the year to day figure to Rs. 6.32 billion.",
    "Amid those developments both indices moved downwards. All -Share Price Index went down by 92.25 points and S and P SL20 went down by 20.6 points. Turnover stood at Rs 1.96 billion with two crossings.",
    "Those crossings were reported in Melstacope, which crossed 2 million shares to the tune of Rs 173.5 million, its shares traded at Rs 85 and NTB 382,000 shares crossed to the tune of Rs 42 million; its shares traded at Rs 110.",
    "In the retail market top seven companies that mainly contributed to the turnover were; JKH Rs 207 million (1 million shares traded), NTB Rs 124 million (1.1 million shares traded), Softlogic Capital Rs 119 million (10.3 million shares traded), Hayleys Fabrics Rs 104 million (2.6 million shares traded), DFCC Rs 69.1 million (812,000 shares traded), NDB Rs 54.3 million (689,000 shares traded) and Melstacope Rs 49.5 million (581,000 shares traded). During the day 72.8 million share volume changed hands in 20000 transactions.",
    "It is said that high net worth and institutional investor participation was noted in John Keells Holdings, Richard Pieris & Company and Hemas Holdings. Mixed interest was observed in Commercial Bank, National Development Bank and CIC Holdings nonvoting, while retail interest was noted in Pan Asia Banking Corporation, Browns Investments, and SMB Leasing nonvoting.",
    "The Capital Goods sector was the top contributor to the market turnover (due to JKH and Richard Pieris & Company) while the sector index gained 1.37 percent.",
    "The share price of JKH increased by Rs. 3.75 to Rs. 199.50. The share price of Richard Pieris & Company gained 40 cents to close at Rs. 24.40.",
    "The Banking sector was the second highest contributor to the market turnover (due to Commercial Bank and NDB), while the sector index increased by 0.33 percent. The share price of Commercial Bank moved up by Rs. 1.50 to Rs. 105. The share price of National Development Bank recorded a gain of Rs. 1.10 to register Rs. 82.90.",
    "Yesterday the Central Bank announced the US dollar buying rate as Rs 314.94 and selling rate Rs 327.52.",
    "ComBank ranked Most Respected Bank in Sri Lanka for 19th successive year",
    "SLT-MOBITEL takes centre stage for innovation at Digital Transformation World 2023 Asia",
    "CSE trading boosted by foreign buying interest in JKH stocks",
    "Foreign and local interest in banking and finance shares heighten",
    "Commercial Bank and DFCC Bank in forefront of upward trend in banking stocks",
    "Noteworthy crossing by Seylan Bank; Combank announces Rs. 12 billion debenture issue",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}