{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/13/sri-lanka-s-creditor-agreements-consistent-with-program-targets-imf/",
  "time_ut": 1702449480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s creditor agreements consistent with program targets – IMF",
  "original_body_lines": [
    "COLOMBO (News 1st); The International Monetary Fund has commended Sri Lanka in reaching important milestones in putting debt on the path towards sustainability.",
    "Peter Breuer, Senior Mission Chief for Sri Lanka said that Sri Lanka’s agreements-in-principle with the Official Creditors Committee and the Export-Import Bank of China on debt treatments are consistent with the program targets.",
    "He said it is now important for the Sri Lankan authorities and the official creditors to sign the respective Memoranda of Understanding.",
    "Timely implementation of the agreements, together with reaching a resolution with external private creditors, should help restore Sri Lanka’s debt sustainability over the medium term. IMF staff will continue to assist the authorities with creditor coordination in line with the IMF’s policies, he told an online press briefing on Wednesday (13) morning.",
    "Responding to questions, he said that the agreements-in-principle need to be converted into actual agreements.",
    "Peter Breuer, Senior Mission Chief for Sri Lanka commenting on the second review of the IMF program for the country said official sector agreements must converted into actual agreements by that time, and that the country must reach agreements with the commercial creditors.",
    "He said the IMF will travel to Sri Lanka next year, and hopes that the second review can be concluded by the 1st half of 2024.",
    "\"We expect to travel to Sri Lanka in March/ April and conclude the review two months after that,\" he said.",
    "The IMF Executive Board completed the first review under the 48-month Extended Fund Facility with Sri Lanka, providing the country with access to about US$337 million.",
    "This brings the total IMF financial support disbursed so far to about US$ 670 million) out of the total amount of about US $3 billion.",
    "Peter Breuer, Senior Mission Chief for Sri Lanka said that the key to transitioning from stabilization to a full and swift recovery is sustaining the reform momentum amid strong ownership by the authorities and the Sri Lankan people more broadly.",
    "\"We encourage the authorities to continue to build on these hard-won gains and further advance revenue mobilization, align energy pricing with costs, strengthen social safety nets, rebuild external buffers, safeguard financial stability, combat corruption and enhance governance. Reinforcing the revenue-based fiscal consolidation with revenue administration reforms is critical to recover from program slippages and to fund the provision of essential government services. The Central Bank of Sri Lanka should continue to focus on the multi-pronged disinflation strategy to safeguard the credibility of its inflation targeting regime. Accumulating reserves, supported by exchange rate flexibility, remains an important priority under the EFF. Implementing the bank recapitalization plan and strengthening the financial supervision and crisis management frameworks are crucial to safeguarding financial sector stability. We encourage the authorities to remain steadfast on their reform commitments,\" he elaborated.",
    "The People’s Platform | The man behind the lens | Chandran Rutnam",
    "World Bank provides loan to strengthen healthcare in Sri Lanka",
    "Sri Lanka Navy extends swift aid to ailing Indian Navy senior sailor in eastern seas"
  ]
}