{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Teejay-ends-2022-23-with-70-revenue-growth-despite-tough-H2/34-748439",
  "time_ut": 1684360873.0,
  "original_lang": "en",
  "original_title": "Teejay ends 2022-23 with 70% revenue growth despite tough H2",
  "original_body_lines": [
    "From left: Teejay Lanka Chairman Ajit Gunewardene and CEO Pubudu De Silva",
    "Posts revenue of Rs. 84 billion for full year; Rs. 17.3 billion in Q4.Sri Lanka’s first multinational textile manufacturer Teejay Lanka PLC has ended 2022-23 with noteworthy revenue and gross profit growth demonstrating its resilience in the face of external challenges and higher taxation that pressured profits in the second half of the year.",
    "In a filing with the Colombo Stock Exchange (CSE), the Group reported revenue of Rs. 84 billion for the 12 months ending 31 March 2023, reflecting healthy growth of 70%. Revenue for the fourth quarter was up 28% to Rs 17.3 billion. The Group said revenue growth was the result of an increase of average selling prices on a YOY basis and the depreciation of the Rupee.",
    "The Group posted gross profit of Rs. 6.4 billion for the year, a 39% improvement over the previous year, but witnessed a drop in its gross profit margin from 8.1% to 6.9% in the fourth quarter when compared with the same quarter of the previous year, with capacity underutilisation in all three plants continuing from the third quarter due to the softness in the market, increases in fixed costs due to expansion, and higher operating costs. The Group’s profit before tax for the year improved by 9% to Rs 3.1 billion, but declined by 54% to Rs. 409.1 million for the fourth quarter. Income tax nearly tripled to Rs. 984.4 million for the full year, and almost quadrupled to Rs. 257 million in the fourth quarter as a result of an increase in the tax rate from 14% to 30%. Consequently, the Group’s net profit of Rs. 2.1 billion for the year reflected a decline of 16%, while net profit for the fourth quarter was down 82% to Rs. 152.4 million.",
    "Despite these challenges the Group ended the year with a noteworthy cash and cash equivalent balance of Rs. 11.2 billion, an improvement of 36% over the preceding financial year as a result of liquidation of inventory.",
    "Commenting on the challenges faced by the Group Teejay Lanka Chairman Ajit Gunewardene said:  “The volatility in the industry persisted throughout the financial year, with the second half of the year being worse than the first half. The Group remained resilient by implementing strategies and innovative solutions to buffer the effects of these external shocks. Although currently experiencing headwinds, we expect an improvement in the forecast year with a pick-up of momentum in the second half of the year.” Teejay Lanka CEO  Pubudu De Silva said the Group views the upcoming financial year with an optimistic lens. “We have set up the necessary infrastructure and tools to consolidate our services. Digitalisation, reduction of costs, new product development, improving synthetic capacity, and the upliftment and empowerment of our human capital will be our priorities going forward,” he said. “The immediate six months are expected to be faced with continuing volatility, but the Group is confident that it has deployed the necessary resources to remain resilient.”",
    "Teejay Lanka was the first textile manufacturer in Sri Lanka to receive membership of the US Cotton Trust Protocol, and is a public quoted company with 40% cent public ownership. The company is backed by Sri Lanka’s largest apparel exporter Brandix Lanka which has a 32% cent stake. Pacific Textiles of Hong Kong, whose key shareholder is the Tokyo Stock Exchange listed Toray Industries Inc., owns 27% cent of Teejay Lanka. Teejay Lanka was ranked the No 1 corporate entity among 100 public listed companies in Sri Lanka for Transparency in Corporate Reporting in the TRAC 2022 assessment carried out by Transparency International Sri Lanka (TISL), the local arm of the international corruption watchdog. The TISL assessment was carried out on three areas crucial to fighting and preventing corruption: reporting on anti-corruption programs, transparency in company holdings and the disclosure of key financial information in domestic operations.",
    "The Company has been adjudged the Best Textile Exporter in Sri Lanka at the Presidential Export Awards presented by the Export Development Board (EDB) and has been named among the 100 Most Respected Companies in Sri Lanka by LMD.  An ISO 9001:2015, ISO 14001:2015 and OHSAS 18001:2007 compliant company and the first in the industry to develop green fabric, Teejay has been listed on the Colombo Stock Exchange (CSE) since 2011 and was included in the S&P Top 20 Index in Sri Lanka. The Company has also been named among the Forbes ‘200 Best under a Billion in Asia’ and been recognised as the ‘International Textile Firm of the Year’ and the ‘International Dyer and Finisher’ by World Textile Institute, London."
  ]
}