{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95414/slaf-inducts-two-harbin-y-12-iv-aircraft-from-china-in-momentous-ceremony-",
  "time_ut": 1701792720.0,
  "original_lang": "en",
  "original_title": "SLAF inducts two Harbin Y-12 IV aircraft from China in momentous ceremony",
  "original_body_lines": [
    "In a momentous ceremony held today (Dec.05), the Sri Lanka Air Force (SLAF) marked a significant chapter in the history with the ceremonial induction of two Harbin Y-12 IV aircraft at SLAF Base in Ratmalana.",
    "The ceremony was graced by State Minister of Defence Premitha Bandara Tennakoon and the Ambassador of the People’s Republic of China, Qi Zhenhong.",
    "The No. 8 Tactical Transport Squadron, renowned as “The Cradle of Transport Pilots,” laid the foundation for this historic occasion on 02 April 1996. Originally equipped with eight Y-12 II aircraft (SCL 851 to SCL 859) inducted in 1987, these aircraft played a pivotal role in various air operations during the local theatre of war.",
    "The formal proceedings commenced with the signing of documents symbolizing the transfer of the Harbin Y-12 aircraft to the Sri Lanka Air Force.",
    "Commander of the Air Force, Air Marshal Udeni Rajapaksa and Mr. Den Ling from China National Aero Technology Import & Export Cooperation presided over this key moment, marking the official handover.",
    "Addressing the gathering, Air Force Chief expressed gratitude for the strategic partnership and elaborating the significance of the new additions to the Sri Lanka Air Force’s fleet.",
    "He emphasized the continued commitment to strengthening international collaborations, highlighting the value of the Harbin Y-12 IV aircraft in enhancing the Air Force’s operational capabilities.",
    "In a gesture of appreciation, a memento was presented to the chief guest, State Minister Tennakoon, to commemorate the historical milestone. Meanwhile, Air Marshal Udeni Rajapaksa extended his gratitude to the State Minister of Defence, acknowledging the untiring support in advancing the capabilities of the Sri Lanka Air Force.",
    "State Minister Tennakoon expressed pride in witnessing this significant occasion and reiterated the government’s commitment, guided by the Chief of the Armed Forces and President Ranil Wickremasinghe, to ensuring regional security and stability.",
    "This significant occasion was attended by Sagala Ratnayake, the Senior Advisor to the President on National Security and Chief of Presidential Staff; General Kamal Gunaratne (Retd), Secretary to the Ministry of Defence; General Shavendra Silva, Chief of Defence Staff; Vice Admiral Priyantha Perera, Commander of the Navy, as well as the Chief of Staff of the SLAF, members of the Air Force Board of Management, officials of the Chinese Embassy in Colombo, members of the CATIC from China and representatives of CATIC Sri Lanka, senior officers of the SLAF and other officials."
  ]
}