{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89887/gazette-issued-officially-postponing-lg-election-for-second-time",
  "time_ut": 1681881360.0,
  "original_lang": "en",
  "original_title": "Gazette issued officially postponing LG election for second time",
  "original_body_lines": [
    "A Gazette notification has been issued by all District Returning Officers stating that the 2023 Local Government (LG) election cannot be held on 25 April as scheduled.",
    "Accordingly, a new date will be announced once the Treasury releases the required funds, or the Supreme Court gives a decision with regard to the pending case.",
    "A date for the 2023 LG polls will be decided based on either the availability of funds or the court order pertaining to the matter, whichever occurs first.",
    "Following the 2018 Local Government polls, which saw the Sri Lanka Podujana Peramuna (SLPP) securing a majority of the seats, the next election was originally scheduled to be held last year.",
    "However, the local elections were deferred indefinitely due to the exacerbated economic situation and the political instability in the country, while the term of office of local government bodies was extended for a period of one year.",
    "Eventually, the election was planned to be held on 09 March and the Printing Department and the Election Commission made repeated requests from the Treasury, seeking funds to prepare for the Local Govt polls. However, printing of ballot papers stalled without sufficient funds.",
    "Accordingly, the election was put off to 25 April only to be deferred once again.",
    "Against this backdrop, the Supreme Court, on 03 March, issued an interim order, preventing the Treasury Secretary Mahinda Siriwardana from withholding budgetary allocations made for the Local Govt election.",
    "Later, several government MPs including Premnath C. Dolawatte alleged that the Supreme Court’s interim order on the Local Government elections is a breach of parliamentary privileges. However, the move attracted widespread criticism, with many deeming it an attempt to postpone the election on the part of the government.",
    "Meanwhile, the term of office of 340 out of the 341 local government bodies, which was extended by one year, expired at midnight on 19 March.",
    "After the tenure of the local government bodies expires, the authority of 29 municipal councils will be transferred to the municipal commissioners, while the authority of the 36 municipal councils and the 275 local councils is transferred to the secretaries of relevant institutions."
  ]
}