{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89463/ensure-fair-taxes-accountability-for-corruption-hrw-tells-sri-lankan-govt",
  "time_ut": 1680172980.0,
  "original_lang": "en",
  "original_title": "Ensure fair taxes, accountability for corruption: HRW tells Sri Lankan govt",
  "original_body_lines": [
    "The Human Rights Watch (HRW) has urged the Sri Lankan government to ensure that policies implemented to enhance revenues do not ‘further erode’ economic and social rights and that anti-corruption reforms provide accountability.",
    "Expressing skepticism about the USD 3 billion bailout package recently approved by the International Monetary Fund to help Sri Lanka resolve the economic crisis, the HRW said this program has structured risks further undermining the people’s economic and social rights.",
    "Meenakshi Ganguly, South Asia director of HRW, stressed that the Sri Lankans who are struggling to make ends meet should not have to carry the burden as the economic crisis was a result of the official corruption and tax rules that benefitted the wealthiest in the country.",
    "“The government should recognize that the public deserves real accountability, whether it’s for past war crimes or ongoing misgovernance and repression of critics.”",
    "The executive board of the IMF approved the Extended Fund Facility (EFF) of USD 3 billion (SDR 2.286 billion) to Sri Lanka at its board meeting held March 20, allowing allow Sri Lanka to access financing of up to USD 7 billion from the IMF, international financial institutions and multilateral organizations.",
    "Soon after receiving the approval, Sri Lanka received the first tranche of the IMF-supported 48-month extended arrangement under the EFF program which amounted to USD 333 million (close to SDR 254 million).",
    "The human rights body called on the international financial institutions including the World Bank and Asian Development Bank (ADB) and donors to insist on transparent, rights-respecting governance in the country.",
    "The HRW, pointing out that the IMF loan is intended to provide the island nation with a lifeline while addressing deep-rooted problems that led to the crisis situation, noted that under international law, governments and financial institutions have an obligation to respond to economic crises in a way that advances rather than further jeopardizes human rights, and should avoid pursuing policies that reduce low-income people’s access to essential goods and services.",
    "The IMF program’s focus on increasing government revenues, rather than reducing public spending as a percentage of Gross Domestic Product (GDP), will better protect rights, the HRW said, adding that while some of the new measures are designed to increase taxes on the wealthy and eliminate tax exemptions that benefit them, the heavy reliance on value-added taxes can worsen the cost-of-living crisis.",
    "“The government has already increased corporate tax rates and removed all sector-specific tax exemptions, according to the IMF staff report. But most new tax revenue will come from value-added taxes (VAT), which were raised from 8 to 12 percent in May 2022 and again to 15 percent in September. Basic food items remain exempt from VAT, but the government committed to VAT reform by 2024 that would remove ‘almost all’ product-specific exemptions.”",
    "While the wealthy pay more VAT in absolute terms because they spend more, the expense makes up a much greater share of income for low-income people, HRW statement read further.",
    "“In 2019, the amount of revenue that came from VAT and income taxes were on par, but by the end of the program, VAT is expected to make up 32 percent of all taxes, whereas income taxes would make up 21 percent.",
    "“The program reduces the threshold for taxing annual income to Rs. 1.2 million (USD 3,694), a change that some have protested as burdening families who are already struggling to realize their rights.”",
    "The HRW went on to urge the government to publish data on the percentage of the population that is subject to income taxes under this change and to consider advancing the introduction of taxes on property, gifts, and inheritance, which the program mandates by 2025.",
    "The HRW also noted that the IMF program includes other measures that could harm low-income people: Calling for keeping any increase in public wages to less than inflation, effectively reducing real salaries and reducing total spending on wages from 5 to 3.6 percent of GDP; eliminating subsidies for both fuel and electricity; imposing an excise tax on fuel. However, the program does not ensure that these critical measures are carried out in a way that fulfills rather than erodes rights.",
    "To protect rights when removing subsidies and introducing taxes for fossil fuels, the government should adequately invest in social protection, the use of renewable energy sources, and other measures to move toward a rights-aligned economy, HRW said.",
    "The program includes a so-called “social spending floor” that would “gradually raise” spending on four cash transfer programs “to help cushion the potential impact of macroeconomic adjustment on the poor and vulnerable groups.”",
    "“While the floor brings up total spending on these programs to 0.6 percent of GDP, it is set at far less than developing countries’ average spending on safety nets, which is 1.6 percent.”",
    "The HRW further raised concerns about the insistence on targeting benefits based on eligibility criteria which also risks continuing to exclude people who are unable to access goods and services essential for an adequate standard of living. “The details of the new eligibility criteria and electronic registry have not been made public, but research has shown pervasive problems with targeting benefits, including high error and exclusion rates.”",
    "Speaking on the matter, HRW’s South Asia director said it is not the time to experiment with fixing chronic and pervasive problems with targeted cash transfer programs at a time when half of Sri Lankan families are buying food on credit.",
    "Instead of investing precious funds in new registries, the government’s focus should be on building a tax system that makes sure the wealthy pay their fair share, Meenakshi Ganguly said further."
  ]
}