{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-San-Francisco-Conference-1951-Another-perspective/4-756399",
  "time_ut": 1702665923.0,
  "original_lang": "en",
  "original_title": "The San Francisco Conference 1951: Another perspective",
  "original_body_lines": [
    "A small, newly independent country of no particular significance, was making its presence felt in an international forum, persuading countries which had paid the price of war with their blood and money",
    "In 1951 J.R. Jayewardene intoned in his gravelly voice “hatred ceases not by hatred, but by love...” He was talking about horrifying events of a world war that took about a hundred million lives overall, but a war that did not directly touch his country then, all the fighting and the atrocities happening thousands of miles away. However, 25 years later, when Jayewardene was the President of Sri Lanka, this country too became a victim of violence, terrorism being unleashed both in the North as well as the South (LTTE and then the JVP). Now, there was no talk of forbearance, there was no turning the other cheek",
    "“The young have aspirations that never come to pass, the old have reminiscences of what never happened” – Saki",
    "It would have been in the mid-1970s that I, as a young reader, first learnt of the 1951 Peace Conference in San Francisco and J.R. Jayewardene’s role thereat. In the 1970-77 Parliament J.R. Jayewardene was leader of opposition, the Government was led by Prime Minister Mrs. Sirima Bandaranaike. Her Government was extremely unpopular, various ill-advised social/economic experimentation had led to a stalled economy, with wide-spread disenchantment. The poverty was palpable, for the very limited provisions available at Government co-operative stores, there were long bedraggled queues.",
    "From our reduced circumstances of the 1970s, it was difficult to picture a Sri Lankan representative addressing an international gathering with a straight face. Quo Warranto? Having made such a mess of your own country, how can you presume answers to global issues!",
    "However, the San Francisco Conference was in 1951, three years after our independence, Jayewardene was representing Sri Lanka’s (then Ceylon) first post-independence Government of which he was Finance Minister. The tragedy of a country becoming a serial failure was yet in the future. As some sections of the media portrayed the speech then; the clear, strong and well-modulated voice of an awakened Asia.",
    "Jayewardene’s speech was at a meeting of nations, which included behemoths like America, the Soviet Union and Great Britain. The victorious allies were working to rearrange a world still recovering from the devastation of the Second World War. Japan, the subject matter of this conference carried portentous ramifications for the future world order. Not only did Japan become a firm member of the Western block, in just two decades from 1951, this capable race was an economic powerhouse.",
    "The Second World War not only destroyed powerful nations like Germany and Japan, it also grievously weakened hitherto imperial powers like Great Britain and France. Two super powers emerged from the carnage, resulting in a clear bipolarity among the nations. Obviously, the first was America, commanding incredible industrial capabilities as well as immense wealth, the undisputed leader of one camp. Although it too had been cruelly ravaged, the Soviet Union had carried the brunt of fighting the mighty German army, this honour as well as the imposition of their ideology on the countries of Eastern Europe, made them the other world power. The ensuing “cold war” between these two power blocks was waged in many forms and on different battlefields, mainly in poor Third World countries.",
    "We read of historical events and personalities often in isolation, with little awareness of background or context, beholding only a small piece of an intricate jigsaw puzzle. The common local narration was that the Jayewardene speech was a mega-hit, our Finance Minister persuading the victorious allies to look at their fallen foe with sympathy, thus winning Japan’s undying friendship for us. A small, newly independent country of no particular significance, was making its presence felt in an international forum, persuading countries which had paid the price of war with their blood and money. Particularly poignant was his evocation of Buddha’s message “Hatred ceases not by hatred, but by love…”",
    "With time, our horizons expand, we gradually become aware of a much larger world and complex historical processes. There were many other things beside what we had assumed to be historical knowledge, which qualify and sometimes even negate, those assumptions. In fact, the treaty signed at the conference was very much an American initiative, supported by the United Kingdom. America had occupied Japan since 1945 and was keen that it stood on its own again. There was no doubt as to which international camp Japan, with its disciplined and high achieving culture, would belong to. Perhaps, a few newly independent British colonies could be relied upon to cheer the treaty. India, although invited to the conference, refused to participate, taking up the position that the treaty carried certain limitations on the Japanese sovereignty, preferring to enter into a separate agreement with Japan on a later date.",
    "Most crucially, the two Asian countries that had suffered most atrociously under the sharp edge of the imperial sword of Japan: China (which had more than 30 million killed in the war years) and Korea which was ravaged by Japan, were not invited to the conference. Apparently, the organisers could not decide who the legitimate representative would be; Communist China or Nationalist China (based in Taiwan) and North Korea or South Korea!",
    "The Soviet Union, which had also lost about 30 million dead in the war (primarily in fighting the main axis force – the Germans) was vehemently opposed to the treaty. Among its objections were – not being consulted in preparing the treaty, the agreement puts Japan in the American orbit and that the treaty violates China’s right to Taiwan.",
    "It was somewhat a short speech, about 15 minutes. Jayewardene’s soft treatment of Japan may have not gone too well with East Asian countries that had experienced the bitterness of Japanese occupation only recently. However, it was in harmony with the purpose of the treaty, his appeal for reconciliation with the vanquished foe, carried with the invocation of his faith, seem to have impressed the audience. Both internationally, especially in the USA, and locally, the speech was praised for its message of humanism.",
    "By the 1970s resurgent Japan had become an aid giving country and soon one of the largest aid givers in the world. Sri Lanka which has become a permanent aid-receiver, through the years has received substantial aid from Japan, but we are not one of its major recipients. Countries like Bangladesh, India, and Pakistan have received much more than us. Among the major beneficiaries of Japanese aid were once its enemies, countries brutally occupied by them such as the Philippines, Vietnam, Indonesia, Cambodia, Myanmar and Laos. It has also given generously to Thailand, an independent country coerced into an agreement by Japan and made to play a supportive role, thus avoiding a vicious occupation during the war.",
    "Undoubtedly, when at your nadir, a sympathetic speech, heartfelt or not, is melodious. However, the Japanese could not have reached these dizzying heights of prosperity, without judgment and intelligent assessment. Their aid pattern reflects global/regional concerns as well as their assessment of recipient capacity as well as integrity.",
    "It has been observed that we Sri Lankans are inclined towards an oral culture; the spoken word, for all its looseness and imprecision, is held in great store by us. They come from far and wide to listen to political homilies, ‘Oh, he knows so much! He speaks without any notes! Even international forums are impressed with his words…!’ If only one tenth of what has been said, had become deeds!",
    "Oratory, however couched, is often a plea. We may embellish our personal achievements, exaggerate our strategic importance, assume moral positions, declare intellectual parity, claim cultural affinity, yet, in the words, the immanence of the prayer is implicit. Some nations create, build, innovate and prosper, while others plead for a share. Underlying our oral culture is a plea: for money, power, social status, alms – the list of wants is long and varied. So long has it gone on for, we have become a plea and the plea has become us!",
    "Between the vanity of the orators and the open mouthed mindlessness of the people, a long meaningless drama has been enacted, a drama with a humiliating finale – a bankrupt nation! Now the orators are indulging in high flown expositions on how cleverly they are managing our insolvency.",
    "The Japanese have been generous with us, but advisedly circumspect. In 1951 J.R. Jayewardene intoned in his gravelly voice “hatred ceases not by hatred, but by love...”",
    "He was talking about horrifying events of a world war that took about a hundred million lives overall, but a war that did not directly touch his country then, all the fighting and the atrocities happening thousands of miles away. However, 25 years later, when Jayewardene was the President of Sri Lanka, this country too became a victim of violence, terrorism being unleashed both in the North as well as the South (LTTE and then the JVP).",
    "Now, there was no talk of forbearance, there was no turning the other cheek.",
    "The Japanese being intelligent people, would surely know the difference between oratorical flourishes and genuine goodness."
  ]
}