{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/imf-at-last-lg-elections-on-april-25-or-when-never/",
  "time_ut": 1678516140.0,
  "original_lang": "en",
  "original_title": "IMF at last! LG Elections on April 25 or when-never!",
  "original_body_lines": [
    "In his relatively salad days, President JR Jayewardene was known to be a superb after-dinner speaker and ballroom dancer. He was not so swift in political dancing, and had to wait for the longest time to have his last dance. And what a dance it turned out to be. We do not know anything about President Wickremesinghe’s after-dinner toast-mastery or ballroom skills. Neither of them is in as much vogue now as they used to be in the old millennium. But when it comes to political dancing, Mr. Wickremesinghe is in a class of his own. His moves are unconventional, he plays his own drum, blows his own trumpet, and his partners do not last long. His dance moves as parliamentary president have been predictably unpredictable and more than occasionally bizarre. On the economy and the IMF, it hasn’t been much of a dance; rather, periodical monologues. On the local government (LG) elections, however, the President’s moves have been subjectively arrogant, but objectively pathetic.",
    "The latest presidential monologue on the economy came last Tuesday (March 7), when President Wickremesinghe told parliament that at long last the IMF deal was ready to be finalized, likely before the end of the month. On the same day, the National Election Commission reportedly announced that it was “recommending April 25 as the most suitable date for the local government elections,” after its original scheduling of the elections for March 09 was scuttled by government machinations. The fount of all machinations is to be found at the apex of government power – the presidency, and in the person of President Wickremesinghe. Nowhere else.",
    "On February 23, the President made the slimiest of all speeches ever made in Sri Lanka’s parliament – on the controversial status of the LG elections. He falsified every known fact on the baseless premise that the Election Commission had not taken, or could not have taken, an official decision on a date for the LG elections. Therefore, he argued, it would be mischievous to suggest that the government was trying to postpone the elections when “there was no election in the first place for it to be postponed.” He called people names and asked parliament to appoint a select committee to present the true facts to the Supreme Court. If the speech was meant to show presidential cleverness, it only turned out to be politically pathetic.",
    "The Supreme Court has had enough of having to put out government fires any time and every time. On Friday, March 3, the Court gave an interim order against government withholding funds needed for conducting LG elections. After the court ruling, opposition parties insisted that the Commission go ahead with elections as originally planned on March 9, or on March 19, the last date for the elections since the first gazette notification. But the EC seems to have become wiser and more cautious after its recent experience, and has chosen to recommend April 25 as the most suitable for new LG elections, which were last held in February 2018.",
    "In his speech to parliament on the IMF deal, on March 7, the President made no mention of the Supreme Court or LG elections. He was all about the economy, recounting his government’s salvaging efforts and the importance of securing the IMF agreement. He appealed to the opposition parties to rise above political differences and work with him on the economy. The opposition parties would have none of it. They are all about LG elections and have nothing to say about the IMF or the economy. All of that can be looked after later, and only after the people are allowed to exercise their franchise in the local elections, which many pundits view as the local-government fraction of national sovereignty. If sovereignty is supposedly inalienable, it should also be whole and not fractionable. Even if sovereignty were fractionable, no one cares about the provincial fraction that is permanently left in abeyance. But we don’t need that distraction now.",
    "The IMF and the LG have, or should have, no connection between them. No one has suggested that the IMF bailout is needed to fund the local elections. That said, or not said, insofar as Rs. 10 billion has become the upset figure for elections cost, it would have been a simple matter for the President to ask the IMF to add the small change of Rs 10 million as a democratic gift to the IMF’s pound of flesh of USD 2.9 billion. That way, the country would have found money for the election without having to print it, and the President could have justified election postponement until he had the additional change from the IMF.",
    "He could have also reinforced his pitch for local democracy in Sri Lanka, by asking for the intercession of the three women – the Finance Minister of India Nirmala Sitharaman, the US Treasury Secretary Janet Yellen and the Managing Director of the International Monetary Fund (IMF) Kristalina Georgieva – who were apparently “instrumental in helping Sri Lanka during its turbulent period,” and who were given honourable mention by the President in his statement to mark the International Women’s Day on March 8. Kudos to President Wickremesinghe, for regardless of everything else he has come a long way in recognizing women’s roles, if not rights, after being a Minister in a government that beat up and jailed Vivienne Gunawardena and her comrades who were marching in Kollupitiya to mark the March 8 International Women’s Day in that consequential year of 1983. Alas for Ranil Wickremesinghe, it is always a case of a single step forward and several stumbling steps backward. A dancing genre of its own. But this is no time for dancing.",
    "The IMF deal and the LG elections have exposed the huge political chasm between the government and the opposition. Stuck in the middle to the point of paralysis is the government machinery. The state of the government machinery and the manner of its working have come into depressing reliefs in the transactions over LG elections and over decision making in the energy sector. The public spats between the Energy Minister and the PUCSL are a terrible spectacle. Not to mention the National Audit reports on widespread public sector corruption and news stories about the Irrigation Department, once the pride of Civil Engineering in Sri Lanka, becoming a den of thieves.",
    "True to form, the President plays the economic card whenever he is politically cornered and blames the opposition for not co-operating with him. And he gets into political corners through no fault of anyone else, and solely through the machination games he has become addicted to playing over an admittedly long time in politics. The opposition, for its part, prefers to duke it out in the corners and stays clear of the largely vacant space for economic discussions.",
    "The worrisome upshot is that in spite of the President’s numerous monologues, there is no broad political consensus on the general direction and the specific measures that are needed, and needed to be identified in detail, to deal with the unabating economic crisis. The opposition is leaving the void open without contributing anything significant to the economic discussion with any consistency. Sajith Premadasa is apparently beefing up his economic vocabulary to impress international lenders in future mendicant missions. Anura Kumara Dissanayake made a big splash before the business community, but has since crawled back into the local government shell. The vast void is being filled in tiny portions by currency board luddites and central bank haters, on the right, and IMF decriers and state-corporation worshippers, on the left. The uninitiated majority in the middle have nobody to listen to and nothing to follow.",
    "The IMF deal is not the end of the story. It is not even the end of the beginning. At most it is less than a necessary initial treatment. The economic crisis is such a multivariant beast and there is no silver bullet solution to it. It will require a thousand cuts painfully administered over a painfully long time. President Wickremesinghe may have got the timespan right – 2048, for final deliverance, but he has offered nothing solid about what needs to be done between now and the expected date of delivery. Only puff and fluff. The opposition’s timespan stops at local government elections. They will not see, hear or speak of anything beyond. This, frankly, is irresponsible and even imbecilic.",
    "The SJB’s and the JVP’s enthusiasm for LG elections springs from the experience of the February 2018 LG elections that propelled the Rajapaksas to their second coming in their new vehicle, the SLPP, and eventually to the seats of power in over a span of two and a half years. But it is impossible for either the SJB or the JVP to emulate the SLPP’s feat in 2018. To do so, one of them will have to crushingly reduce the electoral wins of the other, which is not likely. At most they may get wins close to one another but that will not be as sweeping as the 2018 victory of the SLPP. Coming close to or even surpassing the SJB will be a huge achievement for the JVP, but it also runs the risk of suffering a setback if its tally falls below everyone’s expectations.",
    "The general risk in all the hype over the LG elections is the real possibility of a low voter turnout. President Wickremesinghe will be immensely happy, but after all the hype and Rs. 10 billion, the country will be back to the same square one where it last was with Gotabaya Rajapaksa. Even if there were to be a good voter turnout and a decisive outcome, nothing will automatically change at the national level. Just as it was in 2018. The difference this time will be the questioning of the legitimacy of the Wickremesinghe presidency which will become vehement and strident after a decisive LG election.",
    "The uncertainty and even the danger this time will be the way in which President Wickremesinghe chooses to respond if protests were to surface after a decisive election outcome. His predecessor, the ex-army man kept his men on a tight leash against the protesters. President Wickremesinghe has been sending quite the opposite signals from the time he became president. There was nothing illegitimate about Mr. Wickremesinghe succeeding Gotabaya Rajapaksa as President, but his legitimacy has been eroding steadily entirely due to his political machinations. It would be a grave and dangerous dance move if he were to partner the army to stave off political protests.",
    "The G20 could help fix Lanka’s debt crisis. Will it step up?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}