{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-becomes-cynosure-at-mitt-travel-show-in-russia/",
  "time_ut": 1679502000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka becomes cynosure at MITT Travel Show in Russia",
  "original_body_lines": [
    "Sri Lanka impressed the Russian travel and trade community by showcasing it’s galore of holiday opportunities to make the Russian travelers to consider about having a different experience in a different destination, at the Moscow International Travel & Tourism Exhibition (MITT) held in Moscow from March 16th – 18th 2023, for the 29th successive year. The Sri Lankan pavilion at the exhibition was organized in collaboration with the Embassy of Sri Lanka in Russia, and the Sri Lanka Tourism Promotion Bureau.",
    "Sri Lanka Tourism Promotion Bureau attended MITT 2023 in an area of 63 sqms with 12 travel industry participants representing travel companies and hotels. They are Aitken Spence Travel, Exotic Holidays International, Deluxe Vacations, Tangerine Tours, Ceylon My Dream, Deluxe Holidays, Walkers Tours Ltd, Lanka sportreizen, Galle Face Group, RIU, Madulkelle Tea & Eco Lodge and Anantara Peace Heaven Resort.",
    "This Sri Lanka stand located in Pavilion number 1 was officially opened by Prof. Janiatha Liyanage Sri Lanka Ambassador for Russia on the 16th March 2023 followed by Chalaka Gajabahu, Ms. Sasika Jayaweera from the Sri Lanka Tourism Promotion Bureau and Chamila Jayarathne, Tishan De Silva, Ms. Olessya Romanova and Ms. Anna Makarovskaya from Embassy also participated at the opening ceremony among other travel industry participants and distinguished guests. Total number of visitors this year has increased from 61% compared to 2022 MITT event held in Russia. The event enhanced business programme was packed with exciting new events and helped to attract a target audience of travel industry professionals. 14,830 visitors, 750 exhibitors from 20 countries and 57 regions of Russia.",
    "A VIP Networking reception was held on the 16th March at 10: 30 am to 11:45am where Prof Janitha Liyanage and Chalaka Gajabahu chairman of SLTPB address the forum.",
    "On the final day of the event 18th March Sri Lanka won the prestigious accolade of Most Welcoming stand at the year at MITT 2023 by the official fair organizer.",
    "On the 17th evening Sri Lanka Tourism Promotion Bureau organized a networking session along with the media briefing in collaboration with the Sri Lanka Embassy in Russia which commence at 16:00 hrs and followed by the dinner. H. E. Prof. Janitha Liyanage and Mr. Chalaka Gajabahu address the audience. They have briefed about how Russian arrivals has increased the last few months and what Sri Lanka as a destination has to offer and what sort of support can be done to continue the arrivals. Also, Ms. Alexandra Sukneva, Head of Currency Control Department at National Investment Industrial Bank, Russia also gave a brief introduction to the tour operators who were gathered regarding the payment issues that are faced by the Russians who are travelling to overseas countries due to the sanctions imposed in Russia and what sort of methods has been taken by the above mentioned back joining with the People’s bank in Sri Lanka.",
    "On the sidelines of MITT 2023 , Sri Lanka Tourism Promotion Bureau and the Sri Lanka Embassy in Russia, held discussions with Russian Airlines, to increase the frequency of their commercial flights for boosting tourism . A Live interview was held on this topic on RT TV,Russia, , with H.E Prof. Janitha Liyanage and Mr. Chalaka Gajabahu , Chairman of SLTPB to generate publicity for this initiative among the Russian tourists. Despite of the prevailing situation in Russia, their national carrier Aeroflot resumption the operation. Azur Air charter flights operates from 04 main cities in Russia (Moscow, St. Petersburg, Krasnoyarsk and Novosibirsk). Further, the Red Wings Airline operates to Mattala Airport. All these flights commence their operation at the beginning of the winter 2022 & 2023.",
    "Sri Lanka Tourism continues to proceed with its promotional activities in Russia with the support of the industry, bringing foreign media, bloggers, influencers, travel agents and also attending key promotional events overseas. Further a 06 months PR campaign activity and a two week’s short-term social media campaign is in the pipeline to be implemented as a tactical measure to increase the influx of tourists from Russia.",
    "Sri Lanka Tourism is resilient and ready to welcome visitors to enjoy the best of local hospitality coupled with some of the finest products and services to satisfy even the most discerning traveler. Participating at a leading travel show such as MITT 2023 is vital in order to take the message that the island is safe, secure and fully equipped to offering the best travel experience in South Asia.",
    "Dialog, Sri Lanka Air Force & EWIS provides digital education to Ravaneswaran Tamil School, Trincomalee",
    "‘Soul of a City’ photography exhibition showcasing the soul of Kandy",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}