{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/security-paranoia/",
  "time_ut": 1684084500.0,
  "original_lang": "en",
  "original_title": "Security paranoia",
  "original_body_lines": [
    "Colombo looked like a garrison town over the weekend with a heavy military and police presence. The government had received an intelligence warning that a plot was being hatched to trigger a wave of civil disturbances, media reports said. Thankfully, what was feared did not come to pass, and the need for the government to take out the newly-formed ‘Iron Bar Brigade’, as it were, which must have been lurking somewhere, did not arise.",
    "One should not hasten to discount the defence authorities’ claim at issue but the possibility of the government resorting to psychological intimidation by deploying the police and the military in large numbers, from time to time, on the pretext of responding to intelligence warnings cannot be ruled out. Psychological terror consists mainly in feigned movements, subtle messaging, misinformation and aggression. Perhaps, the government has sought to send a chilling message to the mainstream Opposition and ultra-radical groups that thrive on chaos that it is ready for any eventuality, and anyone who takes to the streets will do so at the risk of being set upon by the heavily-armed police and the military.",
    "The escalation of the current security protocol, on Friday, purportedly in response to a warning made one wonder why some of the present-day political and military leaders did not act similarly in the past while they were in the Yahapalana government. If they had adopted extraordinary precautionary measures when a foreign intelligence agency repeatedly warned of the Easter Sunday carnage (2019), about 270 precious lives could have been saved.",
    "Political leaders act swiftly and decisively only when threats emerge to their political interests, especially to their hold on power. In Greek mythology, Theseus, a young Attic hero, defeats Procrustes, a robber who killed his victims by forcing them to fit an iron bed. Similarly, Sri Lanka’s political leaders ensure that everything fits into the procrustean bed of self-interest. Never do they hesitate to subjugate national security, or anything else for that matter, to self-advancement and political expediency. The Ranasinghe Premadasa government furthered its political interests by cutting a deal with the LTTE, which it provided with arms, ammunition, cement, steel, money and shelter. The UNP-led UNF government sought to advance its political agenda by agreeing to a truce and allowing the LTTE to regroup and rearm to launch Eelam War IV, in the early noughties. After the 2005 presidential election, the UNP claimed that the Rajapaksas had bribed the LTTE to declare a polls boycott, which queered the pitch for UNP’s presidential candidate Ranil Wickremesinghe and enabled Mahinda Rajapaksa to win the much-coveted presidency albeit with a wafer-thin majority. Today, the UNP and the Rajapaksas are on a political honeymoon!",
    "This country needs political upheavals like a hole in the head, especially at this juncture, for they will invariably jeopardise the ongoing efforts to straighten up the economy. But that is no reason why the government should prevent the people from exercising their right to protest peacefully. It is apparently labouring under the delusion that the police, the military and goon squads will be able to neutralise dissent and perpetuate its rule. Coercion might work in the short run, but there is no defence against People Power. Not even the powerful Pakistani military could crush mass protests, which the recent unwarranted arrest of former Prime Minister Imran Khan sparked countrywide, ironically on 09 May, when trouble was anticipated here and not in Pakistan.",
    "Security paranoia is the price the incumbent dispensation has had to pay for losing legitimacy or the public acceptance of its right to govern. This kind of fear psychosis will continue to haunt the government and drive it to extreme actions, which have already caused the country to be locked in a vicious cycle of what may be considered state terror and resistance thereto.",
    "The absence of major agitations, during the past several months, has emboldened many crooks in the SLPP to crawl out of the woodwork, flex their muscles and even ask for Cabinet posts. Having mismanaged the economy, stolen public funds, cut corrupt deals and bankrupted the country, the incumbent government is now using the economic crisis of its own making to keep its grip on power. Those who should be jailed for their economic crimes are punishing their victims—the hapless public! Nowhere else in the world is such a thing possible.",
    "The most effective way of pacifying the resentful polity is to defuse the build-up of public anger with the help of an election, which is the political version of a controlled explosion of a time bomb. The suppression of the people’s franchise is fraught with the danger of causing public anger to burst forth, and sparking widespread protests.",
    "Telecom workers flay govt. for lack of transparency in restructuring SOEs",
    "Net credit to government from banking system increased by Rs. 97.2 bn in March 2023",
    "TV Presenters’ Unity together with UNDP Sri Lanka mark World Press Freedom Day 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}