{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89822/rare-hybrid-solar-eclipse-to-take-place-on-april-20",
  "time_ut": 1681647300.0,
  "original_lang": "en",
  "original_title": "Rare hybrid solar eclipse to take place on April 20",
  "original_body_lines": [
    "This year’s first solar eclipse will take place on April 20 from 7:04 a.m. to 12:29 p.m. IST, an event which is visible only to 8.77% of the world’s population, according to Prof. Chandana Jayaratne of the Colombo University.",
    "The rare solar eclipse is commonly known as a hybrid eclipse since it will shift from a total eclipse to an annular solar eclipse as the moon’s shadow moves over earth.",
    "For some locations in the solar eclipse’s path on the world, viewers will witness a total solar eclipse, whereas, in other parts, they’ll witness a ring-like annular solar eclipse. In both cases, the moon will pass between the Earth and the sun, blocking out all or most of the sun’s light falling on the Earth’s surface, he said.",
    "The eclipse is visible only to 8.77% of the world’s population and it will not be directly visible in Sri Lanka as well as many other parts of the world, he added.",
    "Nevertheless, people can observe it live through several websites from other countries, said Prof. Chandana Jayaratne, the Director of the Astronomy and Space Science Unit of the Department of Physics, University of Colombo.",
    "However, the eclipse is visible for a few regions in Western Australia, East Timor, and the eastern Indonesian islands, and viewers in those counties can get ready to see the show of a lifetime.",
    "There are just two locations on Earth that will be able to witness the eclipse transition from annular to total before transitioning back to annular again, however, these locations are unfortunately in the middle of the ocean.",
    "Hybrid eclipses are very rare.  Thus, the last hybrid eclipse has occurred nearly 10 years ago on November 03, 2013, while the next hybrid solar eclipse will occur in November 2031. Only one other solar eclipse will occur this year on October 14, following the upcoming solar event, he said."
  ]
}