{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sls-poverty-level-doubled-between-2021-and-2022-2-5mn-more-to-join-ranks-of-the-poor-in-2023/",
  "time_ut": 1690477560.0,
  "original_lang": "en",
  "original_title": "SL’s poverty level doubled between 2021 and 2022; 2.5mn more to join ranks of the poor in 2023’",
  "original_body_lines": [
    "The poverty level in Sri Lanka doubled from 13.1 percent to 25 percent between 2021 and 2022 and 2.5 million more people are expected to join the ranks of the poor this year, World Bank Country Director for the Maldives, Nepal and Sri Lanka Faris Hadad-Zervos said.",
    "“The crisis that has had a devastating impact on people’s standards of living, is exacting a heavy toll on the poor and vulnerable and is jeopardizing Sri Lanka’s past development gains, Faris Hadad- Zervos told a panel discussion held recently at the Colombo Hilton organized by the Sri Lanka Press Institute.",
    "Hadad-Zervos added: ‘Many more people are just one shock away from poverty. The World Bank estimates that 5.7 percent of the population lives less than 10 percent above the poverty line and a further 5.6 percent between 10 and 20 percent above the poverty line.",
    "‘This dramatic increase in poverty and vulnerability has wiped out decades-long human capital gains. The case in points is that only 14 percent of Grade 3 students acquired minimum competency in literacy and only 15 percent in numeracy. These harrowing circumstances for the country and its people demand deep reforms to stabilize the economy and bold action to protect the poor and vulnerable.",
    "The government has now committed to an ambitious reform agenda and implemented some difficult and necessary reforms, including tax reforms, cost reflective utility pricing, a strong social safety net and debt restructuring to stabilize the economy.",
    "The government securing the IMF Extended Fund Facility, parliamentary approval for the Domestic Debt Restructuring Process and the securing of international financial support from the World Bank and ADB provide some breathing space for Sri Lanka.The next two years would be critical for Sri Lanka’s recovery. There are further significant headwinds that need to be closely monitored.’",
    "Blue-chip and banking sector counters witness buying interest; indices rise",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}