{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/BoardPAC-appointed-Knowledge-Partner-of-India-s-prestigious-mag-Board-Stewardship/34-748632",
  "time_ut": 1684778342.0,
  "original_lang": "en",
  "original_title": "BoardPAC appointed Knowledge Partner of India’s prestigious mag “Board Stewardship”",
  "original_body_lines": [
    "From left: BoardPAC India Sales, BoardPAC India Enterprise Business Manager Alhad Posam, BoardPAC Regional Manager – SEA and Middle East Asoka Pieris, Institute of Directors, India Managing Director of Board Stewardship and Zonal Director (West) Vikesh Wallia",
    "BoardPAC, the leading board meeting automation company, yesterday announced its appointment as the knowledge partner of Board Stewardship Inc., an exciting new magazine founded by Times of India Group a former Board member Vikesh Wallia.",
    "This partnership reinforces their commitment to providing cutting-edge solutions and industry insights that empower board members and executives to make informed decisions with ease and efficiency.",
    "BoardPAC states that they are honoured to be the knowledge partner of Board Stewardship, the first magazine of its kind, which promises to be a valuable resource for the board members of leading companies in India. The BoardPAC team is thrilled about the opportunity to share their expertise and insights with the readers. They also take the opportunity to congratulate Vikesh Wallia and the entire Board Stewardship Inc. team on this milestone achievement.",
    "Board Stewardship Inc. Founder and Managing Director Vikesh Wallia stated, “It is our pleasure to partner with BoardPAC in this important step towards building first of its kind board community platform across India, and beyond the borders of India too. I wish all the success to BoardPAC!”. Vikesh Wallia is the Zonal Director (West) of the prestigious Institute of Directors, India (IOD).",
    "BoardPAC Founder and Executive Director Lakmini Wijesundera added, “Thought leadership and innovation is the foremost pillar in BoardPAC’s offering to Board members. The opportunity to work in partnership with the Board Stewardship program a uniquely impactful initiative by Vikesh Wallia, and magazine for Board members has total alignment.”",
    "BoardPAC CEO David Rawling added, “BoardPAC is pleased to support this impactful Board Stewardship program. We hear from our clients, and see ourselves, the demands on modern Boards are complex and constantly changing so the insights the magazine brings are especially critical. It is a pleasure for us to share this content with BoardPAC’s Indian and global network of Governance professionals”.",
    "The magazine covers relevant topics such as important Board compliance news, and educational topics for Board members such as ESG, carbon, sustainability, cyber security. There are many areas of great interest to BoardPAC, especially timely and relevant thought leadership topics such as artificial intelligence and how AI can further enable smart and intelligent features to improve board governance.",
    "BoardPAC is a leading board meeting and management meeting platform used by top-ranked clients across 40+ countries, including those in Fortune 500 and Forbes Global 2000 corporations, and over 50,000 Board directors. These include OCBC Banking Group, Petronas, Yes Bank, RBI, BSE, Mercedes, Deloitte, Bank of Singapore, John Keells Holdings, Commercial Bank, Bank of Ceylon, HDFC Ltd., Reserve Bank of India, Yes Bank, Taj Group, IDBI Bank and Group, Bank Negara Malaysia, Maxis, Axiata among others. BoardPAC operates seven global offices with a growing multinational team."
  ]
}