{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Afghanistan-Fined-20-Match-Fee-for-Slow-Over-Rate-in-First-ODI-vs-Sri-Lanka/108-260469",
  "time_ut": 1685943687.0,
  "original_lang": "en",
  "original_title": "Afghanistan Fined 20% Match Fee for Slow Over-Rate in First ODI vs Sri Lanka",
  "original_body_lines": [
    "Afghanistan Fined 20% Match Fee for Slow Over-Rate in First ODI vs Sri Lanka.",
    "Hashmatullah admitted to the offense and agreed to suggested penalty.",
    "The International Cricket Council (ICC) has fined Afghanistan 20 percent of their match fee for failing to maintain an acceptable over-rate during their first ODI against Sri Lanka in Hambantota.",
    "Ranjan Madugalle, a member of the ICC Elite Panel of Match Referees, imposed the penalty after determining that Afghanistan was one over short of the required rate, accounting for any time allowances.",
    "As per Article 2.22 of the ICC Code of Conduct for Players and Player Support Personnel, which addresses minimum over-rate violations, players are penalized with a 20 percent deduction from their match fee for each over their team fails to bowl within the specified time.",
    "Hashmatullah admitted to the offense and agreed to the suggested penalty, eliminating the requirement for a formal hearing.",
    "Umpires Nitin Menon and Prageeth Rambukwella on the field, along with third umpire Michael Gough and fourth umpire Lyndon Hannibal, levied the charge.",
    "In the match, Afghanistan's opener Ibrahim Zadran played an impressive innings, scoring 98 runs. He had a crucial partnership of 146 runs for the second wicket with Rahmat Shah, who contributed 55 runs. Afghanistan successfully chased down a target of 269 with six wickets remaining.",
    "However, in the second ODI on Sunday, Sri Lanka made a strong comeback in the three-match series. They posted a commanding total of 323/6 and then bowled out Afghanistan for just 191, winning the match by a significant margin of 132 runs. This victory leveled the series at 1-1. The final and deciding match of the series will take place on June 7. (BOL)"
  ]
}