{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82031",
  "time_ut": 1685388240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka is clearly spiralling towards further ethnic and religious divisions further exacerbated by an economic crisis. Sadly Sri Lanka has not learnt a single lesson from its bloody history",
  "original_body_lines": [
    "(Text of Editorial appearing in the “Daily FT”of May 30th 2023 under the heading “No right to laugh”)",
    "In yet another brazen violation of a citizen’s right to free speech a stand-up comedian was arrested by the police for a joke she made on stage. Nathasha Edirisooriya was arrested by the Criminal Investigation Department (CID) at the Bandaranaike International Airport just before she was to fly out of the country.",
    "The police claims that it received a complaint that Edirisooriya had allegedly insulted Buddhism during a stand-up comedy show recently held at a leading school in Colombo. The arrest of the comedian comes within days of the police announcing that they will arrest a controversial Christian pastor for his alleged comments against Buddhism.",
    "These recent developments, especially targeting minority ethnic and religious communities follow what is now a common script. The application of hate speech laws has been selective in Sri Lanka showing a clear pattern of the law being used to intimidate minority communities while the majority Sinhala Buddhists, their clergy and political leaders incite violence and spread hate speech with impunity.",
    "Tragically and quite ironically, the legislation of choice for these actions is the ICCPR Act of 2007 meant to uphold civil and political rights of the citizens including the freedom of expression, association, conscience and the freedom of religion and belief.",
    "The ICCPR and its sister Covenant on Economic Social and Cultural Rights (ICESCR) are called the ‘International Bill of Rights’ that provide the foundation for international human rights law.",
    "These two instruments, adopted by the UN General Assembly in 1966 gave legally binding effect to the Universal Declaration of Human Rights of 1948 and is the source document for a number of international, regional and local laws enacted since. Sri Lanka ratified the ICCPR in 1980 and finally enacted legislation to domesticate its obligations in 2007.",
    "By definition, the ICCPR is an instrument that enhances the rights of citizens and protects them against excessive restraints by the State. In Sri Lanka, the ICCPR Act, a law meant to protect human rights and guarantee the peaceful expression of views, has been extensively used for the very opposite purpose, to curtail opinion and terrorise the citizenry.",
    "Particularly concerning is the use of the act against minorities, opposition figures and rights activists. The act provides for provisions to criminalise the advocacy of “national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence”.",
    "The use of this provision has been greatly disproportionate against perceived affronts against Buddhism. Just as disturbing are the instances in which the ICCPR Act should have been used but was not. In 2014, when there was clear incitement to violence in Kalutara by a group of monks attached to the Bodu Bala Sena, there were no arrests made under ICCPR or any other law.",
    "It is a fundamental tenet in interpreting law that the intentions of the drafters be given due consideration. In the context of the ICCPR Act, the Attorney General and the Police have made a mockery of this basic principle. Neither the International Covenant nor the local legislation was intended to be used in a draconian and selective manner to curtail rights of individuals, minority groups or political opponents. However, this is exactly what is happening. The abuse and selective use of the ICCPR Act should cease immediately.",
    "Sri Lanka is clearly spiralling towards further ethnic and religious divisions further exacerbated by an economic crisis. While provoking ethno-religious tensions may benefit a few, and even deliver political power, the fires and damage they cause will take decades to extinguish. Sadly Sri Lanka has not learnt a single lesson from its bloody history."
  ]
}