{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91225/transporting-cattle-in-and-out-of-central-province-temporarily-halted",
  "time_ut": 1686633300.0,
  "original_lang": "en",
  "original_title": "Transporting cattle in and out of Central Province temporarily halted",
  "original_body_lines": [
    "The health authorities have raised concerns after multiple cases of lumpy skin disease – a viral disease that rapidly spreads among cattle – were reported in parts of the Central Province.",
    "The Animal Production & Health Department says this situation has affected dairy production in the Central Province.",
    "The Department’s Central Provincial Director Dr. R.M.K.P. Rajanayake noted that relevant officials should swing into action to take the situation under control.",
    "According to Dr. Rajanayake, a number of cases of lumpy skin disease were reported from Ragala and Kotmale in Nuwara-Eliya District; Harispaththuwa, Udunuwara and Pujapitiya in Kandy District; Dambulla, Wilgamuwa and Galewela in Matale District.",
    "However, a notable increase in the spread of the viral disease was observed among the cattle in Dambulla and Galewela where at least 500 cattle were infected.",
    "Taking the situation into consideration, the Animal Production & Health Department has decided to suspend the transportation of cattle in and out of the Central Province until further notice.",
    "In early March this year, transportation of cattle in and out of the North-western Province too was banned after an upsurge of the lumpy skin disease which affected 34 out of the 46 Veterinary Officer Divisions in the region.",
    "The lumpy skin disease – characterized by fever, nodules on the skin, mucous membranes and internal organs, emaciation, enlarged lymph nodes, oedema of the skin, and sometimes death – is mainly transmitted by mosquitoes, ticks and flies which bite cattle and rarely by direct contact with infected cows, semen of infected bull, calf through the mother’s uterus and milk. The virus can live up to 35-40 day in the infected cattle."
  ]
}