{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-plot-thickens/",
  "time_ut": 1682533800.0,
  "original_lang": "en",
  "original_title": "The plot thickens",
  "original_body_lines": [
    "Hardly a day passes in this country without a conspiracy theory being concocted, and the latest one has come from National Freedom Front leader and former Minister Wimal Weerawansa, MP. It is always advisable to approach ‘grassy knoll’ theories with a critical and sceptical mindset and ignore them as far as possible, but Weerawansa’s claim is too serious to be glossed over.",
    "Weerawansa would have us believe that last year, the US and India conspired to oust both President Gotabaya Rajapaksa and Prime Minister Ranil Wickremesinghe and have an interim administration set up with the Speaker as the Acting President. Speaking at the launch of his book, ‘Nine: The Hidden Story’, in Colombo, on Tuesday, Weerawansa claimed that their plan had gone pear-shaped because President Rajapaksa refused to remove Prime Minister Wickremesinghe.",
    "The US and India had gone all out to pressure President Rajapaksa, while he was in the Maldives, to sack PM Wickremesinghe before quitting, said Weerawansa, claiming that two letters had been sent from Colombo for President Rajapaksa’s signature, one announcing his resignation and the other sacking Wickremesinghe. But Gotabaya resigned without removing Wickremesinghe, according to Weerawansa. In support of his theory, Weerawansa has claimed that US Ambassador Julie Chung visited Speaker Mahinda Yapa Abeywardene and persistently asked him to take over the government even though he pointed out that, according to the Constitution, the Prime Minister had to be appointed the Acting President. Neither the Speaker nor Ambassador Chung has responded to Weerawansa’s claim.",
    "Interestingly, the demand that both President Rajapaksa and PM Wickremesinghe resign, letting an interim government be formed with the Speaker as the Acting President was something that the JVP was particularly vocal about. The JVP also received praise from US Ambassador Chung, who met its leaders. Has Weerawansa sought to implicate his erstwhile comrades in the alleged conspiracy indirectly?",
    "Weerawansa’s conspiracy theory lacks clarity in some respects. He says the US controlled both President Rajapaksa and Aragalaya, and together with India sought to oust Prime Minister Wickremesinghe as well; the arson attack carried out by some protesters on Wickremesinghe’s private residence was part of the plot to make Wickremesinghe resign as the PM so that he would not become the President. In the same breath, the NFF leader has claimed that the UNP was involved in Aragalaya and PM Wickremesinghe was supportive of the anti-government protesters. The US Ambassador, according to Weerawansa, prevented President Rajapaksa from ordering a crackdown on  Aragalaya by threatening to discontinue the IMF programme in case of defiance. If so, how come Wickremesinghe, whom, Weerawansa says, the US wanted to oust, was able to make short work of Aragalaya without much resistance from Washington? Why didn’t the US derail the IMF programme in protest against the military crackdown on Aragalaya?",
    "The crux of Weerawansa’s claim is that there was a plot to assassinate key military leaders in July 2022 and capture power. This is a very serious allegation that should not go uninvestigated. Who was behind the alleged conspiracy? Is there any guarantee that they will not make another attempt to achieve their goal?",
    "President J. R. Jayewardene declared a political officer of the US embassy persona non grata for ‘talking out of turn’ at a cocktail party. In the early 1990s, the Premadasa government meted out the same treatment to the then British High Commissioner to Sri Lanka, David Gladstone, who was asked to leave the country because he had gone out of his way to visit a polling station affected by vote rigging during the 1991 local government elections. Those diplomats’ actions at issue pale into insignificance in comparison to what, Weerawansa says, incumbent US Ambassador Chung has done.",
    "It behoves the Rajapaksa-Wickremesinghe government to have the allegations against Ambassador Chung and others probed thoroughly. It will be able to ascertain all necessary information from Gotabaya, the Speaker and others named by Weerawansa. More importantly, a high-level investigation is called for into the allegation that there was a conspiracy to eliminate the military top brass during Aragalaya.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}