{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Changing-a-discriminatory-rules-based-system/172-257982",
  "time_ut": 1682103224.0,
  "original_lang": "en",
  "original_title": "Changing a discriminatory ‘rules-based’ system",
  "original_body_lines": [
    "The ongoing Russia-Ukraine war is having an outsized impact on the global supply chain, fueling dramatic cost increases, and product shortages and creating catastrophic food shortages around the world.",
    "The Russian invasion of Ukraine has also triggered sanctions by the US and its allies in Western Europe on trade with Russia, a ban on Russian oil sales and the seizure of assets of individual Russian citizens, seen as friends of Russian President Putin.",
    "Additionally, Western banks and accounting giants have pulled out of Russia over the Ukraine war. Two days after the invasion, some Russian banks were banned from SWIFT, the Belgium-based electronic fund transfer service that lets banks around the world communicate about cross-border transactions.",
    "The US and the West are pouring billions of dollars into Ukraine’s war chest. Since the war began, according to the Kiel Institute for the World Economy -a German research institute- the Biden administration and the U.S. Congress have directed more than $75 billion in assistance to Ukraine.",
    "Though not directly involved in the ongoing war in Ukraine, the US and its NATO allies (West European countries) are lobbying countries in other parts of the world to join them in imposing sanctions against Russia to punish that country for its invasion of Ukraine.",
    "Simultaneously, the US is in a confrontation with China and is in an undeclared economic war with that country. It also sends its naval warships into the areas of the South China Sea bordering China increasing tensions with that country.",
    "US Secretary of State Antony Blinken has on numerous occasions backed US involvement in conflicts in different parts of the world claiming the US has an obligation to uphold ‘rules-based international system’. The US and EU are also calling on countries in Asia, Africa and Latin America to back their efforts to defend today’s ‘rules-based world order’.",
    "The post-World War II, ‘rules-based international system’ -a creation of America and its West European allies- has produced unprecedented levels of prosperity to those countries.",
    "For instance, Western Europe has a population of 197,907,961 (Around 2.52% of the total world population). The average annual wage for employees in the EU is approximately €33,500 (USD 36,725) according to Eurostat. This amounts to over SLR 11,825,500 annually or a monthly income of approximately SLR 985,458. The United States with around 4.25% of the total world population had a national average income of US$ 97,962 income in 2021.",
    "While the system has provided bountiful incomes as per incomes of the average US and West European citizen, World Bank statistics reveal almost a quarter of the global population, (23 percent), live below the US$3.65 poverty line, and almost half, 47 percent, live below the US$ 6.85 poverty line, as reported in the 2022 Poverty and Shared Prosperity report.  The present ‘rules-based international system’ while proving economically good for the US and its Western allies, has had the exact opposite effect on the lives of the majority of the world’s population.",
    "It is no surprise therefore, that attempts by the US and its European allies to defend the present ‘rules-based system’ seem to be floundering and an alternative system based on the needs of less developed countries is beginning to emerge.",
    "The Russo-Ukraine war with its disruption of food supply chains, fuel and gas prices and basic needs the world over is bringing about major changes to the present world order.",
    "Europe and America’s attempt to sanction Russia as well as to cut it from the global banking system has led to many countries moving out of the US-backed Bretton-Woods petro-dollar system.",
    "Today major economies such as India, Brazil and China trade with Russia using their own currencies. Efforts to sanction the purchase of Russian oil are also floundering. The International Energy Agency (IEA) said Russia’s exports of crude oil and oil products rose in March to their highest level since April 2020, jumping by 600,000 barrels a day, while Bloomberg reported Saudi Arabia, another important US ally, is importing millions of barrels of diesel from Russia, despite having more than enough of its own.",
    "Saudi Arabia is the world’s top crude exporter and a significant seller of petroleum products.",
    "While invasions of one country by another, as a means to settle conflict stands condemned, it appears to be leading to a positive development -the breakdown of the existing discriminatory ‘rules-based international system’ that keeps more than half of the global population in deprivation, while a few live in luxury."
  ]
}