{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/HUTCH-offers-fixed-value-mobile-packages-to-help-people-save-and-pay-other-rising-bills/34-745794",
  "time_ut": 1677522073.0,
  "original_lang": "en",
  "original_title": "HUTCH offers fixed value mobile packages to help people save and pay other rising bills",
  "original_body_lines": [
    "HUTCH, has once again demonstrated its unwavering commitment to the people of the country during these trying economic times.",
    "The latest initiative focuses on three products, enabling customers to access the most affordable fixed-price options, eliminating the worry of excessive usage and spend. The packages look to empower people to save on their mobile bills and use the savings to pay their other increasing bills.",
    "The three exciting cost saver products HUTCH introduces starts from the ‘Katha Nidahasa’ package offering people 60 days of unlimited calling within the HUTCH 072 & 078 network for just Rs. 123. The second “888” product provides customers, non-stop access to the six most popular social media apps (Facebook, Instagram, Whatsapp, Messenger, YouTube & TikTok), plus 30GB of anytime data and unlimited calling to any networks all for just Rs.888 per month.",
    "Lastly, the 1499 package offers non-stop data and unlimited calls to any network and for just Rs. 1499 a month. The packages are available in both pre-paid and post-paid options and marketed with tax inclusive rate maintaining absolute simplicity and transparency to customers. .",
    "HUTCH CEO Thirukumar Nadarasa said: “We understand that people are facing challenging economic circumstances as living expenses continue to rise and even basic products and services become increasingly difficult to afford. At HUTCH, we have always stood by the people, providing comfort and support especially during trying times. With our newest initiative, we once again step forward to help people control their telecom expenses offering smart fixed value solutions that can be experienced with consistency on our vastly expanded nationwide 4G network.”"
  ]
}