{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mind-heart-and-pocket-akzonobel-sri-lanka-unveils-new-engagement-initiatives-for-dulux-painter-community/",
  "time_ut": 1681840440.0,
  "original_lang": "en",
  "original_title": "Mind, Heart and Pocket: AkzoNobel Sri Lanka unveils new engagement initiatives for Dulux painter community",
  "original_body_lines": [
    "AkzoNobel Paints Lanka, one of the world’s largest paint and coatings company, has introduced a series of new initiatives to help motivate and support its Dulux painter community in Sri Lanka, while concurrently launching its own digital innovations for customer empowerment.",
    "As part of its ongoing proactive efforts to enhance the satisfaction, motivation, and skills development of its over 5000 member-strong painter community in the country, Dulux has employed a MHP –Mind, Heart and Pocket- approach for its painter engagement journey. This involves efforts and activities towards strengthening the relationship between painters and AkzoNobel (in the form of family gatherings, scholarship opportunities for painters’ children, personalized greetings, etc.), skill and knowledge enhancement (trainings, certifications, complaint handling, etc.), and continuous rewards schemes.",
    "“In offering more painter engagement, encouraging talent development, and by listening to feedback, we hope to foster a more inclusive and respectful work environment for our painters to feel valued,” said Upendra Gunawardhana, Head of Marketing at AkzoNobel Sri Lanka. “We look out for both the professional and personal development of our painter community, and as a result we hope to build on their loyalty to Dulux paints, so that they are always motivated to perform at their best.”",
    "In order to ease operational tasks, AkzoNobel has also developed novel digital enhancements for the benefit of its professional painters – namely in significantly improving its current mechanisms for painter registration, payments, and providing visibility and transparency of spend to prevent paint wastage.",
    "Additionally, the deployment of a simplified QR barcode program for painter loyalty has empowered its painter community by first ensuring they can all participate. Among its many features, “Dulux Connect” enables online tracking of painter purchases and usage to develop mind, heart, and pocket programs to build loyalty and brand advocacy with a core set of painters.",
    "Stax Academy celebrates second class of graduands, opens applications for third intake",
    "Aramtec accelerates its next phase of growth with SAP and John Keells IT by adopting RISE With SAP",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}