{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Lanka-Hospitals-posts-Rs-4-b-PBT-in-2022/34-746230",
  "time_ut": 1678664837.0,
  "original_lang": "en",
  "original_title": "Lanka Hospitals posts Rs. 4 b PBT in 2022",
  "original_body_lines": [
    "The Lanka Hospitals Corporation PLC, has posted a profit before tax of Rs. 4 billion for the Financial Year ended 31 December 2022 compared to the Rs. 2.2 billion PBT reported in the corresponding period of the prior year.",
    "The Group’s financials indicated that it had also reported a profit after tax of Rs. 3.2 billion in contrast to Rs. 2.23 billion reported in the prior year with a 47% growth in its EPS. The growth in profits attributable to a healthy operating profit and a high investment income as reflected in the Group financial statements.",
    "Group Chairman Vidya Jyothi Dr. Bandula Wijesiriwardena stated that the consistent performance of Lanka Hospitals has brought a greater sense of financial stability to the Group and is reflective of increased levels of customer confidence and the perseverance of all stakeholders involved in the business. He went on to state that the Board of Directors is very optimistic that the two companies in the Group will continue to thrive towards reaching excellence while adding meaningful value to all stakeholders in the business.",
    "Group CEO Deepthi Lokuarachchi said the Group displayed dynamism in creating a positively differentiated approach towards maintaining high standards of care in patient safety, accountability and the provision of medical services during one of the most difficult periods in the history.",
    "He said that the value additions made to Lanka Hospitals customers, shareholders, staff and other business partners remained noteworthy and immense.",
    "The hospital group serves over 300,000 patients annually with the capacity of 300 beds, six dedicated ICUs, 10 general operating theatres, two cardiac theatres, and a state-of-the-art cath lab. In its network, the hospital works along with 950 registered medical consultants and highly trained and skilled medical and support staff. The hospital’s reference laboratory effectively functions with a large network of regional laboratories, 35 fully owned sample collection centres, and over 1,100 third-party affiliated sample collection centres.",
    "Lanka Hospitals is the first hospital in Sri Lanka to be awarded the most prestigious accreditations in the world for its healthcare service standards including the Joint Commission International (JCI) accreditation seventh edition. Furthermore, Lanka Hospitals Diagnostics (LHD) is the only Sri Lankan laboratory to be accredited by the prestigious laboratory accreditation body, The College of American Pathologists (CAP)."
  ]
}