{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/vaccines-save-lives/",
  "time_ut": 1689697860.0,
  "original_lang": "en",
  "original_title": "Vaccines save lives",
  "original_body_lines": [
    "Sri Lanka’s public health sector is in the news always for the wrong reasons. Allegations that some Health Ministry panjandrums cut corrupt deals with foreign pharmaceutical companies and procure substandard medicinal drugs to enrich themselves have created quite a stir. Health Minister Keheliya Rambukwella, who is under fire for the rapid deterioration of the free healthcare system on his watch, has appointed a seven-member expert committee to probe complaints that low-quality drugs have caused several deaths in some state-run hospitals during the past few months. The government has for once handpicked some experts to conduct a probe! One can only hope that the expert committee will be able to conduct an investigation free from political pressure, ascertain the truth and reveal it to the public.",
    "Head of the Epidemiology Unit of the Health Ministry, Dr. Samitha Ginige, has issued a dire warning. He has said unconfirmed claims that a vaccine has caused the death of an infant are fraught with the danger of causing an erosion of public faith in the National Immunisation Programme (NIP), which is one of the few things Sri Lanka can be truly proud of. He has called upon everyone to act responsibly lest parents should be hesitant to have their precious ones vaccinated, and dangerous diseases the country has eliminated with the help of vaccines should raise their ugly heads again in such an eventuality. This, we believe, is a timely warning, which must not go unheeded, for there occur certain situations where logical reasoning and sound judgement desert most Sri Lankans, who have also earned notoriety for mass hysteria, which leads to irrational behaviour. In spite of its admirably high literacy rate, Sri Lanka is no stranger to groupthink, frequent breakdowns of critical thinking and the people’s strong reliance on social dynamics, shared beliefs, etc., disseminated via social media. The ease with which a shaman called Dhammika Bandara took them for a ride and made a killing by selling a concoction touting it as a cure for Covid-19 may serve as an example.",
    "It has not been scientifically proven whether the aforesaid infant’s death was due to the administration of a vaccine. Here is a matter that is best left to medical experts, who alone are knowledgeable and experienced enough to conduct a thorough investigation and get at the truth. Health authorities insist that other infants who received vaccine doses from the same phial as the victim are in good health, and there have been no complaints of complications due to the vaccine in any other part of the country. In our book, their argument is tenable, but unfortunately the Health Minister and his bureaucratic lackeys, who do his bidding, have lost credibility, and nobody believes anything unless it is officially denied.",
    "Immunisation is one of the few things Sri Lanka has got right. The NIP, which has a coverage of nearly 100%, according to the World Health Organization (WHO), has been internationally acclaimed as a huge success. The Asian Development Bank has also praised the NIP.",
    "Vaccines save lives. Period. This is the message that should reach the public, especially the less informed sections of society, who tend to fall for fake news. WHO has rightly said that Sri Lankan parents, ‘especially mothers, queue up early morning at grass-root level MOH offices on the specified date to give their little ones the vaccines … the children’s immunisation cards are safeguarded like gold even in the humblest homes in Sri Lanka.” It is the responsibility of everyone to ensure that Sri Lankans continue to do so, without losing faith in the NIP, and reap the life-saving benefits of vaccines.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}