{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-calls-for-an-international-investigation-into-Easter-Sunday-attack/56-746963",
  "time_ut": 1680287205.0,
  "original_lang": "en",
  "original_title": "SJB calls for an international investigation into Easter Sunday attack",
  "original_body_lines": [
    "Party expresses doubts on Police’s recent claim that Easter Sunday bomber Achchi Muhammadu Mohamed Hasthun’s wife Sarah Jasmin had died on 26 April 2019",
    "SJB Spokesman Mujibur Rahman says statement is problematic since Jasmin was identified as one of the few key witnesses to be alive following the attack",
    "Asks President to bring in Scotland Yard for independent investigation as promised previously",
    "Main Opposition party Samagi Jana Balawegaya (SJB) this week called for investigations into the Easter Sunday attack, especially into the DNA reports of one of the Easter Sunday bombers Achchi Muhammadu Mohamed Hasthun’s wife Pulasthini Mahendran alias Sarah Jasmin to be handed over to Scotland Yard.",
    "Holding a press conference on Thursday at the Opposition Leader’s office, SJB spokesman Mujibur Rahman expressed his doubts on the latest claim by the Police that Sarah Jasmin had died in the Sainthamaruthu explosion when two previous DNA reports conducted failed to find any traces of Jasmin among the dead. Rahman said the statement is problematic and concerning as since the Easter Sunday attack Jasmin was identified as one of the few key witnesses to the events who could be found alive.",
    "“This is the third DNA report. The two previous reports confirmed she was not among the dead. But the third is now claiming she was. So the question is who has decided the third report is correct and who decided three DNA tests must be carried out? Was it the courts, the Attorney General or the IGP as this can now give rise to an issue regarding the veracity of DNA reports presented in courts,” Rahman said.",
    "Rahuman reiterated the SJB’s stance that the Easter Sunday attack was a conspiracy hatched by local and foreign players. The SJB’s spokesman said punishing those responsible for the attack was one of former President Gotabaya Rajapaksa’s main campaign promises. “However now when in power instead of looking for those responsible they are attempting to conceal the facts relating to the case. They are now attempting to prove Pulasthini Mahendra alias Sarah Jasmin has died to suppress her witness account,” he said.",
    "Rahman said the Rajapaksa Government since its appointment attempted to disrupt investigations into the case by imprisoning lead investigator Shani Abeysekara and transferring ASP B.S. Tissera out of the CID. “This was the team that uncovered critical information on the attack,” Rahman said. The SJB spokesman also noted that in her statement to the Presidential Commission of Inquiry (PCoI) into the Easter Sunday attacks, Zahran Hashim’s wife had claimed Jasmin was alive following the explosion in Sainthamaruthu as she had heard Jasmin calling out after the incident. Rahuman said considering the overwhelming evidence, the PCoI recommended that investigations into Sara Jasmin must continue. “We can notice that a cat’s paw is in action to conceal the truth,” he said.",
    "Rahuman called on the Government to hand over investigations to Scotland Yard as previously promised by President Ranil Wickremesinghe during his tenure as Premier. “Ranil Wickremesinghe was the Prime Minister when the attack took place. Therefore he has a responsibility to hand over investigations to Scotland Yard as promised. We call for an independent international investigation into the incident,” Rahman said."
  ]
}