{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91412/honduras-prison-riot-leaves-41-women-dead",
  "time_ut": 1687330860.0,
  "original_lang": "en",
  "original_title": "Honduras prison riot leaves 41 women dead",
  "original_body_lines": [
    "A prison riot in a Honduran women’s prison Tuesday has left at least 41 dead in what the government called a gang-led attack in retaliation to its efforts to crack down on corruption in penal facilities.",
    "Authorities are working to identify the bodies at the Centro Femenino de Adaptacion Social, a 900-person women’s penitentiary around 20 kilometers (12 miles) from capital city Tegucigalpa, Yuri Mora, spokesperson for the public prosecutor’s office, told Reuters.",
    "Most of those killed were burned to death, while others were shot, Mora said. Another seven people were being treated at a state hospital, said a hospital spokesperson.",
    "President Xiomara Castro said the riot had been planned by gang members with guards’ knowledge.",
    "Castro’s first move late Tuesday was to replace security minister Ramon Antonio Sabillon with national police head Gustavo Sanchez, shifting Sabillon to the foreign service.",
    "More measures will be announced Wednesday, Castro’s office said, to “combat organized crime and dismantle the boycott against security fostered from inside prisons.”",
    "The riot was likely in reaction to a government crackdown in recent months on corruption within prisons, said Julissa Villanueva, head of the penal system.",
    "A commission, formed earlier this year, has raided prisons to wrest control from powerful gangs and weed out crooked security guards.",
    "Relatives of inmates were stationed outside the prison late Tuesday seeking to find out about their loved ones.",
    "“I’m looking for information about what happened to my daughter, but they still haven’t informed us,” a woman who identified herself as Ligia Rodriguez said in an interview with Honduras’ Channel 3 television station.",
    "Honduras has a history of deadly prison incidents, with 18 inmates reportedly killed in a gang fight in a penitentiary in 2019, and more than 350 dying in a fire in 2012."
  ]
}