{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/soes-and-sharpies/",
  "time_ut": 1680541320.0,
  "original_lang": "en",
  "original_title": "SOEs and sharpies",
  "original_body_lines": [
    "Sri Lanka Telecom workers downed tools yesterday in protest against the proposed divestiture of their institution. Their counterparts in other state-owned enterprises (SOEs), earmarked for privatisation under the guise of restructuring, are also up in arms. Their industrial action is fraught with the danger of snowballing into a general strike unless their grievances are redressed urgently.",
    "The government is apparently labouring under the delusion that it will be able to intimidate the protesting workers into submission with the help of the police, the military and the newly-established ‘iron-bar brigade’. Let it be warned that it is inviting trouble.",
    "The Rajapaksa-Wickremesinghe government insists that the state should not be involved in business activities; it must therefore be divested of all SOEs. Some ruling party nabobs have sought to support their argument against the SOEs by citing the privatisation of Air India as an example. But the fact remains that the energy behemoth, Indian Oil Company (IOC), which is on the march overseas, is an SOE.",
    "The IMF eLibrary offers some interesting reading materials on the Indian SOEs. Among them is a working paper, India’s State-Owned Enterprises (2022). It informs us that India’s SOEs account for 22 percent of GDP in total assets––comparable to other G-20 countries.",
    "Thus, it may be seen that the overall failure of SOEs here is due to unbridled politicisation, waste, corruption and mismanagement, and the fault lies in those who have been at the levers of power during the last several decades. If experts of integrity had been appointed to the key positions in Sri Lanka’s SOEs, and given a free hand, those outfits would have earned profits instead of contributing to the current economic crisis, and perhaps the need for the country to seek IMF assistance would not have arisen. The blame for ruining the local SOEs, whose raison d’etre has been to provide the supporters of governments in power with sinecures should be apportioned to all parties that have ruled this country, especially the UNP, the SLFP and the SLPP.",
    "The fact that the incumbent regime consisting of the UNP, the SLFP and the SLPP is in overdrive to sell the SOEs on the grounds that they are in the red and not economically viable is a damning indictment on its leaders, scilicet President Ranil Wickremesinghe, former President Mahinda Rajapaksa, former Finance Minister Basil Rajapaksa and Prime Minister Dinesh Gunawardena. The less said about former President Gotabaya Rajapaksa, the better! Ex-President Maithripala Sirisena has sought to absolve himself of the blame for the current economic crisis, but on his watch, too, massive foreign loans were obtained and corrupt deals cut at the expense of the state coffers. He has not joined the government, but is making overtures to the SLPP-UNP combine, which is engaged in political kerb-crawling as it were. These self-righteous leaders are also directly responsible for the present economic meltdown, which has resulted from haphazard borrowings from both internal and external sources, corruption, economic mismanagement and the theft of public funds over the years.",
    "One may recall that a seven-storeyed building collapsed, killing two persons and injuring 21 others, at Wellawatta, in 2017. Legal action was promptly taken against those who were responsible for the tragedy. But, strangely, no such action was taken when the country’s economy collapsed. Instead, those who caused the current economic catastrophe have been allowed to undertake to rebuild it! This is like a gang of rapists being entrusted with the custody of their victim so that they could continue to abuse her!",
    "At the rate the failed leaders of the current dispensation are going about the fire sale of state assets, the country will be left without anything to sell in case of another economic crisis, the possibility of which cannot be ruled out. So, this being our last chance to come out of the economic crisis, the task of reviving the economy should be entrusted to a team of honest, competent persons, and certainly not a bunch of failed, corrupt sharpies who have bankrupted the country. Hence the demand that a snap general election be held soon for the people to decide who should handle the economy has come to be widely considered prudent and timely.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}