{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/94994/australia-trounce-india-to-win-sixth-icc-cricket-world-cup-title",
  "time_ut": 1700410500.0,
  "original_lang": "en",
  "original_title": "Australia trounce India to win sixth ICC Cricket World Cup title",
  "original_body_lines": [
    "Australia produced a magnificent performance to beat India in the final to win the ICC Men’s Cricket World Cup 2023.",
    "The majority of a packed and partisan crowd arrived at the Narendra Modi Stadium hoping to see the host nation end their decade-long wait for a major ICC trophy win.",
    "But it was Australia who delivered on the day. The Australian bowling attack combined to turn the screw after a fast-paced powerplay, bowling India out for 240.",
    "And Travis Head was the star with the bat, hitting an inspired century to win Australia’s men their sixth ICC Cricket World Cup crown.",
    "Victory for Australia is a crowning moment in what has been a phenomenal year for Pat Cummins’ side across formats, adding to their win over India in the World Test Championship final in June and their subsequent retention of the Ashes.",
    "Tasked with a target of 241 to win the World Cup, Australia got off to a fast but shaky start in the face of a new-ball assault from India’s seam attack.",
    "David Warner (7), Mitchell Marsh (15) and Steven Smith (4) all departed cheaply as Australia slipped to 47/3 inside the opening seven overs, with Mohammed Shami and Jasprit Bumrah taking the wickets.",
    "But a superb partnership between Head and Marnus Labuschagne won it for Australia, with Head hitting a stunning century and Labuschagne playing the foil at the other end, bedding in with a resolute half-century of his own.",
    "Head was caught in the deep with just one run needed to win the game, departing to a standing ovation from his teammates having scored 137 from 120 runs.",
    "And Glenn Maxwell scored the winning runs as Australia claimed victory with six wickets and seven overs to spare.",
    "Earlier, Australia skipper Pat Cummins won the toss and chose to bowl first in Ahmedabad in-front of a packed crowd. But it was India who got off to a flier, inspired once more by captain Rohit Sharma.",
    "The early loss of Shubman Gill didn’t halt India’s attacking momentum, as Rohit and Virat Kohli racked up the runs in the first ten overs, with 80 runs coming in the first powerplay, equalling the record for a men’s Cricket World Cup final.",
    "However, the departure of the skipper for 47 from 31 balls was followed by Shreyas Iyer for 4 in the very next over, and the match took an abrupt turn from that moment on, as the runs dried up through the middle overs.",
    "Looking to rebuild in the face of some excellent bowling on a tricky surface, Kohli and KL Rahul bedded in, ensuring India reached at least a competitive total.",
    "Wickets fell frequently as Australia’s bowling attack looked to press home their advantage, and the final Indian wicket came off the last ball of the innings, with the total at just 240.",
    "Pat Cummins’ 2/34 from ten overs summed up the effort from the Aussie pacers, with Mitchell Starc taking 3/55 and Josh Hazlewood 2/60. Adam Zampa provided good control through the middle, finishing with 1/44, while Glenn Maxwell’s 1/35 from six overs included the crucial wicket of Rohit.",
    "The innings fell into two distinct sections. Nine fours and three sixes were struck in the first powerplay as India reached 80/2. But in the following 240 balls of the innings, there were no further sixes, only four boundaries and just seven twos – with all other runs coming in singles.",
    "The second innings got off to a frenetic start, with David Warner edging the first ball through the slip cordon and scoring 15 runs in a thrilling first over.",
    "And the drama built yet further when Mohammed Shami, handed the new ball over Mohammed Siraj, removed Warner in a bizarre second over. Six wides a bye and a leg bye came in Shami’s over as the ball swung all over the place, with Warner wafting at one arcing away-swinger to edge to slip.",
    "An energised crowd roared on as India pressed hard for more powerplay wickets to boost their chances of defending 240 all out.",
    "And Bumrah stood up when his team needed him bagging his team’s second, removing the dangerous Mitchell Marsh for a run-a-ball 15, and then dismissing Steve Smith for 4.",
    "With three of the top four back in the hutch with the score at 47/3, India had pulled themselves right back into the contest.",
    "But Australia rebuilt as Travis Head and Marnus Labuschagne bedded in to lift their side.",
    "Head led the charge as Labuschagne laid anchor at the other end, with the opener bringing up a fine fifty.",
    "The pair’s century stand left Australia in pole position to win the match, with wickets in hand and plenty of overs to spare, and Head’s phenomenal century was greeted by complete silence by a shellshocked crowd at the Narendra Modi Stadium.",
    "Rohit Sharma began in his characteristic aggressive fashion, unleashing a brace of fours in the very second over, and then hitting a six and four in the fourth. Even as Josh Hazlewood was under the pump, his partner Mitchell Starc managed to strike in the fifth over. A mistimed front foot pull brought the end of Shubman Gill for four.",
    "The flow of runs didn’t stop as Virat Kohli set his eye in early, and hit a hat-trick of fours against Starc. However, India’s aggressive run was halted once more towards the end of the first Powerplay. Rohit mistimed a shot towards the off-side and Travis Head ran back from the covers and held on to an absolute stunner.",
    "Soon after the first Powerplay, the aggressive Shreyas Iyer also fell for a paltry score, nicking one behind the wicket. The boundaries dried up as India tried to re-settle after the early blows. They went at close to three runs an over between 11-15.",
    "Kohli and KL Rahul continued the restructuring of India’s innings. Pat Cummins kept ringing in the changes amongst his bowlers to get a breakthrough, however, India managed to get to the mid-innings mark without another loss.",
    "On the back of Kohli’s fifth successive fifty in the Cricket World Cup, India seemed to be picking up pace. However, Cummins struck once more for Australia, employing a short ball against the batter, who ended up playing on.",
    "This setback pushed India into defensive mode once more. Ravindra Jadeja, sent in at no. 6 ahead of Suryakumar Yadav to get the left-right combination going, was happy to knock the ball around the park along with Rahul. The latter reached his fifty in the 35th over mark. As the ball started to reverse swing, Australia’s pacers found greater help from the wicket.",
    "Josh Hazlewood struck in the 36th over, getting Jadeja to nick one behind the wicket.",
    "India eventually reached their 200 in the 41st over. The team needed a push to get them to a solid total.",
    "But wickets kept on falling, and Jasprit Bumrah was next to depart, trapped in-front by Adam Zampa, who finished with 1/44 from his ten overs.",
    "And the silence was deafening from the crowd when Hazlewood picked up the key wicket of Suryakumar Yadav, who had bided his time until the last three overs before look to go big, only to top edge one to the keeper.",
    "The final-wicket pair looked to boost India in the death overs, and they took their team to 240 when Kuldeep Yadav was run out coming back for a second off the final ball of the innings.",
    "India: Rohit Sharma (c), Shubman Gill, Virat Kohli, Shreyas Iyer, KL Rahul (wk), Suryakumar Yadav, Ravindra Jadeja, Mohammed Shami, Jasprit Bumrah, Kuldeep Yadav, Mohammed Siraj.",
    "Australia: Travis Head, David Warner, Mitchell Marsh, Steve Smith, Marnus Labuschagne, Glenn Maxwell, Josh Inglis (wk), Mitchell Starc, Pat Cummins (c), Adam Zampa, Josh Hazlewood"
  ]
}