{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Parakrama-Niriella-exits-from-Drama-Advisory-Council-over-Ministerial-interference/56-756607",
  "time_ut": 1703199314.0,
  "original_lang": "en",
  "original_title": "Parakrama Niriella exits from Drama Advisory Council over Ministerial interference",
  "original_body_lines": [
    "The State Drama Advisory Council Chairman veteran artist Parakrama Niriella made a dramatic exit from the body this week, accusing the Buddhasasana, Religious and Cultural Affairs Minister Vidura Wickramanayaka of interfering with the Council’s decisions.",
    "Speaking at the 50th State Drama Festival held on Tuesday which was also attended by President Ranil Wickremesinghe, Niriella publicly accused the Minister of overruling decisions taken by the Council.",
    "«In a country purportedly governed by democratic principles, we, as individuals attuned to the pulse of art, proposed the recognition and presentation of awards to three local artists of international acclaim at this event. This mirrors the precedent set in the previous year when three other artists were similarly honoured,» he said.",
    "However, Niriella claimed, overruling this decision by the Council, dramatist Douglas Siriwardana had been informed by the Cultural Affairs Department in writing that due to a policy decision made, he would be presented with the award only in the coming year.",
    "According to Niriella, when inquired he was informed by the Ministry that the decision had been taken based on an order from Minister Vidura Wickramanayaka.",
    "Niriella remarked that such an incident was unprecedented in Sri Lankan drama and considered it a great insult to the dramatist nominated for the award.",
    "The veteran dramatist questioned the purpose of the State Drama Advisory Council if the Minister along with the Cultural Affairs Department Director can arbitrarily change decisions made by the Council. Niriella also claimed the Council was not informed of the decision to not present the award to Siriwardana this year.",
    "Niriella announced his resignation during the speech amid loud applause from the gallery before exiting the stage.  «I have more worthwhile pursuits. I can utilise my time to create stage plays and connect with the broader audience,» he expressed. The Minister has yet to respond to these allegations."
  ]
}