{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88662/us-concerned-chinese-loans-in-pakistan-sri-lanka-may-be-used-for-coercive-leverage-",
  "time_ut": 1677328320.0,
  "original_lang": "en",
  "original_title": "US concerned Chinese loans in Pakistan, Sri Lanka may be used for ‘coercive leverage’",
  "original_body_lines": [
    "The US is deeply concerned that the loans being given by China to India’s immediate neighbourhood – Pakistan and Sri Lanka – may be used for coercive leverage, a senior State Department official said on Friday.",
    "“Concerning Chinese loans to countries in India’s immediate neighbourhood, we are deeply concerned that loans may be used for coercive leverage,” Donald Lu, Assistant Secretary of State for South and Central Asia, told reporters ahead of the India trip of Secretary of State Antony Blinken.",
    "The top American diplomat is travelling to New Delhi on a three-day official visit from March 01 to 03.",
    "Lu said that the US is talking to countries in the region comprising India to take their own decisions and not feel compelled by any outside partner.",
    "“We are talking to India, talking to countries of the region about how we help countries to make their own decisions and not decisions that might be compelled by any outside partner, including China,” Lu said.",
    "Earlier in the day, Pakistani Finance Minister Ishaq Dar announced that the Board of China Development Bank (CDB) has approved a USD 700 million credit facility to the country.",
    "Responding to a question Lu said that there has been a serious conversation between India and the US on the issue of China.",
    "“We have had serious conversations about China, both before the latest scandal over this surveillance balloon but in the aftermath. So, I fully expect those conversations will continue,” he said.",
    "Lu, in response to a question, insisted that Quad is not a military alliance. “The Quad is not, in fact, an organisation that is against any single country or group of countries. The Quad stands for trying to promote activities and values that support the Indo-Pacific – free and open Indo-Pacific, but Indo-Pacific that’s prosperous and supports the values that we as these four countries represent,” he said.",
    "When asked about India’s military relationship with Russia, he said globally Russia is having a really difficult time fulfilling orders for military contracts.",
    "“We see plenty of evidence of that around the world. And if you look at press reporting, I think you can see the Indians are also wondering whether Russia will be able to provide for its defenses,” Lu said.",
    "Lu strongly refuted the allegations that India avoids the use of war when it comes to Russia. “India uses the word “war” all the time,” he asserted.",
    "“You heard Prime Minister Modi say, in August, now is not the era for war. You heard External Affairs Minister Jaishankar say in September, at the UN, that we need this war to end through diplomatic means and along the principles of the UN Charter, reinforcing territorial integrity and sovereignty,” he said.",
    "“And then, in November you heard the Indian Defense Minister say the threat to use nuclear weapons by Russia is totally unacceptable and at odds with the basic tenets of humanity. So, I don’t particularly see a reluctance to use the word ‘war.’ I think they use it all the time,” Lu said."
  ]
}