{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/homemade-beauty-scrubs/",
  "time_ut": 1686156540.0,
  "original_lang": "en",
  "original_title": "Homemade beauty scrubs",
  "original_body_lines": [
    "Take half a cup each of vegetable oil and honey, and a quarter cup each of grounded cinnamon, ground ginger and soda. Also take five teaspoons of vanilla extract. Mix them properly to make a thick paste which will be reddish brown in colour. Now apply this to your skin and massage gently. After a few minutes, rinse it off with warm water.",
    "Squeeze a lemon and mix it in one tablespoon of granulated brown sugar. Once the paste is ready, gently massage it on your skin for some time and then rinse it with warm water. Brown sugar helps to get rid of dead skin, while lemon lightens dark spots and other blemishes. To add more goodness to this scrub, you can also pour some essential oil and honey in to it.",
    "Mix two cups of brown sugar with one tablespoon of vanilla extract, and half a cup of olive oil. Add three drops of rose oil to it and stir the mixture well. After the paste is ready, massage it on your face, gently, for a few minutes, and then rinse it off, with warm water.",
    "Take 1/3 cup of salt and one tablespoon each of honey, olive oil and milk. Mix them all to make a paste. Now damp your face with some water and then gently massage the paste on your face, in a circular motion. Rinse your face after five minutes. This helps to remove the dead skin from your body and will leave you with a radiating skin.",
    "Mix one tablespoon of well-grounded coffee with a cup of mashed ripe strawberries, until you get a thick paste. Apply this paste to your skin and massage, in a circular motion, for a few minutes. Then leave it on for 10-15 minutes, before rinsing it off. Strawberries will make your skin smooth, while coffee will help to reduce the stretch marks, and get rid of cellulite.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}