{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/indian-strategies-on-adams-bridge-sethu-samudram-sri-lanka-hydrography-services/",
  "time_ut": 1678944881.0,
  "original_lang": "en",
  "original_title": "Indian Strategies On Adams Bridge, Sethu Samudram & Sri Lanka Hydrography Services",
  "original_body_lines": [
    "By an article published in Colombo Telegraph on March 1, 2022, I raised suspicions about the Indian court proceedings to declare Adam’s Bridge as a National heritage. The case, which has been 15 years old, has recently been brought to the surface, raising concerns about its outcome. Even though Dr. A. Ramaswami an Indian expert, had stated at a hearing held at a supreme court that this was a myth which cannot be scientifically substantiated and the criteria for designating it as a national heritage had not been met.",
    "The topic has been addressed on the “Oceanlust” YouTube channel, where people were cautioned about the underlying motives behind such actions and to preserve the video for future reference.",
    "This has been confirmed since the Tamil Nadu government declared its support for the “Sethu Samudram” project on January 9th, 2023, revealing alternative motives behind the court proceedings.",
    "The “Sethu Samudram” project was held up due to the efforts of Jayalalithaa and some politicians who claimed it could threaten Indian history. I was involved in the project at its early stage, representing the Fisheries ministry at that time .I believed that the project could have a negative impact on our harbors due to its structure. However, this is no longer the case. We now have two well-functioning ports where we can accommodate larger ships, including Adani’s jetty under construction. I do not believe that the “Sethu Samudram” project will have a significant negative economic impact on us.But we must have a long-term strategy to get maximum benefits out of it.",
    "*Meanwhile, there is an agreement (as per the draft of 2020 I assume) to be signed secretly between the Sri Lankan and Indian governments, giving the Indian navy the authority of hydrography surveying in Srilankan waters, which has complicated the issue further. I believe that the lack of transparency and the transfer of hydrography authority to the Indian navy could have significant impacts on Sri Lanka’s sovereignty/National Security, especially as an island nation. Because hydrography is essential for the future blue economy developments and Sri Lanka must have the authority to maintain control over its oceans.This may have been due to the lethargic management of Sri Lanka hydrography services during past 40 years I believe, but the situation is now changed as the present government has rightly authorised Sri Lanka Navy, to lead the hydrography services in Sri Lanka.*",
    "In conclusion, I raise concerns about the Indian court proceedings to declare Adam’s Bridge as an Indian heritage, and strongly suggest that people should study and be vigilant about the court proceedings of this case and its potential impacts on Sri Lanka’s economy and sovereignty/ National Security."
  ]
}