{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ruling-party-will-not-defeat-budget-mahinda-rajapaksa-140250/",
  "time_ut": 1700120280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ruling party will not defeat budget: Mahinda Rajapaksa",
  "original_body_lines": [
    "ECONOMYNEXT — The ruling Sri Lanka Podujana Peramuna (SLPP) has no intention of defeating President Ranil Wickremesinghe’s budget for 2024, according to SLPP leader and former president Mahinda Rajapaksa.",
    "Speaking to reporters in Kandy on Wednesday November 15 after a religious ceremony at the Temple of the Tooth, Rajapaksa intimated that, while the budget may have a few minor shortcomings, it was generally positive.",
    "“Yes. When we’re together, with a few minor shortcomings, there is a journey we’re embarked on together,” he said in a somewhat garbled and hurried response to a direct question by a reporter on whether he thought the budget was good.",
    "Rajapaksa was ostensibly referring to the continuation of his party’s ongoing alliance with President Wickremesinghe, though speculation continues to be strife that all is not well.",
    "Rajapaksa’s son and SLPP legislator Namal Rajapaksa, contrary to his party leader, sounded rather sceptical of Wickremesnghe’s ambitions for turning the crisis-hit economy around through the 2024 budget.",
    "“We must study the budget. He had presented a lot of these proposals in last year’s budget too. They don’t seem to have been implemented,” Namal Rajapaksa said, speaking to reporters after the budget presentation Monday November 13 afternoon.",
    "Sri Lanka ruling party faction sceptical of president’s 2024 budgetSee more",
    "According to Rajapaksa senior, however, the SLPP has no intention of defeating the budget, which would result in a dissolution of parliament followed by an election.",
    "“No, there is no reason to defeat the budget. None of our people intend to do that now,” he said.",
    "Asked to comment on his son’s remarks on the budget, the former president said: “Ask him about that.”",
    "The SLPP leader also said his party ready for an election “anytime”.",
    "“We have planned to hold the party convention in a grand scale. We intend to bring every member from every district,” said Rajapaksa, adding that his brother and SLPP architect Basil Rajapaksa is currently organising the convention. (Colombo/Nov16/2023)"
  ]
}