{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-inflation-to-temporarily-fall-below-single-digits-monetary-report-127107/",
  "time_ut": 1690813920.0,
  "original_lang": "en",
  "original_title": "Sri Lanka inflation to temporarily fall below single digits: monetary report",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s inflation will temporarily fall below single digits, the central bank said in the maiden monetary policy report issued under its flexible inflation targeting regime.",
    "“According to the present baseline forecast, headline inflation is projected to temporarily dip below mid-single-digit level, and subsequently stabilise around the targeted level in the medium term,” the central bank said in the monetary policy report.",
    "“The projected path for headline inflation indicates a further declining trend, contributed by tight monetary and fiscal policy actions undertaken thus far.”",
    "From September 2022 to July 2023, the central bank has created only 0.47 percent inflation, according to the Colombo Consumer Price Index.",
    "A fan chart projection, which is a probability function shows a high probability of inflation almost touching zero in the very near term.",
    "Sri Lanka’s central bank has allowed market rates to prevail up to now, but is now threatening to bring down interest rates by administrative remit.",
    "In the run up the sovereign default, the agency to boost growth, the imposed deposit controls and printed tens of billions of rupees to target a call money rate and also longer-term bond yields, and in 2018 also used dollar swaps to inject money, mis-target rates and depreciate the rupee, critics have shown.",
    "When a reserve collecting central bank prints money to mis-target rates and boost output, the resulting external instability and loss of confidence, requires very high interest rates to fix, which then results in bad loans and a growth slowdown.",
    "In the second quarter of 2023, economy may still contract, compared to last year, the central bank said."
  ]
}