{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ceylinco-Life-s-green-road-map-provides-Minuwangoda-a-new-eco-friendly-branch/34-755317",
  "time_ut": 1700244218.0,
  "original_lang": "en",
  "original_title": "Ceylinco Life’s green road map provides Minuwangoda a new eco-friendly branch",
  "original_body_lines": [
    "(Above, from left) Ceylinco Life Chairman R. Renganathan, Director Palitha Jayawardena and Managing Director Thushara Ranasinghe declare open the new Minuwangoda branch (below)",
    "Ceylinco Life’s inexorable green journey has reached another milestone with the opening of the Company’s latest branch in Minuwangoda in a purpose-designed Company-owned building.",
    "The first of the Company’s branches to adopt a new low-cost precast concrete technology developed by the National Engineering Research and Development Centre (NERD), the new branch at No 101, Veyangoda Road, Minuwangoda was completed in just 10 months with the time and cost savings made possible by the technology.",
    "The new building conforms to the exacting environment-friendly specifications adopted for all new branches on Company-owned land and is the 33rd Ceylinco Life branch to operate in a Company-owned building.",
    "The two-storey building provides 3,500 square feet of office space and is powered entirely by a 10-kW on-grid solar power system and a 5-kW battery backup system that result in zero consumption of electricity from the national grid and has its own rainwater harvesting facility and a waste-water recycling system that processes 100% of wastewater, minimising the use of pipe-borne water.",
    "The building is purpose-designed to make optimal use of natural light and natural ventilation and is fitted with energy-efficient artificial lighting and air conditioning systems. The precast construction method minimised the use of timber in the construction and new trees were planted in the premises.",
    "For customer convenience, the new branch has dedicated car parking slots, a spacious customer lounge, and personal discussion rooms.",
    "Among the branch buildings owned by Ceylinco Life are those in Anuradhapura, Trincomalee, Jaffna, Batticaloa, Kandy, Kalutara, Kurunegala, Gampaha, Galle, Matara, Tissamaharama, Negombo, Ratnapura, Kotahena, Mount Lavinia, Wellawatte and Matugama, many of which have already been converted to solar energy. Among the new branch buildings purpose-built to the company’s sustainable energy model are those at Horana, Panadura, Wennappuwa, Bandarawela, Chilaw, Kadawatha, Jaffna, Malabe, Divulapitiya, Negombo, Nelliady, Piliyandala, Ja-Ela and Minuwangoda.",
    "Ceylinco Life operates the largest network of 256 branches in Sri Lanka’s life insurance industry, giving it a physical presence in 132 cities, towns, and villages in 24 districts."
  ]
}