{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81549",
  "time_ut": 1678647420.0,
  "original_lang": "en",
  "original_title": "Dazzling Deepika Padukone Introduces Best Original Song  Prize Winning Performance of “Naatu,Naatu” from “RRR” at  2023 Oscar Ceremony",
  "original_body_lines": [
    "Deepika Padukone was on hand at the Oscars on Sunday to introduce the performance of best original song nominee (and later winner) “Naatu Naatu,” from “RRR.”",
    "In presenting the song, she noted its anti-colonialist themes — but it’s also “a total banger,” she said.",
    "The “Naatu Naatu” performance featured playback singers Kaala Bhairava and Rahul Sipligunj flanking a squadron of high-energy dancers.",
    "While Padukone is best known for her Hindi-language films, she got her start in South Indian cinema — her first movie was the Kannada-language “Aishwarya.” Already a global celebrity, the 37-year-old has had a major year outside of India. She also served on the jury at the 75th Cannes Film Festival last May and walked out the FIFA World Cup trophy alongside former Spain keeper Iker Casillas at the final in Qatar.",
    "She most recently starred opposite Indian superstar Shah Rukh Khan in the hit “Pathaan,” which brought in $5.9 million at the North American box office alone in its first weekend.",
    "Deepika Padukone arrived on the red carpet of the 95th Academy Awards on Monday morning in a stunning black gown. The actor will be presenting at the ceremony in Dolby Theatre, Los Angeles.",
    "She will be joined by a long list of presenters on the Oscars night.",
    "The list, in no particular order, includes Halle Bailey, Antonio Banderas, Elizabeth Banks, Jessica Chastain, John Cho, Andrew Garfield, Hugh Grant, Danai Gurira, Salma Hayek Pinault, Nicole Kidman, Florence Pugh and Sigourney Weaver, Riz Ahmed, Emily Blunt, Jennifer Connelly, Ariana DeBose, Samuel L. Jackson, Dwayne Johnson, Michael B. Jordan, Troy Kotsur, Jonathan Majors, Melissa McCarthy, Janelle Monáe, Questlove, Zoe Saldaña, Donnie Yen, Paul Dano, Cara Delevingne, Harrison Ford, Kate Hudson, Mindy Kaling, Eva Longoria, Julia Louis-Dreyfus, Andie MacDowell, Elizabeth Olsen, Pedro Pascal and John Travolta.",
    "Deepika has previously represented India on a jury at the 75th-anniversary celebration of the Cannes Film Festival 2022. She also unveiled the FIFA World Cup trophy in Lusail Stadium on December 18 before the final between Argentina and France.",
    "The actor is riding high on the success of her film  Pathaan, co-starring Shah Rukh Khan. She is currently filming for a sci-fi movie, tentatively titled  Project K, which also features Prabhas and Amitabh Bachchan.",
    "Meanwhile, India’s morning started early today as the nation eagerly awaits to see if the three Indian titles on the final list win the Oscars.",
    "SS Rajamouli’s magnum opus  RRR’s soundtrack ‘Naatu Naatu’ is competing under the Best Original song; Shaunak Sen’s documentary  All That Breathes for the best documentary feature, and The Elephant Whisperers by Kartiki Gonsalves and Guneet Monga for Documentary Short Film category."
  ]
}