{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ideal-Motors-hands-over-locally-manufactured-ATVs-to-Sri-Lanka-Navy/34-746462",
  "time_ut": 1679078351.0,
  "original_lang": "en",
  "original_title": "Ideal Motors hands over locally manufactured ATVs to Sri Lanka Navy",
  "original_body_lines": [
    "Ideal Group Founder and Chairman Nalin Welgama and Director Chaminda Wanigaratne officially hand over the ‘Combat All Terrain Vehicles’ to Navy Commander Vice Admiral Priyantha Perera. Other participating senior Navy Officers (from left): Rear Admiral P.A.J.N. Ponnamperuma, Rear Admiral R.A.P.P. Ratnayake, Commodore D.S.P.K. De Silva and Commodore (Marine) Director Marine P.S.K. Pitigala",
    "Ideal Motors, a leading vehicle manufacturer and an assembling company in Sri Lanka, recently delivered a range of ‘Combat All Terrain Vehicles’, which are specially designed for use on rough terrains and manufactured using local technology, to the Sri Lanka Navy’s Marine Corps. Ideal Motors has taken the initiative to locally manufacture these ATVs, with the technical support from Mahindra and Mahindra – India. Components such as the engine, gear system and the chassis were all sourced from the Mahindra Company in India.",
    "The vehicles’ design and the manufacture of other vehicle parts were carried out by local engineers, and it has been proven via extensive testing that these ATVs are well built and suit any terrain. Three of these ATVs, which were specially designed to suit the requirements of the Marine Corps, were recently handed over to the Sri Lanka Navy. Ideal Motors states that this locally manufactured ATV can be purchased at a cost of Rs. 8 million whereas, if imported to Sri Lanka, an ATV of similar capacity, would cost approximately Rs. 20 million. A three-year warranty period along with a 24-hour breakdown assistance service is also on offer for customers by Ideal Motors.",
    "These vehicles are to be mainly used for coastal zone protection by the Sri Lankan Navy Marines specially focusing on illegal smuggling taking place in coastal areas. Discussions are underway to facilitate the provision of similar specially designed vehicles for Sri Lanka’s Armed Forces with the aim of accelerating the local production of vehicles to suit such requirements.",
    "This will result in securing the foreign currency within the nation instead of relying on imports, which is especially useful during challenging times such as the prevailing economic situation in Sri Lanka. It will also greatly contribute to the revival of the local industries and empower the nation overall."
  ]
}