{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-launches-national-guidelines-for-bipartite-osh-committees-on-world-day-for-safety-and-health-at-work/",
  "time_ut": 1683916860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka launches national guidelines for Bipartite OSH Committees on World Day for Safety and Health at Work",
  "original_body_lines": [
    "The Ministry of Labour and Foreign Employment announced the nation-wide rollout of guidelines on establishing Bipartite Occupational Safety and Health (OSH) Committees at Workplaces during the ‘World Day for Safety and Health at Work’ event on the 28th of April 2023.",
    "The guidelines were initially developed by Better Work Sri Lanka Programme, a joint initiative between the International Labour Organization (ILO) and the International Finance Corporation (IFC), specifically for the country’s garment industry. The nation-wide rollout marks a significant step towards improving health, safety, and overall well-being for the workforce in Sri Lanka.",
    "The event brought together more than 280 participants, comprising representatives from government institutions, leading industries, trade unions, development partners, the Employers Federation of Ceylon (EFC), the Joint Apparel Association Forum (JAAF), and international buyers.",
    "The event introduced the national guidelines on Bipartite OSH Committees, a platform composed of management and union/worker representatives with different roles, expertise, and experiences to assist the employer in creating a culture of safety to improve the workforce’s physical and mental health, safety, and well-being. Emphasis has been placed on ensuring female representation in the bipartite OSH committees to encourage them to take leadership in OSH functions. Furthermore, the initiative creates a platform for good communication, coordination and cooperation between workers, their representatives and employers.",
    "This national rollout is seen as a significant and timely step for OSH. The right to a “safe and healthy working environment” was included as one of the ILO’s fundamental principles and rights at work in June 2022.",
    "During the event, the Chief Guest, Manusha Nanayakkara, Minister of Labour and Foreign Employment, highlighted the importance of prioritizing a safe and healthy work environment for all workers nationwide. “Respecting, promoting, and realizing the absolute right to a safe and healthy working environment is of utmost importance,” he noted. “OSH is a fundamental right for all workers, and we are committed to creating a sustainable and resilient future for them.”",
    "Ms. Simrin Singh, Country Director of the ILO in Sri Lanka, echoed this sentiment, emphasizing the need to implement strong OSH measures across all sectors to cater to the different requirements of workplaces. “We also need to prioritize OSH, using bipartite committees as an example and a testament of the relevant stakeholders’ collective ability to safeguard employees, ultimately leading to increased productivity,” she stated.",
    "R.P.A Wimalaweera, Secretary of the Ministry of Labour and Foreign Employment, added that it is crucial to implement OSH measures from the grassroots level, especially within SMEs, by taking a multi-dimensional approach. He stressed the need for legislative and regulatory frameworks for OSH in line with Conventions, stating that OSH is not just a moral obligation but a legal right.",
    "“Employers and employees must prioritize safety and health through implementing new regulations, employee training, safety committees, and cultivating a safety first culture. Personal protective equipment alone is insufficient for a safe work environment,” said Commissioner General of Labour B. K. Prabath Chandrakeerthi.",
    "Looking towards the future, Mr. Kesava Murali Kanapathy, Head of Better Work Sri Lanka programme, expressed the importance of effective partnerships with relevant stakeholders to ensure that the right to a safe and healthy working environment is upheld. “The nation-wide adoption of the Guidelines is a milestone for the country and the right step to promoting OSH,” he said.",
    "The event also featured a panel discussion on the importance of OSH and OSH as a fundamental right, moderated by Dr. Aseni Wickramatillake, Occupational Health and Hygiene Practitioner and Secretary of WSHA. The panellists included Dr. Nirmalie Champika Amarasinghe, Director General of the National Institute of Occupational Safety and Health (NIOSH); Eng E. Abeysiriwardena, Additional Commissioner General of Labour (Engineering); Mr. Vajira Ellepola, Director General/Chief Executive Officer of The Employers’ Federation of Ceylon (EFC) and Mr. Leslie Devendra, General-Secretary of Sri Lanka Nidahas Sevaka Sangamaya (SLNSS), Sri Lanka.",
    "With COVID-19 having spotlighted the importance of health and safety, Mr. Devendra stated that Trade Unions are now prioritising OSH in the workplace. “Fighting for a survival wage has always been a priority among trade unions in a developing country like ours, but following the pandemic, we in the leadership see OSH as one of the top priorities in the workplace,” he said.",
    "Meanwhile, EFC Director General and CEO Mr. Vajira Ellepola stressed, “Collaboration and communication between workers, their representatives, and employers to create an effective OSH management system is critical. Through the implementation of bipartite committees, we hope that we recognize health & safety as fundamental principles and rights at work,”",
    "During the panel discussion, the speakers agreed that with OSH being declared a fundamental principle and right, workers and employers see employee safety as a common area of interest which can be enabled through a robust regulatory framework that encourages a culture of safety and well-being in the workplace.",
    "Nations Trust Bank hosts Business Advisory Forums in the North and East",
    "Share market trading starts on positive note but fizzles out",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}