{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-ceb-has-proposed-reducing-tariff-by-3-pct-pucsl-chief-120876/",
  "time_ut": 1684461600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s CEB has proposed reducing tariff by 3-pct: PUCSL chief",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-run Ceylon Electricity Board (CEB)  has proposed reducing tariffs by an average of 3 percent, in a new cost and tariff filing, but the proposed costs have fallen 27 percent, Chairman of the Public Utilities Commission, Janaka Ratnayake said.",
    "“The CEB has proposed to reduce it by only three percent,” Janaka Ratnayeka, Chairman of the Public Utilities Commission (PUCSL) told reporters on Thursday.",
    "In the tariff proposal,the CEB has revised its earlier estimated cost for the second half of 2023 (July to December) from 392 billion rupees to 285 billion rupees.",
    "He claimed the this indicates the CEB can cut prices more than 3 percent.",
    "However, consumption had fallen, more than projected by the CEB initially and in line with the PUCSL projections.",
    "“In April this year, the CEB realized that our estimations for the year were more accurate, as the estimated demand for the year, which was initially 16,550 Gigawatt per hour, was reduced to 15,050 GigaWatt hours,” he said.",
    "“After that, they provided written confirmation that the estimated demand for the second half is 15,264 GWh.”",
    "“We will make a decision after the CEB provides us with the necessary data relating to the proposal they have submitted, and then we will hold a public hearing and reach a final decision.”",
    "Sri Lanka’s inflation rose steeply after the rupee collapsed in 2022, making food and other prices go up, forcing people to cut down on energy.",
    "Falling consumption means, consumers move to lower categories where revenues are lower and may be below average costs in some categories.",
    "In the March 2023 quarter the CEB lost 34 billion rupees, up from 21 billion rupees a year earlier, partly due to finance costs.",
    "The rupee collapsed to 360 to the US dollar after March 2023, from an earlier 200 to the US dollar after the central bank printed money (CB credit) and boosted domestic credit to unsustainable levels. (Colombo, May 18, 2023)"
  ]
}