{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/08/03/water-bill-increase-explained-water-board-imposes-new-conditions/",
  "time_ut": 1691067420.0,
  "original_lang": "en",
  "original_title": "Water bill increase explained; Water board imposes new conditions",
  "original_body_lines": [
    "COLOMBO (News 1st): Sri Lankan authorities have decided to increase the water tariff with effect from the 1st of August, and published an extraordinary gazette detailing the revision.",
    "The revision will apply to all user categories, excluding Samurdhi Recipients & Tenement Gardens.",
    "The Usage Charge per unit for residences that uses zero to five units was increased from Rs. 20/- to Rs. 60./- which is an increase of 200%.",
    "The Monthly Service Charge of Rs. 300/- for unit zero to five remains unchanged.",
    "Accordingly, the monthly bill of a residence using a maximum of 5 units was increased to Rs. 600/- from Rs. 400/-, leaving out the tax.",
    "The Usage Charge per unit for residences that uses six to 10 units was increased from Rs. 27/- to Rs.80/-, while the Usage Charge per unit for residences that uses 11 to 15 units was increased by Rs. 66/-.",
    "The Monthly Service Charge of Rs. 300/- for unit zero to fifteen remains unchanged.",
    "The Monthly Service Charge for residence that use over 16 units was increased.",
    "The Usage Charge per unit for residences that uses 16 to 20 units was increased by Rs. 42/-, and the Monthly Service Charge was increased by Rs. 100/-.",
    "The Usage Charge per unit for residences that uses 21 to 25 units was increased by Rs. 31/-, and the Monthly Service Charge was increased by Rs. 200/-.",
    "The Usage Charge per unit for residences that uses 26 to 30 units was increased by Rs. 10/-, and the Monthly Service Charge was reduced by Rs. 300/-.",
    "The Usage Charge per unit for residences that uses 31 to 40 units was increased by Rs. 1/-, and the Monthly Service Charge was increased by Rs. 600/-.",
    "The Usage Charge per unit for residences that uses 41 to 50 units was increased by Rs. 6/-, and the Monthly Service Charge was increased by Rs. 600/-.",
    "The Usage Charge per unit for residences that uses 51 to 75 units was increased by Rs. 19/-, and the Monthly Service Charge was increased by Rs. 1,100/-.",
    "Previously, there was category for over 75 units, however, this time around it was amended to users between 76 to 100 units.",
    "The Usage Charge per unit for residences that uses 76 to 100 units was increased by Rs. 32/-, and the Monthly Service Charge was increased by Rs. 500/-.",
    "The Usage Charge per unit for residences that uses over 100 units was increased to Rs. 300/- per unit, and the Monthly Service Charge was increased to Rs. 4,500/-.",
    "Accordingly, the Monthly Bill of a residence using over 75 units was increased by 26%.",
    "According to the extraordinary gazette, the tariff for Public Stand Posts, and Garden Taps was increased.",
    "The unit price for a unit in the Public Stand Posts, and Garden Taps category was increased from Rs. 15/- to Rs. 60/- which is an increase of 300%.",
    "The Monthly Service Charge for zero to twenty-five units was increased from Rs. 300/- to Rs. 400/-.",
    "The Tariff  For Government & Assisted Schools, Religious & Approved Charitable Institutions and Nonprofit Organizations was increased by 900%.",
    "The unit price of Rs. 6/- that was charged for five units or less was increased to Rs. 60/-.",
    "The Monthly Service Charge of Rs. 50/- was increased to Rs. 400/-.",
    "A Religious Institution or School that consumed 5 units per month tax-free for Rs. 80/- will now have to pay Rs. 700/- which is an increase of 775%.",
    "The Unit price for Government & Assisted Schools, Religious & Approved Charitable Institutions and Nonprofit Organizations for any category is fixed at Rs. 60/-.",
    "However, the Monthly Service Charge ranges from Rs. 400/- to Rs. 3,500/-.",
    "The Unit price of Rs. 670/- for 25 units used by Ports City & Shipping was increased to Rs. 750 /- which is an increase 11%.",
    "The Monthly Service Charge for the usage of over 20,000 units was increased by Rs. 10,000/- from Rs. 120,000/-.",
    "New charges and conditions were also announced via the extraordinary gazette.",
    "Customers are expected to pay the bill, within a period of 14 days from the date of receipt of the bill.",
    "Consumers paying their water bills within 14 days from the date of issue of the bill will be given a rebate of 1.5%.",
    "If consumers fail to settle the water bill within a period of 30 days from the date of receiving a bill, an additional charge of 2.5% will be added.",
    "The General Manager of the National Water Supply and Drainage Board shall have the power to disconnect the",
    "service connection of consumers, whose bills are in arrears for a period of more than 30 days.",
    "A customer who is not registered for e-billing shall pay an amount determined periodically by the General Manager of the National Water Supply and Drainage Board for the \"Environmental Conservation Fund\"",
    "Donald Trump pleads not guilty in Washington DC court to charges of trying to overturn the 2020 presidential election"
  ]
}