{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-axiata-partners-with-jica-to-drive-social-development-projects-in-sri-lanka/",
  "time_ut": 1685982900.0,
  "original_lang": "en",
  "original_title": "Dialog Axiata partners with JICA to drive social development projects in Sri Lanka",
  "original_body_lines": [
    "In a shared mission to drive positive change and progress in Sri Lanka, Dialog Axiata PLC, Sri Lanka’s premier connectivity provider and Japan International Cooperation Agency (JICA), entered into a strategic partnership to embark on a range of social development projects.",
    "This collaboration aims to amplify the impact of a number of ongoing projects across sectors such as power, water and sanitation, agriculture, disaster risk management, governance, and social services. Despite the challenges faced by the people of Sri Lanka, this collaboration between Dialog Axiata PLC and JICA seeks to deliver innovative and effective services, particularly to those who have been adversely affected. By leveraging the expertise and resources of both entities, the partnership is dedicated to supporting the social and economic development of Sri Lanka.",
    "Speaking about the partnership, Supun Weerasinghe, Group Chief Executive at Dialog Axiata PLC, stated, “We are delighted to join forces with Japan International Cooperation Agency (JICA) to pursue our common goal of promoting positive transformation and advancing development in Sri Lanka. By leveraging this partnership, we strive to enhance the effectiveness of our projects spanning various sectors and cater to the pressing societal requirements. Alongside JICA, we are dedicated to providing innovative and efficient solutions, particularly for those adversely affected by the economic crisis. We aspire to make a substantial contribution to the social and economic growth of Sri Lanka through our Partnership.”",
    "Tetsuya Yamada, the Chief Representative of JICA Sri Lanka Office, stated, “We see information and communication technology as a great tool to make things more efficient, speedier, economical, inclusive and transparent. So, our partnership with Dialog will add tremendous extra values to our services and give transformational impacts to our projects and programs. We would like to make our partnership with Dialog an open platform so a wide range of people and organizations could join us hand in hand with lots of ideas and inputs to bring about even greater impacts to the society and economy of Sri Lanka.”",
    "Ceylinco Life appoints new COO and Deputy COO to strengthen leadership pipeline",
    "Dialog partners with Meta to launch text-only Facebook & Discover to connect the under-connected",
    "State of the Art digital educational support from Dialog, Sri Lanka Air Force & EWIS for Nalanda School, Trincomalee",
    "Dialog Enterprise partners ‘The Grand’ Ward Place to deploy ultra-fast fibre connectivity solutions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}