{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90064/us-president-biden-officially-declares-2024-re-election-bid",
  "time_ut": 1682419380.0,
  "original_lang": "en",
  "original_title": "US President Biden officially declares 2024 re-election bid",
  "original_body_lines": [
    "President Joe Biden said on Tuesday he will seek a second White House term in 2024, a decision that will test whether Americans are ready to give the 80-year-old Democrat, already the oldest US president ever, another four years in office.",
    "Biden made his announcement in a slickly produced video released by his new campaign team, in which he declares it is his job to defend American democracy.",
    "It opens with imagery from the January 6, 2021, attack on the US Capitol by supporters of former President Donald Trump.",
    "“When I ran for president four years ago, I said we’re in a battle for the soul of America, and we still are,” Biden said.",
    "“This is not a time to be complacent. That’s why I’m running for re-election.”",
    "Biden described Republican platforms as threats to American freedom, vowing to fight efforts to limit women’s healthcare, cut Social Security and ban books, while blasting “MAGA extremists.”",
    "MAGA is the acronym for the “Make America Great Again” political slogan of Trump, who may well be Biden’s Republican opponent in the November 2024 election.",
    "In the two years since he took over from Trump, Biden won Congress’ approval for billions of dollars in federal funds to tackle the COVID-19 pandemic and for new infrastructure, and oversaw the lowest levels of unemployment since 1969, although a 40-year high in inflation has marred his economic record.",
    "Biden’s age makes his re-election bid a historic and risky gamble for the Democratic Party, which faces a tough election map to hold the Senate in 2024 and is the minority in the House of Representatives now.",
    "Biden’s approval ratings were stuck at just 39 percent in a Reuters/Ipsos poll released on April 19 and there are steep concerns about his age among some Americans; he would be 86 by the end of a prospective second term, almost a decade higher than the average US male’s life expectancy.",
    "Doctors declared Biden, who does not drink alcohol and exercises five times a week, “fit for duty” after an examination in February. The White House says his record shows that he is mentally sharp enough for the rigors of the job.",
    "Biden will be joined in his 2024 quest by his running mate, Vice President Kamala Harris.",
    "Biden’s entry into the race follows Trump’s announcement in November that he would seek a second term after losing the 2020 contest to Biden.",
    "Biden, running as an incumbent, is unlikely to face much competition from inside his party. No senior Democrats have shown signs of challenging him and he has compiled a board of rising-star Democrats to advise his campaign, including governors J.B. Pritzker of Illinois and Josh Shapiro of Pennsylvania.",
    "Potential and declared Republican presidential candidates have begun framing the 2024 election around cutting back government spending amid still-high inflation, restricting abortion, crime in Democratic-run cities and illegal immigration.",
    "The two leading Republican contenders, Trump and Florida Governor Ron DeSantis, want to limit the access of trans children to sports teams and gender-affirming medical care, and restrict how schools teach LGBTQ+ issues and America’s history of slavery and racial disparities.",
    "Biden ran a mostly virtual campaign to defeat Trump in the 2020 election as COVID-19 raged, saying he sought to unify the country, rebuild the economy, and better control the virus.",
    "With pandemic restrictions mostly over in the United States, the 2024 race is likely to be a much different, more physical affair.",
    "After losing by 7 million votes to Biden in 2020, Trump refused to concede defeat, falsely claiming that there had been widespread electoral fraud.",
    "His supporters stormed the US Capitol building in Washington on Jan. 6, 2021, in support of his claims but they failed to halt certification by Congress of Biden’s win.",
    "Biden’s campaign video suggests he plans to remind voters of these actions, while lauding his handling of the economic recovery from the pandemic slump, especially the strength of the labor market.",
    "Other Biden themes may include strong US support for Ukraine in its war against Russia and what the White House says are Republican plans to unravel federal healthcare and programs popular with older voters.",
    "This summer, Biden is challenging Republicans to find common ground on raising the US debt ceiling before the country goes into default in a matter of months.",
    "Fifty-nine percent of Democrats polled by Reuters/Ipsos in February said the phrase “Joe Biden is too old to work in government” describes the president."
  ]
}