{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-s-first-experience-oriented-platform-Feelo-announces-maiden-investor-partnership/34-747990",
  "time_ut": 1683235072.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s first experience-oriented platform ‘Feelo’ announces maiden investor partnership",
  "original_body_lines": [
    "Feelo, a Sri Lankan startup company that offers unique experiential packages, has announced its first investor partnership just four months into business.",
    "The company’s first investor, Ales Ryp, is a Czech entrepreneur and venture capitalist known for his work with Czech-based online experience platform, Slevomat. The partnership marks a significant milestone for Feelo, demonstrating investor confidence in the company’s mission and vision for the future.",
    "Feelo Co-founder and CEO Ondrej Lang, is thrilled to receive the backing of investors just four months into business. “I believe that Sri Lanka has enormous potential in its people, nature, and culture. With the support of those who believe in the story of Feelo, we aim to build a Sri Lankan company that can disrupt the entire South Asian market. It will bring us much joy if we can help Sri Lankans enjoy their lives at least a bit more.”",
    "Feelo offers unique experiential packages to their customers at discounted rates. The packages are designed to provide users with unforgettable experiences, from adventure sports to cultural tours. Users can simply make their purchase online, visit the vendor, and enjoy the experience.",
    "On Feelo, customers can buy vouchers for experiences ranging from candlelit dinners, luxury stays with safaris, four-course tasting menus, and even smashing bottles or TVs to relieve stress. Customers can also enjoy Japanese cuisine, get a creative haircut, try out nail or face wellness treatments, experience a food trail through a traditional Sri Lankan village, or spend a night in the rainforest. Feelo offers a 100% money-back guarantee if customers are not satisfied with their experience. What sets Feelo apart is its focus on providing great experiences, and a business model centred on curated packages incorporating additional services from vendor partners. Hasanta Sumudupriya, COO and Director of Feelo, explains that the startup has a unique offering that differentiates it from other companies in the market. “Currently we have no direct competitor, possess unique insider knowledge from similar successful foreign companies, and have shown results by crossing 15 million orders within the first four months. Our packages are unique. We offer experiences as packages, where users can just buy, go and enjoy.”",
    "Since the inception of their platform four months ago, Feelo’s current market size has grown to more than 1,300 customers, and has engaged in over Rs. 13 million worth of customer transactions with vendor partners. There is growing confidence in Sri Lanka’s startup ecosystem despite economic challenges, and Feelo’s success in riding the venture capital wave is a testament to the potential of tech start-ups in Sri Lanka. With Ryp’s backing, Feelo is projected to reach $ 1 million in revenue within the year.",
    "Ondrej and his team are confident of the impact that Feelo will have in the near future. “In three years, our goal is to have revenues over $10 million and to be active in two foreign markets in addition to Sri Lanka. I aim to build a Sri Lankan company that disrupts the whole South Asian market.”",
    "The country has seen a rise in entrepreneurship in recent years, and investors are taking notice of the opportunity. Two other angel investors and one Sri Lankan employee have also invested in Feelo, demonstrating the team’s belief in the company.",
    "Feelo is poised to make a significant impact on the market. The company’s unique offering and commitment to providing unforgettable experiences make it a standout in the industry, and the investment from Ryp is a testament to the potential of Feelo’s vision."
  ]
}