{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Cabinet-nod-to-table-Mid-Year-Financial-Report-in-Parliament/56-750498",
  "time_ut": 1689119862.0,
  "original_lang": "en",
  "original_title": "Cabinet nod to table Mid-Year Financial Report in Parliament",
  "original_body_lines": [
    "The Cabinet of Ministers approved the resolution put forward by the President who also serves as the Finance, Economic Stabilisation, and National Policies Minister, to present the Mid-Year Financial Report 2023 in Parliament.",
    "This enables lawmakers to thoroughly examine the financial situation, engage in meaningful discussions, and provide necessary feedback and recommendations for the future.",
    "The Finance, Economic Stabi-lisation, and National Policies Ministry have released the eagerly awaited mid-year financial situation report now as mandated by the Public Finance Management (Responsibility) Act No. 03 of 2003. According to Section 10 of the Act, the Finance Minister is required to issue the report by the end of June each financial year, subsequently tabling it in Parliament for further examination and discussion.",
    "Speaking at the post-Cabinet meeting yesterday Cabinet Co-Spokesman and Minister Bandula Gunawardena said as per the legal requirement, the mid-year financial situation report has been made available to the public on the official website of the Ministry of Finance, Economic Stabilisation, and National Policies. This comprehensive report provides a detailed overview of the country’s financial performance, highlighting key indicators, trends, and progress made during the first half of the fiscal year.",
    "“The release of the report signifies the Government’s commitment to transparency and accountability in managing public finances. By sharing the mid-year financial situation report with the public and tabling it in Parliament, the Government aims to promote informed decision-making and foster a deeper understanding of the country’s economic landscape,” he added.",
    "He said the mid-year financial situation report is expected to shed light on various aspects of the economy, including revenue collection, expenditure patterns, debt management, fiscal targets, and sectoral performance.",
    "“It serves as a crucial tool for assessing the country’s fiscal health and the effectiveness of financial management strategies. The report may provide insights into the Government’s progress towards achieving economic stabilisation, implementing national policies, and an opportunity to evaluate the impact of policy measures and reforms introduced during the first half of the financial year,” he noted.",
    "Gunawardena also said after examining the report, he hopes to invite Treasury Secretary and other key officials from the Finance Ministry to participate in the post-Cabinet meeting media briefing to underscore the main findings with the journalists."
  ]
}