{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92150/foreign-minister-briefs-media-on-outcomes-of-president-ranils-india-visit",
  "time_ut": 1690017060.0,
  "original_lang": "en",
  "original_title": "Foreign Minister briefs media on outcomes of President Ranil’s India visit",
  "original_body_lines": [
    "Minister of Foreign Affairs Ali Sabry says that President Ranil Wickremesinghe has discussed India’s intervention for the progress of the plantation Tamil people who have been in Sri Lanka for about 200 years.",
    "Joining a press conference held at the President’s Media Centre today (22), to announce the outcomes of President Wickremesinghe’s official visit to New Delhi, Foreign Minister Sabry detailed the agreements reached with the Government of India.",
    "The Head of State, on July 20, embarked on a two-day visit to New Delhi at the invitation of Prime Minister Narendra Modi. During the course of his stay, President Wickremesinghe held bilateral talks with his Indian counterpart Droupadi Murmu, Prime Minister Modi, National Security Advisor Ajit Doval and other top dignitaries.",
    "The minister pointed out that during the visit, attention was drawn to setting up a university in Nuwara Eliya, and also to establish Indian universities in Sri Lanka.",
    "Sabry further emphasized that it was agreed with India to acquire new technical knowledge required for agriculture, animal husbandry and dairy farming on the island, for which a Joint Declaration of Intent (JDI) was signed.",
    "Further, the banning of bottom trawling fishing practices in the northern sea areas, which have been going on for a long time, have also been taken up during the discussions, along with the decision to allow Sri Lankan fishermen to move to the Arabian Sea through the Indian Sea.",
    "Meanwhile, the foreign minister also expressed that an agreement was reached to work cooperatively in the Indian Ocean Region (IOR) so as not to threaten the ‘mutual security’.",
    "The two sides have also mulled using Indian Rupee (INR) in Sri Lanka as a valid currency, Sabry added."
  ]
}