{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-considers-to-legalize-homosexuality-pmd-116960/",
  "time_ut": 1680238800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka considers to legalize homosexuality – PMD",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is in discussions to legalize homosexuality by repealing a 140-year old penal code, the President Media Division (PMD) said, as the law has become a human rights concern mainly by the island nation’s Western trading partners.",
    "Officials have said the European Union has demanded to address the human rights issues faced by sexual minority groups including homosexuals. However, the country of 22 million with Buddhist majority has not changed its constitution to recognize sexual minorities in Sri Lanka.",
    "“Homosexuality is an offense under the Penal Code,” the PMD said quoting President Ranil Wickremesinghe during a discussion with Harvard University on March 24,2023.",
    "“However, it has never been enforced for the last five decades to my knowledge,” he said.",
    "“Certainly, the government will or will not enforce that law, but a group of parliamentarians are discussing this and will most probably take action to repeal this provision.”",
    "Sri Lanka’s Penal Code prohibits “carnal intercourse against the order of nature” and “gross indecency between persons”, which rights groups including Human Rights Watch (HRW) have said is “commonly understood in Sri Lanka to criminalise same-sex relations between consenting adults, including in private spaces.”",
    "Human Rights Watch has documented that other laws, including a vaguely worded Vagrancy Law and a penal code provision banning “cheating by personation,” are also used to target transgender and gender non-conforming people for arrest.",
    "Also the report has documented the various abuses such as forced anal examinations that are often used by the authorities in their prosecution of homosexuals.",
    "A Generalized Scheme of Preferences (GSP) Plus – a lucrative trade concession worth over 500 million US dollars that has boosted Sri Lanka’s exports to EU member states – is at a stake as the island nation has failed to implement some of the 27 international conventions including addressing the rights of minorities requested by the EU in return for the GSP plus.",
    "Sri Lanka lost access to GSP Plus in 2010 due to alleged human rights violations but regained it in 2016 after pledging to implement the international conventions. However, rights groups have asked the EU to consider the rights violations in the country when renewing the trade concession.",
    "The bloc has warned that the concession could be withdrawn if the island nation fails to implement a few key demands including the repeal of the Prevention of Terrorism Act (PTA) and the release of long detained suspects under the PTA. (Colombo/ March31/2023)"
  ]
}