{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90886/sri-lanka-cricket-expresses-interest-in-hosting-asia-cup-2023-report",
  "time_ut": 1685385300.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Cricket expresses interest in hosting Asia Cup 2023 - Report",
  "original_body_lines": [
    "Amid the uncertainty over the venue, Sri Lanka Cricket (SLC) has expressed interest to host the Asia Cup 2023 and said it is prepared to host the championship if Asian Cricket Council (ACC) decide to allot the tournament to the island nation.",
    "The development comes just days ahead of the ACC meeting, which will decide the fate of the six-nation tournament.",
    "“The SLC is prepared to host the Asia Cup at short notice. The decision now is up to the ACC,” a top SLC official said on Monday.",
    "According to a Cricbuzz report, BCCI is firm on its stance and continues to oppose the hybrid model proposed by the Pakistan Cricket Board (PCB) wherein the matches are hosted in Pakistan and UAE.",
    "It has been learnt that informal deliberations over the contentious event between the chiefs of different boards have led to a consensus that there should be only one venue for the event.",
    "“Colombo or nothing,” was how a BCCI source reacted to the talks and cited logistical inconvenience as the reason for its opposition. “We will go with the BCCI,” added the SLC official.",
    "As of now, it’s clear that there are no takers for PCB’s proposal of a hybrid model and they are getting clearly isolated in the ACC. The SLC, Bangladesh Cricket Board (BCB) and Afghanistan Cricket Board (ACB), the heads of which are in India for the IPL 2023 final, are siding with the BCCI, the report further said.",
    "Apart from all three are Test playing members -- SLC, BCB, ACB -- of the ACC, the non-test members like Emirates Cricket Board (ECB) and Cricket Association of Nepal (CAN) also have their presence in Ahmedabad where informal discussions have taken place in the last few days.",
    "It will be interesting to see the position of the PCB and its head Najam Sethi, who had earlier said that Pakistan would not take part in the Asia Cup if it is not allowed to host a few games in his country."
  ]
}