{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-Core-Group-calls-on-Govt-to-protect-freedoms-of-expression-and-association/56-749798",
  "time_ut": 1687388126.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Core Group calls on Govt. to protect freedoms of expression and association",
  "original_body_lines": [
    "The Sri Lanka Core Group on Tuesday called on the Government to protect freedoms of expression and association whilst several other recommendations.",
    "Delivering its statement at the 53rd session of the Human Rights Council in Geneva, UK Human Rights Ambassador Rita French said Sri Lanka’s initial steps towards addressing concerns around land returns, long-term detentions and corruption are welcome.",
    "“These steps can provide a basis to begin a process to protect the rights of all Sri Lankans, from all ethnic and religious communities,” she said on behalf of the Core Group comprising Canada, Malawi, Montenegro, North Macedonia, the UK and the United States.",
    "However, the Core Group said it remains concerned by the continued use of the Prevention of Terrorism Act. “We acknowledge an ongoing effort to replace the PTA and urge the Government to ensure that terrorism legislation is consistent with Sri Lanka’s international obligations,” she added.",
    "“We also call on the Government to protect freedoms of expression and association.”",
    "As Sri Lanka takes forward its stated commitment to reconciliation, the Core Group stressed the importance of transparency, accountability, inclusivity, and of building meaningfully on past work and recommendations that address the root causes of conflicts and impunity.",
    "“It is crucial that Sri Lanka safeguards its representative democracy by maintaining voters’ confidence in the country’s electoral systems and ensuring the independence of its institutions and commissions,” the Core Group said adding “We call on Sri Lanka to work with the High Commissioner and his office and remain ready to support Sri Lanka in addressing HRC resolution 51/1.”"
  ]
}