{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/wimala-wijewardene-enchanted-by-my-piano-playing-at-temple-trees/",
  "time_ut": 1691238240.0,
  "original_lang": "en",
  "original_title": "Wimala Wijewardene enchanted by my piano playing at ‘Temple Trees’",
  "original_body_lines": [
    "(Excerpted from the Memoirs of a Cabinet Secretary by BP Peiris)",
    "A dispute had arisen with regard to an attendance bonus, the rates of pay for shore workers and the special cost of living allowance for lightermen. The Government again gave way and directed the Commissioner of Labour to secure from the employers the following concessions: if a worker had been in continuous employment and had worked under the same employer for 288 days or more during the year ended November 30, 1956, he should be paid an attendance bonus of Rs 30 before Christmas day 1956. This bonus should be reduced by one rupee for every four days’ absence up to a minimum 232 day attendance which would give a minimum of Rs 16.",
    "The Government promised that steps would be taken to ensure that the legitimate demands of the worker would be satisfied, but felt compelled, in the interests of the public at large, and particularly in view of the intransigent attitude adopted by a section of trade union leaders, to take measures to ensure continuity of work in the Port.",
    "The decision to declare the Port work an industry essential to the life of the community under the Industrial Disputes Act served the dual purpose of providing labour and employers with an efficient machinery for the speedy settlement of industrial disputes and of protecting the community against the effect of capricious strikes. It became illegal to resort to strike action without giving at least twenty-one days’ notice of the matters in dispute and the intention to strike. It also gave the Government an opportunity of negotiating a settlement.",
    "The workers in the Port were now proposing to have a mass rally and strike in defiance of the law. They had appointed an action committee, with ring leaders inside the Port, who were secretly inciting the workers to strike. Their names were known to the Criminal Investigation Department. The Government decided that they should take no action in anticipation of a strike, that in the event of a strike, permanent labour should he given three or four hours’ notice to resume work, and, on the failure to do so, the armed forces should be ordered to work the Port.",
    "The disturbances in and outside the Port continued. A hand grenade was thrown near the Khan Clock Tower injuring several persons. The current labour troubles were not isolated incidents but formed part of a planned programme on the part of certain persons and parties to throw the country into chaos. The Police were again given orders to protect those who were reporting for duty in the port.",
    "Certain trade unions of public servants went on strike. The Cabinet decided that the strikers should not be paid for the days on which they did not work but that the amount to be deducted from their pay should be in such number of installments as the Minister of Finance may determine. It was also agreed that such deductions should not ultimately affect their pensions. The Government still had not learned the lesson of exercising some firmness in the interests of general discipline. They were oozing with the milk of human kindness.",
    "When the strikes first occurred in 1956, the Prime Minister was out of the Island visiting the United Nations, the United States of America, Canada, the United Kingdom and Pakistan, and Ministers were a bit handicapped in taking important decisions. 1956 ended on this note of unrest in labour circles.",
    "Towards the end of 1957, the situation became worse and the Cabinet was compelled to tender advice to the Governor-General for the issue of orders under the Army and Navy Acts, ordering members of the regular army to perform certain duties necessary for the maintenance of supplies and services essential to the life of the community, and ordering members of the Royal Navy to perform certain non-naval duties necessary in the public interest.",
    "To add to the Government’s troubles, it became necessary to watch the financial situation carefully. The budget deficit had increased to Rs 250 million. The Ministers were therefore asked to limit supplementary appropriation to a minimum and a new loan of Rs. 40 million was raised. People were clamouring for houses, landlords were demanding exorbitant rents which were beyond the tenants’ means, and the Government authorized the raising of a further loan of Rs 75 million for housing purposes. In the next year’s budget, Ministers were asked to scrutinize carefully the creation of new posts and to make the most effective use of existing personnel. They were asked to abandon or slow down any continuing works where such action was expedient. Priorities were laid down for new projects.",
    "S.W.R.D., while living at Rosmead Place, once asked me to summon the Cabinet to meet at Temple Trees at 9 p.m. I got there half an hour early to instruct the servants about this emergency meeting and to have the meeting room ready. The upper storey was in total darkness. I asked that the lights be put on and went up to while away my time at the grand piano. Coming down, a few minutes before the meeting, I met Minister Wimala Wijewardene at the bottom if the stairs.",
    "She cooed “Oh, Mr Peiris, I heard some lovely music coming from upstairs. I’ve never been upstairs myself”. I said “Madam Minister, I was playing Strauss’ Blue Danube”, and she cooed again “Oh, Mr Peiris, I didn’t know you could do that also”. With my training in legal drafting, where no superfluous or unnecessary word must be used, I have been trying ever since, without success, to give some meaning to that last word.",
    "It was now time to draft S.W.R.D.’s second Speech from the Throne. I took the draft to Rosmead Place; there was no mishap this time, he approved it without any amendment, a most unusual thing for him. The speech began:",
    "“The last Session of Parliament was one in which My Government had to face many difficulties, both internal and external. Internally, the introduction of the Official Language Act, a certain amount of labour unrest, and grievance expressed by a certain section of the public service, caused difficulties. Externally, the situation arising from the dispute over the Suez Canal created problems of a political as well as an economic nature. Notwithstanding these difficulties, My Government has steadfastly pursued the policy outlined in my Speech at the opening of the last Session.”",
    "Further trouble was threatened by the Federal Party by reason of the Sinhala Only Act, and the following paragraph was inserted in the Speech:",
    "“My Government is much concerned at the threat to peace, law and order and communal amity in the country by the activities of the Federal Party and its proposed satyagraha movement in August. My Government is convinced that there is no justification whatever for these activities, particularly in view of the assurance given by My Prime Minister before Prorogation of Parliament. These problems can and should only be dealt with by friendly discussion. My Government, while being prepared to take all necessary steps to satisfy the reasonable grievances of minorities, is determined in the interests of the community as a whole to take all measures required for the preservation of law and order and the safeguarding of the State.”",
    "Here was a veiled threat intended, probably, to frighten the Tamil community. The Prime Minister had forgotten a sentence he had inserted in his previous Speech: “My Government wishes to assure minorities, religious, racial and otherwise, that they need have no fear of injustice or discrimination in the carrying out of its policies and programmes.” He had also forgotten that there was no determination on his part to preserve law and order when the mob invaded the Legislative chamber and he told the police “Let the people come.” It was not necessary to consult an astrologer to know that troubles lay ahead.",
    "With all the troubles he was carrying on his head at this time, the Prime Minister took on the additional task of being the Chairman of the Joint Select Committee of the Senate and the House of Representatives which had been appointed to consider the revision of the Constitution with particular reference to the establishment of a Republic and the guaranteeing of fundamental rights. The Prime Minister asked me, as a favour, to assist him in putting the Committee’s decisions into proper legal form. I had no alternative but to agree.",
    "I asked that as I had ceased to be a Draftsman and would be present in a purely unofficial capacity, an officer of the Legal Draftsman’s Department be invited to attend the meetings. Namasivayam was the officer who came. As a matter of historical interest and as, in my opinion, nothing like a Republic will come into being for a long time if Parliament adopts this Select Committee procedure, I should like to set down here the decisions arrived at by that Select Committee.",
    "It was an unwieldy committee and consisted of Philip Gunawardena, Edmund Cooray, Colvin R. de Silva, N. U. Jayawardene, Pieter Keuneman, S. Nadesan, N. M. Perera and R. S. V. Poulier, belonging to different political parties. With such a motley crowd, it was almost impossible to arrive at a unanimous report, but S.W.R.D. told me that he was determined to steer the proceedings in such a way as to have a report without a dissent.",
    "He was prepared to compromise and succeeded in achieving unanimity on Chapter I, which was all that the Committee could do, before Parliament was prorogued and the Joint Select Committee was automatically dissolved. This Chapter dealt with Fundamental Rights and, as the Committee reached it decisions following the Indian Constitution, I prepared the draft.",
    "3. The State Shall not deny to any person equality before the law or the equal protection of the laws within the territory of Ceylon.",
    "4. (1) The State shall not discriminate against any citizen on grounds only of religion, race, caste, sex, place of birth, or any of them.",
    "(2) No citizen shall on grounds only of religion, race, caste, sex, place of birth, or any of them, be subject to any disability, liability, restriction or condition with regard to-",
    "(a) access to shops, public restaurants, hotels and places of public entertainment; or",
    "(b) the use of wells, tanks, bathing places, roads and places of public resort maintained wholly or partly out of state funds or dedicated to the use of the general public.",
    "(3) Nothing in this section shall prevent the State from making any special provision for women and children.",
    "(4) Nothing in this section or in subsection (2) of section II shall prevent the State from asking any special provision for the advancement of any socially and educationally backward classes of citizens.",
    "(5) No person shall be deprived of his life of personal liberty except according to procedure established by law: Provided that, the preceding provisions of this section shall not be deemed to affect the operation of any existing law or to prevent the State from making any law modifying those provisions where the State considers it necessary so to do in the public interest or for the maintenance of public security, law and order or for the maintenance of services essential to the life of the community.",
    "Challenges in maritime domain, Chinese presence brought up -Modi-Ranil talks",
    "DS pilots ship of state, unlucky 13 at Senate refreshment room on Mar. 20, 1952",
    "MPs of govt. and Opposition agree ‘Aswesuma’ welfare scheme full of irregularities",
    "The Prime Minister will plant the first sapling in the New Year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}