{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Japan-keen-to-explore-investment-opportunities-in-Sri-Lanka/108-256325",
  "time_ut": 1679462187.0,
  "original_lang": "en",
  "original_title": "Japan keen to explore investment opportunities in Sri Lanka",
  "original_body_lines": [
    "A group of Japanese investors along with Japan Deputy Head of Mission Katsuki Kotaro called on the Board of Investment (BOI) to discuss new investment opportunities in Sri Lanka.",
    "The investors had a productive discussion with Investment Promotion State Minister Dilum Amunugama, BOI Director General Renuka M Weerakone and other officials on key investment opportunities in Sri Lanka where the investors conveyed interest in investing in diverse sectors such as medical equipment manufacturing, pharmaceutical, travel & tourism industry especially cultural tourism, the hotel industry, property development and real estate.",
    "Speaking at the meeting, the State Minister opined “Sri Lanka has come a long way in making reforms and progress since the economic crisis. The approved IMF program will help enhance investor confidence, creating a conducive ecosystem to do business, thereby attracting much-needed FDIs to the country,”",
    "Also, the State Minister explained the delegates about the special investment policy, which is in progress to ease doing business where the BOI would be empowered to further facilitate investors. Further, discussions are underway to grant tax benefits to investors in future.",
    "Moreover, he invited the investors to invest in five new industrial and privately managed zones to be established in the Northern Province, the Trincomalee district and other selected areas.",
    "Meanwhile, DG Renuka M Weerakone answering the queries of delegates, stated “Investor Facilitation Center (IFC) will be a single window to conduct businesses where each investor will get an individual official to look into matters until the investor commences operation in the country,”",
    "“Sri Lanka is making great progress as a country and has strong economic sectors and companies that are strongly looking forward to establishing investment partnerships with countries like Japan. In this context, the BOI is looking forward to increasing and developing cooperation with Japan through novel investment projects,” she added."
  ]
}