{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89172/trump-says-he-expects-to-be-arrested-on-tuesday-calls-for-protests",
  "time_ut": 1679206860.0,
  "original_lang": "en",
  "original_title": "Trump says he expects to be arrested on Tuesday, calls for protests",
  "original_body_lines": [
    "Trump’s former vice president Mike Pence told ABC News Trump’s possible indictment “just feels like a politically charged prosecution here.” Asked about Trump’s call for people to protest if he is indicted, Pence said he thinks protesters will understand “they need to do so peacefully and in a lawful manner.”",
    "Bragg’s office earlier this month invited Trump to testify before the grand jury probing the payment, which legal experts said was a sign that an indictment was close. Trump declined the offer, the person familiar with the matter said.",
    "Bragg addressed in an email to staff on Saturday reported by Politico and confirmed by Reuters that “we do not tolerate attempts to intimidate our office or threaten the rule of law in New York ... We will continue to apply the law evenly and fairly and speak publicly only when appropriate.”",
    "Bragg’s email did not mention Trump by name but cited “ongoing press attention and public comments surrounding an ongoing investigation.",
    "Cohen pleaded guilty in 2018 to federal campaign finance violations tied to his arranging payments to Daniels and another woman in exchange for their silence about affairs they said they’d had with Trump, among other crimes. He has said Trump directed him to make the payments. The U.S. Attorney’s office in Manhattan did not charge Trump with a crime.",
    "The probe is one of several legal woes Trump faces as he seeks the Republican nomination for the presidency.",
    "Trump is also confronting a state-level criminal probe in Georgia over efforts to overturn the 2020 results in that state.",
    "A special counsel named by U.S. Attorney General Merrick Garland is currently investigating Trump’s handling of classified government documents after leaving office, as well as his efforts to overturn the results of the 2020 election, which he lost to President Joe Biden, a Democrat.",
    "Bragg’s office last year won the conviction of the Trump Organization on tax fraud charges. But Bragg declined to charge Trump himself with financial crimes related to his business practices, prompting two prosecutors who worked on the probe to resign.",
    "Trump, who was in Tulsa, Oklahoma on Saturday and attended the NCAA wrestling championships, leads his early rivals for his party’s nomination. He had the support of 43% of Republicans in a February Reuters/Ipsos poll, compared with 31% for his nearest rival, Florida Governor Ron DeSantis, who has not yet announced his candidacy.",
    "Trump in 2018 initially disputed knowing anything about the payment to Daniels. He later acknowledged reimbursing Cohen for the payment, which he called a “simple private transaction.”",
    "Cohen, who served time in prison after pleading guilty, testified before the grand jury this week. Grand jury proceedings are not public. Outside the courthouse in lower Manhattan, he told reporters he did not testify out of a desire for revenge against Trump.",
    "“This is all about accountability,” he said. “He needs to be held accountable for his dirty deeds.”",
    "Daniels, whose real name is Stephanie Clifford, spoke with prosecutors last week, according to her lawyer.",
    "Trump founded his Truth Social media platform after being banned by Twitter, Facebook and YouTube following the Jan. 6 assault on the Capitol. He has since regained his accounts on those services, though he limited his Saturday statement to Truth.",
    "“His messages on Truth Social are very concerning as he is declaring the entire justice system corrupt,” said Jennifer Stromer-Falley, a senior associate dean at Syracuse University and an expert in social media use during elections."
  ]
}