{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/fitch-assigns-ub-finance-first-time-national-long-term-rating-of-bblka/",
  "time_ut": 1687191960.0,
  "original_lang": "en",
  "original_title": "Fitch assigns UB Finance First Time National Long-Term Rating of BB(LKA)",
  "original_body_lines": [
    "UB Finance Co. Ltd., a premier licensed finance company in Sri Lanka, has been assigned a First-time National Long-Term Rating of ‘BB (lka)’ RWN by Fitch Ratings Lanka Ltd.",
    "UB Finance has been a significant player in the financial services space since its acquisition in 2011 by Union Bank of Colombo PLC, one of Sri Lanka’s most stable and well-capitalized banks together with its strategic investment partner ShoreCap II Ltd., a US-based social impact fund.",
    "UB Finance is among the licensed finance companies that have the highest capitalization ratios on the Island. The Company specializes in asset-backed financing for SMEs, contributing to their growth and development. With an extensive range of financial products and services, including fixed deposits, savings, leasing, loans, mortgages, easy drafts, real estate, and gold loan solutions, UB Finance successfully caters to the diverse needs of its customers. The Company’s contribution towards uplifting Sri Lanka’s economy is also notably influenced by ShoreCap II Ltd’s social impact mindset.",
    "“We are pleased to receive a ‘First-time National Long-Term Rating of ‘BB (lka)’ from Fitch Ratings,” said Asanka Udugama, Deputy General Manager – Finance UB Finance, “This rating reflects the Company’s stability in a volatile environment and our dedication towards supporting economic growth in Sri Lanka. We remain confident in our ability to seize emerging opportunities and continue to strengthen our presence and position, going forward.”",
    "The Company operates on the basis of integrity and customer empowerment, creating new opportunities and delivering unique customer experiences for all Sri Lankans. UB Finance remains committed to its vision of being the preferred Financial Services Provider in Sri Lanka fostering growth for SMEs and contributing to the economic development of Sri Lanka.",
    "P&S donates Reverse Osmosis plant to Trincomalee District General Hospital under Manu Mehewara initiative",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}