{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/retail-and-institutional-participation-in-bourse-improves-indices-up/",
  "time_ut": 1687442880.0,
  "original_lang": "en",
  "original_title": "Retail and institutional participation in bourse improves; indices up",
  "original_body_lines": [
    "CSE trading kicked off on a negative note with profit- takings but later recovered with the decline of Treasury BIlls at the preliminary market level yesterday, market analysts said.Accordingly, both retail and institutional participation improved in a significant manner, market analysts said.",
    "Amid those developments both indices moved upwards. The main reason for shares to edge-up in mid- day trade was the crossing by Expolanka, analysts said. All Share Price Index up by 14.86 points and S and P SL 20 rose by 11 points. The turnover stood at Rs 1.95 billion with four crossings. The crossings were reported in Expolanka Holdings, which crossed six million shares to the tune of Rs 790 million and its shares traded at Rs 132.75, Colombo Port Lands 2.2 million shares crossed for Rs 57.2 million, its shares traded at Rs 26, Windforce 2.1 million shares crossed for Rs 35.7 million, its shares traded at Rs 17 and Royal Ceramic one million shares crossed for Rs 29.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; SLT Rs 70.9 million (679,000 shares traded), Richard Pieris Rs 60.9 million (three million shares traded), CIC Holdings Rs 54.1 million (804,000 shares traded), JAT Holdings Rs 53 .2 million (3.6 million shares traded), Expolanka Holdings Rs 51.9 million (387,000 shares traded), Royal Ceramic Rs 43.8 million (1.47 million shares traded) and Sunshine Holdings Rs 42.7 million (949,000 shares traded). During the day 74.2 million shares changed hands in 13500 transactions.",
    "The construction sector was affected due to falling interest rates.Yesterday, the Central Bank’s US dollar rate buying rate was Rs 298.54 and selling rate Rs 314.96.",
    "CEAT Kelani debuts new locally-made Truck Bus Radial for transport sector",
    "DMASL to host Sri Lanka digital marketing Summit 2023 powered by Dialog",
    "Increased buying interest in banking sector stocks as CSE reflects mixed reactions",
    "Sampath Bank contributes 45 percent to CSE turnover in day marked by profit-takings",
    "Notable Rights Issues by two non-blue chip companies to raise Rs. 28.3 billion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}