{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92069/pita-limjaroenrat-thailands-prime-minister-hopeful-suspended-from-parliament",
  "time_ut": 1689763620.0,
  "original_lang": "en",
  "original_title": "Pita Limjaroenrat: Thailand’s prime minister hopeful suspended from parliament",
  "original_body_lines": [
    "Thailand’s constitutional court has suspended leading prime ministerial candidate and winner of May’s nationwide elections Pita Limjaroenrat from being a lawmaker, the latest setback for his hugely popular progressive opposition party following nearly a decade of turbulent military-backed rule.",
    "The temporary suspension follows a complaint filed by the Election Commission against the Move Forward Party leader accusing him of violating election laws for allegedly holding shares in a media company.",
    "Pita has denied he broke election rules and previously accused the Election Commission of rushing the case to court.",
    "Move Forward Party had pledged deep structural reforms to how the Southeast Asian country of more than 70 million people is run: changes to the military, the economy, the decentralization of power and even reforms to the previously untouchable monarchy.",
    "The May election, which saw a record turnout, delivered a powerful rebuke to the military-backed establishment that has ruled Thailand since 2014, when then-army chief Prayut Chan-o-cha seized power in a coup.",
    "The court’s decision will likely add fuel to the fire of Move Forward’s young support base, with the potential for mass street protests.",
    "The party’s platform for change proved enormously popular with the party winning by far the largest share of seats.",
    "A group of opposition parties then formed a coalition aimed at forming a majority government and put forward Pita as a prime minister candidate. Pita, a 42-year-old Harvard alumnus, called the coalition “the voice of hope and the voice of change” and said all parties had agreed to support him as the next prime minister of Thailand.",
    "Last week Pita failed to secure enough parliamentary votes to become prime minister in a political system that was created by the previous junta and heavily favors the royalist, conservative establishment that has long held the levers of power in Thailand.",
    "In Thailand, a party or coalition needs to win a majority of 375 seats in both lower and upper houses of parliament – currently 749 seats – to elect a prime minister and form a government.",
    "But the conservative establishment has a head start. The unelected 250-member Senate was appointed by the military under a post-coup constitution and has previously voted for a pro-military candidate.",
    "Pita received just 324 votes out of the 376 needed for a majority and the kingdom is still without a prime minister as the political jostling continues.",
    "Thailand’s powerful conservative establishment – a nexus of the military, monarchy and influential elites – has a history of blocking fundamental changes to the status quo.",
    "Over the last two decades, Thailand’s Constitutional Court has repeatedly ruled in favor of the establishment, dissolving several parties that had challenged the political elite.",
    "The military also has a long track record of toppling democratically elected governments and seizing power during moments of instability.",
    "Thailand has witnessed a dozen successful coups since 1932, including two in the past 17 years."
  ]
}