{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/sri-lanka-2023-bouquets-brickbats/",
  "time_ut": 1704377348.0,
  "original_lang": "en",
  "original_title": "Sri Lanka 2023: Bouquets & Brickbats",
  "original_body_lines": [
    "The centrepiece of the events during the year 2023 is undoubtedly President Ranil Wickremesinghe, who agreed to become President and accepted the challenge to resuscitate the economy of the bankrupt nation. The partial success of President Wickremesinghe’s “rescue act” during the year recalls what Hollywood actor Denzil Washington said about good and bad parts of our life: “Black or white, good parts are hard to come by. A good actor with a good opportunity has a shot, without the opportunity it does not matter how good you are.”",
    "But political theatre is not a Hollywood stage; mere acting is not enough to survive. During the year, President Wickremesinghe has proved he is a great survivor in the fractious politics of the island. He came to power with neither a popular mandate nor political backing from his own party, which drew a blank in parliament elections. He is hobbled because he is in power at the pleasure of the Rajapaksas and their Sri Lanka Podujana Peramuna (SLPP).",
    "Last month, the Supreme Court had held the two former Rajapaksa presidents and their younger brother and ex-finance minister Basil Rajapaksa, two former central bank governors and other top treasury officials guilty of triggering the island’s worst financial crisis. Despite this, the Rajapaksas continue to call the shots from behind the scenes. This is the standard of political morality in the country. President Wickremesinghe is confident enough to say that he will contest the presidential poll to be held early 2024. It will be a shame if President Wickremesinghe’s success in the presidential election 2024 depends upon the support of the tainted Rajapaksa clan and the SLPP.",
    "As a hands-on President, Wickremesinghe had a hand in every pie in what happened in Sri Lanka during the year. So, most of the bouquets and brickbats of Sri Lanka’s performance in 2023 owe it to their president. Many may dispute the bouquet the President deserves for negotiating the IMF package and managing the creditors to pave way for partial economic recovery. This is evident from the disappearance of long queues for fuel and food grains that greeted his ascent to presidency. He was fortunate that India under PM Modi’s leadership is on an outreach to join the Wickremesinghe’s rescue act as part of India’s Neighbourhood First policy. The President also deserves a bouquet for managing to do some tight rope walking to brave the headwinds of India-China relations creating turbulence in the Indian Ocean.",
    "But the biggest bouquet is for the ordinary people, the faceless milieu, who have given time and space to President Wickremesinghe to carry on his rescue act. They have grudgingly borne not only the burden of shortages and high cost of living, but also put up with continuing misuse of power, corruption and cronyism in high places. Unless political conduct improves, their patience may wear out with Aragalaya-2 in 2024.",
    "But brickbats are plenty for the authorities for misuse of Prevention of Terrorism Act (PTA), stonewalling systemic changes, sustaining hate politics by saffron clad monks, humongous corruption and lack of accountability whether it is in procurement of medicines or playing cricket. Of course, President Wickremesinghe and Sri Lankan polity deserve brickbats for ignoring the mothers’ cries for their “disappeared” kin and keeping alive political polemics over Aragalaya with an eye on the elections.",
    "King-sized brickbats are in order not only to the President, but to past incumbents and political leaders of all hues – Sinhala, Tamil, Muslims – for their signal failure to progress ethnic reconciliation. The first cracks in the relations between Sinhala majority and Tamil minority appeared way back in 1956 when the Sinhala Only Act, making it the sole official language. Since then, the political struggle for equity of the early years was overtaken by armed separatist struggle, bloodying the waters of Kelaniya river. Now politics of hate has made ethnic identity more important than national identity (as the national identity cards denote) in the pursuit of politics. It is entangled in the discourse of not only history, religion, culture and demographics but politics as well.",
    "The 1987 India-Sri Lanka Accord gave international credence to ethnic reconciliation by recognising Tamil language and traditional areas of habitation. It also paved the way for amending Sri Lanka constitution to give a level of autonomy to the Tamil minority. The 13th Amendment led to the creation of provincial councils. However, it is yet to be fully implemented for fear of offending majority Sinhala voters. Even minority grievances aired in parliament on related issues are not attended to with the seriousness they deserve. India, regardless of the leadership, has always been asking Sri Lanka to fully implement the 13th Amendment. But the Sri Lanka ruling class have always used redrafting the constitution as the best option to resolve the national question.",
    "President Prema Dasa constituted the Managala Moonasinghe Select Committee in 1991. President Chandrika Kumaratunga tabled new constitutional proposals in 2000. President Mahinda Rajapaksa set up Prof Tissa Vitharana-led All Party Representative Committee (APRC) in 2006. He talked of 13A plus, going beyond what was offered by the 13th amendment. But all this was forgotten when triumphalism overtook common cause after the defeat of Tamil Tigers (LTTE) in May 2009. After the Maithripala Sirisena-Wickremesinghe coalition came to power, they talked of drafting a new constitution. Nothing came out of all these exercises. They only reinforced the Tamil suspicion that no one in authority is serious about problems of the Tamil minority. This has been validated periodically when Sinhala fringe elements are given a free hand to spread hate politics with the blessing of wayward Buddhist monks.",
    "President Wickremesinghe, no doubt egged on by India and with an eye on minority Tamil votes, initiated an all-party meeting on December 13, 2022 “to resolve the longstanding ethnic issue.” He made an ambitious promise to “achieve meaningful reconciliation by February 4, 2023. The all-party conference partly succeeded in everyone agreeing that a power sharing solution is necessary. It paved the way for an informal meeting between Tamil National Alliance (TNA), the main votary for devolution of power. The two sides announced that they have reached a political agreement by the February deadline. But as the President did not agree to granting police powers to the provincial council as envisaged in 13A, the talks ended without results. It is a pity that Tamil leaders could not accept land powers for PC, while persuading the President to post only Tamil knowing policemen in Tamil areas. That could have resulted in some progress.",
    "The President had his hands full in pushing for economic recovery, while TNA dissipated its energy in internal leadership struggle. And the full implementation of 13A, which would have been the first step in ethnic reconciliation, is back to square one in political debates. In this context, the Himalaya Declaration drafted on April 27, 2023, by the Global Tamil Forum (GTF) and Senior Nikhayas of Buddhist Sangha and presented to President Wickremesinghe is of interest. The Declaration affirms six statements: preserving pluralistic character of the country, selecting appropriate development model, arriving at a new constitution to promote equality for all and implementing it, devolving power in a united country, learn from the past to ensure measures are created to avoid past mistakes and complying with international treaties and obligations.",
    "At the aspirational level, the declaration is to be welcomed because it aims to promote ethnic amity in a united Sri Lanka. Tamil Diaspora had been one of the key sources bankrolling Tamil politics and the GTF is one of the prominent established diaspora organisations. The Declaration would have carried more punch if it had the concurrence and support of at least some of the Tamil and Sinhala political leaders. The timing of the Declaration a few months before the presidential election runs the risk of being dubbed as yet another attempt by President Wickremesinghe to win minority votes.",
    "Ethnic reconciliation is the key for a prosperous Sri Lanka. The bottom line is to have faith in the people and implement 13A in full. Sri Lanka cannot wish away accountability concerns on human rights; so the LLRC report must be implemented in full. It will reassure not only the people, but also the international community that Sri Lanka is serious about ethnic reconciliation. Can the new president elected in 2024 deliver these essentials for development and prosperity of SriLanka? That is a $64 question!",
    "*Col R Hariharan, a retired MI specialist on South Asia and terrorism, served as the head of intelligence of the Indian Peace Keeping Force in Sri Lanka 1987-90. He is associated with the Chennai Centre for China Studies. Email: haridirect@gmail.com, Website: https://col.hariharan.info"
  ]
}