{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-energy-minister-says-pruned-cpc-trade-union-privileges-last-month-116757/",
  "time_ut": 1680087060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Energy Minister says pruned CPC trade union privileges last month",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Energy Minister Kanchan Wijesekera said he slashed the privileges enjoyed by trade unions attached to state-run fuel retailer Ceylon Petroleum Corporation (CPC) last month as they had been enjoying free vehicles and unlimited fuel allowances.",
    "The Minister commented on the CPC trade union privileges on Wednesday after the members protested against a government move to allow three new foreign players into the local retail fuel market. The trade unions went on leave against the move and delayed the fuel distribution, leading to long queues at filling stations on Tuesday.",
    "“Trade unions have claimed many benefits in the past. When I took over the CPC, these union leaders had been given four vehicles, fuel for four vehicles, and some had an unlimited fuel quota,” Wijesekera told reporters in Colombo at a media briefing.",
    "“In the last month, we have taken measures to take all of these vehicles back.”",
    "The conflict between the trade unions and government has intensified after the government raised personal income tax. Many of the high earning employees at CPC have never paid any taxes in their lives.",
    "Sources inside CPC said many employees at the CPC are concerned over the government move to give at least 450 filling stations to three foreign firms from China, the United States, and Australia as they feel there could be inevitable job cuts and salary reduction under such international companies.",
    "The CPC trade union is powerful and has challenged successive governments in the past. However, they have failed to change the loss-making firm to a profitable one. The CPC’s losses run over $1 billion. (Colombo/March29/2023)"
  ]
}