{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/China-helps-Sri-Lanka-s-aspiration-to-become-major-logistics-hub-in-region/4-749742",
  "time_ut": 1687303878.0,
  "original_lang": "en",
  "original_title": "China helps Sri Lanka’s aspiration to become major logistics hub in region",
  "original_body_lines": [
    "Sri Lanka is an island nation situated in a strategically important location in the Indian Ocean region at the centre of maritime trade routes in between East and West, as well as in the middle of Africa, the Arab, and Eastern worlds and is surrounded by the Bay of Bengal and the Arabian Sea.",
    "Sri Lanka’s location enables the country to provide quick and efficient global and regional connectivity to move cargo to and from Asia to the rest of the world. More than 60,000 ships ply this route annually, carrying two-thirds of the world’s oil and half of the global containerised traffic.",
    "Sri Lanka also located very close to all major ports in the Indian subcontinent, especially those of India, with the rising middle class, makes it a prime location that is able to provide fast and easy connectivity to the Indian subcontinent through its feeder network.",
    "At present India relies considerably on the Port of Colombo for its global trade, with 30% of its total global transhipment on average going through Colombo Port. Sri Lanka’s port of Colombo is the only deep-water commercial port in South Asia, and the only hub port between Singapore and Dubai that can accommodate the new generation of large vessels.",
    "However, the Indian government, through its Sagarmala initiative, is building six new major ports, including Colachel at the southern tip of Tamilnadu state and Vizhinijam, a short distance north in the state of Kerala, in what appears to be an effort to reduce reliance on Colombo. India has a high potential to obtain a significant portion from the transshipment handling market of India and Bay of Bengal countries.",
    "For many years, India has been trying to cut its dependence on Colombo port and wanted to do more of its own transshipment business. Under the Sagarmala project, New Delhi expects the new Indian ports will save Indian companies extra time and hundreds of millions of dollars in transport costs.",
    "Indian ports plan to offer mega container terminal points and specialised facilities to take charge of larger vessels which might be a commercial threat to Sri Lanka’s transshipment activities. If other ports and container terminals in India can attract direct calls from major container shipping lines that will affect the potential for Sri Lanka to be a transshipment and logistics hub.",
    "Sri Lanka possesses the essential geopolitical advantage to become a key logistics hub in the Indian Ocean. However, Sri Lanka will only be able to take advantage of this opportunity if Sri Lankan ports can cater to the requirements of the large container ships which shipping lines are adding to their fleet. Sri Lanka also needs to improve the quality of logistics services, physical infrastructure, technology and new types of services.",
    "Sri Lanka’s economy is recovering after a balance of payments crisis triggered the island nation. Sri Lanka’s economy contracted by 7.8% in 2022. It will further decline this year before witnessing a gradual recovery in 2024.",
    "Sri Lanka has secured a $ 3 billion four-year bailout from the International Monetary Fund on 20 March, a crucial step for the bankrupt nation to stabilise its economy and begin restructuring its debt. Sri Lanka’s foreign or external bilateral debt accounts for just 31%, meanwhile Western dominated multilateral or multilateral development banks debt counts for 27% and commercial (majority ISBs) 42%.",
    "Meanwhile the US Federal Reserve aggressive tightening policy has made the US dollar a much stronger currency. With the US dollar continuously gaining in strength, currencies around the world have been weakening, pushing up the prices of imported goods, including food, fuel and medicine, and exporting inflation to other countries. Many developing countries with big debts have been particularly hard hit by the strengthening US dollar because their external debt stocks and debt service payments are mostly denominated in dollars, making it even harder for them to borrow in the open market to finance their budget deficits.",
    "The Export-Import Bank of China has provided Sri Lanka with extension of debt due in 2022 and 2023, and China agreed to negotiate a medium- and long-term debt disposal plan with the country in a friendly manner and do its best to promote Sri Lanka’s debt sustainability.",
    "China also reassured Sri Lanka that it remained committed to helping the island resolve its financial difficulties. Moreover, China showed interest in promoting pragmatic cooperation between the two countries and jointly implementing the Global Development Initiative and assured continued assistance to Sri Lanka in emergency humanitarian aid. In addition, China agreed to further strengthen cooperation with local and foreign companies and make more contributions to Sri Lanka’s economic recovery.",
    "With China’s help Sri Lanka’s aspiration to become a major logistics hub in the region took a giant leap forward, with the launch of a project to build the South Asia Commercial and Logistics Hub (SACL) in the Port of Colombo, with an investment of $ 392 million.",
    "This SACL will be built in the centre of the Port of Colombo and will have a 5 million square foot complex with design storage capacity of 530,000 cubic metres via an eight-floor building. Construction of the complex is expected to begin in the second half of 2023 with a target of completion by end-2025.",
    "The SACL will offer the full gamut of logistics related facilities and services such as Less than Container Load (LCL), Multi-Country Consolidation (MCC), Container Freight Station (CFS), general warehousing and various other value-added services. The project is also expected to provide direct employment to a minimum of 1,800 people and create 10,500 other indirect job opportunities.",
    "It will provide better logistics and warehousing facilities and services, enhancing the Port’s competitive advantage and consequently strengthening its Hub status. The project will also improve the operational efficiency of the Port of Colombo and introduce leading-edge technology and innovation. The investment in the project will bring in much-needed foreign investment into Sri Lanka.",
    "Agreements for the construction and operation of the SACL as a 50-year Build-Operate-Transfer (BOT) project were formally signed in Colombo by representatives of the three investing entities, with China Merchants Port Holdings Company Ltd. (CMPort) holding a 70% stake, and Sri Lanka Ports Authority (SLPA) and Access Engineering PLC (Access) each holding a 15% stake in the venture.",
    "CMPort is a major conglomerate based in Hong Kong and is involved in a range of businesses such as port operations, general and bulk cargo transportation, container and shipping business, air cargo, logistics park operations and paint products. In 2022, CMPort handled a total container throughput of 136.53 million TEU and a bulk cargo throughput of 547 million tons. The company recorded a total revenue of HK$ 12.545 billion.",
    "CMPort is not new to Sri Lanka and holds 85% stake of the Colombo International Container Terminals Ltd. (CICT) at the Port of Colombo and holds 70% stake of the Hambantota International Port (HIP) of Sri Lanka.",
    "In 2022, CICT’s container throughput hit a new high, up 5.1% year-on-year, and its market share continued to lead the entire port of Colombo. CICT has been awarded the Best Container Terminal in Asia in the Under 4 million TEUs category for the sixth consecutive year, in just seven full years since it commenced full operations in mid-2014.",
    "Meanwhile, volumes for ro-ro ships at HIP increased by 4.2% year-on-year in the year 2022 and handled a total volume of 558,188 units through 249 vessel calls.",
    "The ability to access the CMPort global network was the key factor in gaining and attracting new transshipment volumes to Sri Lankan ports. Therefore, partnering with a global maritime player like China is the most practical way to fulfil our plans for maritime development and connectivity.",
    "CMPort is also striving to build CICT into an international container hub port and HIPG into a key regional comprehensive port, as it continues to promote the construction of an international shipping centre in South Asia.",
    "No doubt that CMPort would bring the advantages in the areas of operational skill, market power, commercial relationships, marketing skills, technological expertise and access to cheaper sources of finance which are paramount important to attract significant traffic to Sri Lanka and to become a logistics hub in the Indian Ocean.",
    "(The writer currently serves as a Director of BRISL, an independent and pioneering Sri Lankan-led organisation, with strong expertise in BRI advice and support. He can be contacted at: [email protected])"
  ]
}