{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/27/this-july-is-the-hottest-month-in-120-000-years-say-scientists/",
  "time_ut": 1690467720.0,
  "original_lang": "en",
  "original_title": "This July is the hottest month in 120,000 years, say scientists",
  "original_body_lines": [
    "Colombo (News 1st) – The month of July 2023 has seen such high temperatures worldwide that it will definitely be the hottest month in 120,000 years, powered by human-driven Climate Change, two global meteorological organizations announced Thursday (27). The announcement came even before the month ends, with five days to go.",
    "The World Meteorological Organization and the European Union's Copernicus Climate Change Service said in a joint report published Thursday that the heat has been so intense so far that this would be the hottest month \"by a significant margin\". The year 2023 is highly likely to be one of the hottest years on record.",
    "The first three weeks of July have been the hottest three weeks on record. Temperatures worldwide over the first 23 days of the month have averaged 16.95 degrees Celcius, far above the previous record of 16.63 degrees set in July 2019, the report said.",
    "July 6, 2023 was the hottest day on record with a global average of 17.08 degrees Celsius, easily beating the previous record of 16.8 degrees set in August 2016.",
    "The Northern Hemisphere, which is currently experiencing summer, has seen enormous heatwaves across North America, Europe, Asia and Africa that have led to massively destructive wildfires that have killed dozens of people and led to the evacuation of tens of thousands in many countries.",
    "Global climate data has been recorded worldwide since 1940. But scientists have used other methods such as tree rings, coral reefs and deep-sea sediments to show global temperatures thousands of years prior to this.",
    "Niger Military Coup: General heading Presidential Guard declares himself the nation’s new leader",
    "China’s next overseas military base likely a Sri Lankan port – Report"
  ]
}