{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90690/japanese-lawmaker-disciplined-over-remarks-about-death-of-sri-lankan-woman",
  "time_ut": 1684601700.0,
  "original_lang": "en",
  "original_title": "Japanese lawmaker disciplined over remarks about death of Sri Lankan woman",
  "original_body_lines": [
    "Japan’s Nippon Ishin no Kai Upper House lawmaker Mizuho Umemura was dismissed from a parliamentary committee and party officials apologized after her remarks questioning the March 2021 death of a Sri Lankan woman at an immigration facility ignited a firestorm of criticism.",
    "Ratnayake Liyanage Wishma Sandamali, 33, died at Nagoya Regional Immigration Services Bureau after complaining to officials that she was ill and needed medical attention, sparking shock, anger, and calls from within Japan and abroad for reforms over the way detainees are treated.",
    "Video clips taken by a security camera in Wishma’s room show her repeatedly pleading to immigration officials to be taken to the hospital to no avail. The woman was not eating, although in one video clip she tells officials she would if she could.",
    "But without offering proof, Umemura told the Upper House on three occasions that Wishma may have died as a result of a hunger strike, suggesting she had done so in the hope of an early release from the center due to illness.",
    "Her remarks caused an uproar, inviting criticism from other ruling and opposition party leaders. Umemura admitted to a judicial affairs committee on Tuesday that it was just speculation. On Thursday, Nippon Ishin Secretary-General Fumitake Fujita announced the party had forced Umemura to resign from the Judicial Affairs Committee and that other disciplinary actions might be taken.",
    "“The fact that Umemura took up an emotional question based on her assumptions is extremely problematic and inappropriate. The party’s executive committee would like to apologize,” Fujita said.",
    "Immigration officials acknowledged in an August 2021 report that officials lacked an awareness of how serious Wishma’s situation was.",
    "The head of the Immigration Services Agency apologized, and four officials at the Nagoya center were reprimanded. The family has filed a lawsuit against the government and is seeking ¥156 million in compensation."
  ]
}