{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Labour-reform-and-attracting-investment/4-750850",
  "time_ut": 1689888894.0,
  "original_lang": "en",
  "original_title": "Labour reform and attracting investment",
  "original_body_lines": [
    "President Wickremesinghe says labour laws have to be reformed for an export-oriented economy",
    "Labour Minister Manusha Nanayakkara recently said that this year Sri Lanka’s outdated Labour Law will be changed. There is no argument today labour market reforms are required urgently to improve our economic performance. The Lankan economy is now seen as bankrupt after the default. The DDR and the IMF EFF gives the country renewed hope for a robust recovery. Therefore what can the Government do to foster job creation and help firms to recover from the emerging economic shocks? One big challenge is the outdated labour laws.",
    "Labour legislation seems to have outlived its shelf life, and is deemed not business and investor-friendly. The need to attract good quality investors should be the top priority. Two other goals are; the need to raise female participation rates to increase the labour supply given our ageing population and the mismatch in available and required skills in the private sector, especially the English language ability of workers, which is clearly hampering labour productivity in the growing services sector.",
    "A clear national vision for labour, backed by funding, realistic targets, an implementation strategy and all the Government and private agencies working together to achieve it is a must. We need greater private sector participation to address the education and skills gaps in the country. Currently most groups are still working in isolation duplicating the work of each other, though it has improved lately. Urgently we need a holistic response to human resources planning that draws together the various government agencies, employer organisations and providers of education. Also training is needed for them that would enable reforms to be achieved with clear statement of responsibility shared among government agencies, educators, the social partners and the private sector.",
    "Skills obtained through training and those required by the job often do not match, resulting in skills shortages in some areas and simultaneously a surplus of workers with skills that are not in demand, contributing to unemployment and underemployment.",
    "Secondly, the limited involvement of all the key partners. In Sri Lanka, we lack the active participation and coordination between the state, employers’ and worker organisations that is very essential to ensure the provision of relevant and appropriate training. Thirdly is the poor quality and relevance of training. Weak quality assurance, too few or poorly paid trainers, poor working conditions for trainers, and outdated skills, curricula, training materials and methods, all inhibit the quality of training. Limited labour market information and inability to translate such information into improved training interventions undermine the relevance of our bench strength. All these need to be addressed to find a workable investor-friendly HR strategy for Sri Lanka.",
    "Sri Lanka has today an attraction problem and an acute skill shortage. A skill shortage is when employers cannot find candidates at market-clearing wages. The solution lies in education and training. Our young people should be trained in areas where jobs are plenty. There are probably many jobs that go elsewhere because people don’t have the expertise. Therefore, post-secondary education should become more affordable so that people have the opportunity to move into fields where skills are in high demand. The pressure to attract our skilled workers by the emerging world will continue, hence we need to deepen our talent pools. In the final analysis countries that are blessed with strong growth in the working age population and doing the best job of bringing young talent into the labour pool will continue to attract the most amount of FDI."
  ]
}