{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Police-advised-not-to-depend-only-on-JMOs-report-due-to-contradictions/155-264503",
  "time_ut": 1691042987.0,
  "original_lang": "en",
  "original_title": "Police advised not to depend only on JMO’s report due to contradictions",
  "original_body_lines": [
    "Colombo Additional Magistrate Rajindra Jayasuriya yesterday ordered the Borella Police to conduct an investigation based on all medical records available as there are contradictions and obscurities in the JMO’s report.",
    "The Magistrate made this order following the submissions made by Attorney-at-Law and Medical practitioner Dr. Y.L.M. Yoosuf before the Court during the inquiry into the death of a three-year-old child at Lady Ridgeway Hospital following kidney surgery.",
    "In his submissions, Dr. Yoosuf told the Magistrate that the Director of the Lady Ridgeway Hospital in his media briefing had confirmed that the child had two kidneys and the kidneys were removed during the surgery. Furthermore, the reports too had confirmed that the right kidney had functioned normally.",
    "However, the report of the Colombo Judicial Medical Officer had stated that the child had only one kidney.",
    "It was also said that in previous occasions too the reports of the JMO had contradictions and obscurities and it was therefore necessary to conduct an impartial inquiry into the death of Mohamed Hamdun Faslin, a three year old boy, resident of Kotahena.",
    "It is reported that the doctors had diagnosed the child with an acute kidney disease and they had recommended to remove the left kidney. However Doctor Nalin Wijekoon who performed the surgery had removed the healthy right kidney.",
    "Dr. Yoosuf further said that following the operation only the left kidney was made available for inspection by the parents and the right kidney was not shown to them and had disappeared inexplicably. Therefore, the whole incident is doubtful and asked to order the Police to conduct an impartial inquiry.",
    "Accordingly, the Magistrate ordered the police to conduct an impartial inquiry based on all documents and evidence revealed without solely depending on the JMO’s report.",
    "Later in the day the post mortem inquiry was held and the mother of the deceased child Fathima Rusana Abdul Cader giving evidence stated that Hamdun Faslin was born on August 2020 and the child did not have any abnormalities at the time of birth. But the child experienced complications on his urinary system after nine months since birth.",
    "During this period the doctors had detected that the left kidney of the child was malfunctioning and recommended to remove the left kidney. Accordingly Dr. Nalin Wijekoon performed the surgery.",
    "Since no improvement was seen on the child’s health, the parents contacted Dr. Nalin Wijekoon and he had told them that the child’s right kidney too was removed during the surgery and they will do a kidney transplant. However the child died on July 27, 2023.",
    "Later they also came to know that the Dr. Nalin Wijekoon had migrated. (T .Farook Thajudeen)"
  ]
}