{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82463",
  "time_ut": 1691791380.0,
  "original_lang": "en",
  "original_title": "Jaffna’s First Mayoress Sarojini Yogeswaran was a True  Heroine of the Tamil People.",
  "original_body_lines": [
    "The Jaffna  Municipal  Council elections held on 29 January 1998 resulted in Sarojini Yogeswaran of the Tamil United Liberation Front (TULF)  being elected as the first Mayoress of Jaffna.  Sarojini, the widow of former TULF Jaffna MP Vettivelu Yogeswaran assumed duties as  Jaffna’s fourteenth mayor on 11 March 1998. The first woman mayor of Jaffna  was murdered in cold blood by the Liberation Tigers of Tamil Eelam(LTTE) on 17th May 1998.",
    "Sarojini Yogeswaran whom I called Saro Akka (elder sister) was a sensitive soul. She and her husband Yoges Annan were quite fond of me. I had partaken of  Saro Akka’s kind hospitality on many occasions in Jaffna and Madras (now Chennai). When she was killed in 1998, I wrote two articles for “The Island” edited by Gamini Weerakoon and “The Sunday Leader” edited by Lasantha Wickrematunge. In this article I will  be re-visiting  the killing of Sarojini Yogeswaran  with the aid of those writings in a bid to denote the 25th anniversary of the death of Jaffna’s first Mayoress.",
    "The first lady of Jaffna was at her residence in Nallur  on that  fateful Sunday morning. Paramasivam a retired Co-operative  dept employee was with her.  He was  the administrative assistant of the Jaffna mayoress. Sarojini Yogeswaran was  discussing  with Paramasivam ,her intended relocation from her house in the interior to another one on the main Kandy road. The reason being to facilitate greater interaction with the residents of Jaffna.",
    "The time was around 10.30 am when two young men on cycles entered the premises. They wanted to meet the Mayoress over a matter of the utmost importance. The sixty year old Mayoress elected on the TULF ticket obliged. Within seconds the young men pulled out pistols and began firing away. Sarojini lay in a pool of blood with wounds on her chest, shoulders, neck and head. Paramasivam was also injured on his thigh and legs but not fatally. The walls too were riddled because some shots had been obviously off the mark.",
    "The assassins fled on their cycles. Concerned neighbours rushed both to the hospital. Mrs. Yogeswaran however had succumbed to her injuries and  was pronounced dead upon arrival. Paramasivam admitted to hospital  received medical  treatment and was  out of danger.  Thus ended the life of one of the most courageous and committed persons to grace the political landscape of Jaffna.",
    "Tragedy had struck twice in the same family. Sarojini’s husband Vettrivelu Yogeswaran TULF MP for Jaffna from 1977 to 83 had also been shot dead by  LTTE gunmen in Colombo on July 13th 1989. After nine years it was his widow’s turn to be gunned down. Lightning they say never strikes twice but in the case of the Yogeswarans, death in the form of assassination by LTTE  did strike twice in the same family.",
    "A new outfit calling itself the “Sangiliyan Padai ” (Sangili’s Army)  claimed credit for the dastardly deed in Jaffna. Sangiliyan was the last ruler  of the Jaffna kingdom vanquished by the Portugese in 1621. The “Sangiliyan Padai ” had some time ago sent letters to the newly elected Jaffna municipal councillors to refrain from taking oaths.",
    "Sarojini Yogeswaran had not heeded the warning. She went on ahead  and was sworn in as Mayor. The  Jaffna Municipal council started  functioning despite the tiger threat. Therefore  Jaffna Mayoress Sarojini Yogeswaran  had to pay the penalty for defying the dreaded tigers. It was an open secret in Jaffna that the “Sangiliyan Padai ” was  just another name for the LTTE “Pistol group” assigned the task of assassinating persons living in the army controlled areas of Jaffna then.",
    "Sarojini Yogeswaran nee Ponnambalam  was a teacher of English by profession.She had a long and rewarding stint at Vembadi Girls High School one of the premier educational institutions of Jaffna. She married Yogeswaran – the lawyer son of medical practitioner Dr. Vettivelu –  who subsequently was elected Jaffna MP in the TULF landslide of 1977.Yogeswaran with his boyish charm and infectious smile was adored by the youths and women of Jaffna. He was a darling of the masses.",
    "Yoges was also quite radical in his politics and was considered as an extremist then.When some policemen ran riot in 1981 and burnt down the Jaffna Public library Yogeswaran too was targetted. Indisciplined policemen attacked the Yogeswaran residence then on Point Pedro road Jaffna and burnt it down. They also burnt his jeep and car.",
    "The Yogeswarans themselves narrowly escaped death by  clambering  over the compound wall and hiding  in a neighbour’s residence. The then President  JRJayewardene when asked about the incident by an Indian journalist answered that Yogeswaran was affected because of the perception that he was close to the tigers. What Jayewardene was not asked about was why Mrs. Yogeswaran was also placed in harm’s way.",
    "After 1983 July the Yogeswarans went to Madras and stayed there for some time. They participated in the limited politics that was possible there.Then came the Indo – Lanka accord of 1987. The Yogeswarans returned home to Sri Lanka.",
    "When  Parliamentary elections were held in 1989, the TULF  was compelled by the then Indian envoy JN  Dixit to contest under one umbrella with the EPRLF, ENDLF and TELO. The TULF was neatly  undercut by these groups  in an election that was neither fair nor free.None of the  original TULF MPs was elected.",
    "Yoges too tasted defeat. He could not reconcile himself to that situation and fell seriously ill. After recovering Yogeswaran became fired with the desire to bring about broad Tamil unity. His first step was rapprochement between TULF and LTTE. The LTTE began exploiting Yogeswaran’s sincere effort to achieve their own ends. But the trustingly simple Yoges did not realise it.",
    "A meeting was arranged between the TULF and the LTTE in Colombo on July 13th  1989. The tigers  told Yoges that they were embarrassed by the security checks. So Yogeswaran  instructed the security detail at their residence not to check the visitors when they came. The security personnel were there because of the personal initiative of  the then Lands minister Gamini Dissanayake.",
    "Amirthalingam, Sivasithamparam, Yogeswaran and Mavai Senathirajah were then staying in one big house for security reasons.Visu, Aloysius and Anbu of the LTTE  came at the appointed time. They went upstairs without being searched. Sarojini Yogeswaran served them tea and biscuits and left the drawing room. Visu drank the tea, walked up to the table, placed the cup and saucer, whipped out his gun and fired point blank at Amir.",
    "A shocked Yoges shouted “Aiyo” and sprang up only to be gunned down. The tall Sivasithamparam also was rising to his feet and the bullets aimed at his head hit his chest. Prior to the tigers opening fire, the security personnel whose suspicions had been aroused had come upstairs. So they rushed in and blazed away. All three assassins were killed in the shootout. Sivasithamparam miraculously survived. But Amir and Yoges were dead.",
    "The trusting Yogeswaran had been duped by the untrustworthy LTTE A bleeding Yoges died with his head on wife Sarojini’s lap. His last words were “Bastards,Bastards”.",
    "After Yogeswaran’s death Sarojini was quite demoralised for awhile. The Yogeswarans had no children and Sarojini was all alone now. She was however not in financial difficulties because of the substantial property she inherited. Had she wanted to, Sarojini could have led a peaceful, comfortable existence. Yet her politicisation because of her late husband and the desire to carry on his work motivated her to dabble in politics. More importantly,  she like most responsible TULF’ers was burdened with a “political cross”.",
    "It was the TULF that radicalised Tamil politics and fired youth imagination with the vision of Tamil Eelam. Many  sensitive members of the TULF were deeply troubled about the consequences of that. They wished fervently to put an end to all the violence and bring about a reasonable settlement. It was this sense of responsibility and dedication that motivated some TULF leaders to continue with their efforts in seeking a negotiated settlement. Sarojini too felt  the same and shared those sentiments.",
    "The 1994 Parliamentary elections saw her contest in Colombo on the independent list headed by Kumar Ponnambalam. Although the independent list failed to get anyone elected,, Sarojini herself did creditably. Her limited success merely on the strength of her husband’s name provided her an insight. She realised that the magic of Yogeswaran’s memory could be very helpful to her in Jaffna.",
    "As time went on, Sarojini found the conditions of the Tamil people deteriorating badly. She became totally disillusioned with the so-called armed struggle. She felt that the only way out for Tamil redemption was the forsaking of violence and returning to democracy. She realised that a negotiated settlement followed by rapid development was the only solution.",
    "She became increasingly impatient and disgruntled as the progress of constitutional reform became delayed. Sarojini wanted some development-oriented action. An opportunity arose when local authority elections  in January 1998 were announced. She staked her claim for the Jaffna municipality. Under the circumstances she was the best bet for Jaffna from the TULF. When party colleagues became worried about her security she told them bluntly “Don’t worry about that. That’s my problem”. Her courage was overwhelmingly  inspiring.. She got the nomination.",
    "But there was a hitch. A technical error in filing nominations saw her list being disqualified. The TULF fought in courts over the issue. The PLOTE contested the TULF keenly in court. After a protracted  legal wrangle the TULF was declared eligible for election again on 16 January 1998. But valuable time had been lost and there was only about ten days for campaigning.",
    "The TULF also lacked the manpower, financial power and organizational power  of the other Tamil groups like the EPDP, PLOTE, EPRLF and TELO.  Sarojini could only hold three low-key public meetings including one at the Jaffna bus stand. Even at the time of voting there were no visible posters of Sarojini Yogeswaran or the TULF in Jaffna. Her campaigning was restricted to low-key, house to house canvassing. Her electoral theme was an “Unarmed democracy” (Aayudhamatra Jananaayagam) for Jaffna and the Tamil people.When she walked out to vote on election day a policeman on duty failed to recognize her as a mayoral candidate and tried to shoo her away. So “unknown” was she.",
    "Yet when the results were out the TULF had come first in Jaffna. Nine out of twenty three seats were assigned to the party and Sarojini herself became the first Woman mayor elect of Jaffna. Had the TULF got into the fray early it would certainly have got an absolute majority. Sarojini herself had  always been  confident that the TULF  would come first.",
    "After elections it was a case of getting the basic infrastructure like finding a viable office, furniture, money to pay salaries etc. She ran back and forth to the President, Ministers like Alavi Moulana and various NGO’s and diplomatic missions. Her only goal was to start the process of reconstruction and rehabilitation in the  Jaffna municipality.",
    "Sadly she was quite frustrated in these efforts. Despite all the positive noise about what a significant political defeat for the LTTE the local authority election results were,  no prompt action was taken to pump in money to the Councils. Bureaucratic lethargy and  ethnic hostility complicated matters further. The then President Chandrika Kumaratunga seemed to have lost all interest in the fate of the Jaffna Municipal council for the time being.",
    "Sarojini Yogeswaran was struggling to get the Council off the ground when the LTTE struck. Her killing was widely  condemned as a cowardly act. The mayoress whom the tigers gunned down was not one with a platoon of security personnel to protect her. Neither did she have a posse of unofficial bodyguards at her disposal. She had voluntarily refused armed security on the basis of a principle.",
    "Rightly or wrongly she felt that to rely on armed protection and escort was a contradiction in terms of her political goal of an unarmed democracy. Given the violent atmosphere of Jaffna she felt that to make a stand against violence,  all reliance on it including  armed security had to be eschewed. Some would say it was a foolish and unnecessary risk. But to Sarojini Yogeswaran it was a matter of principle.",
    "Besides, there was a practical side to it also. She did not want to be hampered by heavy security that ultimately would prove counterproductive. Her practical efficiency would be curtailed. People would find her inaccessible. She also sensed that the public mood was of aversion to all carriers of arms whether they be the tigers, the army, the Tamil groups or even bodyguards. So she  demonstrated her shared belief by disposing of her very real need for armed security.",
    "She may also have thought that by not having armed security she would not be offending the tigers. Having armed security may be interpreted as a defiant challenge by the LTTE. Whereas her simple low-key lifestyle may not have provoked the tigers. One can only surmise in this.",
    "Why the LTTE chose to eliminate Sarojini Yogeswaran is not difficult to understand. The widow of Yogeswaran had taken the bold and from a LTTE perspective,  the unpardonable step of attempting to charter an independent political course. While others in her party were dilly- dallying with the idea of contesting the  Jaffna local polls , she courageously opted to lead from the front by contesting. She went ahead in spite of the disapproval of the LTTE and mounted a political campaign against great odds. She won and proved to the world that the mass of Jaffna people were leading lives of quiet desperation and were yearning for peaceful normalcy. She provided an opportunity for the suffering, silent majority to articulate their aspiration of peaceful coexistence by voting for an unarmed democracy.",
    "Defying threats, Sarojini Yogeswaran took her oaths as Mayoress  and commenced meetings of the Council. She began drawing up plans for the benefit and well-being of the Jaffna people and engaged in efforts to obtain money to implement those plans. She also began speaking out fearlessly on issues as was typical of her.. Only now her words carried a tremendous clout as an elected Mayoress.",
    "All the world recognizes genuine commitment and courageous dedication. As a political widow and as a woman in a traditionally patriarchal society Sarojini Yogeswaran became a political cynosure.. The media was giving her a lot of prominence. The people of Jaffna were rallying around her as their only visible agent of salvation. Diplomats and foreign dignitaries were clamouring to meet her. The Jaffna municipal polls  victory saw Sarojini  emerge in her own right as a leader in every sense of the word. In short she was becoming a larger than life personality!",
    "The growing popularity of Sarojini Yogeswaran was not merely a personal issue. It was a phenomenon with political ramifications. In the first place the moderate political party Tamil United Liberation Front was growing in stature. Thanks to Sarojini who had the guts to do politics at the grassroots level there was a renaissance in party fortunes in the north.",
    "More importantly Sarojini was also holding out a very, highly visible option of the political alternative of democracy. She espoused a farewell to arms with her slogan of unarmed democracy. Slowly but surely Tamil people were re – entering the political mainstream again at  a grassroot level. The disillusionment with prevailing  political violence was beginning to manifest itself concretely.",
    "Under these circumstances from an LTTE point of view the demonstration effect of the Sarojini Yogeswaran persona had to be destroyed. A contrary political message capable of extinguishing the demonstration effect of Sarojini had to be delivered.Also another message strong enough to check and reverse the trend of emerging democracy had to be given out. Both messages could be combined in one through assassination.",
    "It would be however wrong to assume that Sarojini Yogeswaran was totally  unprepared for death. She would have known very clearly that life in Jaffna in those days  was  nasty, short and brutish. She would have fully realised that death could have struck her from any quarter in Jaffna. She also knew that trying to run the Municipal council was no easy task. Sarojini also had the choice of leading a comfortable life sans commitment in Colombo or abroad. Yet she forsook that option and chose to go and become Jaffna mayoress in a very difficult situation.",
    "It was a valiant sacrifice. In that sense she was a real heroine of the Tamil people. If the LTTE and their minions could  make a martyrdom cult out of the young cadres on the basis that they embrace death voluntarily then Sarojini Yogeswaran who knew that she ran the risk of being killed and yet refused to have even a single bodyguard too was a true Tamil  heroine but not certainly of the two legged feline variety.",
    "Sarojini’s  death as well as life was not meaningless. By displaying supreme courage and dedication she  proved that the spirit of self-sacrifice for constructive goals still existed within the Tamil elite. By contesting elections under trying circumstances and winning she proved that the majority of Tamil people were yearning for a return to peaceful normalcy. By enunciating her ideal of an unarmed democracy and refusing to have armed bodyguards she demonstrated that the willingness to die for one’s belief was not an exclusive preserve of the LTTE alone. By meeting her killers like a sacrificial lamb at home she showed that there was dignity in death that transcends a life of wanton destruction masquerading as political  liberation. (ENDS)",
    "This article appears in the “Political Pulse”Column of the “Daily FT”.It can be accessed here –"
  ]
}