{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95683/several-killed-in-separatist-gun-attack-on-iran-police-station-state-tv-says",
  "time_ut": 1702634760.0,
  "original_lang": "en",
  "original_title": "Several killed in separatist gun attack on Iran police station, state TV says",
  "original_body_lines": [
    "Suspected members of a separatist group killed 11 people and wounded eight others in a nighttime attack on a police station in southeastern Iran, state TV said Friday.",
    "The deputy governor of Sistan and Baluchestan province, Ali Reza Marhemati, said senior police officers and soldiers were killed and wounded in the 2 a.m. attack in Rask town, about 1,400 kilometers (875 miles) southwest of Tehran.",
    "He said police killed several of the attackers in a shootout.",
    "The advocacy group HalVash, which reports on issues affecting the Baluch people, shared video online that purported to include the heavy gunfire that accompanied the predawn attack. It also showed helicopters later flying over the area in daylight.",
    "State TV blamed the attack on Jaish al-Adl, a separatist group. In 2019, Jaish al-Adl claimed responsibility for a suicide bombing on a bus that killed 27 members of Iran’s paramilitary Revolutionary Guard. However, the militants did not immediately claim the new attack. They typically conduct hit-and-run operations from their hideouts in neighboring Pakistan.",
    "Majid Mirahmadi, a deputy interior minister, told state TV that the attack wounded eight police officers. He said two gunmen had been killed and one arrested. He said during the attack the gunmen also ambushed deployed forces to stop them from reaching the shootout. He said a search was underway in the area to find the gunmen.",
    "In recent months, militants and small separatist groups have attacked police stations as part of a low-level insurgency against the government.",
    "Sistan and Baluchestan province is one of the least developed areas of Iran. It was the site of heavy crackdowns on rallies following nationwide protests over the death in police custody of a 22-year-old woman, Mahsa Amini, in Tehran who had been detained for allegedly improperly wearing an Islamic veil.",
    "Anti-government demonstrations have been happening for months as well on Fridays in the restive province, which is a majority Sunni region. Its Baluch people long have complained about being treated as second-class citizens by Iran’s Shiite rulers."
  ]
}