{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Our-Tax-Where-does-it-go/172-257765",
  "time_ut": 1681828500.0,
  "original_lang": "en",
  "original_title": "Our Tax: Where does it go?",
  "original_body_lines": [
    "As the economic crisis looms, poor and needy people turn to community kitchens and other donors to fulfil their needs.",
    "One of my younger colleagues at the University of Peradeniya, recently wrote on his Facebook something a female student had told him: “Sir, we only eat one meal a day.”",
    "This is not news to us at universities, especially to those of us whose students are mostly from rural Sri Lanka. Peradeniya itself is rather rural, and the students coming from even its vicinity belong to the rural poor. One of the students told me that her daily bus fare is unbearable for her family. Students are not given hostel facilities unless their homes are 50km away. If one must commute some 40km twice a day, the traveling cost is indeed unbearable.",
    "Once at a committee meeting, I had the opportunity of listening to how one of the university cafeteria managers described the meal purchasing of students during the on-going financial crisis: “Those children come to the canteen at about 10.00 am and buy one meal for both breakfast and lunch. We feel so sad, but we are helpless?” he said.",
    "According to what I have gathered on this matter over these months, many students do not add a piece of chicken or fish to the meal just buy a ‘plate of vegetable rice.’ A small cooked portion of chicken is sold at least Rs. 150 and a portion of fish is around Rs. 100.",
    "At the faculty where I teach, about 90% of the students are females; on average, they are between 22 and 24 years old. At this age or any age for that matter, these young girls regularly need nutritious meal. These are the brightest citizens of their age group, and they have entered university after performing well at the most competitive national exam in the country. Yet, the above examples show how they are being treated for about two years now.",
    "The way a country treats its women indicates its quality level and priorities of development. I just cannot imagine what kind of health issues these under-fed young women would have to face in future. Those health issues take years to show their consequences. When it happens, we, the teachers or the University administration will not be among them to help them. While the university community has tried out numerous ways to help the students, and unless a “Needy Students’ Fund” has been established, the problem would be too heavy for us to handle.",
    "In the meantime, the government has increased our taxes in addition to VAT even those starving students have to pay when they buy those poor meals. On average, a professor pays about Rs.100,000 as monthly tax, and the most senior professor at the University told me that his monthly tax cut was about Rs.150,000.",
    "Professionals believe in redistribution that reach masses in forms of education, healthcare, and improved employment. And there is a segment of population that needs subsidies in nearly everything while they wait to find employment and other sources of income",
    "We, being a community of professionals, and I, as an individual, are not against taxation. In fact, a vigorous programme of redistribution is needed even without a financial crisis such as the current one. But the key word is ‘redistribution.’ As the above examples from my own life show, if there was a principled programme of ‘redistribution,’ our students would not be as deprived. What we get to hear instead is that many students have not received their Mahapola stipend for months. Since it is the key financial aid programme within the national university system, its monthly stipend has not increased for years and remains around Rs. 5,000! It has not been adjusted at least fractionally to cope with the current inflation. That was why students keep avoiding meals. What is heartbreaking here is the fact that a professor’s monthly tax is enough to pay 20 Mahapola stipends at the present rate. Therein lies one of the issues about the increased tax on the professionals.",
    "The on-going professionals’ trade union action against increased tax has several pertinent arguments. Many of us do not know what really happens to our tax money. We are indeed worried about corruption on the part of politicians. All major political parties have produced politicians whose narratives of corruptions are almost mythological. They are not just mythic stories that exist only in imagination. They are real: we have seen politicians with humble beginnings becoming insanely wealthy just about a decade into their political careers. And these political ‘new rich’ is not ashamed of showing off their newly-acquired wealth and the power of quick-money. Anyone who has observed the lifestyles of many politicians from all major parties knows that without some unknown flow of money towards them, those politicians cannot live the kind of life they did. That is on top of all the perks legally belong to them.",
    "It is true that the legality of the material benefits the politicians enjoy cannot be challenged legally. The discourse on the corruption in the country is so rich that nearly all major politicians have been challenged ethically. On their part, however, there is very little remorse or a sense of guilt. Now, no major politician can visit his/her voters without the entourage of security personnel. This resentment of politicians is shared by professionals like me. We do not want to pay higher tax if it is wasted on politicians.",
    "Professionals believe in redistribution that reach masses in forms of education, healthcare, and improved employment. And there is a segment of population that needs subsidies in nearly everything while they wait to find employment and other sources of income. Thus, tax money should be redistributed on the principle of equity and justice. If redistribution is guided by such principles, it is a pleasure and an honour to pay tax. Any citizen with a sense of dignity will be happy that his/her tax is enhancing the quality of life of needy citizens. Such transparency is rarely found in corrupt states.",
    "In addition, taxpayers have other personal worries. No matter how much tax they pay they still have to spend from their own pockets for healthcare, transportation, and the education of their children. For example, public healthcare system has weakened so much that it is rarely a middle class person makes use of government hospitals because they know that so many poor people are waiting in line for the similar kind of services. When a middle-class man chooses a private healthcare facility over a government hospital, he/she is in fact paying a ‘tax’ that is not accounted for, and the person is indirectly participating in a programme of redistribution. When the same person must pay an increased tax, he/she is double taxed.",
    "Higher earners must pay tax, and it is an honour to pay it. But they are prevented from the pleasure of seeing, their tax helping some other fellow citizens taking a shot at a better life. What they see instead is major politicians becoming big shots with insanely luxurious lifestyles. That must not be tolerated.",
    "The writer Liyanage Amarakeerthi is a professor attached to Department of Sinhala at the University of Peradeniya."
  ]
}