{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/chanaka-liyanage-new-chief-agency-officer-of-aia/",
  "time_ut": 1685168160.0,
  "original_lang": "en",
  "original_title": "Chanaka Liyanage new Chief Agency Officer of AIA",
  "original_body_lines": [
    "AIA Sri Lanka recently announced the appointment of Chanaka Liyanage as the company’s Chief Agency Officer, effective April 1, 2023 saying that in this role, he takes over AIA Sri Lanka’s Agency Sales Distribution with over 100 Branches, 4,000 Wealth Planners and 500 Agency Leaders spread across Sri Lanka.",
    "“In his new role Chanaka will lead the next phase of the agency trajectory of the company, focused on growth and expansion of AIA’s unique Wealth Planner centred agency sales channel,” a company news release said.",
    "Chanaka who began his workimg life at HSBC joined AIA Sri Lanka in November 2019 and was seconded to TATA AIA India on a short-term assignment, where he was part of the project team, that launched TATA AIA’s full time Premier Agency channel in India.",
    "Functioning thereafter as the company’s Deputy Chief Agency Officer, he was instrumental in shaping the digital transformation of the company’s Agency Channel.",
    "He holds a Master’s in Business Administration from the University of Southern Queensland, an Advanced Diploma in Management Accountancy (CIMA) and a Diploma in Marketing from the Charted Institute of Marketing (CIM). He has been a member of the eminent Panel of Judges for the National Sales Congress (NASCO) by SLIM since 2016. He is a proud product of Royal College Colombo 07.",
    "AIA Insurance globally recognised as Best Life Insurance Company in SL",
    "Yureni Noshika comes onboard as brand ambassador for amanté‘s freshly dropped athleisure collection",
    "Chanaka Liyanage takes over as Chief Agency Officer of AIA Sri Lanka",
    "‘Aya Surakina AIA’ moving the needle on gender equality with the launch of the Gender Sensitivity Training programme – an industry first in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}