{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-rajakulendran-academy-of-western-music-speech-drama-reviving-english-in-jaffna/",
  "time_ut": 1680503705.0,
  "original_lang": "en",
  "original_title": "The Rajakulendran Academy Of Western Music, Speech & Drama: Reviving English In Jaffna",
  "original_body_lines": [
    "My wife and I were privileged to be invited to attend on 25.02.2023 the Rajakulendran Academy’s cumulative Prize Giving for the years 2019, 2020, and 2021, cumulative on account of Covid. The Chief Guests were Prof. S. Srisatkunarajah, Vice Chancellor of University of Jaffna, and his wife Sivaranee Srisatkunarajah who appropriately is a Senior Lecturer in the Department of Linguistics and English at Jaffna University.",
    "The Guest of Honour was the Rev. Fr. Rex Constantine of the Claretians, who are dedicated to the mission of living and spreading the Word, setting everyone on fire with God’s love.",
    "Jaffna was once at the pinnacle of education in Sri Lanka. However, at an Akaram Foundation",
    "Workshop in Jaffna on 15.10.2016, my student Prof. Roshan Ragel of Peradeniya produced statistics to show that Jaffna District had slipped from first place in 1980 to the ninth (last) by 2016. In the same period, the Western Province held on to its second place while the Southern Province moved up from third to first. In engineering and Medicine alone, the Northern Province did not see the same loss, from first to third, and from first to fifth, respectively.",
    "This loss of academic strength, I believe based on my personal observations of university minutes, Vice Chancellors’ letters, reference letters from school principals and lecturers etc., corresponds to a loss of English fluency.",
    "A reversal of this decline in English competency may only be achieved by reviving English teaching from a very young age. Very early as English fluency declined, Swendrini Kadirgamar in 1973, founded The Rajakulendran Academy of Western Music, Speech and Drama. It was named after her father who nurtured her in the English language at home and instilled in her a love for the language and its literature. The Academy was strengthened when her sister, Vimala Jebanesan of some 50 years’ experience in the field, joined her after a career in teaching the subject locally and abroad. With her came Bishop Jebanesan with his degree in English, besides theology and history, making him, in my view, one of Jaffna’s most superior scholars.",
    "It turned out that VC Srisatkunarajahs’ son, Srishankarshan,  got 1st prizes in flute and vocal. The second prize was for Yuthishthran Peranandarajah. Swasthi Gobyshangar of CMS Chundikuli Girls’ College got first prizes for Effective English, Spoken English and Written English. Coincidently, her father Gobyshangar, presently an orthopaedic surgeon at Jaffna’s teaching hospital, as a student at St. John’s learnt at the academy and was determined to give his daughter what he had himself received. Vernila Kumaravel in three consecutive years, as she progressed from Grade 5 to Grade 6 to Grade 7, got prizes in Effective English, Effective Speaking, and Piano, Violin and Vocal.",
    "No wonder that Dr. Kumithini (presently in Australia) remarked that the cream of Jaffna have their children at the Academy.",
    "Far sightedly, to keep standards in line with worldwide norms, the two sisters’ students were presented to exams by the similarly named Institute in Colombo whose representative for Jaffna Swendrini is. Likewise, the academy’s students were also prepared for exams conducted by the Royal Schools Board of Music London in whose examinations their student  Poopalan Lakshman garnered the all-island prize for speech and drama reserved only for one person.",
    "Varajith Umashankar  came first in Sri Lanka for Piano Grade 5 Royal Schools of Music London. While 10 from the academy obtained distinctions, I am proud to say that my niece, Nirupini Hoole, secured the second prize and now teaches at the academy until Ruhuna University starts her classes in “Mathematics and Industrial Statistics.”",
    "The programme was fun and recalled to my mind poetry and nursery rhymes my wife and I were familiar with. There was a choral recitation by primary children. The Juniors acted out Five Little Pussycats, etc. The Intermediate children put on the Secret Garden, Black Beauty, Daddy’s Making Dinner and the Pied Piper of Hamlyn. Fun for us indeed, but as I could see from the young and happy faces, a lot more fun for the children who will treasure their memories of that evening for long.",
    "There were over 50 children getting their prizes. I am proud of all of them although space does not let me name all of them. No offence is intended. I have chosen to highlight names I remember. Would that I have space and the memory to name all the greats, some of whom have been faithfully studying for 6 years and growing in the field with high honours.",
    "At the university in my time those who spoke English were bullied into silence. The Sinhalese shouted kaduwa (sword) as if speaking English is cutting others down. The Tamils shouted that our teeth are going to burst. So many of us stuck to mother tongue and did not go very far in English, nor in life.",
    "All these students at the Rajakulendran academy overcame shackles of being shy, some studying with much younger children than themselves and have been amply recognized at the prize giving. To such belongs the future, who recognize their failings and work to address their shortcomings. The trail-blazing efforts of the academy are now followed by others. To be sure, as a parent told me, this academy is the only one with special  focus on one-to-one teaching.",
    "To use a Biblical allegory, those unable to speak have their tongues loosened when the Angel Gabriel touches their tongue with hot coal. The academy has touched their tongues with hot coal and made them commanders of the future – theirs and ours, and Jaffna’s."
  ]
}