{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Debuts-for-Hemantha-and-Pathirana-on-the-cards-as-Sri-Lanka-build-up-to-key-World-Cup-qualifiers/108-260281",
  "time_ut": 1685620312.0,
  "original_lang": "en",
  "original_title": "Debuts for Hemantha and Pathirana on the cards as Sri Lanka build up to key World Cup qualifiers",
  "original_body_lines": [
    "Leg spinner Dushan Hemantha and sling-armed fast bowler Matheesha Pathirana are in line for One Day International debuts when Sri Lanka take on Afghanistan in the first ODI in Hambantota tomorrow.",
    "Sri Lanka will be without their main bowling weapon Wanindu Hasaranga, who has been ruled out of the first two ODIs in the three-match series, which opens the door for Hemantha to make his international cricket debut.",
    "“It's because of Wanindu's injury that Dushan has been called up to the squad and there is a good chance he will play tomorrow,” Sri Lanka captain Dasun Shanaka said.",
    "Hemantha impressed in the recent National Super League Limited Over, taking 13 wickets in 8 innings – the third leading wicket taker in the tournament – put him on the radar for the national team.",
    "He also averages 24.21 with the bat in List A cricket, potentially providing the all-round skills that Hasaranga brings to the team.",
    "With Hambantota not having hosted an international match since 2020, Shanaka believes that a new wicket could favour fast bowlers, with Sri Lanka contemplating a bowling attack with three front line fast bowlers.",
    "One of those spots could be handed to Pathirana, the right-arm fast bowler who proved a crucial part of the Chennai Super Kings team that won the Indian Premier League on Tuesday morning, though Shanaka was non-committal in naming a first XI.",
    "While Pathirana had seen his stock rise through his contributions at the tournament, Shanaka believes that he would not have been discovered by IPL teams had he not been given his early opportunities by Sri Lanka Cricket (SLC).",
    "“If you talk about Matheesha's achievements (at the IPL), he has represented Sri Lanka since the under 17 team, and it’s because of the performances with Sri Lankan cricket that he got the chance to play in the IPL. The IPL gives value to unorthodox skills and even though Matheesha hasn't been highlighted with the national, the opportunity for him to be highlighted in the IPL are higher. Matheesha has been with the national team for a while now, but unfortunately, he got Covid-19 during the tour of New Zealand and was unable to play the T20,” Shanaka said.",
    "Sri Lanka could also be buoyed by the return of Dushmantha Chameera, who was Sri Lanka’s best fast bowler before picking up an injury during the early stages of the T20 World Cup last year, returning to the national team after a long injury layoff.",
    "With Dimuth Karunaratne also returning after a long exile from ODI cricket, this series will provide Sri Lanka the last opportunity to identify its best XI, before the Cricket World Cup Qualifiers later this month.",
    "Meanwhile, Afghanistan, who have already directly qualified for the Cricket World Cup, will be without ace spinner Rashid Khan for the first two ODIs, having arrived to join the Afghanistan from the IPL with a back injury.",
    "While it is a significant absence, Shanaka believes that it would not be so pronounced given the other spin bowling option up Afghan captain Hashmatullah Shahidi has up his sleeve.",
    "“Even though Rashid Khan isn’t available, they have Noor Ahmed who has played in Sri Lanka and has experience playing in the IPL, and he has played international cricket. They also have Mujeeb ur-Rahman and Mohammad Nabi, so in terms of spinners they have some good, experienced options. We can't take them lightly,” Shanaka said."
  ]
}