{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90018/prison-officials-in-charge-of-three-teens-accused-in-murder-suspended",
  "time_ut": 1682256780.0,
  "original_lang": "en",
  "original_title": "Prison officials, in charge of three teens accused in murder, suspended",
  "original_body_lines": [
    "Three prison officials, who were in charge of three teen murder accused detained at the child detention centre in Makola, have been suspended.",
    "The prisons media spokesperson, Additional Commissioner General of Prisons Chandana Ekanayake, in a press release, said statements were obtained from the three officials in question pertaining to a video received by the prisons intelligence unit.",
    "Thereby, the service of the three prison officials was suspended, pending disciplinary action.",
    "The three prison officials were in charge of three 16-year-olds who were arrested for assaulting a man to death using helmets on the eve of February 14 in Galmatta, Welipenna.",
    "The 34-year-old victim, Ranga Viraj, was a father of one employed at a private company. He was assaulted to death by the three teens after he advised them against riding motorcycles at a high speed without wearing helmets.",
    "One of the three youths was arrested by the Welipenna Police later on February 14 while the other two were taken into custody the following day.",
    "The trio was subsequently referred to the child detention centre in Makola after being produced before the Mathugama Magistrate’s Court.",
    "On April 18, they were escorted out of the detention centre to the Magistrate’s Court for the ongoing legal matter.",
    "A video showing the relatives of the three accused stopping the vehicle, which was transporting the trio back to the detention facility, and loading some items into the vehicle was circulated in media earlier.",
    "The Prisons Department said its intelligence unit has initiated an extensive investigation into the matter after a complaint was filed by the family of the murder victim.",
    "The prisons media spokesperson said strict disciplinary action would be sought against the three officials who were in charge of the three teens, following the conclusion of the probe.",
    "The brother of the deceased said they intend to present submissions in this regard, via their lawyer, to the magistrate at the hearing of the case."
  ]
}