{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/28/sri-lanka-calls-for-fresh-report-to-recommence-light-rail-transit-project-scrapped-by-gotabaya-administration/",
  "time_ut": 1682653020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka calls for fresh report to recommence Light Rail Transit project scrapped by Gotabaya administration",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Ministry of Urban Development and Housing said it has called for a report from an expert committee for the re-implementation of the Colombo Light Rail Transit Project that was scrapped by the Gotabaya Rajapaksa administration.",
    "A proposal to re-implement the Colombo Light Rail Transit Project was put forward to the Finance Ministry, and the report has been call for by the National Operation Center.",
    "Urban Development and Housing Secretary W.S. Sathyananda speaking to News 1st said that once the report is made available, the next step with regard to the LRT project will be taken.",
    "Colombo light rail transit (LRT) project is the first of its kind to be developed in Colombo, the capital city of Sri Lanka.",
    "In 2019, the Government of Japan agreed to grant loan assistance of USD 1,800 million for the Light Rail Transit System (LRT) project as a solution for the traffic congestion on Colombo city and suburbs.",
    "The LRT System was designed to construct a 17 km long elevated rail track including 16 stations to cover important and major intersections from Malabe to Colombo Fort.",
    "When Gotabaya Rajapaksa was elected to power, he ordered the immediate termination of a Japan-funded light rail transit (LRT) project.",
    "A special audit report by the Auditor General of Sri Lanka revealed that this decision alone cost the country Rs. 5.978 Billion.",
    "The project was suspended following a letter issued by the then-Secretary to the President on the 21st of September 2020, citing that the project was not the appropriate cost-effective transport solution.",
    "The Japan International Cooperation Agency had provided the facility of paying the said loan during a period of 40 years including a grace period of 12 years and the annual interest rate thereon was 0.1 per cent.",
    "A special audit report by the Auditor General of Sri Lanka revealed that the decision to terminate the project without any proper study led to an uneconomic expenditure of Rs. 5.978 Billion that was already spent on the project.",
    "It said that the Government of Sri Lanka had decided to unilaterally terminate the Japanese-funded Light Railway project with no alternative solutions.",
    "The Regional Conference of the Charted Accountants of Sri Lanka was held on Thurday (27) in Jaffna.",
    "Dispose expired tear gas from all police stations, says COPA; Police assures expired goods will never be used"
  ]
}