{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/largest-capacity-crane-in-sri-lanka-unloaded-at-hip/",
  "time_ut": 1679254320.0,
  "original_lang": "en",
  "original_title": "Largest capacity crane in Sri Lanka unloaded at HIP",
  "original_body_lines": [
    "Last week, the largest capacity crawler crane in Sri Lanka was unloaded at Hambantota International Port. The crane, with a 750-ton lifting capacity, will be initially used for Hiruras Wind Power Project in Mannar. The German built Liebherr brand crane was being used in Japan and has now been imported to Sri Lanka for civil projects.",
    "“HIP has earned itself a name for its RORO capabilities and currently we are aggressively promoting the port’s ability to handle all types of vehicles in the international market.  The way this heavy equipment was unloaded at the port is a fine example of HIP’s capability. Heavy equipment coming into the port need not be carried on flat racks, but instead moved via trailers which are driven on and off the respective vessels. This notches up our safety factor as well as minimising any accidents. We believe this changes the equation even in the case of transshipment of such equipment and Hambantota International Port is open for this business,” says Tissa Wickramasinghe; the COO of Hambantota International Port Group (Pvt) Limited.",
    "The crawler crane which consisted of 1000 tons of components was unloaded by HIP within a day.  The cargo was then transferred to 42 trucks which took the equipment by road in 2 days to the project site in Mannar for assembling.",
    "“HIP is well known for its accident free operations and for maintaining very high standards in health and safety.  This is one of the key reasons for the port being a preferred choice when importing heavy equipment that need delicate handling like the crawler crane, which to date is the largest in Sri Lanka. It is the first time Japan exported such a large crane. There are only a few cranes of such capacity in Japan and only three available in the whole of South Asia. We were encouraged when HIP’s marketing team expressed the capabilities of the port, during their visit to Japan, which helped us decide to ship the crane to HIP,” says Keerthi Manthrirathna, Proprietor of Rainbow Lanka (Pvt) Limited, the largest crane rental company in Sri Lanka.",
    "The Academy of International Business signs Memorandum of Understanding with the University of the Pacific",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}