{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hnb-and-lanka-ashok-leyland-to-support-sme-sector/",
  "time_ut": 1682858400.0,
  "original_lang": "en",
  "original_title": "HNB and Lanka Ashok Leyland to support SME sector",
  "original_body_lines": [
    "Sri Lanka’s premier private sector bank, HNB PLC, renewed its partnership with the nation’s leading Heavy Commercial Vehicle supplier, Lanka Ashok Leyland PLC (LAL), to provide customers a range of exclusive benefits and special interest rates for Lanka Ashok Leyland commercial vehicles.",
    "“We are thrilled to announce the renewal of our long-standing partnership with Lanka Ashok Leyland. Given that the last two years have been challenging it is crucial that we revive small businesses across the island that have become the backbone of the economy. As such, we worked towards reviving our partnership with one of Sri Lanka’s leading commercial vehicle supplier. We hope our customers will make use of this exclusive opportunity to invest in vehicles that help them expand their businesses,” HNB Assistant General Manager – Personal Financial Services, Kanchana Karunagama said.",
    "The bank will offer customers competitive interest rates for three, four- and five-year lease periods, in addition to an exclusive interest rate for facilities with a 25% residual rate for up to five years. Customers also have access to attractive discounts for vehicle insurance premiums from HNB General Insurance together with a free accidental life insurance cover worth Rs. 4.5 million and a natural death cover of Rs. 600,000.",
    "As a further bonus, customers who purchase Lanka Ashok Leyland vehicles will receive a value-added “Prestige Prime” credit card, offering access to special discounts on automobile products, servicing, spare parts, tyres, batteries. HNB will waive off the first-year annual fee.",
    "Umesh Gauta, CEO of Lanka Ashok Leyland, added that “The impact of COVID 19, coupled with the ongoing economic crisis, have significantly affected the transport industry. Unavoidably, several people in the sector have incurred varying levels of financial losses – we hope to be an example for the corporate sector in stepping forward and doing the utmost for our customers and the public at this difficult juncture.",
    "Dialog Finance PLC and Daraz join hands to empower SME sellers on the e-commerce platform",
    "APOLLO Hospitals’ Lankan helpline facilitates access for patients and physicians",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}