{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82146",
  "time_ut": 1686952980.0,
  "original_lang": "en",
  "original_title": "The Controversial  Killing of   Tamil Congress Leader Kumar Ponnambalam in Colombo on 5 June 2000.",
  "original_body_lines": [
    "Jaffna district Parliamentarian Gajendrakumar Gangaser Ponnambalam (GG Ponnambalam) has  lately been  very much in the news. The 49 year  old  lawyer was arrested by the Police at his Colombo residence, produced before the Kilinochchi magistrate and released on  Rs 500,000 surety bail. Earlier he had been involved in an altercation with Police officers at Maruthankerny in the Jaffna peninsula. The MP’s controversial arrest was allegedly due to  charges filed by the Police following the incident.",
    "Gajendrakumar Ponnambalam known generally as Gajen or Gajen Ponnambalam  is the Secretary-General of the Ahila Ilankai Thamil Congress (AITC)  and the President  of the Tamil National Peoples Front(TNPF). Gajen Ponnambalam subsequently made a statement in Parliament concerning his arrest in which he raised a breach of parliamentary privileges issue. He has also lodged a complaint with the Sri Lanka Human Rights Commission in Jaffna.",
    "Currently underway are  a  Magisterial inquiry by the Kilinochchi court, a probe by the Parliamentary Privileges Committee and an investigation by the Human Rights Commission (HRC) into  the arrest.  The Jaffna MP is awaiting the outcome of these three probes before contemplating further legal action over his arrest.“Since the charges levelled against me are criminal in nature by the police who are also the main party in this case, I’m waiting for the final verdict from the Court,” MP Ponnambalam told the “Sunday Times”.",
    "Gajen Ponnambalam’s arrest caused a furore in Parliament with several MPs including the Opposition Leader Sajith Premadasa referring to it in the House. Ponnambalam himself engaged in a heated exchange of words with Public Security minister Tiran Alles who seemingly defended the action by the Police. Among those who criticized the manner in which Ponnambalam was treated by the Police was the firebrand Batticaloa MP Shanakiyan Rasamanickam.",
    "In doing so Rasamanickam referred to the murder  of Gajendrakumar’s father Gaasinather Gangesar Ponnambalam known popularly as Kumar Ponnambalam and alleged that the Police was  involved in that murder. Kumar Ponnambalam was shot dead in his vehicle at Wellawatte on 5 January 2000. Though 23 years have passed no one has been arrested or prosecuted.",
    "Unlike his father Ganapathipillai Gangaser Ponnambalam or his son Gejen, Kumar Ponnambalam was never able to win an election and become an MP. Nevertheless he was for more than two decades an active politician championing Tamil rights courageously.  He was the leader of the party founded by his father the All Ceylon Tamil Congress (ACTC). The party name was altered from “All Ceylon” to “Ahila Ilankai” recently.",
    "Kumar Ponnambalams cold blooded murder in Colombo  caused shock waves nationally and internationally at the time it happened. It was his father’s murder that impelled Gajen to plunge into politics. Earlier he had been reluctant to give up law and enter politics. Recently when a Sinhala newspaper published fake news that Gajen had fled from the country, the MP refuted the canard and pointed  out that he had not run away even when his father was killed",
    "The references to the killing of Kumar Ponnambalam have revived fresh interest into the murder. I have received several queries about the incident  and requests that I should write about. The fact is that I have written about  Kumar  Ponnambalam, his politics and   murder extensively in the past. Yet I realise that the  younger  generation of readers know very little about the man and his murder while  the older generation’s memory is fading away. It is against this backdrop that this column re-visits – with the aid of earlier writings- the  controversial killing of Tamil Congress leader Kumar Ponnambalam in Colombo on January 5th 2000.",
    "The war between the Liberation Tigers of Tamil Eelam (LTTE) and the Armed forces of Sri Lanka was  then raging . Chandrika Bandaranaike Kumaratunga was the President and her mother Sirimavo Bandaranaike was the Prime Minister. Kumaratunga elected first in 1994 called for an election in 1999. The election was scheduled for 21 December 1999. The then leader of the opposition Ranil Wickremesinghe was strongly tipped to be the winner at the hustings. Kumaratunga held her final rally at the Colombo Town Hall premises on 18 December. The LTTE launched a  suicide bomber attack. Chandrika was injured in the explosion but miraculously survived. She  was blinded in an eye. The LTTE attack and injuries sustained by Chandrika resulted in a sympathy wave. She was re-elected as President.",
    "The re-elected President issued a victory speech  after recovering from her injuries. In that she warned all supporers of the LTTE in the south to “beware”. A few days later the  Tamil Congress leader Kumar Ponnambalam  responded to Kumaratuga with a hard -hitting public letter. Extracts of Kumar’s response  to Chandrika are given below –",
    "“I write as a Tamil Eelavan. But more importantly, I write as an unalloyed and unrepentant supporter of the political philosophy of the LTTE and as one who, with that conviction, lives in the South. I write as one who has publicly stated this position of mine not only within this island but also without, and both verbally and in writing. I write as one whom you have recognized in your speech. And, I write as one who refuses to be deterred by the naked threats that dot your speech.”",
    "“As far as the Tamils are concerned, they in turn, must appreciate that if their aspirations hold that as a Nation they have the right to self-determination and that that right is inalienable in that it is born with them, then they must have the political wisdom, strength and sagacity to exercise that right and decide their own political future themselves. They have, for far too long, looked to peace packages, negotiating tables and anything offered or dished out by the Sinhalese. This beggarly attitude must go. The sooner it goes, the better it is for the Tamils.”",
    "“The Tamil Nation has, through the Delegation of the Tamil People, solemnly informed the world about its aspirations in August 1985 at Thimpu. To go back on that position will be tantamount to compromising future generations of Tamils yet unborn. The present generation does not have the right to compromise future generations. Any signal that would give the Sinhalese the idea that the Tamils are not serious about their aspirations, or that they are climbing down, will be an act of treachery.”",
    "“May I end by saying that, on the basis of what I have just stated I, personally, have got disgusted and tired of talks, third party intervention, etc. My considered conviction is that a political solution to the Tamil Problem is in the hands of the Tamils themselves and only in their hands and that the Sinhalese and Tamils can continue to live in this island and in peace only if they live in two definite and distinct compartments each minding their own business unfettered by the other.”",
    "“ Only such an arrangement will prove relevant that great quotation on peace you have used in your speech – Peace is a battle. Peace is never given freely, never acquired. Its conquest is the result of courage and of respect for others. It demands awareness and commitment from everyone. Peace is not the law imposed by the mighty, but that which is founded on equality and dignity of all peoples.”",
    "On the fateful morning of January 5th  2000 , there was  an explosion at Flower road at the gates of the Prime Minister’s office at 9.05 am. A woman with explosives strapped to her body had detonated herself when suspicious police personnel  tried to frisk her bodily. At least 13 people were killed and 29 injured in the explosion. When news about this incident spread,  tension was prevalent amidst the Tamil population of Colombo which feared reprisals.",
    "Kumar Ponnambalam was planning to go out with his son  Gajen to inspect a Benz car which he intended buying and adding to his fleet of 19 cars of that make. After hearing about the explosion,  he decided not to go out and instead set about arranging his files and papers. At about 10am a man dressed in a blue shirt and black trousers who identified himself as “Shantha” called on Kumar at his “Gitanjali ” residence in Queens Road, Colombo 3. When informed of Shantha’s arrival by his aide Thomas, Kumar asked him to send",
    "After talking with him for about 30 minutes in the house, Kumar left with Shantha. Instead of  a chauffeur,  Kumar himself drove with Shantha sitting by his side.  Kumar told the servants that he would be back in an hour. He did not say where he was going.  Kumar was driving a dark blue Benz numbered 65- 2590. He wore a black and white shirt with a flowery design and dark blue slacks. He seemed quite comfortable in travelling with Shanth. However Kumar had removed his watch, gold chain  and rings  before going, a fact that was realised only after his death.",
    "According to family members a person called Shantha had been phoning and talking with Kumar on and off from November 1999 onwards. On a certain occasion when Shantha had telephoned while Kumar was away from home, his son had asked for Shantha’s telephone number to which his father could call him, Shantha had been evasive. When his family members had asked him as to who this Shantha was, Kumar had explained that Shantha was calling him about a case he was handling for him.",
    "The aide Thomas who let Shantha in on the fatal day  stated  later on record that he assumed the man was a Sinhalese because he spoke Sinhala fluently. Some confusion however arose about the name because some Tamil newspapers and correspondents in Colombo had reported the name as “Shanthan”, which is a Tamil name.",
    "About an hour after he left home,  the body of  Kumar Ponambalam was discovered at Wellawatte by passers  by.  His car was found parked at Ramakrishna Terrace, a lane that links Ramakrishna and Vivekananda roads on the sea  side. Kumar’s body was found slouching at the driver’s seat. The front window of the air conditioned vehicle had been lowered  some inches. It is presumed  that the assassin had fired the two lethal shots through the opening. The shooting  was precise with one bullet on  the head and the other in the chest. A standard Browning 9 mm was presumed to  be the murder weapon. Since no one in the neighbourhood had heard shots it was suspected that a silencer was used.",
    "There was no sign of the man called Shantha. Subsequently Police said that there was evidence that  another person too had been sitting in the rear seat of Kumar’s car for a while. No one knew as to why Kumar went out with Shantha or why he came to that  particular place.",
    "The LTTE was quick to accuse the Sri Lankan government  of the killing. The tone and tenor of President Kumaratunga’s victory speech warning LTTE supporters in the South to beware and Kumar’s hard- hitting rejoinder to the President provided the backdrop to the allegation that the govt was in some way connected with Kumar’s killing The Tigers also praised Kumar lavishly  in a special press release. He was also honoured posthumously by LTTE supremo Veluppillai Prabakharan who conferred the title “Maamanithan” or eminent  person on him.",
    "Kumar Ponnambalam was 61 years old when he died. He was born on August 12 1938 His father, as stated earlier , was the brilliant criminal lawyer and politician GG Ponnambalam who  co-founded and led the Tamil Congress. Kumar was educated at St. Patricks Jaffna, Royal College Colombo and also at Aquinas University College.. He then proceeded to Britain where he  obtained an LLB from London University and an MA from Cambridge. He became a Barrister in 1974..",
    "Upon returning to Sri Lanka he concentrated on his legal career while dabbling in politics too . He married Dr.Yogalakshmi, the eldest daughter of T. Murugesampillai a former additional government agent of Jaffna .Yogi as she is generally known was until retirement  one of the leading neurosurgeons in Sri Lanka. They have a daughter Mrinalini who is a doctor and son Gajendrakumar the lawyer turned politician.",
    "Kumar was the Tamil Congress Youth league president while his father was alive. After the demise of the senior Ponnambalam in 1977 February Kumar contested for the Jaffna seat in the 1977 general elections as an Independent candidate.  The Tamil Congress itself had become a constituent of the Tamil United Liberation Front then, but  Kumar contested against the TULF as that party denied him nomination for the Jaffna seat.",
    "The break became permanent in 1978 when Kumar succeeded in reviving the Tamil Congress as a legally separate entity though erstwhile Congressmen like the  two Sivasithambarams were now in theTULF.",
    "The Tamil Congress under Kumar strove valiantly to carve out its niche in Tamil politics but met with little success. Kumar contested many elections including the Presidency in 1982 but was not successful. In the process, however, he played a useful role as a watchdog of Tamil interests. His most notable contribution was in 1988 when he co-authored along with former Liberal Party leader Chanaka Amaratunga the Democratic Peoples Alliance manifesto of Mrs. Sirima Bandaranaike. This was when he referred to himself jocularly as Sirimavo’s “Kalu Putha”.",
    "In earlier times Kumar had very little in common with the separatist line adopted by the different Tamil militant groups. As time progressed Kumar became increasingly distrustful of the Sinhala political establishment and adopted a toughTamil line.",
    "In the 1994 general election Kumar  contested in the Colombo district  leading a group of Independents. He was routed obtaining a low number of votes. Thereafter Kumar became more radical.  He was particularly scornful and scathing in his attacks on the TULF and other Tamil groups and parties and  dubbed them as  “quislings’  for their  collaborative policies.",
    "Kumar  lost faith in the ideal of a united Lanka and became enamored of the Thimphu principles  which asserted the right of self determination for the Tamils. He publicly and repeatedly articulated the view that separation was the only way out for the Tamils, and this he did in spite of the fact that, under the sixth amendment to the island’s constitution, advocacy of separatism was declared an offence.",
    "Recent years saw  Kumar blazing forth as a bitter critic of Kumaratunga and an ardent advocate of the LTTE though it was a banned organization in Sri Lanka. He travelled all over the world attending conferences, seminars, mass meetings and rallies organized pro-LTTE Tamil expatriates to espouse the LTTE cause.  He also wrote and spoke on the same lines while in Colombo.",
    "In the aftermath of Kumar’s murder, the pitch was queered further when a hitherto unknown outfit calling itself the National movement Against Tigers sent letters by fax in Sinhala to media institutions. It stated that Kumar Ponnambalam had been executed by their organizations for supporting the LTTE.  Four related reasons were given. It was signed by a self styled commander in chief “Vijaya Ranababu”.",
    "The letter also threatened to kill others who helped the LTTE directly or indirectly. The note was reminiscent of the warnings issued by the JVP in the old days. This note fuelled suspicion that a Sinhala extremist organization with or without armed forces collaborators had sprung up in Colombo.",
    "The situation was further confounded by a message of sympathy sent to Mrs. Ponnambalam by President Chandrika Kumaratunga. . Though the content of the message was formal and normal the confusion was in the date. The message hand-delivered by the President’s Security division officials was dated 6th May 1999.",
    "This again led to much speculation. Had the Presidential secretarial made a simple error or was there more to it than what met the eye was the question, Had the month been written in numerals the mistake could have been perceived as genuine but here it was written in letters.",
    "One newspaper drew attention to the fact that Kumar had in April 1999 attended a pro LTTE conference in Canada after which certain rumours about Kumar’s position vis-a-vis the LTTE had circulated in the country, In any event the official press release that announced the President’s letter of sympathy stated that the message was dated 7th Jan 2000.",
    "Various conspiracy theories, including the unexplained relationship of Kumar with the mysterious  “Shantha”,  began to be  circulated about  Kumar’s murder. There was also an attempt to implicate the LTTE in the murder.  When the 1999 Presidential poll was   announced Kumar Ponnambalam had toyed with the idea of contesting as a “Tamil candidate” to drive home a point. This was vetoed by the LTTE.  It was now suggested that relations between the LTTE and Kumar were strained and  that the killing was a consequence of that rupture. There were few takers for this.",
    "Though the Sri Lankan Police merely went through the motions of conducting an inquiry into Kumar’s murder, the hyper-active Sri Lankan grapevine began humming with tit-bits of information about the killing. Newspapers such as “The Sunday Leader”edited by Lasantha Wickrematunge and “Ravaya”edited by Victor Ivan pursued the story of Kumar’s murder rigorously.",
    "As a result details began to emerge about who  Shantha was and who masterminded and who executed the killing. Officers of the Presidential security division, Police and the son of a top Govt minister were allegedly involved in this murder.These matters will be related in greater detail in a forthcoming article.",
    "This article appears in the “Political Pulse”Column of the “Daily FT’dated 14th June 2023.It can be accessed here –"
  ]
}