{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dpmc-opens-its-7th-workshop-express-in-galle/",
  "time_ut": 1704044640.0,
  "original_lang": "en",
  "original_title": "DPMC opens its 7th Workshop Express in Galle",
  "original_body_lines": [
    "In a strategic move to enhance its aftersales service network and elevate customer accessibility, David Pieris Motor Company (Private) Limited (DPMC) inaugurated its 7th Workshop Express in the vibrant city of Galle. Conveniently situated at No. 290D, Wakwella Road, Galle, this state-of-the-art facility aims to redefine the customer experience.",
    "The Workshop Express, strategically positioned in close proximity to Galle town, offers an array of services including servicing, maintenance, and repairs for all Bajaj vehicles. This encompasses motorcycles, three-wheelers, and the QUTE, ensuring that every customer’s needs are met with utmost precision.",
    "As the vehicle servicing and maintenance arm of the David Pieris Group, DPMC Workshops have already left their mark in locations such as Madapatha, Matara, and Jaffna. The Workshop Express further extends this legacy, operating under the umbrella of the flagship DPMC Workshops, now present at key locations nationwide – Hyde Park Corner, Negombo, Kurunegala, Anuradhapura, Ratnapura, Galle, and Badulla.",
    "The newly launched Workshop Express in Galle is your one-stop destination for maintenance, running repairs, accident repairs (minor repairs), engine oil change, emission testing, and estimates for Bajaj motorcycles, three-wheelers, and QUTE. Exclusively using Bajaj Genuine Spare Parts and Bajaj Genuine Oil ensures the highest standard in every service provided.",
    "VAT increase, a severe blow to construction sector, industry veteran says",
    "Bajaj, Sri Lanka’s most loved bike brand for 5th consecutive year",
    "Market leader drives ESG goals forward, turns over new leaf in passenger transportation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}