{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/18/4-children-including-baby-found-alive-in-amazon-17-days-after-plane-crash/",
  "time_ut": 1684394760.0,
  "original_lang": "en",
  "original_title": "4 Children, Including Baby, Found Alive In Amazon 17 days after plane crash",
  "original_body_lines": [
    "Bogot, Colombia: Four Indigenous children, including an 11-month-old baby, have been found alive in the dense Colombian Amazon after a plane crash more than two weeks ago, President Gustavo Petro said Wednesday, declaring \"joy for the country.\"",
    "Giant trees that can grow up to 40 meters tall and heavy rainfall made the \"Operation Hope\" search difficult.",
    "Three helicopters were used to help, one of which blasted out a recorded message from the children's grandmother in their native Huitoto language telling them to stop moving through the jungle.",
    "The pilot had reported problems with the engine just minutes before the airplane disappeared from radars, Colombia's disaster response body said.",
    "It is a region with few roads and is also difficult to access by river, so airplane transport is common.",
    "The children are from the Indigenous Huitoto community, also spelled Witoto, who are known for living in harmony with the remote jungle.",
    "The community develops skills in hunting, fishing and gathering, which may have helped the children to survive.",
    "Exploitation, disease and assimilation have reduced the population sharply over many decades.",
    "Petro, who announced the rescue, is Colombia's first leftist president.",
    "He came to power last August but has been unable to usher in the fundamental reforms in labor law, healthcare, pensions and the judiciary that he promised during his campaign.",
    "Petro said on Twitter the children were found after \"arduous search efforts\" by the military, which has yet to confirm the rescue.",
    "More than 100 soldiers had been deployed with sniffer dogs to search for the minors who were traveling in an airplane that crashed on May 1, leaving three adults including the pilot and the children's mother dead.",
    "Rescuers had said they believed the children — who in addition to the 11-month-old include a 13, nine and four-year-old — were wandering through the jungle in the southern Caqueta department since the crash.",
    "Petro did not provide any details on where the children had been rescued or how they survived alone in the jungle.",
    "Avianline Charters, owner of the crashed aircraft, said that one of its pilots in the search area was told the children had been found and that they \"were being transported by boat downriver and that they were all alive.\"",
    "However, the company also said that \"there has been no official confirmation\" that the children were completely out of danger, and thunderstorms in the area still posed a risk to them reaching safety.",
    "The armed forces had earlier said their search efforts intensified after rescuers came across a \"shelter built in an improvised way with sticks and branches,\" leading them to believe there were survivors.",
    "In photographs released by the military, scissors, shoes, and hair ties could be seen among branches on the jungle floor.",
    "A baby's drinking bottle and half-eaten pieces of fruit had been spotted before the shelter's discovery.",
    "On Monday and Tuesday, soldiers found the bodies of the pilot and two adults who had been flying from a jungle location to San Jose del Guaviare, one of the main cities in Colombia's Amazon rainforest.",
    "One of the dead passengers, Ranoque Mucutuy, was the mother of the four children.",
    "DMC to become global responder, and Sri Lankan military will be gradually right-sized – State Minister",
    "4 Children, Including Baby, Found Alive In Amazon 17 days after plane crash",
    "Rupee strengthens further against USD; Buying rate drops to below Rs. 300/-"
  ]
}