{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/13/breaking-imf-approves-second-tranche-for-sri-lanka/",
  "time_ut": 1702407360.0,
  "original_lang": "en",
  "original_title": "BREAKING: IMF approves second tranche for Sri Lanka",
  "original_body_lines": [
    "COLOMBO (News 1st); The Executive Board of the International Monetary Fund completed the first review of the 48-month Extended Fund Facility (EFF) Arrangement for Sri Lanka.",
    "On March 20th 2023, the IMF Executive Board approved a 48-month Extended Fund Facility of about 3 billion U.S. dollars to support Sri Lanka's economic policies and reforms.",
    "Sri Lanka immediately received an initial disbursement of about $330 from the EFF arrangement, which was expected to catalyze new external financial including from the Asian Development Bank and the World Bank.",
    "In October 2023, the IMF team reached a staff-level agreement with the Sri Lankan authorities on the first review under an economic reform program supported by a 48-month Extended Fund Facility (EFF) arrangement.",
    "Upon approval by the IMF Executive Board, Sri Lanka would have access to about US$337 million, bringing the total IMF financial support disbursed under the arrangement to about US$670 million.",
    "The Executive Board of the International Monetary Fund (IMF) completed today the first review under the 48-month Extended Fund Facility (EFF) Arrangement. The completion of the first review allows for an immediate disbursement of SDR 254 million (about US$337 million), bringing the total IMF financial support disbursed so far to SDR 508 million (about US$670 million).",
    "The total amount of Sri Lanka’s EFF Arrangement is SDR 2.286 billion (about US$3 billion) as of the time of program approval on March 20, 2023. The program supports Sri Lanka’s efforts to restore macroeconomic stability and debt sustainability, safeguard financial stability, and enhance growth-oriented structural reforms.",
    "Following the Executive Board discussion on Sri Lanka, Mr. Kenji Okamura, Deputy Managing Director, issued the following statement:",
    "“Macroeconomic policy reforms are starting to bear fruit and the economy is showing tentative signs of stabilization, with rapid disinflation, significant revenue-based fiscal adjustment, and reserves build-up.",
    "“Performance under the EFF-supported program has been satisfactory. All quantitative performance criteria for end-June were met, except the one on expenditure arrears. All indicative targets were met, except the one on tax revenues. Most structural benchmarks were either met or implemented with delay by end-October 2023. The publication of a Governance Diagnostic Report, the first in Asia and a structural benchmark under the program, is a commendable first step towards addressing deep-rooted corruption weaknesses. Continued commitment to improving governance and timely implementation of the report’s recommendations can deliver tangible economic gains to all citizens.",
    "“Sri Lanka’s agreements-in-principle with the Official Creditors Committee and Export-Import Bank of China on debt treatments are consistent with the EFF targets. They are an important milestone putting Sri Lanka’s debt on the path towards sustainability. A swift completion and signature of the Memoranda of Understanding with the official creditors is important. Timely implementation of the agreements, together with reaching a resolution with external private creditors on comparable terms, should help restore Sri Lanka’s debt sustainability over the medium term.",
    "“To ensure a full and swift recovery, sustaining the reform momentum and strong ownership of reforms is of paramount importance. Key priorities include advancing revenue mobilization, aligning energy pricing with costs, strengthening social safety nets, rebuilding external buffers, safeguarding financial stability, eradicating corruption, and enhancing governance.",
    "“Reinforcing the revenue-based fiscal consolidation supported by revenue administration reforms is critical to recover from program slippages and promote a break from past policy shortcomings.",
    "“The Central Bank of Sri Lanka should continue to focus on the multi-pronged disinflation strategy to safeguard the credibility of its inflation targeting regime. Accumulating reserves, supported by exchange rate flexibility, remains an important priority under the EFF.",
    "“Implementing the bank recapitalization plan and strengthening financial supervision and crisis management framework are crucial to safeguard financial sector stability.",
    "“Further strengthening the social safety net and protecting social spending remains critical to safeguarding the poor and vulnerable.’’"
  ]
}