{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/water-pollution-has-considerable-negative-impacts-on-economy/",
  "time_ut": 1691372820.0,
  "original_lang": "en",
  "original_title": "Water pollution has considerable negative impacts on economy",
  "original_body_lines": [
    "Water is often undervalued and insufficient attention is paid to its pollution. The water quality degradation is a blooming environmental issue in Sri Lanka. According to World Bank findings, the invisible crisis of water quality degradation is reducing potential economic growth in heavily polluted areas of the world by one-third. It further points out that the situation will further escalate with ongoing climate change. Climate change will alter the spatial and temporal availability of rainfall while intensities will become high. Sea level rises will further push saline water upstream along the rivers. Resultant droughts will cause the contamination concentrations in fresh water to go up by many folds when the water availability of rivers and reservoirs goes down. Eventually, there is an increased risk of damage not only to human health and ecosystems but also economies though not well understood. In fact, water pollution has transcended its environmental concerns and poses threats to the economies worldwide and Sri Lanka is without exception.",
    "Freshwater availability on the earth is just 3% while the rest remains as saline water in the ocean. Almost 99% of that freshwater is locked up in glaciers and deep groundwater aquifers leaving just 1% in lakes and streams as surface water. This little quantity of available freshwater is often subject to localided anthropogenic pollution which is hard to observe in most of the cases. Agrochemicals, industrial discharges, household wastes, land degradation due to development activities, and deforestation are the main causes of anthropogenic pollution.",
    "Water pollution has severe impacts on public health especially when the drinking water sources are affected. Pollutants like fertiliser, animal and human waste, plastics, toxic industrial chemicals, petroleum products, and solid wastes can cause silent health issues. Consumption of water contaminated with pathogens leads to many waterborne diseases some of which are fatal. When children are exposed to nitrates, mainly contained in fertilizer, their growth and brain development are retarded. Further, various contaminants can enter our bodies through the food chain causing many health-related issues. Eventually, the economy has to deal with an additional burden as healthcare spending goes up when the populace becomes unhealthy. On the other hand, water treatment costs are increased and large investments are needed for infrastructure equipped with advanced water treatment technologies to treat degraded water.",
    "Agriculture production is also affected when the water is contaminated. In Sri Lanka, nearly 40% of agricultural lands get water from irrigation systems and hence maintaining the quality of these water sources is important. Saline water also can have significant effects on crop yields where yield is either diminished or become poor in quality though the severity of impact is crop-specific. Aquaculture is also affected by water pollution. When the water of inland fisheries is polluted fish morality is increased while reproduction is retarded causing a decline in yields. Water pollution can affect the livestock industry as well. When the animals raised on farms consume polluted water, they can get water-related affecting their health and productivity.",
    "Deforestation, development works in hilly areas and unsustainable land use practices in agriculture cause land erosion making water rich in sediments. These sediments often deposit in storage reservoirs and other waterways. Thus, a reduction in reservoir capacities and consequent water shortages can affect agricultural production and hydropower generation.",
    "Sri Lanka earns a considerable amount of foreign exchange from the tourism industry. Apart from the ancient heritage sites, one other aspect appealing to foreigners is the rich and diverse natural beauty of the island. Some of the attractions where tourists engage in recreational activities are beaches, waterfalls, tanks, and rivers. If these water bodies are contaminated and become unpleasant it will badly affect the industry.",
    "Today we are in a world where everybody is connected to international commerce and news reporting. Therefore, water pollution has a risk of damaging the brand image of the country as a tourist destination. Further, investors will be reluctant to start ventures especially when those industries use water for the production processes as they have to bear the additional cost of treating water to the desired level. In the meantime, demand for exports produced in areas with poor water quality can go down impacting export revenues.",
    "Water pollution is a moral issue as well. If there is an increasing trend in water pollution the remediation cost will be transferred to the future generation raising issues with regard to intergenerational justice. Further, if polluted water contains substances with long latency, the health issues and associated economic costs will also be transferred to future generations.",
    "Taking action on water pollution is no longer confined to a matter concerned with the environment. It has many implications for the economy. A sound water conservation program that consists of pollution prevention, management, regulation, monitoring, and enforcement of laws is a must for a country. Education and risk communication are also important as people will intervene if they are aware of the future impacts. Prevention of water pollution, by all means, is cheaper than treating polluted water.",
    "A general decline in tea prices despite weakening of Sri Lanka rupee",
    "Uber partners with the Ministry of Transport to promote road safety",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}