{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95063/debt-deal-between-china-and-sri-lanka-a-positive-step-forward-imf",
  "time_ut": 1700630340.0,
  "original_lang": "en",
  "original_title": "Debt deal between China and Sri Lanka a ‘positive step forward’ - IMF",
  "original_body_lines": [
    "The agreement reached between Sri Lanka and the Export-Import Bank of China (Exim Bank) is a ‘positive step forward’ in the island nation’s debt restructuring process, the International Monetary Fund (IMF) says.",
    "Commenting on the matter, IMF’s Senior Mission Chief Peter Breuer said the global lender stands ready to move forward with the first program review as soon as financing assurances from all official creditors are in place.",
    "Meanwhile, State Minister Ranjith Siyambalapitiya said on Tuesday (Nov.21) that the Executive Committee of the International Monetary Fund (IMF) is scheduled to deliberate on the release of the second tranche of the Extended Fund Facility (EFF) to Sri Lanka on December 06.",
    "On October 11, the Ministry of Finance, Economic Stabilization & National Policies announced that Sri Lanka has reached an agreement on the key principles and indicative terms of a debt treatment with the Exim Bank of China.",
    "The ministry also mentioned that the agreement in principle covers approximately USD 4.2 billion of outstanding debt.",
    "The indicative terms agreed are expected to provide the necessary fiscal space for Sri Lanka to implement its ambitious reform agenda.",
    "Sri Lankan authorities had expressed hopes that this landmark achievement would provide an anchor to their ongoing engagement with the Official Creditor Committee and commercial creditors, including the bondholders.",
    "Later in October, the IMF team and Sri Lankan authorities reached a staff-level agreement on economic policies to conclude the first review of the 48-month Extended Fund Facility (EFF)-supported program.",
    "Accordingly, Sri Lanka will have access to SDR 254 million (approximately USD 330 million) in financing once IMF Management and Executive Board approve the review.",
    "Sri Lankan government is hopeful that this second tranche of the IMF loan is expected to be received in December this year. The first tranche of the loan came through in March 2023, soon after the IMF’s Executive Board approved a USD 2.9 billion bailout package for Sri Lanka."
  ]
}