{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Lies-and-truth/4-747973",
  "time_ut": 1683227533.0,
  "original_lang": "en",
  "original_title": "Lies and truth",
  "original_body_lines": [
    "Moral grandstanding over stupidity is a trait we had best shed in 2023 and beyond",
    "So, three years in, the bell has rung, and the lies are rife, and they have destabilised the world overall, and many of the composite worlds that constitute that world.",
    "The Covidian mafia and “vaccine” fanatics chasing each Omicron “scariant” they can rustle up may never apologise. But proclamations of renewed “masquerade” hysteria in India and whatnot aside (India’s recent “wave” has already flattened after the silly hue and cry), the implication that there is any basis for the public health charlatans to be dispensing “judgments” at all is beyond staggering.",
    "We all lost friends, some relatives too. Not to COVID of course. The only people who really lost someone there, painfully of course still, were over 75, or with multiple comorbidities.",
    "People “lost” relationships galore, thanks to government’s wanton invasion into our private lives, media-fed lockdown panic and then all the rancour over the untested “gene therapy” posing as “vaccines” (those mRNA shots).",
    "A cousin of mine loved to tell my mother, “I’m a doctor…” before his Covidian homily. I suggested she remind him, that therefore he should be able to read…simple data and results. His sheer membership in a medical cult was of no interest.",
    "How many people were told they were being selfish and stupid and didn’t understand “the science?” And then they wouldn’t let eminent scientists speak or be published!",
    "Of course, “they” all understood “vaccines” and we didn’t, even though we were all accused of clearly risking their lives by being a walking bio hazard it was asserted and incidentally our own, doubtless out of spite, or fear of needles, or actually fear of untested, uncorroborated gibberish.",
    "Then experimental biotechnology was somehow more important than our being able to conduct business or keep jobs, and we needn’t be able to congregate in movie theatres or sporting events or restaurants or planes, decimating all those related industries too over the “hazard” equivalent of a median influenza strain.",
    "Of course, schisms took place. In many countries, families stopped talking to each other. “Unmasked” you couldn’t be seen at family gatherings, even though smoke particles (larger than their pathogenic counterparts) readily went through the masks, you had to “sport” them anyway.",
    "Here in Lanka, leaders who were applying proverbial sledgehammers to the economy, were swooned over for their ability to have the most oppressive (initially) shutdowns, 24/7, and we touted our fabled “resilience.” Of course, there is remarkable resilience here, but it should be reserved for unavoidable disasters, not those we merrily exacerbate by not applying prudence and critical assessment.",
    "And we need to revisit all this, because the dominoes of sanity and logic and prudence fell so readily, and we dare not build our recovery on such quicksand or our future on such shifting sands.",
    "Moral grandstanding over stupidity is a trait we had best shed in 2023 and beyond. Today’s challenges, striking poses over ethnic chauvinism, the tugs of economic illiteracy, and bureaucratic turpitude as a way to define our national character have to be transcended and we must rediscover what our culture is actually calling us to and what it is capable of. Hint: far more and far better!",
    "2021 we hit peak stupidity. By the second half a remarkable number of people still thought the mRNAs worked. Why? It was beyond obvious they had failed, not just to those who had not taken the hypnotic induction, but even to the “vaccine” companies and governments, who were pushing more and more unrelated “boosters” while twisting and mangling the word “vaccine” as well as the concept of “immunity” beyond recognition.",
    "However, now in May 2023, two further years on, the debris and wreckage has continued to pile up. The mRNA addicted countries have had multiple C-19 waves despite the widespread “vaccination” of adults over 65: Canada, South Korea, Australia (where a dizzying 99% of people over 70 were “vaccinated” by beginning of 2022), all had more deaths in 2022 than ever before, including “vaccine” free 2020!",
    "There are philosophical and ethical issues here galore. By what right do you get to destroy people and undo basic civil liberties over a madly hyped respiratory virus? This would have been unhinged even if C-19 was far more dangerous than it actually was. However, we now know, the mRNA ‘jabs’ were far from the touted panaceas they were rolled out as.",
    "And so, today, if you find someone still aloft their high horse, unwilling to dismount, you are in the presence of the dangerous lure of a popular narrative. And even if you think C-19 is done, there are new popular narratives being minted, and clearly our paradigmatic immune systems need substantial rebuilding and repair, our penchant for gullibility is a tad too evident.",
    "In the face of whatever is the “mass appeal” of the day, people’s better sense buckles, too many are revealed as cowards. The recent version as itemised was cowering away in apartments and behind masks and ludicrous face shields, mulishly following useless rules and rituals. And when the “miracle” shot landed, they leapt forward, with the crackpot abandon of a true fanatic.",
    "And today, the inability to admit the truth blaring at them, the incorrigibility of their ignorance is what is damning. Instead of pretending it didn’t happen, instead of “pretending” we weren’t complicit in global meltdown and national disgrace, instead of making “allowances” for being pawns, perhaps we need to now demand and expect better, at least of ourselves and those we commune with and collaborate with.",
    "And much of the danger here then is we get alienated from the particularity of suffering, on the national stage or indeed in global corridors. Let us tune into, a broader, historical perspective.",
    "Professor Emma Smith of Oxford delightfully reminds us, in this period where we are just transitioning from social distancing, lockdowns or outright curfews, that truly there is nothing new under the sun.",
    "The great playwright, William Shakespeare, the greatest scrivener of the English language, spent much of his life, writing in plague-induced quarantine.",
    "The plague hit in 1564 just after his birth, theatres were shuttered again in 1592-3 for another epidemic (he wrote beautiful erotica during this period, truly, in the form of “Venus and Adonis” as well as “The Rape of Lucrece” which Professor Smith describes aptly as “queasily voyeuristic”).",
    "“Measure for Measure” was likely penned when plague in 1603-4 prevented coronation celebrations for the new king James I, 1 in 5 Londoners succumbed to the disease (again offering perspective in terms of lethality and even contagiousness).",
    "Summer of 1606 saw yet another outbreak, and as “King Lear” was presented during the Christmas holidays of that year, St. Stephen’s Day specifically, the Bard was doubtless chiselling away at his masterpiece under some movement restrictions.",
    "Shakespeare though does not ever showcase the plague as an explicit topic in any of his plays, and here too we need to take guidance, not to be so besotted with “things COVID” or the “crisis du jour” that we can’t see straight about anything else.",
    "Lear unloads some plague-rich language calling one of his daughters and her husband, “a plague-sore or embossed carbuncle/In my corrupted blood.” Inflamed lymph glands were a feared symptom of the disease.",
    "However, the real “plague” of the plague is that it converts everything into ill-defined statistics... how many infected, how many deaths, rates of new cases -- often hiding the humanity, the specificity, the particularity of the suffering, the personal and economic turmoil.",
    "And this is what Shakespeare so vividly painted in his gorgeous plays and poetry. Shakespeare rendered the tragic suffering he often portrayed as highly specific, showcasing the glory and folly of our human uniqueness.",
    "And beyond our infatuation with ourselves and “safety in statistics,” perhaps with Shakespeare we too can remember that other lives, other narratives, other griefs, have meaning too...and we can rally to their side.",
    "We don’t offer love and support to “statistics” but to “people.”",
    "Pandemics remind us in a positive sense, if we let them as Shakespeare’s contemporary Thomas Dekker wrote, “Servant and master, foul and fair/One livery wear, and fellows are.” We are all united.",
    "Matthias Desmet who coined the controversial concept of “Mass Formation” (largely controversial for being a self-evidently compelling description of modern derangement), reports on a controversial news item in Belgium: nine teachers of a Belgian sports school were suspended because they exchanged homophobic, sexist and racist messages in a private WhatsApp group. The diagnosis and characterisation of their comments issued from some fount of probity doubtless.",
    "‘Whistleblowers’ had complained to the school’s management that they shared such messages about colleagues and students. The teachers were immediately preventively suspended and an investigation into inappropriate behaviour was launched.",
    "One may be a tad curious. I don’t really know how sexist and how racist those teachers truly are. Desmet assures us, “If the headlines are to be believed, they are quite some monsters.”",
    "Nevertheless, even if you simply bandy words as once they were traded, with verve and idiosyncrasy, with idiom and national spin, then, as per today’s dispensers of “virtue” in the mass media, many of us are also far-right ideologues of anti-government extremism. Translated, this just means that someone dared to question the lack of infallibility of our political “masters.”",
    "But what might give real pause is that I’m not entirely sure whether what those teachers say in a private WhatsApp group should actually be made the subject of scrutiny by anyone. How are their private larcenies of language or thought a matter for public pillorying? People say quite a lot in private. And we all erupt at times and then blush at our extreme reactions but would hope not to be judged by them. As Desmet writes so hauntingly, “And in the depths of our minds, we may all be God, but we’re all a little bit scum, too.”",
    "“A little bit?” That’s generous. We are all sinners. And only those who can face that, have a shot at the “saintly” side of the ledger. “Sin” frankly was simply defined as “missing the mark.” Yes, who doesn’t? And frequently. And we can’t transform, as I have written before, what we won’t face.",
    "In our moments of confusion, we sometimes even dream, in the depths of our minds, of spying on others in their private lives and punishing them for the things they do in the depths of their minds. But when we actually act on this, it becomes the stuff of nightmares.",
    "For too many today, instead of grappling with our demons, we simply want to medicate them into submission. To ensure we learn nothing from them, we aim to smother and subjugate all those energies from which human dreams and creativity also emerge.",
    "If we define “filth” and call it simply brain biochemistry, then “Big (P)Harma” can continue on its merry pill peddling way. We still have to wait a bit for the right pill, but we doubtless already have something in the pharmacy that can give them a nudge in the right direction.",
    "If you stayed with the fascinating byways of the Belgian press, you would then read the police had visited (I kid you not) some of those teachers to confiscate their mobile phones. Apparently, the public prosecutor’s office had also launched an investigation.",
    "In a “coarse” way, that makes perfect sense of course. Once you have decided as a society that someone is an outright danger to the New Morality based on what he says in a private WhatsApp group, and you somehow are entitled to occupy the seat of aesthetic and moral judgment even on private exchanges, then surely the judiciary and police cannot stay behind.",
    "And lest you think this is exaggeration, here is what happened to a medical and scientific professional who had the temerity to “like” a factually accurate tweet too much.",
    "The President of Thomas Jefferson University was publicly castigated and criticised for his “careless use” of his Twitter account to “like” tweets by Alex Berenson where Berenson questions the efficacy of the “vaccines” completely justifiably on the data and facts.",
    "By the way, said President, Tykocinski is a Yale-educated molecular immunologist! He has worked at the university for 16 years. The tweet he “liked” was Berenson’s characterisation of the mRNA vaccines to have been what we “rationally” might have expected, “Another in a long line of overhyped, rushed, profit driven Big Pharma flops with weak long-term efficacy and a lousy side effect profile…”",
    "Tykocinski had to apologise indicating that he did not know “liking” a Tweet was endorsing it! Oh, how craven we have to become. A feckless reporter initiated this witch hunt, to go after a 70-year-old professional with an unblemished academic record for the crime of liking accurate tweets that went against the “values” of the employer. If we all accept this, “academic freedom” becomes yet another casualty of the age.",
    "“Neither Shakespeare, not Swift, nor Wellington saw war as we have seen it. Shakespeare blamed great men, saying ‘Could great men thunder as Jove himself does, Jove would ne’er be quiet; for every pelting petty officer would use his heaven for thunder: nothing but thunder.’ Of course, he could not even in fevered fantasies have contemplated such wanton, widescale destruction from the literal twitch of a finger. An angry ape endowed with powers of destruction that Jove never pretended to, would have beggared even the Bard’s powers of expression.”",
    "Well neither Arthur Miller, nor Lawrence and Lee, nor Chayefsky, could have anticipated the erosion of our conscience, and the corrosion of our perspicacity, rendering us so absurdly susceptible to being terrorised by lunatic fringe alarmists, nihilists with medical badges, and so called “leaders” who swoon at the inducements of authoritarianism. Who could have painted our mass servility so comprehensively? Here we are, an entire society wishing to flee from accountability, readily willing to audition as lemmings.",
    "Our immunity to gaining insight from a variety of sources, to our venerating distraction, commercial gewgaws and the aesthetic degradation of kitsch, all compound and provide a toxic cocktail that leaves us amenable to manipulation, salivating on cue, reflexively distracted and thereby indifferent to any call to ripen into self-aware personhood.",
    "Hence, we went along with being locked inside with pathetic gullibility and making a virtue of our being terrorised and paralysed. And our moral ennui is recast as “saving granny” or “protecting the world”, as long as those who are disposable bring me my dinner, my cosmetics, my pharmaceutical supply and any other trinkets or amusements which allow me to “pad” my cell.",
    "Back in Shaw’s era, khaki clad officers flocked to theatres, bewildered by the dramatic, looking for diversion and antics and tomfoolery, artists imitating cocks crowing and pigs squeaking, Shaw tells us,",
    "“To the theatre ultimately it will not matter. Whatever Bastilles fall, the theatre will stand…Prime Ministers and Commanders-in-Chief have passed from a brief glory as Solons and Caesars into failure and obscurity as closely on one another’s heels as the descendants of Banquo. But Euripides, and Aristophanes, Shakespeare and Moliere, Goethe and Ibsen, remain fixed in their everlasting seats.”",
    "Well, that amphitheatre of greatness is cobwebbed today, replaced by Disney and other cartoonish distractions. Those giants who drew our portrait, and catalysed us beyond our chagrin, who amused us, bemused us, edified us, enlarged us, inspired and challenged us, reign in some alternate universe where we truly did take the road less travelled.",
    "Where we did not sell our faculties and wits for deadening diversions that rendered us too insensate to intuit what was happening, too feeble to think, too shallow to feel, too lazy to extend ourselves beyond our comfort zones, too callow to summon the courage we needed. Yes, they are in their everlasting seats. But we run the risk of lurching away, almost comically obtuse, travesties of ourselves.",
    "So RFK is running for President in the US, and CJ Hopkins, searingly caustic as ever, wants him to cut loose, to say clearly what he wishes to do, namely “to end the corrupt merger of state and corporate power that is threatening now to impose a new kind of corporate feudalism in our country…”",
    "So, perhaps we have to stop being “polite” and telling the truth for mainstream consumption. Perhaps we have to let loose about the reality that was “decommissioned” by the hucksters and the pathologised totalitarianism it was replaced by.",
    "Remember this is garbage. There was no apocalyptic virus (remember it had a survival rate of 99.7% around the world) that nearly wiped out our planet, and we were therefore not “saved” by mass house arrest, enforced conformity rituals, cancellation of rights, censorship of dissent, manic jabbing of children and vast swathes of society never at risk, having societies plunged into hunger and industries and businesses into ruin to bail out our financial masters whose “system” was melting down once more on a flimsy pretext…",
    "And let’s be grateful, ever so grateful, that in Sri Lanka there are real existential crises to confront and navigate, painful and challenging as they are. A budget to balance, an investment landscape to make fertile, exports to add value to, tourists to welcome to value added niches, children to meaningfully educate, a society to remake. And hopefully there is a trance we have awoken from. But we do need to keep jolting ourselves awake and be resources for each other in that project.",
    "And we need grownups back, not toddlers. People with vision and accountability and the capacity to execute above all. We need generalists occupying positions of leadership, who can tap specialists, and then together exhume the skeletons of past incompetence, give them a proper burial by learning from them, and then embrace the future with fresh wits and renewed vitality.",
    "(The writer is the founder and CEO of EPL Global and founder of Sensei Lanka, a global consultant with over 30 years strategic leadership experience and now, since March 2020, a globally recognised COVID researcher and commentator.)"
  ]
}