{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/No-court-empowered-to-issue-orders-judgments-against-resolution-on-Debt-Restructuring-Speaker/108-264917",
  "time_ut": 1691570743.0,
  "original_lang": "en",
  "original_title": "No court empowered to issue orders, judgments against resolution on Debt Restructuring: Speaker",
  "original_body_lines": [
    "With reference to the petitions filed against the resolution on Domestic Debt Restructuring that has been approved by Parliament, Speaker Mahinda Yapa Abeywardene said today that no court established under the Constitution of Sri Lanka is empowered to issue orders or judgments of any nature against a resolution already passed by Parliament.",
    "The Speaker gave this ruling in response to a privilege issue raised by Minister Harin Fernando on Tuesday.",
    "Minister Fernando requested the Speaker to deliver a ruling on whether the petitions already filed in court against the resolution on domestic debt restructuring is a violation of the privileges of MPs and the legislature itself.",
    "Article 4 (C) of the Constitution of the Democratic Socialist Republic of Sri Lanka provides that “the judicial power of the People shall be exercised by Parliament through courts, tribunals and institutions created and established, or recognized, by the Constitution, or created and established by law, except in regard to matters relating to the privileges, immunities and powers of Parliament and of its Members, wherein the judicial power of the People may be exercised directly by Parliament according to law.”",
    "\"I also emphasize that according to Article 148 of the Constitution Parliament shall have full control over public finance. No tax, rate or any other levy shall be imposed by any local authority or any other public authority, except by or under the authority of a law passed by Parliament or of any existing law.”",
    "\"I wish to announce firstly, that the Cabinet of Ministers unanimously approved the Domestic Debt Optimization programme proposed by the Ministry of Finance, Economic Stabilization and National Policies at a special Cabinet meeting held on 28.06.2023. Afterwards the resolution for the implementation of the Domestic Debt Optimization to restore sovereign debt sustainability was approved by the Committee on Public Finance of the Parliament by a majority of Committee Members at the Committee meeting held on 30th June 2023.",
    "\"Thereafter as the subject matter contained in the said resolution is essentially a matter of public finance, the Resolution for the implementation of the the Domestic Debt Optimization to restore sovereign debt sustainability, was passed by a majority vote in Parliament on the 01st of July 2023 with 122 Members voting in favor and 62 against.",
    "\"As the resolution for the implementation of the Domestic Debt Optimization to restore sovereign debt sustainability has now been passed by Parliament on 01.07.2023, the resolution is beyond the jurisdiction of the Supreme Court or any other court established under the 1978 Constitution of Sri Lanka and cannot be questioned and/or reviewed and/or challenged.",
    "\"The ruling given on 20th June 2001 by the Anura Bandaranaike, Speaker of Parliament held in unequivocal terms that Parliamentary proceedings cannot be called into question and/or interfered and/or intervened by the Courts and held that the Supreme Court had no jurisdiction to issue the interim orders restraining the Speaker of Parliament in respect of the steps he is empowered to take under Standing Order 78A; and the interim order of the Supreme Court is not binding and of no legal obligation to comply.",
    "\"Hence, no court established under the Constitution of Sri Lanka is empowered, to issue orders or judgments of any nature against a resolution, already passed by Parliament having followed the due Parliamentary process, and any such order or judgment of courts would amount to a violation of item 01 of Part B of Parliament (Powers & Privileges) Act, No. 21 of 1953 (As amended). (Yohan Perera and Ajith Siriwardana)"
  ]
}