{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/25/queen-of-rock-and-roll-tina-turner-dies-aged-83/",
  "time_ut": 1684971840.0,
  "original_lang": "en",
  "original_title": "Queen of Rock and Roll Tina Turner dies aged 83",
  "original_body_lines": [
    "Colombo (News 1st) – Legendary singer Tina Turner, hailed as The Queen of Rock and Roll, passed away in Switzerland on Wednesday evening at the age of 83, from longtime multiple health issues.",
    "Turner, whose singing spanned seven decades starting in 1957 and inspired an enormous number of young stars across the years, had long suffered from a multitude of health complications including cancer and kidney failure.",
    "Born in the U.S. state of Tennessee, she went on to win twelve Grammy awards and numerous other accolades. Her hits included 'The Best', 'What's Love Got To Do With It', 'Let's stay together', 'Steamy windows', 'Private dancer', and the James Bond movie hit 'Goldeneye'.",
    "She was twice inducted into the Rock and Roll Hall of Fame, first in 1991 alongside her ex-husband Ike, and again in 2021 as a solo artist. She sold over 180 million albums during her career.",
    "Tributes poured in from all corners of the music world to an icon who was loved by many generations and whose extraordinary stage presence, husky voice, raunchy outfits and stunning acts were unmistakeably pioneering and far ahead of her time.",
    "Turner acted in several movies including 'Mad Max: Beyond Thunderdome' in which she had one of her hits 'We don't need another hero'.",
    "Born Anna Mae Bullock, her personal life was often marred by tragedy. She first rose to fame in the sixties singing alongside her husband Ike, whom she later divorced, accusing him of many years of physical abuse. She then carved her own name in the world of rock and roll with a series of mega hits in the eighties and nineties.",
    "She lost two of her grown sons in recent years, but is survived by two other adoptive sons whom she raised with her first husband Ike. She is survived by her second husband Erwin Bach whom she married in 2013.",
    "Ali Sabri Raheem breaks silence over Gold seizure & explains why he voted against Govt"
  ]
}