{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91984/opposition-to-appoint-committee-to-probe-causes-of-countrys-economic-crisis",
  "time_ut": 1689440040.0,
  "original_lang": "en",
  "original_title": "Opposition to appoint committee to probe causes of country’s economic crisis",
  "original_body_lines": [
    "The opposition has decided to appoint a ‘genuine’ alternative committee to formally investigate all parties responsible for the country’s economic collapse, as opposed to the Parliament Select Committee (PSC) appointed for the same purpose.",
    "In a media release, Opposition Leader Sajith Premadasa deemed the PSC chaired by MP Sagara Kariyawasam “bogus” and “roguish”, accusing it of pretending to investigate the causes of the country’s bankruptcy.",
    "The Samagi Jana Balawegaya’s leader said the government, without heeding the main opposition’s proposal seeking the appointment of a PSC to identify the causes for the economic collapse, has appointed a panel at its sole discretion with a majority of members “who are only shadows of its track record of dishonesty”.",
    "The PSC appointed on July 06 consists of MPs Pavithradevi Wanniarachchi, Attorney-at-Law, D. V. Chanaka, Vijitha Herath, Mahindananda Aluthgamage, Eran Wickramaratne, Ashok Abeysinghe, Jayantha Ketagoda, Harshana Rajakaruna, Major Pradeep Undugoda, Sanjeeva Edirimanna, Nalaka Bandara Kottegoda, Shanakiyan Rajaputhiran Rasamanickam and Prof. Ranjith Bandara.",
    "Premadasa accused the government of selecting the same people who were responsible for the ‘economic crime’ in the country and bankruptcy of the country to investigate the causes which led to this situation.",
    "“It is very clear that the main objective of appointing this Select Committee is to acquit the people responsible for bankrupting the country,” the opposition leader said adding that it is futile to work with such a committee which he deemed a waste of time and an act of betrayal of the country’s citizens who were affected by the economic collapse.",
    "The SJB leader said the committee, to be appointed by the opposition, would take steps to formally look into all parties responsible for the economic collapse and to report to the parliament.",
    "“Any Member of Parliament may contribute and support in good faith for the functioning of this committee.”",
    "Premadasa said the opposition’s committee intends to identify those who are responsible for the economic crisis with “full transparency, accountability and responsibility.”"
  ]
}