{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88878/china-backs-sri-lanka-debt-plan-sources-say-paving-way-for-imf-loan",
  "time_ut": 1678165320.0,
  "original_lang": "en",
  "original_title": "China backs Sri Lanka debt Plan, sources say, paving way for IMF loan",
  "original_body_lines": [
    "China has given assurances that it will support Sri Lanka’s debt restructuring, clearing the biggest hurdle for the South Asian nation to secure a $2.9 billion bailout from the International Monetary Fund.",
    "Sri Lanka’s largest bilateral creditor gave written support for the debt restructuring via the Export-Import Bank of China on March 6, according to people familiar with the situation, who asked not to be identified as the information isn’t public. The letter meets the requirements of the IMF, the people said.",
    "China Eximbank didn’t immediately reply to request for comment. The office of Sri Lanka President Ranil Wickremesinghe, who’s also the finance minister, hasn’t responded to calls for confirmation. Governor Nandalal Weerasinghe hasn’t picked up calls to his mobile phone.",
    "China’s backing completes the support Sri Lanka needs from creditor nations to allow the IMF board to approve the loan that was agreed upon by the Fund staff in September. Sri Lanka had anticipated the board’s nod by the end of 2022 although it has since adjusted expectations to within this quarter.",
    "The bailout will pave the way for more funding and set the bankrupt nation’s debt restructuring on a steadier path since last year’s default. While paralyzing supply shortages in the island nation have eased, foreign currency reserves have been inching up and inflation somewhat cooling, the nation needs the IMF loan to get more funding and turn the corner.",
    "IMF financial support can only be provided for countries with sustainable debt. For countries with unsustainable debt, IMF financing may proceed before a debt restructuring is completed if official bilateral creditors provide the IMF with adequate assurances that they will take steps to help restore debt sustainability.",
    "In the past months, Sri Lanka has increased taxes, cut energy subsidies and loosened its grip on the currency to secure the IMF loan. Authorities recently boosted borrowing costs further to ensure that inflation which has come off nearly 70% doesn’t flare up while loosening grip on the currency to strengthen market confidence.",
    "China accounts for 52% of the nation’s bilateral debt. India and the Paris Club of creditors have previously given their support to the debt restructuring that’s dragged since Sri Lanka defaulted in May last year.",
    "The troubled economy seeks to turn the corner after the bailout, expecting inflation to ease to single-digit levels by the end of 2023 as tourism and remittances pick up."
  ]
}