{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/LG-only-Carbon-Footprint-label-certified-AC-in-Sri-Lanka-from-Abans/34-749879",
  "time_ut": 1687545896.0,
  "original_lang": "en",
  "original_title": "LG only Carbon Footprint label certified AC in Sri Lanka from Abans",
  "original_body_lines": [
    "LG Dual Cool Energy-Efficient Inverter Air Conditioner is the only air conditioner in the market to carry the prestigious Carbon Footprint Label. The Carbon Trust, based in the UK, has certified that the LG Dual Cool Energy-Efficient Inverter Air Conditioner meets all the requirements to carry the Carbon Footprint Label, making it the most environmentally friendly air conditioner in the market.",
    "The LG Dual Cool Energy-Efficient Inverter Air Conditioner is packed with features that make it a game-changer in the air conditioning market. For example, the HD filter mesh with a specialised coating deactivates more than 99% of viruses and bacteria on contact. To be precise, it eliminates up to 99.76% of viruses and up to 99.99% of bacteria.",
    "The Dual Inverter Compressor comes with a 10-year iron-clad warranty and its revolutionary technology saves energy up to 70% and affords up to 40% faster cooling. The super convertible technology can not only save considerable amounts of energy by reducing the cooling capacity from 100% to 80, 60 or 40%, but can even increase the cooling capacity to 110% for faster cooling.",
    "The LG Dual Cool Energy-Efficient Inverter Air Conditioner uses the most eco-friendly refrigerant, R32, potent even in small amounts, consequently curbing environmental pollution. It is also equipped with Black Ocean Protection which safeguards the air conditioner against the corrosive coastal environment.",
    "This air conditioner has built-in Wi-Fi Smart Control operable via the LG ThinQ app using any smartphone, even when not at home. LG Air Conditioners are designed to detect low refrigerant levels which can leave the space hot and uncomfortable. Thanks to LG’s unique skew fan and Dual Inverter Compressor which eliminate excess noise and allow smooth operation, LG air conditioners produce little noise. These are just a few of the many features that make this air conditioner stand out.",
    "The Carbon Trust is the world’s leading independent certification body for carbon footprints and is an expert partner for businesses, governments and organisations around the world, helping them decarbonise and achieve their Net Zero targets. The main objective of the partnership between Abans and LG is to accelerate the move towards a ‘decarbonised future - today’, which requires leaders to set Net Zero pathways and all stakeholders to take steps to reduce their environmental impact.",
    "Abans and LG are confident that introducing this product to the Sri Lankan market will significantly reduce the country’s carbon footprint and move towards a more sustainable future. The LG Dual Cool Energy-Efficient Inverter Air Conditioner is now available for purchase at Abans showrooms islandwide and buyabans.com."
  ]
}