{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/France-withdraws-as-host-of-2025-Rugby-League-World-Cup/108-259289",
  "time_ut": 1684213940.0,
  "original_lang": "en",
  "original_title": "France withdraws as host of 2025 Rugby League World Cup",
  "original_body_lines": [
    "France on Monday withdrew as host of the 2025 Rugby League World Cup over concerns for the financial viability of the tournament.",
    "The 17th staging of the World Cup for the 13-a-side code was scheduled for October-November, 2025.",
    "France, which this year will host the Rugby Union World Cup, had previously hosted the 1954 and 1972 league editions, and co-hosted in both 2000 and 2013.",
    "But organisers said a lack of funding meant hosting the tournament carried unacceptable financial risk.",
    "“This difficult decision is taken so as not to endanger the robustness of the models of major international sporting events that France wants to have from now on, “the organising committee said.",
    "The game's governing body, the International Rugby League (IRL), called the move “very disappointing”, saying its board would convene “to consider options for the 2025 World Cup”.",
    "“The France 2025 board of directors felt they had no choice after the French government demanded a guarantee for the risk of loss for the event, considering that the conditions initially set to secure the economic viability of the event were not met, after additional time and funding provided to the committee by the French Government to that end,” the IRL said.",
    "IRL chairman Troy Grant added: “The factors that impacted on the bid team's ability to complete the early structure of the tournament, such as the economic crisis and, in particular, inflationary pressure on host town council budgets, undermined their ability to secure adequate securities for the event to satisfy the government's strict conditional benchmarks, put forward from the beginning of the process, for the tournament to proceed.",
    "“Despite our focus having been on France, we will now accelerate our consideration of other contingency options.\" (AFP)"
  ]
}