{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95934/indian-navy-to-deploy-guided-missile-destroyer-ships-after-strike-off-its-coast",
  "time_ut": 1703614680.0,
  "original_lang": "en",
  "original_title": "Indian navy to deploy guided missile destroyer ships after strike off its coast",
  "original_body_lines": [
    "The Indian navy will deploy guided missile destroyer ships in the Arabian Sea as a deterrent after an Israel-affiliated merchant vessel was struck off the Indian coast over the weekend.",
    "The navy was investigating the nature of the attack on the vessel, MV Chem Pluto, which docked in Mumbai on Monday, and initial reports pointed to a drone attack, a navy statement said.",
    "“Further forensic and technical analysis will be required to establish the vector of attack, including type and amount of explosive used,” the statement added.",
    "India was committed to keeping sea lanes in the Indian ocean region safe and secure for maritime trade, the defence minister said on Tuesday.",
    "“India plays the role of a net security provider in the entire Indian Ocean region. We will ensure that maritime trade in this region rises from the sea to the heights of the sky,” Rajnath Singh said at the commissioning ceremony of another guided missile destroyer ship in Mumbai.",
    "Prime Minister Narendra Modi’s government had taken the drone attack on MV Chem Pluto and an earlier attack on commercial crude oil vessel MV Sai Baba, in the Red Sea, very seriously, Singh said.",
    "“The Indian Navy has increased its surveillance of the seas. We shall find whoever is responsbible for this attack and strict action will be taken against them,” he said.",
    "Iran’s foreign ministry on Monday called a U.S. claim that Iran had attacked the ship near India “baseless”.",
    "The Pentagon said on Saturday that a drone launched from Iran struck the MV Chem Pluto in the Indian Ocean. The strike came as a U.S.-led task force is trying to counter similar challenges in the Red Sea.",
    "“Considering the recent spate of attacks in the Arabian Sea, Indian Navy has deployed Guided Missile Destroyers, INS Mormugao, INS Kochi and INS Kolkata ...in various areas to maintain a deterrent presence,” the navy statement said."
  ]
}