{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ready-to-increase-welfare-spend-minister-says-as-appeals-mount-124537/",
  "time_ut": 1687867980.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ready to increase welfare spend minister says as appeals mount",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is ready to increase welfare spending if the final list of eligible beneficiaries are more than expected, State Minister for Finance Shehan Semasinghe said as 188,000 persons appealed after an preliminary list was published.",
    "The island nation has earmarked 208 billion rupees for welfare schemes which is expected to benefit about two million families (about 8 million persons) and another at least 300,000 to 400,000 persons who get old age and kidney patient benefits.",
    "Semasinghe said the government has so far got 188,794 appeals and 3,304 protests after the names were declared last week.",
    "“The total cost was estimated based on an assumption that 30 percent of the poverty beneficiaries were ineligible to receive money. If there is a significant change in the amount, there are some funds to manage that,” Semasinghe told reporters in Colombo at a media briefing held on Tuesday (27).",
    "“We can only confirm the number of beneficiaries only after assessing the appeals and protests.",
    "It is not clear how many of the appeals will succeed. The welfare scheme originally drew 3.7 million applications.",
    "The island nation has seen increasing protests from trade unions affiliated to the government since last week held by potential welfare beneficiaries against alleged injustice in the evaluation process.",
    "Government officials have asked those who felt they should have been included to lodge and appeal instead of engaging in public protests.",
    "A number of opposition legislators last week criticised the government over the matter.",
    "On May 12, Sri Lanka’s parliament approved a new welfare benefit plan which would consolidate existing social welfare schemes and allow beneficiaries to enter and exit depending on changing incomes. The proposal was approved by the parliament without a vote.",
    "Sri Lanka’s poor has surged by 4 million to 7 million since 2019 to 31 percent of the population in 2023, a recent survey by LIRNEasia showed.",
    "The new scheme with targeting subsidies is one of the key conditions by the International Monetary Fund and the World Bank to release funds, government officials have told EconomyNext.",
    "“There could be a lot of shortcomings. But we are ready to correct ourselves and take the appropriate decision in a transparent manner,” Semesinghe said.",
    "The scheme targets the real needy people through 22 indicators and is expected to  be implemented from July this year. (Colombo/June 27/2023 – RECAST)"
  ]
}