{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/08/07/cabinet-decides-to-release-water-from-samanala-wewa-to-irrigate-rice-fields/",
  "time_ut": 1691406060.0,
  "original_lang": "en",
  "original_title": "Cabinet decides to release water from Samanala Wewa to irrigate rice fields",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Cabinet Minister on Monday (7) granted approval to release the required amount of water from the Samanala Wewa for agricultural purposes.",
    "State Minister of Power and Energy D. V. Chanaka said that the decision was reached subject to finding alternative solutions for the national power requirement.",
    "He said that the relevant authorities have been informed to release water for agricultural purposes, as per the cabinet decision.",
    "However, just a week ago, the Sri Lankan cabinet decided to prioritize the country's electricity requirement over the agriculture sector, and turned down proposals to release water from the Samanala Wewa to the Udawalawa Reservoir to that rice farmers can nurture their fields.",
    "The Ministry of Agriculture pointed out that following a decision made by the Ceylon Electricity Board to not release water from the Samanala Wewa to the Udawalawa Reservoir, a decision that was also approved by the cabinet, 40% of the rice fields in the Ratnapura, Hambantota, and Moneragala districts were destroyed due to the shortage of water.",
    "More than 25,000 hectares of rice fields in the Ratnapura, Embilipitiya and Moneragala areas are nurtured by the water that flows via two waterways, namely the Left Bank Canal and the Right Bank Canal, that originate from the Udawalawa Reservoir.",
    "More than 30,000 families depend on the water from these waterways to sustain their livelihoods, which are based on agriculture.",
    "Swathes of paddy lands in the Yaya-19 area in Angunukolapelessa that are nurtured by the Walawa Left Bank Canal have already been destroyed.",
    "The Ceylon Electricity Board refused to release water from the Samanalawa Wewa to be directed to the rice fields, warning that by releasing water the southern province of Sri Lanka would be deprived of 120 MW electricity generated from the Samanala Wewa reservoir.",
    "The present situation is such that water will likely be unavailable for cultivation, and the generation of electricity.",
    "According to the data made public by the Ceylon Electricity Board, Samanala Wewa's contribution to the national grid on Sunday (6) was 1.2%.",
    "The total electricity generation on Sunday (6) was 41.52 gigawatt hours, and the Samanala Wewa's contribution to the national grid was a mere 0.52 gigawatt hours.",
    "The total water capacity of the Samanala Wewa dropped to 11.3% as of Friday, 4th August.",
    "The main reason for this is that the Ceylon Electricity Board had not linked its transmission system to provide electricity to the southern province from CEB-owned power plants.",
    "If that were not the case, the required electricity could have been sourced from the other power plants.",
    "Decisions with regard to the area of cultivation, amount of water that is required, among other decisions that are vital for Sri Lanka's agriculture sector, are taken at the Mahaweli Water Management Committee meeting.",
    "For the 2023 Yala Season, the respective meeting took place on the 23rd of March, and it was chaired by Irrigation Minister Roshan Ranasinghe.",
    "The Natural Resources Management Center of the Department of Agriculture warned that Sri Lanka would experience insufficient rainfall this season.",
    "However, the decision reached at the meeting was to provide water until the end of the harvest season.",
    "Monday (7) marked 15 days since the farmers from Embilipitiya launched a Sathyagraha Campaign demanding water be released from the Samanala Wewa to the Udawalawa Reservoir.",
    "Farmers stressed that they would not abandon their cause until their demands are met.",
    "Cabinet decides to release water from Samanala Wewa to irrigate rice fields",
    "West Africa tense as Niger coup leaders await military action by neighboring nations",
    "Air Force training aircraft crashes in China Bay killing pilot and engineer"
  ]
}