{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Name-change-from-Ceylon-to-Sri-Lanka-has-caused-utter-destruction-Astronomer/108-257809",
  "time_ut": 1681878096.0,
  "original_lang": "en",
  "original_title": "Name change from Ceylon to Sri Lanka has caused utter destruction: Astronomer",
  "original_body_lines": [
    "Science writer and astronomer Anura C. Perera claims that the country’s name change from Ceylon to Sri Lanka has caused utter destruction over the past few decades owing to the unfavorable word ‘Sri’.",
    "“From the assassination of S.W.R.D Bandaranaike and Vijaya Kumaratunga, to the bankrupt entities named with it, the word ‘Sri’ has had a disastrous effect. Even the last king of Sri Lanka was named Sri Wickrama Rajasinghe,” he explained.",
    "He said the use of the word 'Sri' before the name of the country, and the names of leaders, political parties, and government institutions had caused the bankruptcy of the country.",
    "Our country had received bad luck since 1956, with the formation of the Sri Lanka Freedom Party (SLFP) by its founder, S. W. R. D. Bandaranaike.",
    "“He used to add the word 'Sri' letter to vehicle number plates, and later the country started a conflict between the Sinhala and Tamil communities. During the conflict, the country suffered a large number of life losses and property damages,” he noted.",
    "“The founder of the SLFP was later assassinated,” by a monk.",
    "Perera said that several State institutes that used the word Sri, such as the Sri Lanka Shipping Company Limited, Sri Lanka Railways Department (SLRD), the Central Bank of Sri Lanka (CBSL), and the Sri Lanka Transport Board (SLTB), became bankrupt because of the word “Sri” in their names.",
    "Before naming the country as Sri Lanka, our country was either known as Lanka, Sinhale, Thambapanni, Cerandib, Taprobane, Saylan, Ceylon, Heladiva, Daham Divaina, or Lakbima.",
    "The Sinhala dynasty ended up with King Sri Vikrama Rajasinha, who was the last of four kings to rule the last Sinhalese monarchy of the Kingdom of Kandy.",
    "“I intend to inform the President and Prime Minister of this word's significance,” Perera said.",
    "There is a school of thought among a group of Sri Lankans who believe that Sri Lanka started its political and economic nose dive after the country removed its British Dominion status and became a Republic with a new Constitution in 1972, which officially changed the country’s name as Sri Lanka from the colonial name Ceylon.In early 90s, President Premadasa tried to rectify this by changing the English spelling to Shri instead of Sri.",
    "This was because an astrologer had reportedly told President Premadasa that the name spelled misfortune for the Head of State and so he changed the official name of Lanka from \"Sri Lanka\" to \"Shri Lanka\" with no constitutional authority and some fabricated justification.",
    "“The altered spelling appears only on one commemorative coin. The spelling was reverted soon after President Ranasinghe Premadasa was assassinated May 1993. SHRI spelling was only used on Lanka Stamps issued between June 1992 and December 1993,” one report says. (Chaturanga Pradeep Samarawickrama and Indika Sri Aravinda)"
  ]
}