{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91797/worlds-richest-beggar-found-in-india",
  "time_ut": 1688749200.0,
  "original_lang": "en",
  "original_title": "World’s ‘richest’ beggar found in India",
  "original_body_lines": [
    "A recent report by the Economic Times has revealed that Bharat Jain, who can be seen roaming around and begging in India’s financial capital Mumbai, is probably the wealthiest beggar globally, after he turned the ‘profession’ of begging into lucrative business.",
    "In India’s large begging fraternity, Jain has emerged as the ‘real family man’, by earning enormous wealth while raising his family which includes his father, brother, wife and two sons,.",
    "According to the report, Bharat Jain has accumulated a net worth of $900k (Rs 7.5 crore) despite his sluggish beginnings. His monthly income varies from Rs 60,000 to 75,000. The man has been relentlessly begging at prime locations in Mumbai, including Chhatrapati Shivaji Maharaj Terminus railway station (CSMT) and Azad Maidan.",
    "Notably, Jain also owns an INR 1.2 crore flat in Mumbai and owns two shops in Thane which earn him more than Rs 30,000 in monthly rent.",
    "Jain and his family reside in a 1BHK duplex apartment situated in Parel area of Mumbai. Although his children received their education from a convent school, Jain himself faced financial instability that prevented him from pursuing formal education.",
    "Despite being the world’s richest beggar, he has not let himself detach from his roots as he continues to beg to date. While regular workers struggle to earn a few hundred rupees working tirelessly throughout the day, Bharat Jain earns more than Rs 2000 in his 10 to 12-hour long ‘shift’.",
    "While other members of his family run a stationery store, they consistently advise Jain to refrain from begging. Despite their advice, Jain continues with his ‘occupation’ of begging."
  ]
}