{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/BPPL-Holdings-honoured-with-Forbes-Asia-s-Best-Under-a-Billion-Award/34-755791",
  "time_ut": 1701388474.0,
  "original_lang": "en",
  "original_title": "BPPL Holdings honoured with Forbes Asia’s “Best Under a Billion” Award",
  "original_body_lines": [
    "BPPL Holdings Primary Shareholder and Managing Director, Dr. Anush Amarasinghe (centre) with the Forbes Asia’s “Best Under a Billion” Award",
    "BPPL Holdings PLC, a leading player in the brush ware and filament export manufacturing industry, was awarded by Forbes Asia as “Asia’s Best Under a Billion” for the year 2021. The award ceremony took place on 21 November 2023 in Manila, Philippines.",
    "Forbes Asia’s “Best Under a Billion” award recognises companies demonstrating exceptional long-term sustainable performance across a range of criteria. In a rigorous selection process, from a pool of over 20,000 publicly traded companies in the Asia-Pacific region with annual sales exceeding $ 10 million but below $ 1 billion, BPPL Holdings was among 200 outstanding companies chosen for this prestigious award.",
    "The selection process involved a comprehensive evaluation based on a composite score, taking into account critical factors such as debt management, sales growth, and earnings-per-share growth. Qualitative screens were also applied to exclude companies with serious governance issues, questionable accounting practices, environmental concerns, management issues, or legal troubles.",
    "BPPL Holdings PLC operates three environmentally sustainable companies at scale, producing brush ware and brush filaments for professional markets, and the spinning of recycled polyester yarn for global fashion brands. The company’s brush-making operations are recognised as among the largest in Asia. Furthermore, BPPL Holdings commands an estimated 10% market share of the burgeoning Indian filament market and prides itself as being the sole manufacturer in Sri Lanka of recycled polyester yarn made from recycled PET bottles.",
    "BPPL Holdings Primary Shareholder and Managing Director, Dr. Anush Amarasinghe said:  “We are honoured to receive ‘Asia’s Best Under a Billion’ award from Forbes Asia, which underscores our commitment to sustainable business practices and long-term growth. This recognition is a testament to the hard work and dedication of our team in consistently delivering value to our stakeholders while adhering to the highest standards of corporate responsibility. The award spurs us to do more in the environmental and social sustainability space we occupy by adding more such assets to our portfolio.”",
    "A leader in sustainable manufacturing, offering a solution to Sri Lanka’s waste management issue, the Group recycles over 360,000 PET bottles a day into polyester yarn and monofilaments. It has recycled over 570 million bottles since it commenced recycling operations in 2011.",
    "BPPL is one of the few pure Environmental, Social and Corporate Governance (ESG) impact companies in Asia with a collective focus on sustainability. Through its wholly owned subsidiaries, Eco Spindles Ltd., and Beira Brush Ltd., the Group exports recycled polyester yarn, monofilaments, and professional and household cleaning tools to international markets, including India, Bangladesh, Australia, New Zealand, the USA, Canada, and UK. The Group also produces household cleaning brushes retailed locally, under the ‘Tip Top’ brand."
  ]
}