{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-imports-up-11-6-pct-in-june-exports-down-19-5-pct-bop-in-surplus-127086/",
  "time_ut": 1690809420.0,
  "original_lang": "en",
  "original_title": "Sri Lanka imports up 11.6-pct in June, exports down 19.5-pct, BOP in surplus",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s imports grew 11.6 percent from a year ago to 1,369 million dollars in June 2023, even as exports fell 19.5 percent to 1,005 million dollars, data showed, as recipients spent foreign incomes from remittances and tourism.",
    "Remittances brought 476 million US dollars in June to spend on imports and tourism receipts brought another 123 million dollars to sped on imports.",
    "Sri Lanka generally has a savings rate of around 20 percent, indicating that the central bank can collect reserves by selling its securities to the banking sector (borrowing or getting ‘deposits’ from banks), like in East Asia.",
    "However, in countries with balance of payments deficits and monetary instability the central bank usually injects money through inflationary open market operations to target the call money rate under flexible inflation targeting and similar impossible trinity regimes, critics say.",
    "Similar regimes, under different labels, are found in most defaulting countries and those with currency instability and social unrest.",
    "The central bank’s open market operations have been broadly deflationary amid negative private credit in 2023, allowing a balance of payments surplus to be recorded, putting upward pressure on the rupee.",
    "The balance of payment surplus was 361 million dollars. Up to June the BOP surplus was 1,958 million dollars.",
    "The exchange rate however has been volatile in recent days, largely due an exchange rate policy error, involving a flexible exchange rate, which is neither a hard peg nor clean float, but is a highly unstable soft-peg with ad hoc policy, analysts have said. (Colombo/July32/2023)"
  ]
}