{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/hard-talk/Muslim-burial-issue-really-affected-SL-ties-with-the-Arab-world-Ali-Sabry/334-261555",
  "time_ut": 1687368628.0,
  "original_lang": "en",
  "original_title": "Muslim burial issue really affected SL ties with the Arab world – Ali Sabry",
  "original_body_lines": [
    "Sri Lanka should advocate the Indian Ocean be a zone of peace",
    "India and China work closely with each other despite differences, SL should follow suit",
    "Our foreign policy is Sri Lanka-centric. We will do what is good for Sri Lanka. Sri Lanka had been known to be a peaceful, good neighbour, and a good international player",
    "Foreign Minister Ali Sabry, in an interview with Daily Mirror, speaks about Sri Lanka’s foreign policy, the impact of the cremation of Muslim Covid victims, on ties with West Asia (the Middle East) and Sri Lanka’s perspectives on the Indo-Pacific.",
    "QRecently, President Ranil Wickremesinghe visited Japan where he outlined an Asia-centric foreign policy. That is our non-aligned policy. Yet, we are under pressure from certain world powers. Is such a non-aligned foreign policy workable in the practical sense?",
    "Yes, basically, rather than calling it a non-aligned policy, we can term it as multi-aligned. Now, we are going forward. You can’t stay away from what is happening all over the world. So you need to align with everybody. So, in that sense, I think, the Non-Aligned Movement and our legacy help us to build that. So what we want is to build bridges with all the countries and all the powers and allow a peaceful Indian Ocean.",
    "The peaceful Indian Ocean will be a catalyst for prosperity for the whole region. That is because the growth is going to come, during the next century, from the Asia- Pacific region. If you look at other regions carefully, you will see most of the other regions have become saturated. So the Asia Pacific is what you have to look up to for the next 20 or 30 years. So what we want to do is to contribute towards peace here. So if we have a peaceful coexistence here where the East and the West meet, and help everyone, it will lead to prosperity of the region. So that’s the role we want to play.",
    "QIn the past, during the time of the former Prime Minister the late Sirimavo Bandaranaike, Sri Lanka advocated a similar position. Are we going to derive insights from it?",
    "Obviously yes. Even recently, in a couple of discussions that I took part in - the Asia Pacific Summit of the Foreign Ministers- I told that, in 1972, Sri Lanka moved a resolution in the UN to declare the Indian Ocean as a peace zone. So we have derived from that. That’s our legacy. We want to continue on that. I think the President is also very keen on that. Going forward, he articulated very clearly that confrontations and isolations will not work. It’s important that everybody find a way to work with all of you. You won’t agree on everything. But you can agree to disagree on some of those things. Based on the agreement, we have to build bridges, rather than walls.",
    "QWhen we talk about the Indo-Pacific policy, the United States calls it rules-based order. European Union says the same, China and Russia also say the rules-based order in terms of the international laws governing maritime affairs. What is our perspective? When you say the rule-based order, does it mean respect for the rule of laws governing the activities of the sea or something more than that?",
    "Yeah, basically, what we are looking at is rules must be based on unclose. So, unclose must be the rule. Whatever the rule you are formulating, you can shift the goalposts saying that these are new rules, and those rules should be framed based on discussion and agreement. They should be known in advance. Halfway through you cannot shift the goalposts. So the rules mean rules should be known to us. So basically the rules should be unclosed because that is the UN Convention on the Sea of the Law. That should be the law. So, everything has to be based on that. If you are going beyond that, that has to be negotiated, deliberated, and agreed upon and then people should know.",
    "There are several Saudi Arabian companies interested in investing in Sri Lanka, particularly in renewable energy projects and hospitality trade",
    "QWhat is Sri Lanka’s perspective on accommodation in China? I am asking this particular question because it is widely believed that these powers are united against China to contain its incursion into the region. So what is our perspective on the accommodation of China in the whole exercise?",
    "Basically, if it is a free and open Indo-Pacific which everybody calls, you can’t say that China cannot be a part of it. So, in a multi-polar world, I think we must understand. Since there was a period after the end of the Cold War, with the collapse of the Soviet Union, there was only one superpower- the United States. That is fast changing. Now, the US itself is agreeing that China has become a major power, and then Russia too. So it’s important that everybody must be accommodated and get used to a multi-polar world. If you try to isolate somebody, I don’t think it will work. We must find a way to work with everyone. Engagement is important. I think the EU is very clear on that. I’m happy that the Secretary of State Antony Blinken is visiting China. So that will be a good opening probably for discussions. We always advocate that big powers must sit, discuss and resolve their issues peacefully because it has wider implications beyond their borders, to the whole world. For us, China is a rising power, and, you know, in a free and open Indo-Pacific, they also should have the same right, in terms of the law of the sea, to engage in any legitimate business.",
    "QAs the Foreign Minister of Sri Lanka, what are the challenges you face in reconciling our interests with China and India? They have competing interests.",
    "Rather than the challenges, it is just to communicate at the right level with honesty and integrity. We shouldn’t play against each other for our short-term gains or anything. All the papers must be on the table, people should not know who it is. India of course, we have a long-standing relationship with them. It is our immediate neighbour. We share cultural, economic, and social bonds with them. So it’s an important relationship with us, With China also, we have had a long-standing relationship. It is one of our closest allies and friends in international fora. So, we have made it very clear that both countries are very, very important to us and our relationship will continue to grow with them. But we also have very clearly stated that big power rivalry should not come into our territories or our borders. So, we are not interested in allowing anything which could escalate the tensions in the region. So we want to downplay tension. But, we want to create this area as an economic hub. We are open to getting investment from anyone. So we cannot prevent anyone, any country from investing in the country.",
    "QWhen President Gotabaya Rajapaksa was in power he used to articulate that foreign policy is India-centric as far as defence is concerned. As far as economic development is concerned, we focus more on China. That is what former Foreign Secretary Jayanath Colombage used to tell at that time. Is there a departure from that policy or model?",
    "Our foreign policy is Sri Lanka-centric. We will do what is good for Sri Lanka. Sri Lanka had been known to be a peaceful, good neighbour, and a good international player. That’s our legacy. We want to continue that. As I said earlier, we don’t want tension in the region. We don’t want to contribute to a big power rivalry. But in the meantime, it’s also important that we shouldn’t do anything which India legitimately thinks will undermine their security. We don’t want to get involved in that. Because that’s not good for our country. It is not for the region. But in the meantime, we are open for business with the whole world. So we continue to work with them. If you look at India and China, they work very closely though they have their differences. They are looking at a single currency under the BRICS. They are meeting each other. They will have the BRICS summit in South Africa in August, this year. I think China is among India’s biggest trade partners. We must admire that. Despite differences, they continue to work together. So that’s what we are saying. So it’s a similar thing for us. We will continue to work with everyone and provide a platform for a peaceful Indian Ocean and a region.",
    "QThe President concluded a successful visit to Japan. What are we going to do now based on the outcome of that visit?",
    "We could see a clear improvement in the relationship with Japan, ever since President Wickremesinghe had taken over. You can always already see that they have provided a lot of humanitarian assistance to us during the difficult time. Then they gave leadership to the Paris Club in getting assurances. They also have become a part of the platform which has been established for debt restructuring.",
    "When the President went this time, you could see that not only the current Prime Minister, the Finance Minister and the Foreign Minister, even the three of the former Prime Ministers met him. There is a lot of goodwill there. But if you have to keep on building on that. Immediately after debt restructuring, we need investments to come into the country. So Indians are eagerly looking at it. The Chinese are eagerly looking at it. We also want Japan to look at a big investment in the country starting with the LRT.",
    "QIs that to resume projects already initiated or to go for fresh projects?",
    "We are trying to commence with the resumption of the previous project because everything was almost outlined on that. The land had been acquired. In fact, when I was the Finance Minister there was a Cabinet Paper to give the land back to the owners. I was opposed to that. I asked them not to do it because we want to resume the project. I think the President’s visit and talk about it will help us.",
    "We could see a clear improvement in the relationship with Japan, ever since President Wickremesinghe had taken over. You can always already see that they have provided a lot of humanitarian assistance to us during the difficult time",
    "QThe President is planning to visit India next month. How are you looking forward to it?",
    "That is very important for us. The relationship with India is very, very important for us. They’re the biggest player in the whole region, and their economy is growing faster than any other economy in the world. And they are tipped to be among the first three economies by 2030. So, they are a huge opportunity for Sri Lanka to reap a lot of benefits from it. If you look at the entire European Union, it developed together. In America, 50 of those states are actually like 50 different countries now put together as the United States of America. Together with Canada, the whole of North America develops. The whole Gulf region develops. The same goes for ASEAN countries. I think this is the turn of South Asia. India will lead it because of the size of the economy and a lot of input into education, the English language, and technology. They are ready to take off. So, we have a lot to gain from engaging with India.",
    "QYou also visited West Asian countries (the Middle Eastern countries). Our relationship with them suffered because of various reasons, like the burial issue. So how did the burial issue affect our ties?",
    "It really affected our ties. Burial was allowed in the world. Ours is the only country that did not allow burials of Muslim victims of Covid. It really affected the relationship. The Organization of Islamic Cooperation (OIC) officially condemned it. The UNHRC condemned it. The World Health Organization clearly made guidelines. So it was a very kind of short-sighted decision which affected our relationship. We had to rebuild it. Recently we have reached out to so many countries. We are looking at Saudi Arabia, UAE, Oman, and Qatar. Saudi Arabian Foreign Minister came in 2021. I went there this year. We have invited the UAE foreign minister to come. He had agreed to visit Sri Lanka. I have got an invitation from Iran, Morocco, and countries like that to visit them. We are activating the relationship between the countries. I am sure we can rebuild it and it’d be much better than what it used to be a year ago.",
    "QIs there any plan to make oil purchases and investments in the petroleum sector?",
    "There are several Saudi Arabian companies interested in investing in Sri Lanka, particularly in renewable energy projects and hospitality trade. There are some companies from Qatar and also from the UAE. Our State Minister Taraka Balasuriya visited Saudi Arabia recently. They had an excellent Joint Commission meeting at the state minister level. They signed several agreements. So our relationship is getting stronger.",
    "QYou’ve been a Muslim Minister. How uncomfortable was it for you when the burial issue came up?",
    "It was a terrible thing to happen. I felt the worst in my life. It was an ordeal every day I went through when deaths occurred and bodies were to be cremated. I had sleepless nights. I went to the Cabinet on five occasions and pleaded with them to look at it. To be fair to the cabinet also, they opined that burials should be allowed. Unfortunately, they have the so-called experts’ group. They were more than the world WHO experts. One is headed by Channa Pereira and ProfessorMeththika Perera. They opposed it without any science at all. It didn’t help anyone. It polarized.",
    "QWeren’t you able to convince the President to use your good office with him?",
    "I have told him. The then-president told me that he cannot override the experts’ decision. He asked me to convince the expert. So in that sense, we had two meetings with them, with the top brass of the Sri Lankan medical professors. But, they did not budge an inch.",
    "QYou’re also very critical and harsh on Canada over genocide allegations. Won’t it affect our relations with Canada?",
    "Canada has two different positions. The global affairs ministry does not share this. They have, officially in documentation, stated to us that there was no genocide in Sri Lanka. So this is politicians playing to the gallery.",
    "The Global Affairs Ministry of Canada shared that position because there was no genocide. This is all politics. We defeated the worst ruthless terrorist organization in the world. We brought peace to the country. Last week, I saw a girl in Kilinochchi who graduated in medicine. So we have looked after them. Of course, we are not a perfect country. I think we need to find a solution and allow Tamils to feel that they have equal rights and are dignified in this country."
  ]
}