{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/12/eu-considers-%e2%82%ac1-billion-loan-to-tunisia-for-economic-development-state-finances-and-migration-crisis/",
  "time_ut": 1686563940.0,
  "original_lang": "en",
  "original_title": "EU considers €1 Billion loan to Tunisia for economic development, state finances, and migration crisis",
  "original_body_lines": [
    "European Commission President Ursula von der Leyen, accompanied by Dutch Prime Minister Mark Rutte and Italian Prime Minister Giorgia Meloni, announced a significant aid package for Tunisia during their visit to the country. The initiative is driven by mounting concerns in Europe regarding Tunisia's stability and is part of a final effort by major donors to persuade President Kais Saied to accept the terms of a $1.9 billion bailout offered by the International Monetary Fund (IMF).",
    "Saied has thus far rejected the proposed measures put forth by his own government, which involve cutting subsidies and restructuring state-owned companies operating at a loss. He argues that these actions carry the risk of triggering social unrest.",
    "During the meeting with the European leaders, Saied emphasized that solutions should not be imposed as mandates, expressing his expectation for the IMF to reconsider its prescriptions. Donors assert that time is running out for Tunisia to accept the loan and prevent a collapse of its state finances. However, they are unwilling to provide financial assistance without concrete and well-costed reforms that ensure Tunisia's ability to repay its debts.",
    "Negotiating an amended IMF deal could take several more months. According to an EU factsheet, once Tunisia finalizes the IMF program, the EU will extend a loan of up to 900 million euros to support the country's macro-finances. Additionally, the EU plans to offer 150 million euros in budget support this year as part of a reform agenda.",
    "Furthermore, the EU will allocate 100 million euros to Tunisia this year for border management, search and rescue operations, anti-smuggling efforts, and the facilitation of humane returns adhering to human rights standards. Tunisia's presidency stated that a partnership with the EU is being established to combat illegal migration. Nevertheless, President Saied expressed his opposition to settling migrants in exchange for financial aid, calling it an inhumane and unacceptable solution.",
    "Prime Minister Meloni, who has advocated for relaxing the conditions of the IMF loan program, highlighted the importance of finalizing the aid agreement before the upcoming European Council meeting at the end of June.",
    "President von der Leyen emphasized that Europe is supporting Tunisia's economy through various means, such as a 150 million-euro digital cable link to Europe and a 300 million-euro renewable energy power export project. She also stated that the EU intends to expand opportunities for young Tunisians to study, work, and receive training within the EU, aiming to equip them with skills that can contribute to boosting the Tunisian economy.",
    "SLPP not happy with privatizing SLT; But open to investments – Namal",
    "EU considers €1 Billion loan to Tunisia for economic development, state finances, and migration crisis"
  ]
}