{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Indian-company-ordered-to-recall-contaminated-eye-drops-after-SL-raises-complaint/155-260292",
  "time_ut": 1685642477.0,
  "original_lang": "en",
  "original_title": "Indian company ordered to recall contaminated eye drops after SL raises complaint",
  "original_body_lines": [
    "India’s Pharmaceutical Export Promotion Council (Pharmexcil ) which is part of the Ministry of Commerce has asked Gujarat-based pharma company-- Indiana Ophthalmics to recall Methylprednisolone linked to causing eye infections in more than 30 people after Sri Lankan Ministry of Health raised a complaint to the Indian government.",
    "The Daily Mirror reported two weeks before that Sri Lanka had sought compensation from the relevant Indian Company following several victims demanding compensation for the loss caused to their eyes.",
    "According to sources, a complaint has been raised by the Sri Lankan Ministry of Health to the Indian government that Methylprednisolone eye drops supplied by Ophthalmics firm to the Sri Lanka State Pharmaceutical Corporation in March 2023 caused eye infections in more than 30 people.",
    "Subsequently, Pharmexcil has sought explanation from the firm to furnish the details with of the licensees to whom the company has supplied the subject drugs.",
    "In addition, Pharmexcil has directed the company to investigate the reasons for contamination of the product and update the pharma export council body for further action by 3 June failing which they will cancel the Registration-Cum Membership Certificate (RCMC) of the firm.",
    "According to Indian media, in the last year, this is the fourth such incident when Indian-made drugs had been declared contaminated in other countries.",
    "Last year, poor quality Indian-made cough syrups were linked to the death of 84 children in Gambia and Uzbekistan followed by the statement made by the US FDA linking India-made eye drops causing blindness and eye infection to 55 people. (Sheain Fernandopulle)"
  ]
}