{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92046/water-tariff-increase-was-necessary-to-address-critical-challenges-faced-by-nwsdb-minister",
  "time_ut": 1689686520.0,
  "original_lang": "en",
  "original_title": "Water tariff increase was necessary to address critical challenges faced by NWSDB – Minister",
  "original_body_lines": [
    "The National Water Supply and Drainage Board (NWSDB) faced critical challenges, and the increase in water tariff was necessary to solve those challenges and ensure that all Sri Lankans would continue to have access to clean drinking water, Minister of Water Supply and Estate Infrastructure Development Jeevan Thondaman said.",
    "He mentioned that the increase was driven by several factors, including the surge in electricity tariffs, which contribute significantly to the cost of water production, the President’s Media Division (PMD) reported.",
    "Additionally, the burden of debt (due to past capital expenditure to expand water infrastructure), compounded by currency depreciation and interest rate hikes, together with the exponential increase in the cost of raw materials required to treat water, added to the financial strain on the NWSDB, he said.",
    "These circumstances resulted in substantial monthly losses of nearly Rs. 2.8 billion and an annual loss of Rs. 34 billion, hindering the Board’s ability to meet operational expenses, service debts, and maintain the quality of water supply services, the Minister added.",
    "He expressed these views today (18) during a press conference themed ‘Collective Path to a Stable Country’ held at the Presidential Media Centre (PMC), according to the PMD.",
    "Meanwhile, the Minister said that a Cabinet Paper has been passed to commemorate 200 years since upcountry Tamil workers migrated to Sri Lanka from India and who have been contributing to the national economy in various ways since then. On the first week of November, an event will be held in lieu with government’s vision, and it will highlight the community as a whole, he added.",
    "A Presidential Task Force will be formed soon to deal with injustice that happen to the upcountry community. Young individuals comprising of professionals representing different fields, who have been a part of the system have been selected for this Task Force, the Minister further said.",
    "“I understand the concerns and anxieties that may arise regarding the impact of this increase on already struggling families. I would like to provide clarity on the reasons behind this decision and assure you of my commitment to protect the most vulnerable members of our society.",
    "I want to assure you that while the tariff increase is necessary to ensure the sustainability of our water sector, I remain committed to protecting the most vulnerable members of our society. Samurdhi and Tenement consumers, representing the lowest socioeconomic backgrounds, will not see any tariff increases and will therefore continue to receive the necessary subsidies, alleviating any additional financial burden.",
    "Moreover, it is important to note that the proposed tariff increase includes provisions to subsidise low water consumers, schools, hospitals and religious establishments. This measure aims to support those who consume less water, come from economically disadvantaged backgrounds and provide essential social services. The monthly water bills of low water consumers will remain below Rs. 1000 (Rs. 33 a day).",
    "I acknowledge the hardships faced by our citizens, and I empathise with the challenges posed by this tariff increase. However, it is crucial to understand that this decision was made after careful consideration and evaluation of the long-term sustainability of our water sector. Rest assured, we are committed to reviewing the water tariffs in the coming months, introducing a new tariff formula and policy in line with the government’s commitment to our development partners. I will take all necessary steps to bring tariffs down in the next revision, while ensuring the financial viability of the NWSDB.",
    "I want to emphasise that we are actively exploring cost-saving measures within the NWSDB, such as reducing extra workers and adopting advanced technologies to optimise efficiency and streamline operations. Our aim is to deliver efficient and effective water services to everyone while keeping in mind the economic challenges faced by our people.”"
  ]
}