{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91498/two-agents-held-for-duping-sri-lankan-nationals-after-promising-to-send-them-to-canada-via-delhi",
  "time_ut": 1687678800.0,
  "original_lang": "en",
  "original_title": "Two agents held for duping Sri Lankan nationals after promising to send them to Canada via Delhi",
  "original_body_lines": [
    "Two agents have been arrested for allegedly duping Sri Lankan nationals on the pretext of sending them to Canada via India illegally, Indian police said on Saturday.",
    "The accused have been identified as Mahenthiraraja (63), a resident of Sri Lanka, and Selvakulendran (56), a resident of Tamil Nadu, they said.",
    "A case was registered at the IGI Airport police station on the complaint of an inspector who stated that while he was on patrolling duty near Mahipalpur picket, he came across 10 people who were suspiciously standing there, a senior police officer said.",
    "When asked for their identity proofs, they were unable to submit the same. They were then taken to the police station for verification. All of them were found to be natives of Sri Lanka. One of them Mahenthiraja was the sub-agent who was guiding the others on the directions of Selvakulendran. They all were promised to be sent to Canada, the officer said.",
    "Later, police intercepted the location of Selvakulendran in Trichy, Tamil Nadu who was arrested, Deputy Commissioner of Police (airport) Devesh Kumar Mahla said.",
    "During interrogation, Selvakulendran disclosed that he charged Rs 2 lakh each to send the people to Canada via Delhi. These Sri Lankan people were sent to him by his acquaintance in Sri Lanka named Vijay, the DCP said.",
    "Two mobile phones of Mahenthiraja and two Canadian Visa stickers in the name of two of the passengers were recovered from him, while two Indian passports and two Sri Lankan passports were recovered from Selvakulendran, police said.",
    "Apart from this, nine more agents were arrested in May in separate incidents, police added."
  ]
}