{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-30th-year-of-kala-pola-sri-lankas-open-air-art-fair-a-resounding-success/",
  "time_ut": 1680198900.0,
  "original_lang": "en",
  "original_title": "The 30th Year of Kala Pola, Sri Lanka’s open Air Art Fair, a resounding success",
  "original_body_lines": [
    "The 30th year of Kala Pola, Sri Lanka’s Open Air Art Fair, was celebrated recently in a riot of colour along Ananda Coomaraswamy Mawatha, Colombo 7. A long-term collaboration of the George Keyt Foundation and John Keells Group, Kala Pola is Sri Lanka’s largest and longest-running platform for artists and sculptors to showcase their talent and connect with buyers, industry professionals and the local art community. As the first art fair held since the COVID pandemic, the event drew a tremendous response, attracting 312 adult artists and 358 child artists and an estimated 33,000 visitors.",
    "Gayani Perera, a first-time artist participating at Kala Pola, said: “This event was a good opportunity for me to network and interact with other artists and visitors. Now I know the preferences of the visitors and can prepare better. I brought around 36 paintings and sold 22 of them. I want to thank the George Keyt Foundation as well as John Keells Foundation for this opportunity!”",
    "The official ceremony was graced by His Excellency Paul Stephens, the Australian High Commissioner to Sri Lanka and Maldives, as the chief guest together with The George Keyt Foundation Chairman, Malaka Talwatte and other Trustees and the Chairperson of the John Keells Group, Krishan Balendra accompanied by the senior management of the John Keells Group.",
    "Addressing the audience, H.E. Paul Stephens said, “Art and Culture are a critical component of any society and are important in aiding social development and inclusion. They are also important sectors that contribute to economic growth and development, which are of particular importance to Sri Lanka, right now.”",
    "Krishan Balendra, the Chairperson of John Keells Holdings PLC, said “Kala Pola has evolved over the years to be the primary platform for artists from all over the country to showcase and promote their work and support their livelihoods. Art & Culture is one of the six CSR pillars of the John Keells Group under the vision of ‘Empowering the Nation for Tomorrow’. We’re very proud to partner with The George Keyt Foundation as the sponsor and organiser of Kala Pola.”",
    "Thanuja Jayawardena, a visitor to Kala Pola, shared, “It’s not an easy feat to bring together artists from all over the country, and the people who come for this event get a chance to experience and enjoy a variety of different art and styles in one stretch! I’m someone who has come to Kala Pola almost every year and made sure to find time to attend this year as well”",
    "The 30th year of Kala Pola was a resounding success for artists and visitors alike, generating sales estimated at Rs. 35 million excluding commissioned art. Meanwhile, 110 children were hosted at the Children’s Art Corner managed by Elephant House where budding artists could experiment with paints and clay under the guidance of Cora Abraham teachers. The event was supported by 150 John Keells Group volunteers. In addition to its focus on visual art, Kala Pola also showcased a kaleidoscope of Sri Lankan performing arts including dance, drumming and folk singing in a carnival-like atmosphere.",
    "As a 30th year commemoration, Kala Pola 2023 featured a “Top Five Artists Award” adjudged by a panel of art experts. The winners, in no particular order, Aloka Bandara, Chaminda Bandara, Kasun Manoj, Ruwan Mahindapala and Sandeepa Vithanage were awarded trophies and certificates at the official ceremony under the sponsorship of Nations Trust Bank, Private Banking.",
    "The street fair is complemented by https://www.srilankanartgallery.com, the digital platform hosted by John Keells Foundation to showcase Sri Lanka’s visual artists throughout the year.",
    "Art and Culture are one of the six focus areas of John Keells Foundation – the CSR entity of John Keells Holdings PLC (JKH), Sri Lanka’s largest listed conglomerates in the Colombo Stock Exchange operating over 70 companies in 7 diverse industry sectors. With a history of over 150 years, John Keells Group provides employment to over 14,000 persons and has been ranked as Sri Lanka’s ‘Most Respected Entity’ for the last 17 Years by LMD magazine. JKH has placed first for the third consecutive year in the ‘Transparency in Corporate Reporting Assessment’ by Transparency International Sri Lanka. Whilst being a full member of the World Economic Forum and a participant of the UN Global Compact, JKH drives its CSR vision of “Empowering the Nation for Tomorrow” through John Keells Foundation and through the social entrepreneurship initiative, ‘Plasticcycle’, which is a catalyst in significantly reducing plastic pollution in Sri Lanka.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}