{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Pilfering-pensions-The-moral-ethical-rockslide-begins/4-750251",
  "time_ut": 1688586621.0,
  "original_lang": "en",
  "original_title": "Pilfering pensions: The moral -ethical rockslide begins",
  "original_body_lines": [
    "The domestic debt restructuring program with its downsizing of pensions, taken together with the gutting of the Samurdhi program at a time of galloping povertisation, could result in social ignition. Even if not, each cutback by Wickremesinghe causes the alienation of significant chunks of the voting populace, thereby guaranteeing electoral overthrow—not mere defeat—next year. Sajith should clamber on board this Titanic?",
    "The 1 July parliamentary debate centred on two main propositions. Firstly, that the investments of the two main pension funds, the EPF and the ETF should be subject to conversion from one financial instrument to another, the time of the pay-out be extended i.e., deferred/delayed, and capped in terms of returns. Secondly, that all power should be given to the finance minister to make decisions about domestic debt restructuring.",
    "1) The violation of natural justice in the transfer of the burden of a debt crisis they had no part in creating and were victims of, on to the working people, at the time of their greatest vulnerability—retirement and old age.",
    "2) The vesting of all authority in the hands of the Finance Minister, who in this case is President Wickremesinghe, unelected by the people and unlike D.B. Wijetunga his predecessor in that role, unelected even to Parliament. MPs voiced apprehension that all authority in his hands could benefit crony speculators, given that he was widely criticised with regard to the Central Bank Bond Scam.",
    "I have witnessed performances quite like that of this Government decades before, in the old Parliament, now the Presidential Secretariat. Today’s Ranil-SLPP government sounded exactly like the SLFP-led Sirimavo Bandaranaike government in 1976: self-righteously truculent, argumentatively lame and socially disconnected. It had lost the plot at least a year before the 1977 general election and landslide defeat. So also the Ranil-Pohottuwa regime.",
    "On 3 July at an event in Hambantota, President Wickremesinghe repeatedly called on Opposition Leader Sajith Premadasa (yet again) to join/support him. Though delivered patronisingly, he whined about the 62 votes against his DDR. The pitch was pathetic. What part of “NO” doesn’t Ranil get? If he wants a partner to tango, he’d have more luck tapping Patali Champika Ranawaka who conspicuously avoids attacking Wickremesinghe and excuses his ISB splurge.",
    "In Parliament on 1 July the Opposition proved itself immune to efforts to bring it in line with Ranil’s economic agenda and adherence to the ‘continuity’ of his economic agenda. It took the offensive against the Government’s arguments and course of action. In the debate the Opposition established its moral-ethical and intellectual dominance.",
    "Sajith Premadasa, M.A. Sumanthiran, Dr. Nalaka Godahewa, Vijitha Herath, Gajan Ponnambalam, Shanakyan Rasamanikkam, Udaya Gammanpila and Gevindu Cumaratunga were like the Titans when battling the Government. Their penetrating indictment went nationwide through the evening’s TV newscasts. (By the way, don’t miss Lisa Ambalavaner, the young actress of Sri Lankan-English parentage, playing the perky Jinx, in the latest and last season of the Titans).",
    "The current Opposition surmounted all its disabling divisions because it was incensed by the obscenity of the regime tampering with the pension funds. With this issue, the balance of moral-ethical and psychological forces, not an arithmetical factor but an intangible and qualitative one, has swung against the Government.",
    "The social turmoil that preceded and shaped the Presidential Chilean election won by young leftwinger Gabriel Boric, was sparked off by downstream discontent over the shrinkage of pension funds due to free-market fundamentalist reforms. A famous photograph shows demonstrators holding placards which declared (in English translation) “neoliberalism was born in Chile and will die in Chile!” The reference was to Milton Friedman’s ‘Chicago Boys’ and their economic model implemented in 1973 by dictator Augusto Pinochet. Ranil’s advisor, Harvard’s Dr Ricardo Hausmann belongs to that tradition.",
    "One year after 9 July 2022 when a convincingly elected President was tossed out by the sovereign people due to widespread economic pain, and the year before Presidential election 2024, Wickremesinghe is barrelling ahead with free-market shock therapy. That would have been a hard sell even for a popularly elected President, which he is not. Anything remotely similar could have been tolerated by the people only if administered by a President with the legitimacy of popular consent.",
    "The domestic debt restructuring program with its downsizing of pensions, taken together with the gutting of the Samurdhi program at a time of galloping povertisation, could result in social ignition. Even if not, each cutback by Wickremesinghe causes the alienation of significant chunks of the voting populace, thereby guaranteeing electoral overthrow—not mere defeat—next year. Sajith should clamber on board this Titanic?",
    "The parliamentary debate on 1 July ended disgustingly badly, with the Government side going back on an agreement among party leaders arrived at and announced the day before, that voting time would be extended beyond 7:30 p.m. if there were speakers who had not yet had their turn. In an apparent reversal of that decision, the vote was called at 7:30 p.m. despite the protests of the Leader of the Opposition and the Chief Opposition Whip who were on their feet when the bell rang.",
    "This unaccommodating attitude towards the Opposition makes politics even more of a zero-sum game than it already is, de-legitimising the sitting parliament and reinforcing impulses towards extra-parliamentary forms and channels, which is rather more fraught for an incumbent regime at a time of economic crisis than it is for the other side.",
    "Wickremesinghe and the ruling SLPP possibly act so blithely about the EPF-ETF on the assumption they can prevent the constitutionally mandated presidential election next year. But nothing’s without consequence and that election is the easiest exit.",
    "On 1 July, Opposition Leader Sajith Premadasa made a 45-minute speech which was not only his personal best but was among the best I have heard in a Sri Lankan parliamentary debate in a half-century. Switching briefly to English, he summed up his argument by hurling an accusation at the Ranil regime: “you are socialising the costs of the crisis and debt restructuring, while privatising the benefits and profits!”",
    "The SJB’s firm decision to vote ‘NO’ despite Wickremesinghe’s camp betting on Dr. Harsha de Silva, and Harsha’s own impassioned denunciation in parliament of the pensions cutback, was evidence of the mood within the SJB, in turn a reflection of the mood among the voters. There was no pressure from its vote-base that the SJB should support its former leader, the current President. The social pressure seems to have been in exactly the opposite direction.",
    "July 1st proved that the SJB is Sajith Premadasa’s party, not that of any Ranil fan or nest of collaborators. It also demonstrated that the SJB has returned to the progressive centre and a broadly social democratic middle path in economics.",
    "For a political scientist it is heartening to observe that the NPP-JVP is being pulled from the left towards the left-of-centre, while the neoliberal right of the SJB is being marginalised and the main Opposition party is being pulled towards the centre. Thanks to the ruthless rightwing economics of Ranil Wickremesinghe, the quintessentially social democratic ethos of Sri Lanka is reasserting itself inexorably, the Social Contract is being re-born, and the progressive centre being reconstituted.",
    "The magic of the marketplace extends to politics. The competition between the SJB and the NPP-JVP has made it impossible for any party to sell-out to Ranil’s ruthless economics, and as Anura Dissanayake’s impressively successful Australian tour shows, the NPP-JVP is too big for Ranil to remove from the board without toppling the board itself.",
    "Ranil’s regime is on a parabolic decline with its horizon being 15 months away, unless folly on its part turn decline into a downward spiral. There are only two competing centres on the ascendancy in Sri Lankan politics: the SJB and the NPP-JVP; Sajith and Anura.  The Opposition space is bi-polar. Sajith’s 45-minute speech on 1 July displayed an intellectual complexity and sophistication that put him in a heavier weight-class than Anura Dissanayake who is a highly intelligent ‘organic’ political leader and engaging, convincing communicator.",
    "The difference between the former and the latter is akin to that between a postgrad and an honours graduate.",
    "In a crisis primarily economic in nature, Premadasa’s economic literacy and developmental-populist lineage make him a safer bet, but it is far too early to call, because who knows which of these two leaders will best catch the mood of the moment and the majority?",
    "Wickremesinghe and the ruling SLPP possibly act so blithely about the EPF-ETF on the assumption they can prevent the constitutionally mandated presidential election next year. But nothing’s without consequence and that election is the easiest exit",
    "The majority of SLPP parliamentarians have seamlessly transferred their collective loyalty from Gotabaya Rajapaksa to Ranil Wickremesinghe. That was easy because the real shift had taken place earlier: from the centre-left, patriotic-statist populism of Mahinda Rajapaksa to the Trump-Netanyahu-Bolsonaro brand of Gotabaya Rajapaksa. From one hard-right Republican (Gota) to another (Ranil), it was a smooth segue.",
    "The SLPP is no longer a centrist-progressive party but a rightwing-neoliberal sibling of the residual UNP. It is now the Ranilist party. It is the new UNP.",
    "Mahinda Rajapaksa’s physical infirmities or sporadic disabilities are not the causative factor. The SLFP was loyal to Bandaranaike policies long after S.W.R.D. Bandaranaike was dead and Sirimavo Bandaranaike was wheelchair bound. The SLPP is no longer a party which reckons its lineage from 1956, S.W.R.D. Bandaranaike and D.A. Rajapaksa. In a Kafkaesque metamorphosis, it has converted to the ideology and leadership of Ranil Wickremesinghe, the political descendant of the rightwing Sir John Kotelawala, the target and foe of the Silent Revolution of 1956.",
    "Formal alignment and possibly a fusion of the SLPP and the residual UNP is only a matter of time. Which means it is only a matter of time before the SLPP disappears down the bottomless hole that the SLFP did after its alignment with Ranil in Yahapalanaya, and the UNP did under Ranil’s leadership.",
    "No less than 40 SLPP parliamentarians were absent at voting time. Most significantly, these included Mahinda, Namal and Chamal Rajapaksa.",
    "No longer loyal to Mahinda Rajapaksa’s policies, the SLPP will no longer reap electoral benefit from them. Namal may do so, if he has the personality to take his distance from Ranil as MR did from CBK and then MS, and CBK did from Sirimavo and Anura Bandaranaike.",
    "If Ranil and the SLPP warlords try a Referendum instead of a Presidential election next year, they may not get to first-base: a 2/3rds majority. Ranil is destroying everything that MR, the Rajapaksas, the Bandaranaikes, the SLFP and the broader centre-left tradition ever stood for and built. MR knows better than to support or ignore postponement of Presidential election 2024, entrench Ranil’s incumbency while he’s de-nationalising the Lankan economy, privatising the state sector, shrinking pensions and targeting labour and land reform laws.",
    "Mahinda’s political success from 1999 to 2020 was as alternative to and polar opposite of Ranil Wickremesinghe, his values and his policies. By propping-up Ranil, in his last years, MR risks losing any residue of a transmissible political legacy which would otherwise be inherited by Namal on a hightide of national grief at his passing.",
    "The Way Forward (‘Idiri Maga’) was the visionary 1955 economic manifesto that proposed the Mahaweli scheme, authored by Dr. S.A. Wickremasingha with the brilliant G.V.S. de Silva as co-author.",
    "On the 80th anniversary of the Communist Party of Sri Lanka, comes the 250-page Forward from The Way Forward’ (‘Idirimagen Idiriyata’). Ranking delegates from the Communist Parties of China, India, Nepal and Bangladesh attended the anniversary celebration at Maharagama on July 3rd.",
    "Initially prepared by the Asian Progress Forum, a collective of independent economists, the 25-member team convened by the CPSL included 5 professors and 6 PhDs and ranged from the young Shiran Ilanperuma to Dr. Lloyd Fernando, Dr. Jagath Munasinghe, Dr. Ranjana Senasinghe, Vinod Moonesinghe and Kasun Kariyawasam.",
    "The ‘productivism plus human development’ doctrine of the policy dossier calls for a Green, Blue and Red (‘industrial’) economy with a state component and a planning element.",
    "The most severe contemporary condemnation of Ranil’s economic philosophy and strategy came from Cardinal Malcolm Ranjith, the head of the Catholic church on the island. Speaking at an event hosted by SEDEC, the Socio-Economic Development arm of the Catholic Bishops’ Conference of Sri Lanka, to mark 200 years of the forced arrival of the Tamil plantation workers in the island’s hill-country, His Eminence had this to say (my translation-DJ):",
    "“There is no point unless we solve the basic question and instead apply Band-aid. What is the basic question? The basic problem here is that we have become a country with no working program for justice and fair-play, the protection of the wealth and resources of our country, employment opportunities for our people and chances for them to become partners in the development of our country. Instead, we have become a country which begs and we are being dragged still more into indebtedness by the IMF and all these leaders. That’s what they are doing. Pardon me for having said this but I thought we must not merely revolve around the topic.”",
    "“The free-market system has been introduced from the global North to the global South. The International Monetary Fund (IMF) has been founded to perpetuate that system. It is an organisation which maintains the economic power of the global North and encourages the use of only that free-market system and method.”",
    "“What has happened is the maximum possible povertisation of the country through the neoliberal economic system. Under this neocolonial, neoliberal system we have all become an enslaved nation.”",
    "“Under neoliberalism the people do not develop self-respect or obtain their rights. Our country’s economy becomes dependent upon the economy of other countries. For instance, we import eggs, but if we had supported local producers these would have been supplied locally. Similarly, we buy rice from Vietnam and Thailand. Our farmers are not provided with subsidised fertiliser. How much of the first tranche from the IMF was used to develop national productive capacity and how much was used to reduce the list of banned imports?”",
    "“The situation in our country is this: 20% of the citizenry has all the money, which some of them have placed overseas, in foreign banks, while 80% live in poverty or the margin of poverty. Some eat only a single meal a day…There is no medicine in hospitals…A young couple told me that they have two children whom they send to school on alternate days because they cannot afford the Rs 200 per child, per day on transport.”",
    "“The leaders of this country just do not understand these realities! They dwell in a neoliberal dreamland! The current leader in particular proclaims openly and publicly that he has embraced the neoliberal outlook…Having borrowed heavily from foreign banks, now there is some crooked program underway, calling it debt restructuring or whatever.”",
    "(බොරු ප්‍රෝඩාවෙන් වැඩක් නෑ, කාදිනල් හිමිපාණන් හඬ අවදි කරයි මම කිව්වට තරහා වෙන්න එපා ! - YouTube)",
    "The Cardinal’s stance can be a shock only to those ignorant of the Social Doctrine of the Church. Quoting the Bible, His Eminence emphasised that some sins “cry out to the very heavens”. Former IMF, World Bank and Commonwealth Secretariat employees and rich young economic think-tankers capitulating in international negotiations and endorsing the shrinkage of pensions of impecunious, aged, ailing, fellow Sri Lankans, would fall into that category of damnable social sin."
  ]
}