{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Unfulfilled-promises-and-loss-of-hope-EDITORIAL/172-259176",
  "time_ut": 1684100454.0,
  "original_lang": "en",
  "original_title": "Unfulfilled promises and loss of hope - EDITORIAL",
  "original_body_lines": [
    "According to Central Bank figures, the inflation rate in the country has now steadied. Trading Economics data reveals the annual inflation rate in Sri Lanka slowed for a 7th consecutive month to 35.3% in April of 2023, the lowest in a year - from upwardly revised 50.4% in March.",
    "This is undoubtedly good news indeed. Unfortunately, however, prices have continued to rise - though at a softer pace - for food (30.6% vs. 47.6% in March) and non-food items (37.6% vs. 51.7%).",
    "The unemployment rate in the country has continued to climb. The latest official data show the country’s unemployment rate rose to 5% (over a million) by the end of September last year, according to wionenews.com. To make matters worse, the current minimum wage in Sri Lanka remains static, at Rs. 12,500.00 per month in 2023, and has not increased since August 2021.",
    "At the same time, an average family of four - father, mother and two children - need a basic income of at least Rs. 25,000/- to cover the cost of two basic meals a day. This does not include the cost of children’s education, clothes, footwear, transport to and from school or medical necessities.",
    "Police department data reveal there were 2,263 robberies and 6,813 house break-ins reported in 2021. Whereas there were 948 robberies and 2,224 house break-ins in the first few months of 2022 alone!",
    "The spokesman for Government Medical Officers Association in February this year claimed that according to information available to them, more than 1,000 doctors left the country last year. The spokesperson added that nurses and other health professionals too were also leaving the country. A lot of medical consultants in peripheral hospitals have already left the island, he added.",
    "Again, official records show 300,000 of Sri Lanka’s 22 million people left for jobs abroad in 2022, most of them low and semi-skilled workers. From January to March this year, another 73,000 left the country and there is evidence that middle-class professionals have now joined the exodus.",
    "In November 2021, a survey carried out by Sri Lanka’s Institute for Health Policy (IHP) showed increasing numbers of Sri Lankans want to leave the country - confirming observations by then Prime Minister Mahinda Rajapaksa that the youth who voted for the government are now queuing up to obtain passports to go abroad.",
    "The survey also revealed around 1 in 4 Sri Lankans would like to migrate, if they had the chance. The youth and the educated want to migrate, with around 1 in 2 of them wanting to leave the country.",
    "In short, a large number of people in the country, have come to believe that our political leaders cannot drag this country out of the present impasse. They believe the government does not have a plan or will to sustainably develop the economy to achieve targets/goals set by the IMF for restructuring the economy.",
    "The Government has put in place structures to fulfill conditions set by the IMF to receive the restructuring facility. But the manner or plans to achieve this goal - making repayment a reality - is still not clear.",
    "Again, the government won the support of the Tamil minority parliamentary group via a promise of solving the ethnic issue by February 4 (Independence Day) this year. February 4 has come and gone, but no plan to solve the vexing problem has been put forward. Instead, a promise to fully implement the 13th Amendment to the Constitution by the end of this year has been promised.",
    "To get our country out of its economic impasse, we need people who embrace unity. That unity now seems to be in jeopardy.",
    "The other side of this coin is that the Tamil parliamentary groups themselves have not made clear what THEY see as the solution to the problem. Earlier the PLOT group (now DPLF), suggested a Swiss-styled cantonment as a solution, while Douglas Devananda’s EPDP has called for the full implementation of the 13th Amendment to the Constitution.",
    "The Tamil National Alliance - a coalition of Tamil political parties - itself has not put forward specific suggestions to solve the ‘ethnic’ issue. They seem to await a proposal from the government. The Government needs to take the people into confidence and reveal concrete economic plans it believes will raise income to repay at least its foreign debts. It has to take the people into its confidence, else more citizens will flee in fear.",
    "It also needs to clear minority doubts as to how it would solve once-and-for-all the vexing ethnic issue which has prevented our country from developing. It’s also time for us all to set aside petty party-political divisions, ethnic cum religious divisions and set our country on a path to recovery."
  ]
}