{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-rupee-depreciation-drives-ceylon-tea-prices-up-123838/",
  "time_ut": 1687075200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rupee depreciation drives Ceylon Tea prices up",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Ceylon High and Low grown tea prices gained 10-70 rupees per kilogram at an auction on June 18, as a result of rupee depreciating against the US dollar during the week, market data showed.",
    "Total auction volume was increased to 6.9 million kilograms and there was improved demand, Forbes and Walker tea brokers said in a report.",
    "“Consequently, a lesser volume of teas remains unsold. No doubt a welcome recovery from a producer perspective,” Forbes and Walker in a report said.",
    "“Commencing around March 2023, rupee tea prices continued to weaken following the appreciation of the Sri Lankan Rupee and the volatility in the parity rate.",
    "“Needless to say, such uncertainty impacted the trading conditions, often resulting in the weakening of rupee tea prices and buyers making purchases only for immediate shipments.”",
    "Ex-Estate offerings continued to be maintained around approximately 1.0 million kilos.",
    "The average prices of high growns in the previous week was 834.60 rupees.",
    "BOP and BOPF grew 50 and 70 rupees per kilo respectively and PF1 gained by 30 rupees while the BP1 prices fell by 50 rupees per kilo.",
    "Price of OP1 and OP/OPA grew by 30 and 10 rupees respectively per kilo while PEK1 was down by 30 rupees.",
    "The average price of Low Grown were 1,040.78 rupees per kilo in the last auction.",
    "In PEKOE/PEKOE1 select best teas together with full range of bold PEK’s were",
    "FBOP/FBOP1 select best and best moved up by 50-100 rupees per klo whilst others too had an improved market.",
    "Select best in FBOPF/FBOPF1 and best FBOPF1’s were steady on last; others were lower by 20-60 rupees per kilo.",
    "FBOP and PEK1 were down by 50 rupees per kilo and OP1 was up by 50 rupees.",
    "BOP1/OP1 BOP1 – Select best were up by 100 rupees per kilo whilst others appreciated by50 rupees.",
    "Select best of OP1 gained by 100 rupees per kilo whilst below best and others moved up by 50 rupees.",
    "Select best of FBOP/FBOPF1 FBOP were down by 100 per kilo. All others eased by 50 rupees.",
    "FBOPF1 – Select best and best held firm whilst all others gained by 20 rupees per kilo."
  ]
}