{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Eran-warns-public-officials-on-legal-consequences-of-obeying-illegal-orders-to-halt-polls/56-745496",
  "time_ut": 1676839825.0,
  "original_lang": "en",
  "original_title": "Eran warns public officials on legal consequences of obeying illegal orders to halt polls",
  "original_body_lines": [
    "Questions whether President is conveying ‘No elections, I hold all the powers, you all do what you can’",
    "SJB Parliamentarian Eran Wickramaratne yesterday said that what President Ranil Wickremesinghe signalled implies that he would not hold the elections, he would protect Rajapaksas for the rest of his term and would do what he can. It also seems that the President is moving towards a system that violates the Constitution and laws related to elections.",
    "Addressing journalists, Wickramaratne said that this is the first time that an election has been obstructed by deviating from the constitution and the law. The rule of law is very important to a country. By disrupting the governance, this country, which has not received international support so far, is likely to delay further international aid, and the President and the Government should take responsibility for it, he said.",
    "“All members of Samagi Jana Balawega were in the United National Party. The United National Party constitution cannot be changed unless that leader is changed. Therefore, in order to protect democracy, about 90% of the MPs and members of that party formed the Samagi Jana Balavega Party. It is clear that the Government is moving towards an anti-democratic system that violates the constitution of not holding the election. In the last budget, 10 billion rupees were allocated for the election to be held in 2023. The talk that there is no money now is a blatant lie,” SJB MP charged.",
    "He recalled that the printing costs of the May 2010 election were paid to the Government press on 12 August, four months later of that year. The money was paid to the Government press for the expenses of the general election held on 17 August 2015. The 2019 presidential election payments were made to the Government printing press after eight months. In spite of that, declaring that ballot papers cannot be printed without paying money in advance, despite having all the necessary resources for printing, only for this election, is a premeditated trick to create hurdles thereby postpone the election.",
    "The concerned officials should pay attention to the fact that the Sri Lanka Bar Association has directly warned the relevant Government officials including the Treasury Secretary and the Government Printer not to engage in activities that sabotage the holding of LG election.",
    "Wickramaratne warned that the Executive President, Parliament deciding to hold elections in the way they want is not only a violation of the law but also a usurpation of the people’s right to sovereignty. As the Article 104 of the Constitution prescribes every authority must support the Election Commissioner to hold an election when it is called, and obstructing it is a criminal offense and punishable with imprisonment of public officials, especially heads of institutions, who have sworn to uphold the Constitution must be mindful of its consequence.",
    "Therefore, Wickramaratne warned that public officials should act honestly and thoughtfully, as there are many examples in the recent past that even if the politicians called them to their offices and warned, or even illegal orders are issued, the officials will end up being punished by engaging in acts that are against the constitution."
  ]
}