{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slmun-2023s-commitment-to-raising-standards-and-reducing-inequalities/",
  "time_ut": 1688924580.0,
  "original_lang": "en",
  "original_title": "Slmun 2023’s commitment to raising standards and reducing inequalities",
  "original_body_lines": [
    "Since its inception in 2008, Sri Lanka Model United Nations (SLMUN) has been the nation’s largest and most prestigious Model United Nations conference and remains a bastion of diplomatic standards, paving the way for other Model United Nations (MUN) simulations within the country. While SLMUN has always been the frontrunner in providing opportunities to develop youth leadership in diplomacy, the 16th session of the conference marks a new milestone in its outstanding commitment to improving the quality and accessibility of MUN conferences.",
    "SLMUN 2023 is well on its way to seeing the participation of a record-breaking 1000+ delegates from all across the country and out, an endeavour which is the first of its kind. This underlies a core value of SLMUN 23: equitable participation and inclusion. SLMUN is also the only conference that has been endorsed by the Ministry of Foreign Affairs, the Ministry of Education, the Ministry of Health, the United Nations Children’s Fund (UNICEF) and Habitat for Humanity due to the significance and contemporary relevance of the topics that will be discussed at the conference.",
    "What distinguishes SLMUN 23 is that its work and student reach extend far beyond the conference dates. To elevate the quality of debate and discourse, the Executive Committee has undertaken to orchestrate workshops in Colombo, Kandy, Galle, and Jaffna as well as in the Uva, Sabaragamuwa, Eastern and North Central provinces with the hope of introducing MUN to students otherwise underrepresented at conferences.",
    "In keeping with SLMUN’s objective of improving the quality and level of participation, SLMUN 23 also extends support to schools across the country regarding conference procedures and setting up MUN clubs. Thus, SLMUN is available to all schools looking to establish their own clubs or needing related assistance.",
    "SLMUN 23 looks beyond SLMUN activities and aims to champion MUN in the nation as the foremost conference in Sri Lanka. In light of this, SLMUN has collaborated with Hill Country Model United Nations (HCMUN), Holy Family Convent Model United Nations (HFCMUN), and Royal Institute Model United Nations (RIMUN), and plans to organise a conference in Jaffna for the first time. SLMUN has already worked with Colombo Operated Model United Nations (COMUN) in organising a book drive which yielded over 6200 books, a joint project that was the first of its kind.",
    "SLMUN 23 follows the tradition of the previous sessions in giving all delegates an insight into their inspirations and role models via ‘SLMUN VOICES’ interviews with notable persons of distinction. Last year’s lineup included Mahela Jayawardene, Kumar Sangakkara, Dhanushka Kodikara and Bathiya Jayakody. Stay tuned to see whom SLMUN talks to this time!",
    "In short, SLMUN transcends from a mere conference to a central MUN body that aims to foster youth-led diplomacy while ensuring the participation of as many eager voices as possible. The 16th session of SLMUN, which will be held on the 19th and 20th of August 2023 at the Bandaranaike Memorial International Conference Hall, has already seen registrations surpass 75%. For anyone interested, be sure to register now via: https://slmun.org/.",
    "Sri Lanka Insurance retains title as Most Loved Insurance Brand for the 6th Consecutive Year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}