{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91373/swedish-defence-must-adapt-to-match-long-term-russian-threat-lawmakers",
  "time_ut": 1687180680.0,
  "original_lang": "en",
  "original_title": "Swedish defence must adapt to match ‘long-term’ Russian threat – lawmakers",
  "original_body_lines": [
    "A special Swedish parliamentary defence committee said on Monday the country’s defence must focus on the threat posed by Russia and a military attack could not be ruled out.",
    "The Nordic nation has been scrambling to bolster its defences, having applied to join NATO last year as a result of Russia’s invasion of Ukraine, though Turkey and Hungary have so far held up Swedish entry into the Western alliance.",
    "“Russia’s aggressive actions have led to a structural and greatly deteriorated security situation. Russia has further lowered its threshold for military use of force and exhibits a high risk propensity,” the committee said in a report.",
    "The all-party committee, which is supported by security experts and deals with major issues such as security policy, said the Ukraine war could escalate into attacks on other countries or even the use of nuclear weapons or other mass-destruction arms.",
    "“The preconditions for Swedish defence policy have changed fundamentally. That is a realisation about policy that Swedish citizens need to carry with them. It has consequences,” committee chairman and Moderate Party MP Hans Wallmark told reporters.",
    "Like most Western states, Sweden scaled down its defence after the end of the Cold War three decades ago but has ramped military spending back up in recent years, and is due to meet NATO’s threshold of 2% GDP in 2026.",
    "“Swedish security and defence policy should be designed to deal with the long-term threat Russia is judged to pose to European and global security,” the committee report said. “An armed attack against Sweden cannot be ruled out.”",
    "Deliberations will now begin to forge an agreement on long-term defence plans, including spending, with a final committee report due in April next year.",
    "Joining NATO would overturn Sweden’s long-time formal neutrality, although it has trained alongside NATO forces for years. Its eastern neighbour Finland, which has a long border with Russia, was admitted to NATO in April after applying alongside Sweden in response to the Ukraine war."
  ]
}