{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90088/foreign-oil-companies-in-talks-to-commence-retail-fuel-sales-in-sri-lanka-by-june",
  "time_ut": 1682506500.0,
  "original_lang": "en",
  "original_title": "Foreign oil companies in talks to commence retail fuel sales in Sri Lanka by June",
  "original_body_lines": [
    "The US-based oil company RM Parks Inc. and the British multinational oil and gas company Shell PLC have held a discussion with Minister of Power & Energy Kanchana Wijesekera on commencing retail fuel sales in Sri Lanka in the first week of June this year.",
    "The lawmaker held a virtual meeting with the officials of the two companies today (April 26) to discuss the agreements, policies, logistics, and timeline pertaining to the commencement of operations here.",
    "Accordingly, it was decided to set a date in mid-May to sign the relevant agreements, Wijesekera said in a tweet.",
    "Following a visit to the Ceylon Petroleum Storage Terminals Limited (CPSTL) tank farm last week, the technical officials of the RM Parks Inc. and Shell PLC offered to upgrade CPSTL berthing facilities to be in line with international standards and safety requirements, the minister said further.",
    "Officials of Power & Energy Ministry, the Central Bank of Sri Lanka, the Board of Investment, the Ceylon Petroleum Corporation & the CPSTL also joined the discussion.",
    "Meanwhile, team of China-based Sinopec officials and technical experts are currently in Sri Lanka to finalize the agreements and commencement of operation for retail fuel sales here.",
    "They met with Wijesekera on Tuesday (April 25) to decide on a timeline, conditions of the agreement and other concerns.",
    "Accordingly, it has been decided to sign the relevant agreements by mid-May and commence the operations 45 days after the signing, the minister said in a tweet posted earlier.",
    "Last month, the Cabinet of Ministers green-lighted a proposal to allow three foreign oil companies to commence their fuel distribution operations in Sri Lanka.",
    "Thereby, retail licenses will be granted to China-based Sinopec, Australia-based United Petroleum and US-based RM Parks Inc., in collaboration with London-based Shell PLC.",
    "Wijesekera, joining the political talk show “360°” on TV Derana earlier this month, revealed that each company will handle 150 CPC dealer-operated filling stations in the local market.",
    "At present, a total of 1,142 filling stations are under the purview of the CPC, however, the corporation fully owns only 234 of them, the minister explained, adding that 450 out of the remaining 908 filling stations owned by private distributors would be allocated to the three foreign oil companies."
  ]
}