{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-fitch-confirms-sunshine-holdings-at-alka-119765/",
  "time_ut": 1683196380.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Fitch confirms Sunshine Holdings at ‘A(lka)’",
  "original_body_lines": [
    "ECONOMYNEXT – Fitch Ratings said it has confirmed the National Long-Term Rating of Sri Lankan diversified conglomerate Sunshine Holdings at ‘AA+(lka)’ with a stable outlook.",
    "“The affirmation and Stable Outlook reflect Fitch’s view that Sunshine’s exposure to defensive cash flow will support its financial metrics in the next 12-18 months, despite challenging operating conditions,” the rating agency said.",
    "Fitch Ratings – Colombo – 04 May 2023: Fitch Ratings has affirmed Sri Lanka-based Sunshine Holdings PLC’s National Long-Term Rating at ‘AA+(lka)’. The Outlook is Stable.",
    "The affirmation and Stable Outlook reflect Fitch’s view that Sunshine’s exposure to defensive cash flow will support its financial metrics in the next 12-18 months, despite challenging operating conditions.",
    "Sunshine’s rating reflects its strong financial profile and solid market positions in healthcare, fast- moving consumer goods, such as packaged tea and confectionary, and palm oil plantations. The rating is constrained by a small operating scale, commodity-price volatility in Sunshine’s palm-oil business and regulatory risks in healthcare.",
    "Strong Balance Sheet: We expect leverage to remain below 1.5x through to the financial year ending March 2026 (FY26), after a rise to 1.4x in FY23 (FY22: 0.1x) due to higher working capital after Sunshine invested in inventory to manage supply disruptions amid the country’s foreign-currency shortage.",
    "Leverage has also increased following the acquisition of Sunshine Tea (Private) Limited (STL), but much of the debt at STL is for working capital purposes and is backed by adequate net working capital assets.",
    "We expect positive free cash flow in FY24 to improve Sunshine’s leverage, as its working capital cycle reverts to historical levels amid easing supply-chain disruption. Fitch believes Sunshine has sufficient headroom under its current rating sensitivities to engage in M&A, if required. However, large leveraged buy-outs or higher dividend payments than what we project pose medium-term risks.",
    "Manageable Interest-Rate Risk: We expect EBITDA interest coverage to drop to around 3.0x in FY24, from 16.1x in FY22, owing to the high interest rate environment, but to remain above our negative sensitivity of 2.3x.",
    "The average weighted prime lending rate reached 27% by December 2022, from 10% in March 2022, which saw Sunshine’s interest expense increase to LKR1.1 billion in 9MFY23 (9MFY22: LKR178 million).",
    "We expect interest cover to improve beyond FY24, helped by lower debt stock and moderating interest rates.",
    "Defensive Demand: We expect cash flow to be supported by consumers prioritising spending on essentials, such as pharmaceuticals and consumer staples, like tea. Nevertheless, revenue growth is likely to slow to the high-single digits in FY24, from 63% in 9MFY23, amid weaker consumer spending and moderating crude palm-oil (CPO) prices. The growth in 9MFY23 stemmed from higher prices to compensate for input cost inflation and rupee depreciation, while sales volume of most products declined as affordability waned.",
    "Inflation to Pressure Margin: We expect the EBITDA margin to contract by around 200bp and to stabilise at 11%-12% over FY24-FY26 (9MFY23: 13.6%). Weak demand and inflation are likely to pressure the margins of the healthcare and consumer segments in the next 12-18 months.",
    "About 65% of Sunshine’s pharmaceuticals are subject to regulatory price ceilings, limiting timely cost pass-through. Increasing operational efficiency, softening of imported input prices and a reduced exchange rate volatility should offset margin pressure to a certain extent.",
    "We estimate that the palm-oil EBITDA margin will shrink by around 400bp to 43% from FY24 amid lower global CPO prices; we expect Malaysian CPO prices to fall to around USD600/tonne in 2024, from around USD915/tonne in 1Q23, on an output rebound. The domestic palm-oil price is also impacted by the weaker Sri Lankan rupee, as the price is pegged to the US dollar, but higher taxes on CPO imports provide support for price and sales volume.",
    "Regulatory Risk in Palm Oil: The Sri Lankan government has banned the planting of oil palm since late 2019. However, this is unlikely to have a material impact on Sunshine’s cash flows during the FY24-FY26, as the average age of its oil-palm plantations is 12 years and the percentage of trees entering the prime productivity age of 8-20 years will continue to rise. We expect yield per hectare to increase in the medium term, providing adequate revenue visibility.",
    "Conservative Approach to M&A: Sunshine has been reducing its exposure to the volatile agriculture segment, primarily tea, since 2019 in favour of more defensive sectors, such as consumer goods and healthcare, through M&A. Sunshine added STL, a tea exporter to its portfolio in early 2022 to diversify its operations and reduce business risks. We do not expect the company to expand outside its core business segments in a manner that would weaken its business profile.",
    "Hemas Holdings PLC (AAA(lka)/Stable) is rated one notch above Sunshine due to its larger operating scale and better competitive position across some operating segments, despite similarly defensive cash flow. Hemas is a diversified conglomerate with market leadership in defensive sectors, such as healthcare and consumer goods, which account for around 90% of its EBITDA.",
    "Lion Brewery (Ceylon) PLC (AAA(lka)/Stable) is rated one notch higher than Sunshine to reflect its market leadership in the protected beer industry. Its market position is supported by high barriers to entry, including licensing requirements and a regulatory ban on advertising. Sunshine’s palm oil business also operates in a protected segment, due to taxes on imports and restrictions on replanting oil palm trees. However, unlike Lion’s beer business, which we believe will benefit from long-term economic growth and urbanisation, the long-term sustainability of domestic palm oil producers is uncertain given the replanting ban. Both Lion and Sunshine face a degree of regulatory risk in the form of excise duties and indirect tax hikes on Lion’s beer sales and price ceilings on some pharmaceuticals for Sunshine.",
    "Leading conglomerate, Melstacorp PLC (AAA(lka)/Stable), is rated one notch above Sunshine due to its larger operating scale and better competitive position across some operating segments, despite similarly defensive cash flow. Melstacorp holds a dominant market position in spirits, which accounts for around 70% of the domestic alcoholic-beverage market. This supports Melstacorp’s high EBITDA margin and strong free cash flow. Both companies have engaged in acquisitions to expand their businesses, while maintaining balance sheet strength.",
    "Sunshine has more defensive cash flow than Ceat Kelani Holdings Pvt Limited (CKH, AA+(lka)/Stable), as CKH faces competitive pressure from imports and is exposed to cyclical demand for vehicle tyres, although it benefits from a degree of import substitution amid the country’s weak foreign-currency reserves. CKH’s stronger financial profile results in the same rating as Sunshine.",
    "Sunshine is rated one notch above DSI Samson Group (Private) Limited (DSG, AA(lka)/Stable), because DSG faces intense competition in its domestic footwear segment, which contributes around half of its EBITDA. DSG is also exposed to cyclical end markets its tire and rubber product segments, which contribute to the remaining EBITDA.",
    "Fitch’s Key Assumptions Within Our Rating Case for the Issuer:",
    "– Revenue growth to slow to high single digits in FY24 amid a continuing weak economic environment and a drop in palm oil prices. Domestic demand to recover from FY25, with revenue growth at close to double digits in FY26.",
    "– Capex to average LKR1.0 billion-1.5 billion a year over FY24-FY25.",
    "– Annual dividend payment of 40% of net income over FY24-FY25."
  ]
}