{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/One-year-of-war-against-Ukraine-Acting-together-to-ensure-international-law-will-prevail/4-745479",
  "time_ut": 1676834198.0,
  "original_lang": "en",
  "original_title": "One year of war against Ukraine: Acting together to ensure international law will prevail",
  "original_body_lines": [
    "If Russia’s illegal aggression were to succeed, the repercussions would spread globally",
    "24 February 2022 will forever be recalled as the day when Russia started its brutal, unprovoked and illegal invasion of Ukraine. This was and remains a case of pure aggression and a clear-cut breach of the UN Charter. This war is neither ‘just a European issue’, nor is it about the ‘West versus the rest’. It is about the kind of world we all want to live in: no one is safe in a world where the illegal use of force – by a nuclear power and permanent member of the Security Council – would somehow be ‘normalised’. That is why international law must be enforced everywhere to protect everyone from power politics, blackmail and military attack.",
    "One year on, there is a risk that people become inured to the images of war crimes and atrocities that they see – because there are so many; that the words we use start to lose their significance – because we have to repeat them so often; that we get tired and weaken our resolve – because time is passing and the task at hand is hard.",
    "This we cannot do. Because every day, Russia keeps violating the UN charter, creating a dangerous precedent for the whole world with its imperialist policy. Every day, Russia keeps killing innocent Ukrainian women, men and children, raining down its missiles on cities and civilian infrastructure. Every day, Russia keeps spreading lies and fabrications.",
    "For the European Union and our partners, there is no alternative to staying the course of our ‘triple strategy’: supporting Ukraine, putting pressure on Russia to stop its illegal aggression and helping the rest of the world cope with the fallout.",
    "This is what we have been doing for one year now – and successfully so. We have adopted unprecedented sanctions; cut our dependency on Russian fossil fuels; and in close collaboration with key partners reduced by 50% the energy revenues the Kremlin gets to finance its aggression. Working together, we have also mitigated the global ripple effects with food and energy prices declining, partly thanks to our Solidarity Lanes and to the Black Sea Grain Initiative.",
    "It is not enough to say that we want Ukraine to be able to defend itself – it needs the means to do so. So, for the first time ever, the EU has supplied weapons to a country under attack. Indeed, the EU is now the leading provider of military training for Ukrainian personnel so they can defend their country. We are also offering significant macro-financial and humanitarian aid to support the Ukrainian people. And we have decided to respond positively to Ukraine’s request to join the EU. Finally, we are working to ensure accountability for the war crimes that Russia has committed.",
    "Ukraine has shown its remarkable resilience, partly thanks to this support. And Russia has grown more isolated, thanks to global sanctions and the international condemnation by the overwhelming majority of states in the UN General Assembly. Our collective goal is and remains a democratic Ukraine that prevails; pushing out the invader, restoring its full sovereignty and, with that, restoring international legality.",
    "Above all, we want peace in Ukraine, a comprehensive and lasting peace that is in line with the UN Charter and international law. Supporting Ukraine and working for peace go hand in hand.",
    "If Russia’s illegal aggression were to succeed, the repercussions would spread globally. The risk of regional hotspots in Asia, such as the South and East China Seas, the Taiwan Strait and others, to turn into open conflicts would increase. That is why Europe and its partners in the Asia Pacific have to take a joint stand. The support of many Asian countries at the UN and elsewhere for the principles of territorial integrity, sovereignty and international law has been crucial.",
    "But the reverse is also true: the EU is fully committed to uphold international law everywhere, not just in Ukraine. We work for peace and security around the world including in the Asia Pacific.",
    "We need to be clear that Russia’s actions are responsible for the economic shockwaves in terms of food, energy and fertilisers. We have always exempted food and fertilisers from EU sanctions and we are monitoring any possible unintended effects.",
    "More broadly, the Russian invasion has underlined the need for both Europe and Asia to avoid excessive dependencies. We must reinforce our collaboration to build more resilient and inclusive economies, protect our democracies and strengthen social cohesion.",
    "History and justice are on the side of Ukraine. But to accelerate history and achieve justice, we need to amplify our ‘triple strategy’. We know this is a collective task. That is why the EU is counting on all its partners, to act in a spirit of joint responsibility and solidarity: to ensure that aggression fails and international law prevails.",
    "(The writer is the High Representative of the European Union for Foreign Affairs and Security Policy/Vice-President of the European Commission.)"
  ]
}