{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-edges-down-on-profit-taking-spotlight-on-banking-sector-counters/",
  "time_ut": 1678476180.0,
  "original_lang": "en",
  "original_title": "CSE edges-down on profit-taking; spotlight on banking sector counters",
  "original_body_lines": [
    "The CSE edged-down yesterday on profit- taking as the market had continuously been in the green after debt restructuring assurances by major creditors, a market analyst said.",
    "“Profit- taking can be observed as the market was active during the past few days due to investors being overwhelmed by China’s debt restructuring assurance, he said.",
    "“It is mainly taking place in the banking sector counters because everyone has brought in lower prices and are making money at this level, the analysts explained.Amid those developments both indices moved downwards. The All-Share Price Index went down by 96.5 points and S and P SL20 dipped by 36.7 points.",
    "Turnover stood at Rs 1.7 billion with three crossings. Those crossings were reported in JKH, which crossed 500,000 shares to the tune of Rs 71 million, its shares traded at Rs 142.25, Expack Corrugated Cartons 1.5 million shares crossed for Rs 26.3 million, its shares traded at Rs 17.50 and Hayleys PLC 300,000 shares crossed to the tune of Rs 23.4 million, its shares fetched Rs 78.",
    "In the retail market top seven companies that mainly contributed to the turnover were, Softlogic Capital PLC Rs 185 million (14.8 million shares traded), JKH Rs 177.4 million (1.2 million shares traded), Lanka IOC Rs 97.7 million (498,000 shares traded), Royal Ceramic Rs 95.1 million (2.7 million shares traded), Lanka Wall Tiles Rs 80.8 million (1.3 million shares traded), Capital Alliance Rs 77.8 million (2.2 million shares traded) and Sampath Bank Rs 73.3 million (1.3 million shares traded).",
    "It is said high net worth and institutional investor participation was noted in Hayleys, Melstacorp and Lanka IOC. Mixed interest was observed in Royal Ceramics, JKH and Lanka Walltiles while retail interest was noted in Alumex, Softlogic Capital and Browns Investments.",
    "The Capital Goods sector was the top contributor to the market turnover (due to Hayleys, Royal Ceramics and JKH), while the sector index gained 2.34 per cent. The share price of Hayleys increased by 80 cents to Rs. 78.20. The share price of Royal Ceramics gained Rs. 2.30 (7.19 per cent) to Rs. 34.30. The share price of JKH recorded a gain of Rs. 2.25 to Rs. 142.50.",
    "The Materials sector was the second highest contributor to the market turnover (due to Alumex), while the sector index increased by 1.60 per cent. The share price of Alumex appreciated by 60 cents (7.32 per cent) to close at Rs. 8.80. Melstacorp was also included among the top turnover contributors. The share price of Melstacorp closed flat at Rs. 60.",
    "High net worth but low profile investor Dr. T. Senthilverl yesterday entered Sri Lanka’s most diversified blue chip Hayleys PLC, picking-up 2.8 million shares for Rs. 218 million or Rs. 78 per share. The seller was Sri Lanka Insurance Life Fund which as of end December 2022 held 1.6% or 12.3 million shares.Yesterday, the Central Bank’s US dollar buying rate was Rs 311.62 and the selling rate Rs 328.90. Exporters are reportedly now grumbling that their profits are going down due to the rupee appreciation against the US dollar.",
    "Anka EnergyX and Harnyss USA partner to introduce hydrogen energy storage technology to Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}