{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88687/karannagoda-committee-recommends-cid-probe-against-gen-shavendra-silva-",
  "time_ut": 1677430020.0,
  "original_lang": "en",
  "original_title": "Karannagoda committee recommends CID probe against Gen. Shavendra Silva",
  "original_body_lines": [
    "The committee appointed to look into any lapses by State Intelligence, Police and the Armed Forces during the mass anti-government protests and violent incidents across the island on 09 and 10 May 2022 has recommended that the Criminal Investigation Department (CID) conduct an investigation into former Army Commander General Shavendra Silva.",
    "Accordingly, the committee, referred to as the Karannagoda Committee, recommended that the CID conduct an investigation into General Shavendra for not taking the required measures to prevent the violence incited and the burning of MPs houses on the aforementioned dates.",
    "The report submitted by the committee further stated that General Shavendra, in his capacity as the Chief of Defence Staff, had failed to communicate the orders issued by the Secretary to the Defence Ministry to the relevant officials in order to prevent the violence that had occurred.",
    "The report was handed over to President Ranil Wickremesinghe on 08 September 2022, while a copy of the report was submitted to the Court of Appeal on 24 February 2023, by Karannagoda ‘s legal representation, President’s Counsel Uditha Igalahewa.",
    "In June 2022, then President Gotabaya Rajapaksa appointed a three-member committee, comprising of Marshal of the Air Force Roshan Gunathilake and General R. M. Daya Ratnayake, and chaired by Admiral of the Fleet Wasantha Karannagoda.",
    "The Karannagoda Committee was appointed after 34 MPs belonging to the Sri Lanka Podujana Peramuna (SLPP), including Bandula Gunwardena, Shehan Semasinghe, prasanna Ranatunga, Janaka Bandara Tennakoon and Gamini Lokuge filed a petition against IGP Chandana D. Wickramaratne, former Army Commander and current Chief of Defence Staff, Gen. Shavendra Silva, the Defence Secretary, Senior DIG-in-Charge of Western Province SDIG Deshabandu Tennakoon and 13 others, seeking an order that the torching of their residencies be investigated, and to inquire into any lapses that may have taken place by the relevant officials."
  ]
}