{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91317/president-urges-completion-of-orugudawatta-ambatale-road-in-03-months",
  "time_ut": 1686910560.0,
  "original_lang": "en",
  "original_title": "President urges completion of Orugudawatta - Ambatale road in 03 months",
  "original_body_lines": [
    "President Ranil Wickremesinghe today (June 16) called for the expedition of the repair work on the stretch of road between Orugudawatta and Ambatale, also known as the Low-Level Road, and complete it within three months.",
    "He gave necessary directives to respective departments during a progress review discussion at the Presidential Secretariat this morning.",
    "The Head of State has emphasized the need for a thorough examination of the issues causing delays in the project and urged the authorities to promptly address these problems, according to the President’s Media Division (PMD).",
    "Implemented by the Road Development Authority (RDA) with foreign aid, the entire stretch of road spans over 7.7km. As of May 2023, the physical progress of the first phase of construction was at 85%, while the second phase stood at 80%.",
    "The project, which commenced in January 2016, was originally scheduled for completion in 2020. However, due to challenges faced by the contractor company, issues related to compensating residents for relocation, complications arising from water pipes along the road, and various other general problems, the project experienced significant delays, the PMD explained.",
    "Thus, the President decided to engage in an extensive discussion regarding the inability to meet the stipulated deadline.",
    "Attending the discussion were Ministers Bandula Gunawardena, Jeevan Thondaman, and Member of Parliament S.M. Marikkar, as well as President’s Secretary Saman Ekanayake, President’s Senior Adviser on Economic Affairs Dr. R.H.S. Samaratunga, Secretary of the Ministry of Transport and Highways Priyantha Mayadunna, Secretary of the Ministry of Water Supply and Estate Infrastructure Development R.M.W.S. Samaradivakara, heads of relevant line agencies, and representatives from the contracting company involved in the project."
  ]
}