{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90084/sweden-launches-research-rocket-accidentally-hits-norway",
  "time_ut": 1682498460.0,
  "original_lang": "en",
  "original_title": "Sweden launches research rocket, accidentally hits Norway",
  "original_body_lines": [
    "A research rocket launched by Sweden Space Corp (SSC) early on Monday from Esrange Space Center in northern Sweden malfunctioned and landed 15 km (9.32 miles) inside neighbouring Norway.",
    "The rocket reached an altitude of 250 kilometers (155.34 miles) where experiments were carried out in zero gravity, the agency said in a statement.",
    "“It landed in the mountains at 1,000 meters altitude, and 10 kilometers from the closest settlement,” Philip Ohlsson, head of communications at SSC, told Reuters on Tuesday.",
    "There are routines in place when things go wrong and we inform both Swedish and Norwegian governments, and other actors, he said.",
    "Work on retrieving the payload is underway and an investigation is being launched to determine the technical details behind the unplanned flight path, the agency said.",
    "“The Norwegian authorities take any unauthorised activity on the Norwegian side of the border very seriously,” a spokesperson for the Ministry of Foreign Affairs said by e-mail.",
    "In the event of any border violation, those responsible should immediately inform the relevant Norwegian authorities, which included the foreign ministry, through the right channels, the spokesperson said.",
    "The ministry had not received a formal notification of the incident from the Swedish authorities, she added.",
    "Work on Norwegian territory to salvage any wreckage also required prior consent, the spokesperson said.",
    "The Norwegian foreign ministry said it was not aware of whether there was any damage to the surroundings, while a SSC spokesperson said the rocket came down far from any settlement.",
    "Norwegian Civil Aviation Authority was not immediately available for a comment."
  ]
}