{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-IMF-program-What-s-the-score/4-750543",
  "time_ut": 1689193099.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s IMF program: What’s the score?",
  "original_body_lines": [
    "The timely completion of the commitments can speed up Sri Lanka’s economic recovery",
    "Sri Lanka is on its 17th International Monetary Fund (IMF) program since 1965 and has failed to complete seven of them. Do we have a way of predicting the fate of a program, or do we have to wait till a program is suspended to find out that it failed? It turns out that the outcome of a program can usually be predicted in advance, if we are able to track its progress.",
    "However, the problem with Sri Lanka’s past IMF programs is that there has been no publicly available way to track their progress. The 17th program is different. In April 2023, Verité Research launched the ‘IMF Tracker’ (https://manthri.lk/imf_tracker), a public platform that tracks the 100 identified commitments included in Sri Lanka’s Letter of Intent sent to the IMF. This article uses that tracker to tell you the score, in cricketing terms, on Sri Lanka’s progress on the current IMF program.",
    "When the IMF board approved the program in March 2023, 35 commitments were due to have been complete, and 25 were known to be completed. In Exhibit 1, the black line shows the total score expected as of that month. The bars show the actual known score on the board in green, what’s unknown in grey, and what’s known to be not done in red.",
    "Between March and May 2023, Sri Lanka marked an additional four runs on its IMF program scoreboard, raising its total progress to 29. However, the required score also climbed by four during the same period, reaching 39. This indicates that Sri Lanka is finding it challenging to maintain pace with the required completion rate, as both the country’s run rate and the required run rate have increased at an identical rate.",
    "Two wickets fell early in March itself, but we found out about the second only later, in May. The first wicket was on the establishment of a fiscal transparency platform. This platform was to publish, on a semi-annual basis, (i) all significant public procurement contracts, (ii) a list of all firms receiving tax exemptions through the Board of Investment, and (iii) a list of individuals and firms receiving tax exemptions on luxury vehicle imports. This platform has still not been developed.",
    "The second wicket Sri Lanka lost was on the tax revenue target of Rs. 650 billion for the first quarter of 2023. The Ministry of Finance’s annual report for 2022, published in May 2023, showed that tax revenue for the first quarter of 2023 fell short of the IMF target by Rs. 72 billion.",
    "Two more wickets fell in April when the Government failed to pass the agreed levies on the betting and gaming industry and failed to pass the Central Bank of Sri Lanka Bill. A draft bill on revising betting and gaming levies was made public on 4 April and was scheduled to be debated in parliament on 8 June. However, it is yet to be taken up in parliament, and remains controversial for attempting to revise the casino entrance levy downwards. The enactment of the Central Bank of Sri Lanka Bill was due by April 2023. A draft bill was published on 7 March, 2023, but is yet to be debated in parliament.",
    "When we started tracking the commitments in March, part of the progress was shrouded in bad light. But some floodlights got switched on in May, when the Ministry of Finance published its annual report for 2022. This provided more information, allowing many commitments initially categorised as ‘unknowns’ to become ‘knowns’ such as the social spending target of Rs. 35 billion and expenditure arrears limit of Rs. 30 billion by the end of March.",
    "Sri Lanka had a primary deficit target of Rs. 56 billion. However, according to the Ministry of Finance annual report, Sri Lanka overperformed on the target, resulting in a primary surplus of Rs. 48 billion.",
    "The overperformance on the primary balance target would have been better news, had it not been coupled with the shortfall in tax revenue of 11%. The compensating expenditure cuts can be positive or negative news depending on where the cuts were made, which is not known at present.",
    "In light of Sri Lanka’s current run rate of delivering on two commitments per month in April and May, the required run rate has gone up to 11 commitments per month to reach the target of 71 completed commitments by September – when the second tranche is due from the IMF.",
    "By the time this article is published, Sri Lanka’s progress on the IMF program for June 2023 will be available. Those interested in reviewing Sri Lanka’s progress can check the IMF Tracker at https://manthri.lk/imf_tracker.",
    "There are two benefits to Sri Lanka meeting the IMF commitments. First, the timely completion of the commitments can speed up Sri Lanka’s economic recovery. Second, it is about confidence. When the Government is perceived to be one that delivers on its commitments, it helps to reduce the cost of future debt, persuade external creditors to take deeper haircuts, and attract new investment, all of which also contribute to a faster recovery.",
    "(The writer is a lead economist at Verité Research. He holds a BSc degree in Economics and Management from the University of London with first class honours. Raj’s areas of expertise include public finance, macroeconomics, governance, and debt restructuring, with a special interest in debt and the recent economic crisis in Sri Lanka.)"
  ]
}