{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/japan-foreign-minister-sri-lanka-president-discuss-debt-restructuring-investments-126986/",
  "time_ut": 1690627200.0,
  "original_lang": "en",
  "original_title": "Japan foreign minister Sri Lanka president discuss debt restructuring, investments",
  "original_body_lines": [
    "ECONOMYNEXT – Foreign Minister of Japan Hayashi Yoshimasa who is in Sri Lanka on an official visit has met President Ranil Wickremesinghe and engaged in talks in debt restructuring support, infrastructure projects, and high-tech investment opportunities.",
    "The president’s media division (PMD) said on Saturday July 29 the talks concerned the bilateral relationship between Japan and Sri Lanka and a “mutual commitment to further strengthen their traditionally robust ties”.",
    "President Wickremesinghe expressed his gratitude to the Japanese government for their support in the debt restructuring process and also shared details of an offer reportedly made by French President Emmanuel Macron, who was in Sri Lanka hours earlier, to play a pivotal role in enhancing the common platform for debt restructuring and expediting the process.",
    "Another significant aspect of their talks revolved around key areas of cooperation, namely the Light Rail Transit (LRT), the Colombo port’s East Container Terminal, the Kandy Development Plan, the Central Expressway, and the expansion of the Bandaranaike International Airport. Both parties expressed the importance of expediting the implementation of these projects, the PMD said.",
    "Bilateral, regional, and global issues were also discussed emphasising the two countries’ shared commitment to maintaining the region as a peaceful and stable area. President Wickremesinghe also highlighted the investment opportunities in Sri Lanka’s high-tech industries, envisioning a transformation from a labour market-oriented economy to one that caters to cutting-edge technological advancements, the PMD said, adding that this strategic move is expected to present significant prospects for Japanese investors.",
    "Minister Yoshimasa arrived in Sri Lanka on July 28th for a two-day official visit.",
    "Sri Lanka has invited Japan to invest in dedicated investment zones, power ports and highways, as well as a “green and digital economy”, Foreign Minister Ali Sabry said after meeting his Japanese counterpart.",
    "Sri Lanka invites Japan to invest in dedicated investment zones, portsSee more"
  ]
}