{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/SriLankan-pays-lowest-wages-to-pilots-well-below-industry-standards-ALPGSL/108-261754",
  "time_ut": 1687676554.0,
  "original_lang": "en",
  "original_title": "SriLankan pays lowest wages to pilots, well below industry standards: ALPGSL",
  "original_body_lines": [
    "The SriLankan Airlines pays one of the lowest wages to pilots, well below industry standards and during the Covid-19 pandemic the pilots' salaries were approximately slashed by 50 percent, the Airline Pilots' Guild of Sri Lanka (ALPGSL) said.",
    "\"Prior to June 2023 the pilots were paid their salaries at an arbitrary USD [the contracted currency by which pilots are remunerated] capped at the rate of initially LKR 188 then LKR 225 and subsequently LKR 295 (since December), which was nearly 40% below the rate of the Central Bank, the ALPGSL said.",
    "\"Though the pilots' salaries were lowered by approximately 50 percent during the Covid-19 pandemic, they continued to work helping the airline generate revenue, and most importantly providing the services for critical medical supplies and other essential and urgent requirements for the country during the crisis. All pilots of the airline have educated themselves with private funding and have over the years borne the cost of their training at SriLankan Airlines,” they said.",
    "ALPGSL Secretary Capt. Manil Abeyaratne said in a statement that SriLankan Airlines has only 250 pilots now, whereas the required cadre is at least 330 pilots to function in full capacity for the designated flights and that more resignations are pending due to the issues faced by the pilots.",
    "He said over 70 pilots have resigned from the Airline during last year and this has resulted in a complete dearth of pilots.",
    "\"The cadre of pilots which should ideally be at 330 is now only about 250 as a result of the shortsighted, arbitrary and callous decisions of the management. The severity of the issue was witnessed during the recent incident where there were no pilots on standby to be assigned to a flight which eventually departed more than 12 hours later than the scheduled time of departure. Pilots of the airline have been left in the lurch as a result of a spate of decisions by the management of the Airline, compelling us to be overworked,\" the ALPGSL said."
  ]
}