{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81035",
  "time_ut": 1674846360.0,
  "original_lang": "en",
  "original_title": "No political party can wash its hands of responsibility for the label of the ‘beggar of South Asia’ that Sri Lanka has been foisted with. ‘We the People’ have played our part in that calamitous road to perdition.So on this 75th Independence Day, what do we ‘celebrate’?",
  "original_body_lines": [
    "What has a nation, which cannot guarantee uninterrupted power supply to students sitting the Advanced Level examination, where large swathes of the populace go hungry, where the sick do not have access to essential medicine with many hospitals announcing that they have run out of supplies, have to ‘celebrate’ on its ‘75th Independence Day’?",
    "This is an important question to ask. Reportedly, President Ranil Wickremesinghe has declared that it is important to mark that day in a ‘grand and proud manner…for otherwise, the world will say that we are not capable of celebrating even our independence.’ That claim is nonsensical in the first instance. From where do politicians acquire such grandiose notions, we may ask with force? Certainly ‘the world’ (whatever that may mean) will be less than bothered if Sri Lanka ‘celebrates’ an independence day or not.",
    "In fact, there is a marvellous irony here which the President seems to be deaf, dumb and blind to. A bankrupt country teetering on the brink of a complete financial meltdown, begging from all and sundry for handouts, whose legal systems and justice institutions have been mercilessly pilloried as irredeemably politicised, can scarcely afford to waste millions on a single day ‘celebration’ of independence. That will perchance make ‘the world’ laugh and not kindly at that. This is a truth that a child will recognise.",
    "Indeed, the day would have been better marked by solemn prayers from the North to the South, for repentance and reformation of its rulers and citizens. There cannot be a more fitting time than now for collective repentance in accordance with the abiding precepts of the four great religions observed by the people of this land, Buddhism, Hindusim, Christianity and Islam. Our ‘rulers’ should repent for multiple violations of the Constitution, for precipitating the country to economic ruin, for thousands of named and nameless Sinhala, Tamil and Muslim victims killed on this soil.",
    "Each of these actions has had ‘cause and effect’ in bringing Sri Lanka to this piteous state. On their part, the ‘ruled’ should repent in sackcloth and ashes for being led, much like asinine sheep to the loud beating of the majoritarian or ‘minoritarian’ (as it may be) drum by their leaders.",
    "To be clear, this indictment does not apply only to flag bearers of the Medamulana brand of toxic Sinhala Buddhist nationalism which poisoned the national heartbeat and held large segments of the majority, captive, for the better part of two decades.",
    "On the contrary, repentance is also needed by those of the Tamil minority, blinded by falsely seductive promises of the Wanni’s Sun God as any form of dissent, including intellectuals and academics, was ruthlessly eliminated.",
    "Neither can Muslim ‘thinkers’ who closed their eyes as radical Wahhabism grew steadily underfoot in the country, fostered and encouraged by the East’s political leaders for their vote banks, be absolved. Their refusal to condemn the Islamist monster growing in their midst, was also influenced by political considerations.",
    "Effectively that was a contributory factor enabling the gruesome politico-military nexus that precipitated the 2019 Easter Sunday attacks on churches and hotels, killing hundreds who were praying or celebrating.",
    "It is well and good to point the accusing finger at former President Maithripala Sirisena and his defence cum intelligence officials, presently facing massive fines directed to be paid by the apex court upon a holding that they had forsaken primary duties of safeguarding the security of the country.",
    "These worthies deserved all of, (if not more), the harsh reprimands rained on their heads by the Supreme Court. But these were not the only points of responsibility in issue, make no mistake. The legal and constitutional chain of command apart, we had a Prime Minister who was silent about being shut out of security council meetings and a Cabinet who was blissfully in the dark, both being more preoccupied with political power games. By that time, the much vaunted ‘yahapalanaya’ rainbow revolution of the coalition Sirisena-Wickremesinghe regime was in utter shambles.",
    "As it collapsed, the Gotabhaya Rajapaksa Presidency was ushered in on a wave of Sinhala triumphalism.",
    "A disastrous two and a half years later, massive protests (‘Aragalaya’) against the Presidency forced him and his Cabinet out of office. The extraordinary eruption of public fury against ruling politicians last year, did not spare the mausoleum of the Medamulana political dynasty which was destroyed in the South. That anger has not lessened. Rather, this has just seeped undergound.",
    "Assuredly, the re-awakening of public anger on the backs of cruel burdens foisted upon the populace while the political class prospers, promises to be more ferocious than the last. Surveying events of the past seven years in retrospect, it is almost as if the gods were dictating a fit punishment for the hubris of sinful rulers and a deluded people, for all the blood spilt during decades.",
    "That includes the Janatha Vimukthi Peramuna (JVP) whose co-opting of the ‘Aragalaya’ was key to a glowing protest movement being demoralised and destroyed by the Wickremesinghe Presidency.; rel=\"https://api.w.org/\"",
    "No political party can wash its hands of responsibility for the label of the ‘beggar of South Asia’ that Sri Lanka has been foisted with. ‘We the People’ have played our part in that calamitous road to perdition.So on this 75th Independence Day, what do we ‘celebrate’? – dbsjeyaraj.com",
    "No political party can wash its hands of responsibility for the label of the ‘beggar of South Asia’ that Sri Lanka has been foisted with. ‘We the People’ have played our part in that calamitous road to perdition.So on this 75th Independence Day, what do we ‘celebrate’?",
    "What has a nation, which cannot guarantee uninterrupted power supply to students sitting the Advanced Level examination, where large swathes of the populace go hungry, where the sick do not have access to essential medicine with many hospitals announcing that they have run out of supplies, have to ‘celebrate’ on its ‘75th Independence Day’?",
    "This is an important question to ask. Reportedly, President Ranil Wickremesinghe has declared that it is important to mark that day in a ‘grand and proud manner…for otherwise, the world will say that we are not capable of celebrating even our independence.’ That claim is nonsensical in the first instance. From where do politicians acquire such grandiose notions, we may ask with force? Certainly ‘the world’ (whatever that may mean) will be less than bothered if Sri Lanka ‘celebrates’ an independence day or not.",
    "In fact, there is a marvellous irony here which the President seems to be deaf, dumb and blind to. A bankrupt country teetering on the brink of a complete financial meltdown, begging from all and sundry for handouts, whose legal systems and justice institutions have been mercilessly pilloried as irredeemably politicised, can scarcely afford to waste millions on a single day ‘celebration’ of independence. That will perchance make ‘the world’ laugh and not kindly at that. This is a truth that a child will recognise.",
    "Indeed, the day would have been better marked by solemn prayers from the North to the South, for repentance and reformation of its rulers and citizens. There cannot be a more fitting time than now for collective repentance in accordance with the abiding precepts of the four great religions observed by the people of this land, Buddhism, Hindusim, Christianity and Islam. Our ‘rulers’ should repent for multiple violations of the Constitution, for precipitating the country to economic ruin, for thousands of named and nameless Sinhala, Tamil and Muslim victims killed on this soil.",
    "Each of these actions has had ‘cause and effect’ in bringing Sri Lanka to this piteous state. On their part, the ‘ruled’ should repent in sackcloth and ashes for being led, much like asinine sheep to the loud beating of the majoritarian or ‘minoritarian’ (as it may be) drum by their leaders.",
    "To be clear, this indictment does not apply only to flag bearers of the Medamulana brand of toxic Sinhala Buddhist nationalism which poisoned the national heartbeat and held large segments of the majority, captive, for the better part of two decades.",
    "On the contrary, repentance is also needed by those of the Tamil minority, blinded by falsely seductive promises of the Wanni’s Sun God as any form of dissent, including intellectuals and academics, was ruthlessly eliminated.",
    "Neither can Muslim ‘thinkers’ who closed their eyes as radical Wahhabism grew steadily underfoot in the country, fostered and encouraged by the East’s political leaders for their vote banks, be absolved. Their refusal to condemn the Islamist monster growing in their midst, was also influenced by political considerations.",
    "Effectively that was a contributory factor enabling the gruesome politico-military nexus that precipitated the 2019 Easter Sunday attacks on churches and hotels, killing hundreds who were praying or celebrating.",
    "It is well and good to point the accusing finger at former President Maithripala Sirisena and his defence cum intelligence officials, presently facing massive fines directed to be paid by the apex court upon a holding that they had forsaken primary duties of safeguarding the security of the country.",
    "These worthies deserved all of, (if not more), the harsh reprimands rained on their heads by the Supreme Court. But these were not the only points of responsibility in issue, make no mistake. The legal and constitutional chain of command apart, we had a Prime Minister who was silent about being shut out of security council meetings and a Cabinet who was blissfully in the dark, both being more preoccupied with political power games. By that time, the much vaunted ‘yahapalanaya’ rainbow revolution of the coalition Sirisena-Wickremesinghe regime was in utter shambles.",
    "As it collapsed, the Gotabhaya Rajapaksa Presidency was ushered in on a wave of Sinhala triumphalism.",
    "A disastrous two and a half years later, massive protests (‘Aragalaya’) against the Presidency forced him and his Cabinet out of office. The extraordinary eruption of public fury against ruling politicians last year, did not spare the mausoleum of the Medamulana political dynasty which was destroyed in the South. That anger has not lessened. Rather, this has just seeped undergound.",
    "Assuredly, the re-awakening of public anger on the backs of cruel burdens foisted upon the populace while the political class prospers, promises to be more ferocious than the last. Surveying events of the past seven years in retrospect, it is almost as if the gods were dictating a fit punishment for the hubris of sinful rulers and a deluded people, for all the blood spilt during decades.",
    "That includes the Janatha Vimukthi Peramuna (JVP) whose co-opting of the ‘Aragalaya’ was key to a glowing protest movement being demoralised and destroyed by the Wickremesinghe Presidency.",
    "The corruption of the ‘Aragalaya’ message was hastened by the JVP’s entirely unwise call to ‘storm Parliament at the time. In advance of forthcoming  local government polls which may or may not be held, its hankering for power is premised on fiery rhetoric and little else.",
    "Its economic policies are amateurish, its constitutional thinking is non-existent and there is little effort to rein in trigger happy trade union leaders indulging in rampant sexism which their colleagues, some of whom are women, offer lame excuses for.",
    "The main opposition Samagi Jana Balavegaya (SJB), is also not distinguished by any remarkable feats of leadership beyond ‘speechifying.’ In short, there is little light on the political horizon, barring a miracle.",
    "We are a terrible cautionary tale not only in the region but also in the world, for the ruin that grossly corrupt political leaders can bring to a country. No political party can wash its hands of responsibility for the label of the ‘beggar of South Asia’ that Sri Lanka has been foisted with. ‘We the People’ have played our part in that calamitous road to perdition.",
    "So the ‘dignity’ and ‘pride’ that the President speaks about, sits oddly with any Independence Day ‘celebration’ as President Wickremesinghe must be roundly told. That dignity can be restored only when politicians are held accountable and punished, as inconvenient a truth as that may be. Let us add to that wish list, the crying need for a ‘proud and dignified’ judiciary and a  Constitution that reflects the will of the people, not the political interests of passing rulers of the day.",
    "Despite the relief that accompanied the 21st Amendment to the Constitution on the part of some, it has so far, proved the cynics right. The Constitutional Council is underwhelming in its composition (to be kind), the so-called ‘independent commissions’ are under heavy siege, the latest being the Human Rights Commission which has been, ridiculously, blamed by a Minister for ‘threatening’ his officials.",
    "Meanwhile, a recent Presidential predilection to ‘summon’ these commissions, one example being the Elections Commission, does not set a happy precedent.",
    "So on this 75th Independence Day, what do we ‘celebrate’? The ‘independence’ of political robber cabals to mercilessly rob the country?",
    "The ‘independence’ of corporate elites to enter into ‘deals’, never mind the national interest?",
    "The ‘independence’ of corrupt public servants to milk even the dregs of the national coffers dry, forsaking the good name and integrity of the public service?",
    "Or the ‘independence’ of the media to spew hatred, sow ugly seeds of racism and communalism?",
    "« “I am acting in accordance with  the Supreme Court decision  regarding the 13th Amendment. I oppose a federal state but not devolution of power. The provincial Councils in Sri Lanka haven’t even the powers that are vested in the London City Council. Hence we can’t define this as a federal state.”- President Ranil Wickremesinghe Indian Prime Minister Narendra Modi Cites the Chola-era Stone Inscriptions of Uthiramerur in Tamil Nadu as Proof of Democracy Being Prevalent in India Durinf Ancient times before the Advent of Western Colonialism »",
    "Articles by D.B.S. Jeyaraj – dbsjeyaraj.comLTTE Chief Prabhakaran’s Death in  May 2009  and TNM Leader Nedumaran’s  False  Claim in 2023.By D.B.S.Jeyaraj Former Tamil Nadu state legislator and leader of the Tamil Nationalist Movement (Thamizh Thesiya Iyakkam) Pazhaniyappan Nedumaran created a stir on February 13 by making a sensational announcement. The 89 year old Tamil politician ( turns 90 on March 10) held a press conference in Thanjavur on Monday and attempted to resurrect Liberation […]New Bill Signed Into Law by US President Joe  Biden may Prevent Ex-Sri Lanka President Gota Rajapaksa from Returning to his Home in CaliforniaBy D.B.S.Jeyaraj Jeyaraj’s Jottings US President Joe Biden has signed into law the historic “Justice for Victims of War Crimes Act” giving the US Department of Justice (DOJ) jurisdiction to prosecute persons present in the U.S. for war crimes committed anywhere in the world regardless of the nationality of alleged perpetrator or victim. This law, […]M.K. Stalin the D.M.K. Leader and Tamil Nadu Chief Minister  Celebrates his  70th Birthday on March 1st 2023.By D.B.S.Jeyaraj Tamil Nadu Chief Minister muttuvel Karunanidhi Stalin known as M.K.Stalin celebrates his 70th Birth Anniversaty on Wednesday March 1st 2023. Described as “Thalapathy”(commander)by his ardent followers and supporters, the “septuagenarian”Stalin is the leader of the Dravidian Munnetra Kazhagam (DMK) known as the Dravidian Progressive Federation in English. Stalin is the son of legendary […]",
    "D.B.S. Jeyaraj’s Journey Home: Journalist in Exile Visits Sri Lanka for the First Time in 25 Years",
    "Forced into exile 25 years ago and compelled to stay away in order to stay alive, journalist D.B.S. Jeyaraj always dreamt of returning to Sri Lanka. That flame of hope flickered occasionally, as the war dragged on and then escalated despite intermittent ceasefires, but he never let it go out entirely.",
    "Articles by D.B.S. Jeyaraj – dbsjeyaraj.comLTTE Chief Prabhakaran’s Death in  May 2009  and TNM Leader Nedumaran’s  False  Claim in 2023. March 2, 2023New Bill Signed Into Law by US President Joe  Biden may Prevent Ex-Sri Lanka President Gota Rajapaksa from Returning to his Home in California March 2, 2023M.K. Stalin the D.M.K. Leader and Tamil Nadu Chief Minister  Celebrates his  70th Birthday on March 1st 2023. March 1, 2023When actress Jayalalithaa reigned as uncrowned Queen of Tamil cinema February 27, 2023Iconic  Cultural Centre is a Thoughtful Gift From India to the war-battered, emotionally bruised people of Jaffna February 25, 2023Brahmin “Boss Lady” Jayalalithaa had “Dravidian” Party Members Fall at her Feet. February 24, 2023Upali Wijewardene: Much-loved Business  Magnate with the “Midas” Touch. February 22, 2023“The Man Who Would Be King”: Remembering  Anura Bandaranaike On His 74th   Birth Anniversary February 21, 2023Evergreen Memories of Actor-Politician Vijaya Kumaratunga February 16, 2023Rising Resentment Within the Army and Police Top Brass Led to  the 1962 Coup Attempt. February 12, 2023“Neeyay Unakku Endrum Nigaraanavan” ~ Sparkling Song in “Baley Pandiya”film sung  by TM Soundararajan ~ MS Raju ♫ February 12, 2023The Jaffna Youth Congress Made History by Calling for “Poorana Swaraj”(Complete Independence) from Colinial Rule and Enforcing the 1931  Boycott Of  State Council Elections in Jaffna. February 9, 2023Memories of Pro-China Communist   Party Leader  Comrade “Shan” February 9, 2023Objective of 1962 Coup Conspiracy was Overthrowing the SLFP Govt Overnight. February 4, 2023Jeevan Thondaman Sets a Record as  Sri Lanka’s Youngest – Ever Cabinet Minister February 1, 2023“Nagaichuvai Mannan” Nagesh: The Comedy King of Tamil Cinema February 1, 2023How the Tamil National Alliance (TNA) Became Known as  Tiger Nominated Agents (TNA) January 31, 2023UN Officials Want Action Against Gota Over his Alleged Role in “Disappearances” of 700 Persons in Matale when in Charge of Anti-JVP Operations in 1989-1990 January 26, 2023Canada’s Targeted Sanctioning of  Sri Lankan Ex-presidents Gotabaya and Mahinda. January 26, 2023TNA was Born in 2001 Due to  Elections Shock of 2000 January 25, 2023",
    "D.B.S. Jeyaraj’s Journey Home: Journalist in Exile Visits Sri Lanka for the First Time in 25 Years",
    "Forced into exile 25 years ago and compelled to stay away in order to stay alive, journalist D.B.S. Jeyaraj always dreamt of returning to Sri Lanka. That flame of hope flickered occasionally, as the war dragged on and then escalated despite intermittent ceasefires, but he never let it go out entirely.",
    "Sri Lanka’s  Supreme Court issues interim order restraining  authorities  Including Finance Ministry Secy and Attorney-General from withholding funds allocated for  holding the local govt election which was earlier scheduled for March 9.",
    "LTTE Chief Prabhakaran’s Death in  May 2009  and TNM Leader Nedumaran’s  False  Claim in 2023.",
    "New Bill Signed Into Law by US President Joe  Biden may Prevent Ex-Sri Lanka President Gota Rajapaksa from Returning to his Home in California",
    "“The President is applying his masterly skills at obfuscation to handle questions on the long overdue LG elections.If there is an award for obfuscation in politics, President Wickremesinghe will win a platinum award.”",
    "President’s Trade Union Director General  Saman Ratnapriya says strike action was a failure but  Trade Unions Threaten to launch a continuous strike action across all sectors after 8 March if Govt. fails to respond to their demands.",
    "M.K. Stalin the D.M.K. Leader and Tamil Nadu Chief Minister  Celebrates his  70th Birthday on March 1st 2023.",
    "Clearly we are living in a Sinhala-Buddhist Iran with saffron-robed Ayatollahs deciding how we live. If a govt’s right to policymaking ends on the edge of an upraised saffron robe, why bother with elections or parliament?",
    "Workers from nearly 40 trade unions in Sri Lanka  defiantly go on strike, despite an executive order from President Ranil Wickremesinghe declaring many services “essential” to effectively outlaw protests by workers in those sectors.",
    "President Ranil Wickremesinghe  declares public transport services “essential”, in a  pre-emptive move  outlawing strike action  ahead of a mass protest announced by worker unions against the steep rise in taxes and living costs.",
    "Court of Appeal in a landmark decision directs  Parliament to release information of MPs who have submitted their asset declarations: Court recognises that the Right to Informtion is a Fundamental Right and  is superior to the Declaration of Assets and Liabilities Act."
  ]
}