{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/emerging-separation-jvp-boasts-new-popularity-ranil-flaunts-imf-facility/",
  "time_ut": 1679733360.0,
  "original_lang": "en",
  "original_title": "Emerging Separation: JVP boasts new popularity, Ranil flaunts IMF facility",
  "original_body_lines": [
    "There is a new dichotomy in the Sri Lankan political formation. The JVP appears to be outrunning others in the political race by quite a stretch. At the same time, Ranil Wickremesinghe is consolidating his position as the country’s only competent economic manager. His clever-by-half political forays have backfired spectacularly. Every one of them. Yet, he has established himself as a veritable one-man show, and not without some justification he is flaunting the IMF deal as his unique gift to the nation, which no other Sri Lankan could have delivered. So, we have Ranil Wickremesinghe at one end, standing tall and lonely on Sri Lanka’s economic dung hill.",
    "At the other end is the JVP, or its large tent outfit, the NPP, and rising apparently inexorably in political popularity. There is no electoral test to confirm this, but there is more than plausible evidence from the public opinion polling conducted by the Institute of Health Policy, the Sri Lankan strand of a global network which seems to be politically nondescript but statistically rigorous. The paradox at this end, however, is that the JVP does not seem too willing to engage vigorously with the IMF-economic cudgel that President Wickremesinghe is furiously wielding. Therein is the unprecedented dichotomy, between economic stewardship and political aspirations. Few seem to be taking note of this dichotomy, and even those who are railing against the IMF deal seem reluctant to acknowledge the JVP’s rising popularity.",
    "Based on a General Election Voting Intention Survey it conducted in February 2023, the Institute of Health Policy (IHP) has indicated that nationally the support for NPP/JVP has surged in the last few months to 43% from 30%, 13% over the SJB which seems to have stagnated at 30%. The SLPP and the UNP are way behind at 4%, while the SLFP is even further down at 2%. The IHP summary also indicates that if not for a gap in voter enthusiasm among potential JVP voters, the lead would be 15% (44% to 29%), both leads well over the margin of error of 2-5%. In a first-past-the-post parliamentary election, such a lead could translate to a landslide victory.",
    "A slightly different picture emerges from the provincial breakdown of the voting intentions. The JVP leads in four provinces – the Western Province, the Southern Province, Northwestern Province and the North Central Province. In the former two, the JVP’s lead is not clearcut, registering 36% in the Western Province to the SJB’s 31% and the UNP’s 10%, and 31% in the Southern Province to the SJB’s 22% and the SLPP’s 14%%. In the Northwestern and North Central provinces, the JVP is clearly ahead with 41% and 49%, respectively, to the SJB’s 23% and 14%.",
    "The SJB has a clear lead in the Central and the Eastern provinces, registering 39% and 28%, respectively, to the JVP’s 22% and 21%. The UNP fares somewhat respectably in both provinces with 11% and 9% support. In the Sabaragamuwa and Uva provinces, the SJB (at 28%) has a slight edge over the JVP (at 27% and 25%), with the SLPP registering 16% in Sabaragamuwa, and both the UNP and the SLPP at 12% in Uva. The Northern Province stands alone as always, the ITAK leading with 41%, followed by the SJB (26%), the JVP (10%), and the UNP (8%). The ITAK registers only 12% in the Eastern Province, which arguably undercuts its insistence on a merger of the Northern and Eastern provinces.",
    "The political landscape is changing quite rapidly and significantly with the JVP and the SJB emerging as the clear front runners, relegating the UNP and the SLPP to alternate between distant third and fourth places. The SLFP seems to be all toast now, except its lone elected MP from Jaffna is able to win again. Although off the radar at the national level, the Muslim and Upcountry Tamil minority parties will come into reckoning in a general election. Unfortunately, the survey includes no breakdown by administrative districts which would have shown the locational presence of the minority parties. Notably, the margin of error is higher in the four outer provinces – Eastern (6-11%), Northern (8-19%), North Central (4-10%) and Uva (5-10%) provinces.",
    "It is now a certainty that there will be no local government elections on April 25. So, there is no early opportunity for testing the IHP’s survey results and the JVP’s projected strength. Unless President Wickremesinghe chooses to be nice and not a New Year scrooge, there may not be any election in the foreseeable future. But there will be periodical surveys and enough grist of numbers for the political mills to grind. And the JVP will likely keep rising in popularity at the expense of others.",
    "The SJB seems to have lost the plot and there is no clear way for it to get competitive with the JVP on its own steam. An unlikely route for the SJB to shore up its fortunes would be to bring about a merger with the UNP. If the two were join forces and with reinforcements from the Muslim and Upcountry Tamil parties, the SJB and the UNP could potentially outperform the JVP by some margin in five provinces (Western, Southern, Central, Eastern and Uva), and be competitive with the ITAK in the north. As I noted, such a route is unlikely because of the presidential fly in the political ointment.",
    "But these calculations and possibilities should not detract from the impressive strides that the JVP seems to have made over the last few months. As I noted, I have seen little commentary from the mainstream commentators or editorialists on what is now a JVP phenomenon, but there have been interventions from the Left. Writing compellingly, Ramindu Perera of the Open University of Sri Lanka, calls the NPP (JVP) factor the “rise of Left-wing populism in Sri Lanka.” He identifies two elements in the NPP’s populist narrative; one, “the left-leaning character of the socio-economic policies the NPP pursues,” and two, the NPP’s commitment “to strive for ‘national unity’ based on equality among national communities.”",
    "On the latter commitment, Ramindu Perera makes a disarmingly candid admission that one hardly, rather ever, would hear from political commentators in the south especially with regard to Sri Lanka’s so called national parties, the now moribund UNP and the SLFP. Perera acknowledges that “the NPP is a predominantly Sinhala formation. Claiming otherwise would be an exaggeration. Reaching out to minority communities is a challenge the NPP would face in the future. To that extent, they might have to reflect on their strategies, and think about new ways of establishing links with minorities.” Well said; and nothing more needs to be said at this time. And failure to follow these precepts will in no time turn what begins as left-wing populism into a reconditioned vehicle for crass chauvinism.",
    "In a friendly rejoinder to Ramindu Perera, Dayan Jayatilaka would seem to emphasize the “structural absence” in the JVP-NPP (and formerly the JVP, as well as the LTTE) of what he calls “a structural feature of Left Populism,” namely, eschewing the monopoly of a single political party and striving for the broad unity of left-leaning political factions and currents. The unity that is being emphasized is not mere electoral unity, or united front. But in the context of Sri Lanka, and more so now than ever before, the unity of political forces cannot avoid, and must necessarily emphasize electoral unity.",
    "Ironically, however, there are not too many parties and organizations left in today’s Sri Lanka for forging principled alliances or coalitions. For the JVP-NPP, buoyed by polling numbers, there is little or no incentive to join with anybody for electoral or other purposes. At the same time, the JVP and the NPP cannot ignore the criticisms that they are essentially Tweedledum and Tweedledee in Sri Lankan politics, and must genuinely try to broaden their unity and their platform to be palpably more inclusive.",
    "Operationally for contesting elections, this would mean expanding the candidate pool to manifest both socioeconomic inclusion and professional competence. The local elections, if and when they come, could be a trial run in candidate selection for the general election. All of this is water yet to flow under the bridge. What is flowing or trickling now is the extended facility from the IMF. Where does the JVP-NPP stand on the question of the IMF? How will it handle the political games of President Wickremesinghe who is still trying garner political mileage out of economic management?",
    "Given the level of popularity that the President and the SLPP-UNP government are at, it is difficult to see any political gains accruing to them from the IMF agreement by itself, or in combination with small but quick improvements in the economy. The risk for the country is whether by continuing his penchant for political machinations and game-playing, President Wickremesinghe will undermine his own efforts to revive the economy. It is a paradox that the President enjoys not inconsiderable national goodwill and support for his efforts to revive the economy, but has no backing or constituency for his political undertakings. The paradox has become sustainable because of the presidential system, but it can be broken easily if the President overplays his hand for political advantages.",
    "In one step forward, the President is reported to have rebuffed the unseemly efforts of DIG Deshabandu Tennakoon and his sponsors to have him appointed as the successor to the current IGP Chandana Wickramaratna. Then, last Wednesday, taking many back steps backward, the President issued an Extraordinary Gazette Order for the Armed Forces to maintain public order throughout the country. This is certainly an overkill and is clearly intended to put down emerging protests without giving them time to dig in. This move is not going to please anyone in parliament other than Rajapaksas and their SLPP cohorts. The President has also said that he intends to get the approval of parliament for the IMF Agreement even though there is no formal need for it. But after his Emergency Gazette, he is not likely to get the support of Opposition MPs for the IMF deal. So, it will pass only with the support of the Rajapaksa-SLPP contingent. That is hardly the picture of unity that the President always insists that he wants to paint for the country.",
    "And those who oppose the IMF Agreement, whether in parliament or out on the streets, have a responsibility to let the people know what their ultimate objective is – to thwart its implementation under President Wickremesinghe, or to tear it up after he is gone. If that is so, what alternative will they offer, and how soon they will be able implement it without disrupting the country to be even worse than it is now. And they will likely face the mirror-image of the Presidential paradox. That is the detractors of the President may have public support behind them when they confront him over his political machinations, but the people may not go the full distance with them against the President’s management of the economy. The JVP, in particular, faces a special challenge and even a dilemma in dealing with the IMF Agreement, given its newly elevated position of popularity among intending voters.",
    "After nine years as an architect in the Middle East, it hurt that I could no longer call myself one in Canada",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}