{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96186/us-supreme-court-to-decide-if-donald-trump-can-be-kept-off-2024-presidential-ballots",
  "time_ut": 1704537600.0,
  "original_lang": "en",
  "original_title": "US Supreme Court to decide if Donald Trump can be kept off 2024 presidential ballots",
  "original_body_lines": [
    "The Supreme Court said Friday it will decide whether former President Donald Trump can be kept off the ballot because of his efforts to overturn his 2020 election loss, inserting the court squarely in the 2024 presidential campaign.",
    "The justices acknowledged the need to reach a decision quickly, as voters will soon begin casting presidential primary ballots across the country. The court agreed to take up Trump’s appeal of a case from Colorado stemming from his role in the events that culminated in the Jan. 6, 2021, attack on the U.S. Capitol.",
    "Underscoring the urgency, arguments will be held on Feb. 8, during what is normally a nearly monthlong winter break for the justices. The compressed timeframe could allow the court to produce a decision before Super Tuesday on March 5, when the largest number of delegates are up for grabs in a single day, including in Colorado.",
    "Trump, speaking at a campaign event in Iowa, said: “All I want is fair. I just hope that they’re going to be fair.”",
    "The court will be considering for the first time the meaning and reach of a provision of the 14th Amendment barring some people who “engaged in insurrection” from holding public office. The amendment was adopted in 1868, following the Civil War. It has been so rarely used that the nation’s highest court had no previous occasion to interpret it.",
    "Colorado’s Supreme Court, by a 4-3 vote, ruled last month that Trump should not be on the Republican primary ballot. The decision was the first time the 14th Amendment was used to bar a presidential contender from the ballot.",
    "Trump is separately appealing to state court a ruling by Maine’s Democratic secretary of state, Shenna Bellows, that he was ineligible to appear on that state’s ballot over his role in the Capitol attack.",
    "Both the Colorado Supreme Court and the Maine secretary of state’s rulings are on hold until the appeals play out.",
    "The high court’s decision to intervene, which both sides called for, is the most direct involvement in a presidential election since Bush v. Gore in 2000, when a conservative majority effectively decided the election for Republican George W. Bush. Only Justice Clarence Thomas remains from that court.",
    "Three of the nine Supreme Court justices were appointed by Trump, though they have repeatedly ruled against him in 2020 election-related lawsuits, as well as his efforts to keep documents related to Jan. 6 and his tax returns from being turned over to congressional committees.",
    "At the same time, Justices Amy Coney Barrett, Neil Gorsuch and Brett Kavanaugh have been in the majority of conservative-driven decisions that overturned the five-decade-old constitutional right to abortion, expanded gun rights and struck down affirmative action in college admissions.",
    "Some Democratic lawmakers have called on Thomas to step aside from the case because of his wife’s support for Trump’s effort to overturn the results of the election, which he lost to Democrat Joe Biden.",
    "Thomas is unlikely to agree, and there was every indication Friday that all the justices are participating. Thomas has recused himself from only one other case related to the 2020 election, involving former law clerk John Eastman, and so far the people trying to disqualify Trump haven’t asked him to recuse.",
    "The 4-3 Colorado decision cites a ruling by Gorsuch when he was a federal judge in that state. That Gorsuch decision upheld Colorado’s move to strike a naturalized citizen from the state’s presidential ballot because he was born in Guyana and didn’t meet the constitutional requirements to run for office.",
    "The court found that Trump likewise doesn’t meet the qualifications due to his role in the U.S. Capitol attack on Jan. 6, 2021. That day, the Republican president had held a rally outside the White House and exhorted his supporters to “fight like hell” before they walked to the Capitol.",
    "The two-sentence provision in Section 3 of the 14th Amendment states that anyone who swore an oath to uphold the constitution and then “engaged in insurrection” against it is no longer eligible for state or federal office.",
    "After Congress passed an amnesty for most of the former confederates the measure targeted in 1872, the provision fell into disuse until dozens of suits were filed to keep Trump off the ballot this year. Only the one in Colorado was successful.",
    "Trump had asked the court to overturn the Colorado ruling without even hearing arguments. “The Colorado Supreme Court decision would unconstitutionally disenfranchise millions of voters in Colorado and likely be used as a template to disenfranchise tens of millions of voters nationwide,” Trump’s lawyers wrote.",
    "They argue that Trump should win on many grounds, including that the events of Jan. 6 did not constitute an insurrection. Even if it did, they wrote, Trump himself had not engaged in insurrection. They also contend that the insurrection clause does not apply to the president and that Congress must act, not individual states.",
    "Critics of the former president who sued in Colorado agreed that the justices should step in now and resolve the issue, as do many election law experts.",
    "“This case is of utmost national importance. And given the upcoming presidential primary schedule, there is no time to wait for the issues to percolate further. The Court should resolve this case on an expedited timetable, so that voters in Colorado and elsewhere will know whether Trump is indeed constitutionally ineligible when they cast their primary ballots,” lawyers for the Colorado plaintiffs told the Supreme Court.",
    "The issue of whether Trump can be on the ballot is not the only matter related to the former president or Jan. 6 that has reached the high court. The justices last month declined a request from special counsel Jack Smith to swiftly take up and rule on Trump’s claims that he is immune from prosecution in a case charging him with plotting to overturn the 2020 presidential election, though the issue could be back before the court soon depending on the ruling of a Washington-based appeals court.",
    "And the court has said that it intends to hear an appeal that could upend hundreds of charges stemming from the Capitol riot, including against Trump."
  ]
}