{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/emirates-unveils-new-closed-loop-recycling-initiative-to-reduce-plastic/",
  "time_ut": 1686243600.0,
  "original_lang": "en",
  "original_title": "Emirates unveils new closed loop recycling initiative to reduce plastic",
  "original_body_lines": [
    "Emirates is unveiling a new closed loop recycling initiative this month, where millions of onboard items such as plastic trays, bowls, snack and casserole dishes, will now be recycled in a local facility and remade into fresh, ready-to-use Emirates meal service products.",
    "Marking United Nations World Environment Day on 5 June, and the theme of #BeatPlasticPollution, Emirates will introduce the new recycled utensils onboard from June 2023 onwards.",
    "In line with Emirates’ commitment to consuming responsibly, the new initiative is a transition to the principles of a circular economy, whereby items are reduced, reused, and recycled. Millions of old and damaged meal service items from Economy and Premium Economy Class dining will be collected after flights, washed and checked for damage, transported to a facility in Dubai to be ground down, reprocessed, and manufactured into new dishes, bowls and trays – before being sent to Emirates Flight Catering to be used again for thousands of meals in the sky.",
    "In partnership with deSter FZE UAE, a leading provider of serviceware concepts to the aviation industry, and expert in closed loop manufacturing, Emirates will be reusing plastic materials that have already reached their end of life and would otherwise need to be written off. The new trays, casseroles, snack dishes and bowls, potentially containing around 25% reused material (recyclate),  will be brought back into service on aircraft across the globe, and the proportion will continue to increase over time.",
    "The team at deSter are members of the CE100 network, which includes some of the world’s leading circular economy companies and have also been awarded the ‘Gold’ Sustainability rating from Ecovadis – a globally recognised certification for sustainable practices. Emirates elected to work with deSter once a facility in UAE was ready to facilitate the huge scale of Emirates’ requirement – substantially reducing the carbon footprint of sending the products to another country to be recycled. The deSter factory also incorporates sustainable design principles focusing on solar power, efficient use of water and minimisation of waste.",
    "ADB provides Sri Lanka access to concessional financing to facilitate sustained and inclusive recovery",
    "‘DFCC Savings Goal’ – new product to meet short term financial aims",
    "Athanaze’s joint-fastest fifty on debut helps West Indies sweep UAE 3-0",
    "Emirates renews partnership with Sri Lanka Tourism to support tourist arrivals to island nation",
    "Emirates boarding pass unlocks hundreds of offers in Dubai this summer",
    "‘UAE – SL Business Forum and Trade Fair’ from 20th to 29th October",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}