{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Drug-used-at-Peradeniya-Hospital-causes-more-complications/155-263214",
  "time_ut": 1689430371.0,
  "original_lang": "en",
  "original_title": "Drug used at Peradeniya Hospital causes more complications",
  "original_body_lines": [
    "One of the batches of the drug used in the Peradeniya Teaching Hospital that resulted in the demise of a 21-year-old girl has been withheld following two more cases of severe allergic reactions reported from the Kandy Hospital, a Health Ministry official said.",
    "Speaking to the Daily Mirror, Additional Secretary to the Health Ministry Dr. Saman Rathnayake said, \"Two more cases of severe allergic reactions (Anaphylactic shock) were reported today at the Kandy Hospital from a different batch of the same drug 'Ceftriaxone' used in the Peradeniya Hospital.",
    "\"There were 10 batches of Ceftriaxone. The incident involving the death of the 21-year-old girl has been caused due to a different batch, while the two cases of severe allergic reactions at the Kandy Hospital have been caused by a different batch of the same drug,\" Dr. Rathnayake underscored.",
    "\"Accordingly, the batch used in the Kandy Hospital has been withheld,\" he added.",
    "However, no decision has been taken to withdraw or withhold the batch used in the Peradeniya Hospital that resulted in the death of the 21-year-old girl, according to Peradeniya Teaching Hospital Director Arjuna Thilakarathna.",
    "Earlier, Dr Thilakarathna told Daily Mirror that the drug was used even after the demise of the 21-year-old girl and even today.",
    "Chamodi Sandeepani Jayaratne (21) who was admitted to the Peradeniya Teaching Hospital on Wednesday (12) to obtain treatment for a stomach ailment died due to anaphylactic shock after being administered Ceftriaxone via a cannula.",
    "Ceftriaxone is an antibiotic in the form of an injection used to treat many kinds of bacterial infections. (Sheain Fernandopulle)"
  ]
}