{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/FDIs-BOIs-and-exchange-crisis/4-749596",
  "time_ut": 1686938719.0,
  "original_lang": "en",
  "original_title": "FDIs, BOIs and exchange crisis",
  "original_body_lines": [
    "Our BOI has to devote some time and special consideration to examine our infrastructure and resource bases that we offer investors. Land is an important component in this equation. We are aware of the large extents of unutilised lands that have been consigned to this state due to a total lack of attention and negligence",
    "The phrase BOI came into usage starting 1992, when 31 years ago, the Board of Investment of Sri Lanka was established. The origin of the concept has its roots in the year 1978 when the JRJ Government following its open economic policy, established the Greater Colombo Economic Commission in Sri Lanka with very wide powers to attract foreign Investment into the country. The Board of Investment of Sri Lanka Law No.4 of 1978 was the base document for the 1992 Chapter.",
    "Accordingly, the BOI has been in existence for over a period of three decades as the principal investment promotion agency of Sri Lanka. It has during this period survived with many ups and downs undergoing phase changes but always remaining at the centre of focus for want of delivery and accomplishment of the gigantic task of attracting FDIs, much needed for the resolution of our lopsided balance of trade imperfection. Well, it continues to exist while the problems under its purview are gaping amidst much hope and expectations.",
    "Many countries in the world have similar setups to carry out the tasks and objectives in the economic development of each country. During my recent visit accompanying the team that participated in the tour of Sri Lankan Prime Minister to Thailand, I had the fortune of witnessing how the Thailand BOI operates. I thought it would not be out of place or irrelevant to highlight some of its activities as the government agency  supporting and promoting investment from the private sector. Its mission focuses on “promoting valuable investment in both investment into Thailand and Thai overseas investment to enhance Thailand’s competitiveness to overcome the “Middle Income Trap”, and to achieve sustainable growth in accordance with the sufficiency economy philosophy.”",
    "The concern of promoting Sri Lankan investments overseas appears to be a little far- fetched in our situation but there are other interests of a common nature relevant and applicable to us. In this mission, the promotion of Thai investment overseas is of great importance to us. It has to be considered in the context of their emphasis to enhance Thailand’s competitiveness through Thai overseas investment as envisaged. Don’t we have opportunities here to attract this particular interest of Thailand BOI? I think we have a wide array of favourable circumstances that can be pursued to our mutual advantage.",
    "Be that as it may, let us take a look at the operational highlights of the Thai BOI which may be of value to us.",
    "Tax incentives: Thai BOI announces a package of incentives and facilitations offered to both Thai and Foreign investors interested in investing in Thailand as Tax and non-tax incentives. Among the Tax incentives offered are the following:",
    "Exemption of corporate income tax  up to 13 years, 50% reduction of corporate income tax up to 5 years; exemption of import duties on machinery and raw materials used in production for export and raw or essential materials used for R&D purposes.",
    "The non-tax incentives are: permission to enter the kingdom to study investment opportunities; permission to bring in skilled workers and experts; permission to remit money abroad in foreign currency; permission for promoted projects to own lands.",
    "Identification of priority areas is a must for the timely deliverance of investments and meaningful results. For example, we are in need of resolving a critical level of our foreign exchange earnings and hence areas such as Tourism, Renewable Energy and Agriculture, occupy an important place in the list of our priorities",
    "The Thai BOI has simplified the procedure and fast tracked its approval process as follows: for projects with a capital investment less than 200 million Thai Baht within 40 days; investment capital less than 2,000 million Thai Baht within 60 days and investment over 2,000 million Thai Baht within 90 days.",
    "Other significant features in the Thai BOI criteria for approval of projects to be promoted on a priority basis are worthy of consideration. The factors cover a wide range under the national importance of each project and its contribution to the national economy.",
    "All investments should newly invest in machinery required for their proposed production line",
    "A minimum capital investment without the land and working capital estimates",
    "The resulting value addition to the products is carefully monitored",
    "Project qualifies for special consideration on its location and its environmental impact",
    "In addition, the approval process is subject to the related activities categorised into priority Divisions:",
    "Division 1 Agricultural and Food processing; Medical industry and Biotechnology industry",
    "Division 2 Machine industry and parts; Motor vehicle industry; Electronic and electrical appliances industry",
    "Division 3 Energy, public utility and environmental concerns; Industrial area development; Metal, Mineral and Material industry",
    "Division 4 Tourism, Digital Smart City development and Service industries",
    "These categorisations may not suit our situation identically. Our priorities depend on the current status of our production lines and national priorities. Nevertheless, identification of priority areas is a must for the timely deliverance of investments and meaningful results. For example, we are in need of resolving a critical level of our foreign exchange earnings and hence areas such as Tourism, Renewable Energy and Agriculture, occupy an important place in the list of our priorities.",
    "Our BOI has to devote some time and special consideration to examine our infrastructure and resource bases that we offer investors. Land is an important component in this equation. We are aware of the large extents of unutilised lands that have been consigned to this state due to a total lack of attention and negligence. To quote a few examples: a land area over 100 acres which was used for cardamom cultivation now lie idle, covered in jungle in a part of a State owned estate in the Yatiyantota area not very far from Colombo;  and over 2,000 acres that used to be under a carefully managed Rubber industry remains abandoned for over thirty years in the Wellawaya area with plenty of water supply and direct  main road accessibility lie only in the inventories of the LRC.",
    "These are national crimes, only focused by the relevant authorities but nothing done. Development, FDI and Investment are like mantras chanted by village soothsayers and ‘mantarakarayas’ who tie yellow threads on ailing victims. The extents of land belonging to SPC, LRC, Divisional Secretariats and such state bodies lying idle for several years could be identified and listed by a stroke of the pen to be included in a Land Bank data chart. But alas! We have no commitment to do such a thing. We have been talking for decades but all such talks have merely vaporised into thin air.",
    "I observed in the Thai BOI example how they plan land utilisation to develop the agricultural and food processing industry. Starting with a day to day development under traditional agricultural practices promoted under their programs they have a range of identified areas they focus on under their BOI activities. They include, upstream agriculture, processed agriculture, rubber, agricultural waste products, food production, cold storage, trading centres for agricultural products, animal feed, smart farms and plant factories with modern applications like tissue culture.",
    "Readers, none of these tantamount to any black magic. They are the results of careful and meaningful contribution by national minded persons devoted to their tasks and jobs honestly, diligently and true to their consciences."
  ]
}