{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sanasa-life-insurance-to-provide-insurance-services-to-sri-lanka-freedom-employees-union/",
  "time_ut": 1701503280.0,
  "original_lang": "en",
  "original_title": "Sanasa Life Insurance to provide insurance services to Sri Lanka Freedom Employees Union",
  "original_body_lines": [
    "Sanasa Life Insurance, a leading insurance service provider in the country, introduced a group life insurance scheme for the well-being of the government and private sector employees. More than 21,000 employees of government, semi-government, and corporative institutions have been covered by this insurance scheme by present. Marking another significant milestone, the Sri Lanka Freedom Employees Union (SLFEU), a leading trade union in the country with a large member base, recently got into an agreement with Sanasa Life Insurance, so the SLFEU members will be able to enjoy a wide range of insurance facilities offered by Sanasa LIfe Insurance. The Chief Executive Officer (CEO) of Sanasa Life Insurance Ivan Nicholas and the General Secretary of SLFEU Lesley Devendra signed the relevant agreement at Sanasa Life Insurance Headquarters in Colombo.",
    "Over the past, Sanasa Life Insurance has been honoured with many local and international awards. It has become the insurance company with the fastest growth in the country. Having maintained an active business for over 20 years, it has won the trust of customers at the highest level. In addition to launching community care programmes all over the island, Sanasa Life Insurance stands out as a provider of efficient benefits and services to the people, thereby making a significant contribution to the country’s economy. With nearly 100 branches scattered all over the island, Sanasa Life Insurance is fulfilling its responsibility to the fullest extent possible.",
    "Elpitiya Plantations launches HarrowHouse.lk which unveils Sri Lanka’s culinary Treasure Trove",
    "Island-wide community service programmes for Sanasa Life Insurance 20th anniversary",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}