{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-bill-to-decriminalize-homosexuality-faces-dissent-from-religious-civil-rights-groups-123275/",
  "time_ut": 1686571200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s bill to decriminalize homosexuality faces dissent from religious, civil rights groups.",
  "original_body_lines": [
    "ECONOMYNEXT- A bill to decriminalize homosexuality in Sri Lanka has faced some dissent, a ruling party legislator has said, as the island nation has seen some support for the bill in the parliament.",
    "The bill, tabled by Premnath Dolawatta, a parliament member in the ruling Sri Lanka Podujana Peramuna (SLPP), has yet to get the signatures of the majority of the 225-member parliament.",
    "The bill has got the support of many including opposition, but still needs signatures from at least 30 legislators to enact the bill as a law, Dolawatta said.",
    "“There has been some dissent, especially upon religious and civil rights groups,” Dolawatta told an LGBTQ forum on June 7 in Colombo.",
    "He said some opposition members and government ministers have given their fullest support for the bill so far.",
    "In 2023, a group of petitioners challenged the bill in  the supreme court citing that it was against the constitution of the country.",
    "“Its sexual orientation differs from that of heterosexual individuals, it is unnatural,” said Jehan Hameed, a petitioner against the bill told EconomyNext.",
    "“This development is highly worrisome,” she said, adding that homosexuality still remains a crime in the constitution.",
    "The Penal Code criminalizes ‘carnal intercourse against the order of nature’ and it has been used to disproportionately target gay and lesbian individuals.",
    "The Supreme Court, however, has ruled the private bill was not inconsistent with the constitution.",
    "Some activists against the bill have raised concerns that passing the bill means repealing of section penal code against the homosexuality and that could open a floodgate to child abuse.",
    "“We have had many petitions from people from religious and cultural groups,” Dolawatta said.",
    "“However, we have not had any opposition from groups of lawyers or psychiatrists. It is no secret that the SLPP has the majority in the parliament. We just have to work with these ministers in order to pass such a law.” (Colombo/June 12/2023)"
  ]
}