{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/32-of-households-sold-their-assets-to-live-Rohantha-Athukorala/34-750135",
  "time_ut": 1688149513.0,
  "original_lang": "en",
  "original_title": "32% of households sold their assets to live: Rohantha Athukorala",
  "original_body_lines": [
    "The latest research study done by LIRNEAsia in a representative sample across 10,000 households in 400 GN divisions and a qualitative study of 400 people across 13 districts has revealed the challenging reality of a Sri Lankan household said Rohantha Athukorala who was the keynote speaker at the recently concluded ‘Smart Consumer’ webinar conducted by Samsung Sri Lanka and the Ceylon Chamber of Commerce.",
    "“There are almost 7 million people who slipped to the poverty belt which is 31% of the population which had increased from three million that existed in 2019”. The situation is very serious and must be addressed by the Government with a targeted social net program than the current alleged politically mooted Samurdhi program,” said Athukorala.",
    "When 32% of the households sold their household assets to live which included their refrigerator or motor cycle whilst 50% had to reach up to their savings to pay for their day to day expenditure, companies must understand the changing mindset of a “consumer purchasing process” to survive in business, he opined.",
    "“In this backdrop, a smart consumer of today cannot make any mistakes when they buy a product or service. They are more vigilant to data, they are more focused to credibility of where they buy products and services and go to detail on warranties and service agreements before purchase. We have to understand the changing dynamics of a consumer given the man-made disaster we have created in the Sri Lankan economy,” said Athukorala who heads the leading Artificial Intelligence Company in South Asia for brand mapping Clootrack Software Labs-Sri Lanka, Maldives and Pakistan.",
    "Post the keynote a panel discussion took place with Singer Sri Lanka CEO Mahesh Wijewardena, Softlogic Holdings Executive Director Rajan Perera and Samsung Sri Lanka Chief Manager Parts Thushara Rathnaweera."
  ]
}