{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/recomended-news/Wokeism-A-Weapon-of-Mass-Destruction/277-255227",
  "time_ut": 1677875785.0,
  "original_lang": "en",
  "original_title": "Wokeism: A Weapon of Mass Destruction?",
  "original_body_lines": [
    "When can one say they’ve had enough of being in a state of ‘wokeness’ and crawl and go back to sleep? Ok, maybe not fall back asleep, but perhaps stay awake but not ‘woke?’",
    "Opting to spend more time in the UK has certainly expedited my awareness of the word, woke. Almost every publication has a blaring headline dominated by words such as, ‘Woke,’ ‘Cancel Culture,’ ‘Cultural Inappropriation,’ ‘New Pronouns,’ and so on. Everything revolves around the need to always be politically correct to a point where I feel like I’m constantly walking on eggshells. Psychologists have noted that walking on eggshells over an extended period can cause any individual to lose their authenticity and sense of self.",
    "One can no longer ask another, ‘where are you from,’ a question I use to freely ask my Uber drivers with South Asian names, as a conversation starter. The late Queen’s Lady in Waiting, Lady Susan Hussey had to resign after posing this question to a British national who was of ‘African heritage and Caribbean descent.’ One can no longer wear an outfit, symbol, or accessory not belonging to one’s own culture; it’s ‘culturally inappropriate,’ shouts the woke person. Where does one draw the line between being ‘culturally appreciative’ and ‘culturally inappropriate?’ We are all walking on thin ice, but for how long more can we tiptoe before it cracks, and we all sink!",
    "Is it healthy to promote the creation of an overly sensitive society? ‘Sticks and stones may break my bones. But words shall never hurt me,’ no longer relevant? I was a sheltered child raised by an extremely overprotective mother. I couldn’t say boo to a goose until I was at least well into my early twenties. In a world filled with internet trolls and keyboard warriors              hell-bent on harassing, bullying, and traumatizing any public or private individual for either their own five minutes of personal fame, personal vendetta, or out of envy, or misery; should we be grooming children to face the world with an iron fist or allow them in their adult life to disappear into the Metaverse draped in an invincible cloak?",
    "Growing up in Colombo, my afternoons were always spent curled up with a book in my pink bedroom. Seated on my pink chair, with my right ankle tucked under my left thigh, and my left foot always swinging to a rhythm, windows wide open, the warm afternoon wind occasionally making strands of my hair dance; I would read book after book from my carefully curated home library. Carefully curated by an over-protective Sri Lankan mother, who wanted to make sure her daughter read extensively, but never read anything that she disapproved of. Books were always age appropriate, content appropriate, and yes, believe it or not, gender appropriate too. My mother wasn’t an avid reader, at least not when I was still a child. Her journey with books took a hiatus when she opted to getting married at eighteen, and only recommenced once I had enrolled at university and she followed me to the UK. My mother spent my university term time during my under-graduate years staying with me. Overprotective or controlling; understanding her true motive continues to remain an unsolved mystery.",
    "It was drilled into my head from a young age that I was a girl and I needed to think, act, speak and behave like a girl; an ideology that left me quite confused and conflicted much of my adult life. But an ideology that formed the crux of my upbringing to a point that even the books I was allowed to read were carefully curated by my mother, with the help of my English Tutor. Roald Dahl, J.M. Barrie, Lewis Carroll, C.S. Lewis, Ludwig Bemelmans, Beatrix Potter, E.B. White, L. Frank Baum, A.A. Milne, Frances Hodgson Burnett, Enid Blyton; these authors stole my imagination every afternoon. Judy Blume and Francine Pascal robbed me of my sleep at night, when I would quietly read for hours at end, underneath my duvet using my nightlight, long after my mother had retired for the night. And would remain hidden underneath my bed until they were safely returned.",
    "I spent all my childhood believing pixies and fairies would one day appear in my garden if I grew flowers or mushrooms. I was convinced J.M. Barrie’s mischievous pixie, Tinkerbell would one night come flying into my bedroom if I kept my window ajar. I was certain she would find comfort sitting in my dolls house, speaking to my dolls when they came alive at midnight, all whilst I was sound asleep. I desperately wanted to be enrolled at Enid Blyton’s Whyteleafe School, and spent hours wondering if I would be friends with the naughtiest girl in the school, Elizabeth Allen, or would I be the one to tell on her? Chances are, I would have been the goody-two-shoes who would have told on her, because my mind was always conditioned to ‘behave like a girl,’ and being cheeky or mischievous was out of the question and were traits to be frowned upon, not rewarded, or encouraged. I wanted my mother to adopt an orphan, perhaps a little girl like Frances Hodgson Burnett’s, Sara Crewe, who could tell me tales from mysterious lands afar. I was also convinced that if I read as many books as I possibly could, I too would discover a magical superpower like Roald Dahl’s Matilda. Yes, I have spent countless hours starring at a pencil hoping I can make it move with my eyes.",
    "I giggled endlessly when greedy, Augustus Gloop got stuck in a glass pipe and was too enormous to wiggle out of it and had to be rescued by the Oompa-Loompas. Never for a minute did I get offended by words like, ‘greedy,’ ‘enormous,’ ‘fat,’ ‘obese,’ or ‘horrible.’ All words used by Roald Dahl to describe one of the four main antagonists of ‘Charlie and the Chocolate Factory.’ I was aware of what each word meant, and to me they were always mere words used to describe a character, and words that allowed the reader to paint a picture of the character in their minds which would in turn allow their vivid imagination to run wild and remain captivated throughout the story. To date I cannot fathom why these words are considered offensive.",
    "I was flabbergasted to read an article published in the Daily Telegraph (UK) titled, “The Rewriting of Roald Dahl: Across his beloved children’s books, hundreds of the author’s words have been changed or entirely removed in a bid for relevancy.” Relevancy? Do I need to be ‘woke’ to fully comprehend this article?",
    "According to the article, book publisher Puffin (Penguin House Random) has decided to make hundreds of edits to Roald Dahl's books by removing words suggested by ‘Sensitivity Readers’ employed by the publisher. ‘Sensitivity Readers’ are ‘Specialist Editors’ tasked to search and highlight terms they think will cause offence to a reader. Sensitivity Readers are members of varied minority groups, and belong to different racial minorities, religious minorities and include members of the LGBTIQ community. Publishers hope their own personal experiences will enable them to make informed decisions when searching for content that could be classified as being ‘offensive.’",
    "Words such as ‘fat’ and phrases like ‘a hippopotamus, enormous, like a fat pig,’ all words and phrases used by the beloved children’s author to describe Augustus Gloop, were now deemed too offensive. Hence, in the revised book, the gluttonous Augustus Gloop is no longer ‘enormously fat,’ but merely ‘enormous.’",
    "Other notable changes include several edits to Roald Dahl’s book, ‘The Witches,’ whereby an enchantress no longer exists discreetly among humans posing as, “a cashier in a supermarket or typing letters for a businessman, or driving round in a fancy car,” instead, she is now described as “working as a top scientist or running a business.” I am all for Girl Power but is it really demeaning to work as ‘a cashier’ or as ‘a secretary.’ Shouldn’t we instead focus on teaching our children to respect all professions and not just a doctor, lawyer, or an engineer? Furthermore, in the same book, ‘The Witches,’ there are no longer any old hags, only old crows.",
    "In the book ‘James and the Giant Peach,’ a rhyme by the Centipede originally read,",
    "“Aunt Sponge was terrifically fat, and tremendously flabby at that. Her tummy and waist were soggy as paste. It has worse on the place where she sat!”",
    "It has now been edited to read as, “Aunt Sponge was a nasty old brute, and deserved to be squashed by the fruit! We all felt a big bump when we dropped with a thump. We left Aunt Sponge behind us, but you needn’t remind us, that we shouldn’t feel rotten, for we haven’t forgotten, how spiteful she could be!”",
    "In the same book the Cloud-Men have now become Cloud-People. What’s wrong with an antagonist being identified as a man? Must we now gender neutralize everything? As per the book, the Cloud Men are the secondary antagonists, besides Aunt Spiker and Aunt Sponge. “Once, as they drifted silently past a massive white cloud, they saw on the top of it a group of strange, tall, wispy–looking things that were about twice the height of ordinary men. Ssshh! James whispered back. Don’t let them hear you! They must be Cloud Men!” wrote Roald Dahl.",
    "Even my favorite, ‘Matilda’ wasn’t spared. The original version of ‘Matilda’ states that, “she went on olden day sailing ships with Joseph Conrad. She went to Africa with Ernest Hemingway and to India with Rudyard Kipling.” The new edition now states that, “she went to nineteenth century estates with Jane Austen. She went to Africa with Ernest Hemingway and California with John Steinbeck.”",
    "In ‘George’s Marvellous Medicine,’ the author wrote, “it was exactly as though someone had pushed an electric wire through the underneath of her chair and switched on the current.” The new edition, today, reads as, “it was as though someone had switched her chair with a fighter-jet seat and pressed the eject button.”",
    "Other alterations include the words ‘mothers’ and ‘fathers’ being switched to ‘family,’ and the term, ‘ladies, and gentleman’ changed to ‘folk.’ ‘Boys, and girls’ were also switched to ‘children,’ and colours too were changed from, ‘lovely pink skin’ to ‘lovely smooth skin,’ and Miss Spider's head from ‘James and the Giant Peach’ is no longer described as being black. Furthermore, the publisher also opted to deleting several illustrations by Quentin Blake.",
    "Do I laugh or cry? Are we really, as evolved, intelligent beings living in 2023, offended by words penned by an author between 1961 and 1990? Roald Dahl inspired generations of children through his books, offering them stories in which children always triumphed over villainous, silly adults. He is hailed as one of the greatest storytellers for children of the 20th century. How could we possibly allow his work to be tampered with! While we are at it, are we also going to cancel Cinderella for portraying a stepmother as a wicked, cruel being? Edit the Little Mermaid for giving up her voice? Off with Rapunzel’s head for letting down her hair and allowing a stranger to climb up and enter her bedroom? Smack Snow White for living with seven strangers? Ban Peter Pan and Tinkerbell for breaking and entering? Perhaps cancel all Disney classics? The list will be endless. Where do we draw a line?",
    "A notice printed at the bottom of the copyright page of each book explain the changes as, ‘Words Matter: The wonderful words of Roald Dahl can transport you to different worlds and introduce you to the most marvellous characters. This book was written many years ago and so we regularly review the language to ensure that it can continue to be enjoyed by all today.”",
    "What message are we trying to share with young people? Generation Alpha needs to be raised sheltered from the harsh realities of the real world? Do we really need more overly sensitive, ticking timebombs running the world or running around the world, aloof? Offended by every word, every conversation, every illustration, every song, and every dance? Arm them with a ‘cancel culture’ rose-tinted, glass-shield waiting to crack? My own mother attempting to raise me in a very sheltered environment only resulted in her having a daughter prone to multiple allergies and illnesses as a child (and to a great degree even as an adult) and eventually resulted in two anaphylactic shocks experienced in my twenties. As a child, I have spent more time lying in hospital beds, drawing thank you cards for doctors and nurses than any of my other classmates, and to date I have a sensitive stomach unable to digest most food; food poisoning to me is as common as a weekend hangover for a university student. Choices she made for me as a child and as a young adult, unconsciously created several diversions in my journey as an adult. Diversions I perhaps may not have willingly opted for; had I been encouraged to be more independent from an early age. But my mother was also raised in a very conservative household by a beautiful woman, who was born in the 1920’s in southern Sri Lanka, and who thought words like ‘divorce’ and ‘gay’ were taboo, and so offensive that it should never be spoken of in a ‘proper household.’ My dear grandma passed away in 2019, peacefully at the age of 92 never knowing that two out of her six daughters were legally separated from their husbands, and at least one or two of her own army of grandchildren to date lives quietly inside the closest, afraid to come out.",
    "These are indeed generational cycles (curses) that need to be broken. Children should ideally be raised with a firm grip on reality and not be raised in a bubble, and freedom of speech, thought and expression should be applauded not absurdly censored. This doesn’t mean one must rob an individual of their childhood or expose too much, too early. But there can always be a sensible balance without tipping the scales.",
    "Today, children start surfing the internet before they put aside their gender-neutral toys. They have more access to information than any other generation before them. Their young, impressionable minds consume varied content online, which a mother such as mine would have fainted in her day had I had access to the same. In a digitalized world, with constant access to information, why edit classics written decades ago?  Wouldn’t reading these be a rite of passage to any child and enable a child to understand how authors minds worked in a pre-internet era? Appreciate the same stories their parents grew up reading? Story books will continue to remain one of the primary sources of entertainment for any child with a wild imagination. Books will always surpass the internet in being food for our hearts, minds, and souls. Why are we denying our children the opportunity to have a hearty chuckle at an ‘enormously fat’ Augustus Gloop stuck in a glass pipe?",
    "Joining in on the ongoing conversation, Michael Bollner, who starred as Augustus Gloop in the original 1971 film, ‘Charlie and the Chocolate Factory,’ when he was only twelve years old, stated that, “the story is actually very good, it shows you bad things and bad behaviours, like that kids should not watch TV and should not eat too much. All these are good things, I think, so why stop children knowing about this?”",
    "Puffin’s decision sparked a debate in the UK and several renowned authors and celebrities joined in on the conversation. Salman Rushdie, who is published by Penguin Random House, criticised Puffin, via a statement shared on Twitter. “Roald Dahl was no angel, but this is absurd censorship. Puffin Books and the Dahl estate should be ashamed.”",
    "Even Her Royal Highness, Camila, The Queen Consort, made a statement at a Clarence House reception for her online book club. She informed authors present at the event to, “please remain true to your calling, unimpeded by those who may wish to curb the freedom of your expression or impose limits on your imagination.”",
    "In a video posted on the ‘Bookish Realm YouTube Channel,’ the host claimed that some of the edits are, “actually pushing us backwards.” She went on to state that, “they are erasing the word ‘fat’ from a lot of his books, and for someone who is fat, who is reclaiming the use of the word fat, I don’t think that fat is an offensive word for everyone. And it’s not something that everyone who is fat feels like we should shy away from.”",
    "Prime Minister Rishi Sunak also joined on the conversation, and criticised the decision to rewrite Roald Dahl books for a modern audience and stated, ‘ you should not Gobblefunk around with words.’ The word ‘gobblefunk’ is from the book, The BFG, and means to play around with words to invent new ones or meanings.",
    "Following widespread backlash, Penguin Random House announced last week that they would republish seventeen of Roald Dahl's unedited titles later this year as part of, ‘The Roald Dahl Classic Collection.’ The altered versions released by Puffin Books will also continue to remain in circulation, thereby giving readers the ‘choice’ to select which ‘version of Roald Dahl’s stories they prefer.’",
    "As human’s our opinions are often influenced by our own personal experiences. To highlight different perspectives, I spoke with five mothers and one headmistress to understand how they interpret the changes being made to Roald Dahl’s books.",
    "“Words have power to shape minds, especially young impressionable ones. Language is dynamic and has continually evolved to fit our ever-changing world.  I support the voluntary tweaking of classics to make them more in line with modern sensibilities, so younger generations can enjoy them. In lieu of that option, I used to read my children my favourites, with a very policing eye, calling out any inappropriate terms and sentiments. That said, when evaluating books of the past with a 2023 lens, I think we need to be more understanding of the historical and cultural context in which the art was created. There are words that were socially acceptable ten years ago, that are no longer.  Similarly, some words are grossly offensive, in one country, but may not evoke the same indignation in another. We must be careful not to use one barometer across time periods and countries.  We can amend the language, but we need not vilify. After all, when future generations read the most politically correct and culturally sensitive of books from 2023, they will likely find something to fault; this phenomenon is a ‘tale as old as time.’ I feel Penguin Random House’s decision to publish both editions, the original and the modified, is a happy medium, offering the reader the freedom of choice, one of the most important freedoms of all.”",
    "“No, I don’t agree with the changes. I think we need to be open to people’s feelings and respect a person’s sexuality, but that does not mean that you need to change the way an author has expressed himself in a book. Some of these books have been published over fifty years ago, and until now they have not been seen as derogatory. My personal opinion is that everyone is trying to go along with the new ‘woke culture’ and attempting to be seen as being ‘relevant.’ If the new or old authors for that matter want to write in that form now then so be it. When my kids were smaller I use to monitor what they read but now that they are older I don’t monitor everything they read. In my opinion the world does not need extra sensitive kids who’s emotions need to be tip toed around every time. However, I also strongly feel we need to be respectful and tolerant of others opinions, feelings and sexuality. Happiness in life is where balance exists.”",
    "“Roald Dhal’s books are a lot of fun to read, and my children have really enjoyed his work. However, I’m happy with these changes as they are much needed and will allow diversity and inclusivity to be explored and embraced by readers from a very young age. I don’t necessarily monitor the books that my children read, but I do encourage them towards good authors. Moving forward, I think these changes are important and Dhal’s original work, being quite controversial, should only be used as a comparison by advanced students. These changes will instil diversity and inclusion which are necessary to bring up kind and accepting individuals who are able to empathize and respect one another.”",
    "“I don't agree with publishing houses editing children's books to such an extent on several counts. I am reminded of the instance of J.K Rowling's Harry Potter and the Philosopher's Stone being published as Harry Potter and the Sorcerer's Stone in the US, allegedly because children growing up in the US were unfamiliar with the concept of a philosopher. In my opinion, publishing with the original title would have made so much sense. Firstly, as it would have been an opportunity to get students curious about a new word and profession, and secondly as the Philosopher's Stone has its place in the history of alchemy, again giving students the opportunity to learn something new. In the case of Penguin Random House changing gender offensive words, while the intention may demonstrate consideration of others' feelings, the reality is that children need to understand that bullying does happen in a real world and learn how to manage their emotions while standing up to bullying and learning to advocate against it. How would they be able to do so if they have never been exposed to it. Furthermore, a parent or teacher can and should guide a child's outlook on what constitutes right and wrong behaviour. Why cannot a teacher who opts for a Roald Dahl book in the classroom use the opportunity of having such words in the book to open a discussion on acceptable behaviour in society, and encouraging higher order analytical skills in students? All in all, children should be taught to be resilient and empathetic, two qualities which can only be developed if children are not overly protected in bubbles.”",
    "“I am most delighted by the changes made to Road Dahl’s use of words in his books. I was quite appalled at the words used in his book Matilda, when I first started reading it with my oldest, which is widely used and encouraged to read as a literary resource. His words certainly elevated our imagination and made us giggle! However, as a mum, I would never want my children to be called, ‘fat,’ ‘ugly,’ or far worse ‘a filthy little maggot,’ then why should one encourage and read these texts to kids at an early age when their personalities are being shaped? Certainly, there are far more enjoyable texts that teaches kids the importance of respect, inclusion, and the importance of celebrating diversity, which fosters respect and open mindedness to other cultures.”",
    "Eight-year-old son, six-year-old-son, five-year-old-daughter, and a three-month old baby boy",
    "“To change classic works of children’s literature is completely unacceptable. Books being scrubbed by “sensitivity readers” sets a dangerous precedent of censorship reminiscent of China’s “cultural revolution.”  It also raises the question of “whose sensitivity?” Sensitivity, after all, is subjective and I would be curious as to how many people actually find the sentence, “The machines were both black,” to be offensive, not to mention the changes that neutralize a nuclear family structure. The changes are rather bizarre especially when that was not the writers vision for the book. Roald Dahl was many things but being politically correct is not one of them and if you read his books, he is rude on purpose not accidentally. In a culture that encourages coddling, over-sensitivity and over-protection, where we see unprecedented rates of anxiety and depression among young children and adolescents, we must teach our children to be resilient, instead of assuming they need protection and sheltering from mere words.",
    "If it offends you don't buy it. Teach your children values and principles and don't expect the world to alter itself to do that job for you.”"
  ]
}