{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-give-50000-urban-dwellers-ownership-free-hold-land-for-estate-community-140397/",
  "time_ut": 1700215260.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to give 50,000 urban dwellers ownership, free hold land for estate community",
  "original_body_lines": [
    "ECONOMYNEXT- Sri Lanka will give ownership to 50,000 low income urban families who pay a 3,000 rupee monthly rent to the state and provide freeholding land to the estate community, Prime Minister Dinesh Gunawardana said.",
    "“We are taking necessary steps to remove the rent of the houses in these urban areas, and also to transfer them,” Prime Minister Gunawardena told parliament Thursday.",
    "“Through this, thousands of people and their children can benefit from being freed from the various financial obligations that would burden them.” The budget contains the biggest relief that will ever be given by the state to tenants living in urban areas, and those living in flats, Prime Minister Gunawardena said.",
    "The budget speech said that houses constructed under various urban development program over the years will be handed over to 50,000 families in 2024, ceasing rent collection.",
    "Estate workers were acknowledged as a community with no land ownership. An initial 4 billion rupees is to be allocated to grant land ownership and build houses for the landless in estates.",
    "Internally displaced persons of Sri Lanka in the North and East were also mentioned.",
    "Although 14 years have passed since the end of internal conflict in the North and Eastern provinces, there  are families who are homeless. A sum of 2,000 million rupees is to be allocated from this year’s Budget to meet the needs of resettling internally displaced persons.",
    "An additional 500 million rupees, as a provision was proposed to be allocated, for speeding up the housing program and providing essential relief to the families who remain homeless.(Colombo/Nov17/2023)"
  ]
}