{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92479/schools-to-be-charged-for-extra-water-usage-nwsdb",
  "time_ut": 1691333580.0,
  "original_lang": "en",
  "original_title": "Schools to be charged for extra water usage – NWSDB",
  "original_body_lines": [
    "The National Water Supply and Drainage Board (NWSDB) emphasizes that schools will be charged for the additional water usage exceeding the allotted unit quantity, due to the fact that the free supply of water hitherto provided to the schools has been misused.",
    "Commenting further on the matter, Deputy General Manager of the NWSDB Piyal Padmanatha said that he had recently received information regarding such schools misusing the free water supply.",
    "“Water supply is provided to schools free of charge since 1988, according to a Cabinet decision.”",
    "“Recently, it was observed that the water supply provided to the schools for free is being used for activities which are not related with schools”, he said.",
    "“If one person in a school uses 20 liters of water per day, and the school is held 20 days a month, it will be 400 liters for one person per month. Accordingly, if there are 1,000 users, we will provide 400,000 liters of water to a school without any charges.”",
    "“The amount of allocated free water supply increases as the number of students, non-academic staff and teachers increase in a school. If the use of water goes beyond that amount, you will definitely have to pay for that amount”, Mr. Padmanatha explained.",
    "Meanwhile, he also highlighted that it has been decided to issue an electronic water bill starting from January 2024 and as its initial step, e-bills are expected to be issued in 04 selected areas.",
    "Accordingly, the consumers in the districts of Polonnaruwa, Trincomalee, Colombo-South and Kandy-South will only receive their water bills in the form of an e-bill as well as a SMS.",
    "The general public can send their water bill’s account number and e-mail address to the contact number 071 939 9999 in a text message, in order to automatically register their mobile numbers and e-mail addresses with the NWSDB.",
    "Furthermore, the Deputy General Manager of the NWSDB claimed that they expect to issue the water bill only through SMS and in the form of an E-bill in Sri Lanka starting from January 01, 2024."
  ]
}