{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sustaining-economic-progress-and-obtaining-system-change/",
  "time_ut": 1679935500.0,
  "original_lang": "en",
  "original_title": "SUSTAINING ECONOMIC PROGRESS AND OBTAINING ‘SYSTEM CHANGE’",
  "original_body_lines": [
    "A year after the protest movement took off into a mammoth public display of the popular desire for change, it appears to be no more. What appears on the streets on and off is a pale imitation of the mighty force of people rich and poor, from north and south, who occupied the main roads of downtown Colombo for more than three months. The government under President Ranil Wickremesinghe is leaving no room for the people to get on the streets again. This has been through a combination of both efficient and repressive policies that exceed those of the predecessor government.",
    "The government has addressed the immediate causes that brought the people out on to the streets. The crippling shortages of vehicle fuel and cooking gas that caused long lines stretching for kilometers are not to be seen. There is enough to go around now as the demand for these basic commodities has dropped considerably following the tripling of their prices. There is an outward appearance of normalcy that belies the economic difficulties that the masses of people are facing. The three-wheel driver lamented that his monthly electricity bill of Rs 700 was now Rs 3200 which made keeping his refrigerator unaffordable. Government officers on fixed incomes are struggling to survive having pawned their jewellery and mortgaged their lands for survival. Those who can leave the country seem to be leaving.",
    "The government has also shown it is prepared to use the security system to its maximum. This has won some supporters especially among the upper social classes and ethnic minorities who are always worried whether mobs of the under classes will invade their neighborhoods and subject them to looting and violence. After becoming president, President Wickremesinghe showed his resolve in bringing the protest movement to heel by sending the police to break it up and arrest the leaders. Protestors have been warned that their protests should not inconvenience the general public.",
    "Those who do not heed the police guidelines have found themselves being tear-gassed, baton-charged and arrested. In contrast to the heyday of the protest movement a year ago, any voice of public dissent is liable to be quickly suppressed. A case in point would be that of the unfortunate hooter. As reported extensively in the media, a government minister who was laying a foundation stone for a religious shrine was hooted by a businessman who was travelling in his vehicle. The media reported that “the police acted swiftly, pursuing and apprehending the suspect. He will now be produced before the court for obstructing a religious ceremony.”",
    "The contrast with what happened a year ago could not be more stark. The main slogans of the Aragalaya protests was to arrest the rogues who had bankrupted the country and compel them to bring back to the country their ill-gotten gains. The draft Anti-Terrorist law that has been approved by the Cabinet to replace the Prevention of Terrorism Act is, in many ways, a more repressive law that will encompass a much wider swathe of social and political life. Clause 105 in it defines a “person” who can be taken into custody under this law to mean an individual, an association, organisation or body of persons.” Readers of George Orwell’s classic novel of authoritarian government, “1984” would feel a chill if that new law is passed when they think of protesting against the government.",
    "A key demand of the protest movement last year was the demand for “system change.” At its core this was a desperate call for a change of government that had bankrupted the country and accountability and punishment for those who had impoverished the people by their mis-governance, corruption and indifference to the people’s plight. Another terminology for “systems change” would be to say that the people called for a new “social contract.” The notion of a social contract between rulers and ruled was developed over four centuries ago in Europe by Enlightenment era thinkers such as by John Locke in England and by Jean-Jacques Rousseau in France who gave the name “The Social Contract” to his 1762 book.",
    "The social contract theorists argued that people left the state of nature where without government life was “solitary, poor, nasty, brutish and short” (as described by their predecessor Thomas Hobbes). People entered into a social contract with those who would govern them. In terms of the social contract, the people would give up some of their rights and freedoms in exchange for protection and order by the government. In modern democracies, people elect their representatives who form the government of the day and look after the best interests of the people. But in March 2022, the people of Sri Lanka felt hat their government had not lived up to the social contract and demanded they leave office and return their ill-gotten gains.",
    "Those who continue to come out on the streets in protest demand elections and also demand to know why the government has not made efforts to bring back the money that was stolen. What is visible at the present time is that most of the government members who were responsible leaders of the previous government continue to remain in positions of power, either frontally or behind the scenes. There continue to be allegations of corruption and abuse of power. In one appalling instance, two government ministers resigned from a watchdog committee they were appointed to. They complained that they were not getting the information they required to play their assigned roles.",
    "Sri Lanka has yet to address the monumental failure of government that took place in the early part of 2022 that plunged the country from a middle income level to a low income level. When the people went out on to the streets to protest and call for a “systems change” they were demanding that the government should step down and go. But it did not go and instead re-arranged itself and continues to be in power. Much to the chagrin of the protest movement, the government they wanted to go has grown stronger under the leadership of President Ranil Wickremesinghe and is ignoring the demand for “system change” and those who call for local government elections which are overdue.",
    "Speaking to students at Harvard University last week through the internet, President Wickremesinghe made it known that the government would abide by the Supreme Court’s decision with regard to the elections. A confrontation involving the three branches of government would signify a “systems breakdown” in place of the “systems change” that people fought for a year ago. The president has also taken pride in announcing that the government will soon be passing into law the best anti-corruption legislation in South Asia in parliament soon. If the president’s vision of sustainable political stability and economic recovery is not to be a re-enactment of the Orwellian dystopia of 1984, there needs to indeed be a “systems change”, a plan for the future prepared in consultation with the opposition and civil society and a new “social contract” in which elections would be the first step.",
    "Human security increasingly at risk in rising global arms spending",
    "I will not tolerate any breach of law and order in the country during my tenure –  President",
    "Sri Lanka will have best anti-corruption law in South Asia soon – President",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}