{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/testing-the-ground-through-provincial-elections/",
  "time_ut": 1682948340.0,
  "original_lang": "en",
  "original_title": "Testing the ground through provincial elections",
  "original_body_lines": [
    "The second round of reducing the prices of a variety of fuels (2 percent for ordinary petrol to 29 percent for super diesel used by luxury vehicles) is an indication that the government is seeking to improve its support base amongst the better off sections of the population. This could be to create a mood swing in anticipation of elections in the belief that better off people are key opinion formers. So far the government has resisted calls for local government elections, which are overdue, to be held. It would be aware that at the local level, people are suffering enormous price hikes, such as over 200 percent in the cost of their children’s school text books, let alone their electricity bills which have gone up by more 300 percent. However, obtaining the people’s mandate through elections is a source of legitimacy. It enables a government to justify its existence and take decisions on behalf of the people.",
    "The present period is one in which many difficult and controversial decisions have to be made, especially to restore normal trading relations with the world in the aftermath of the declaration of a state of bankruptcy. In April last year the government stopped repaying its foreign loans. It simply had no international currency reserves to do so. The international practice is for the bankrupt country to negotiate with its international creditors to delay payment and to give a discount (or haircut) on the amount of money due to them. This process of recovery with regard to international creditors has been supported by the IMF. Now the government is being required to do the same for domestic creditors, the local banks and institutions, that hold government bonds and treasury bills. Some of these hold the savings of workers who have no other source of funding for their period of retirement.",
    "The government’s temporarily postponed efforts to pass the Anti-Terrorism law is likely to be linked to its concerns that there are likely to be mass protests in the country when the reality of loss of savings, in addition to real income, strikes the working class of people in full force. When the savings of working people are subjected to the same haircut as that of much wealthier international creditors (which includes Sri Lankans who have invested their excess wealth in them) there are likely to be protests on the streets. The ATA which seeks to replace the Prevention of Terrorism Act, has a much wider scope to include trade union action. The ATA has faced strong resistance. The EU has warned that it will reconsider its GSP Plus concessions that the country can ill afford to lose at this time.",
    "Where the holding of elections is concerned the government has two options that would enable it to obtain a measure of legitimacy without jeopardising its hold on power. The president has the legal power to dissolve parliament and call for fresh general elections. But if the ruling party does not get a majority, the government will lose power and so will the president in the event that the new majority party in parliament is hostile to him. On the other hand, holding local government elections or provincial council elections would not directly threaten the government’s power. Both of these elections are overdue. The government’s excuse for not having local government elections is that it has no money to hold them, which is implausible given the reductions it is making in fuel prices.",
    "Under President Ranil Wickremesinghe’s leadership the government appears to be taking the words of Alexander Pope, the 18th century English political critic to heart- “For Forms of Government let fools contest whatever is best administered is best.” President Wickremesinghe’s leadership of the country is being positively acknowledged by many in society, including his political opponents. The president appears to be thriving in the face of the challenges that he is encountering. There is a recognition of his contribution in bringing the conditions of chaos that existed a year ago, when former president Gotabaya Rajapaksa had to flee the country, to an immediate end no sooner he was elected president by parliamentary vote. There is today a sense of order, though the downside of this is the stabilising of the very status quo that brought the country to the present sorry pass. The continuation of persons accused of corruption in high places without accountability is not morally permissible although politically pragmatic as those persons control vote banks.",
    "There are reports that the president (and his team of advisors) believe that he has the best chance to win at an election held at this time when his stock is high. However, the constitution does not permit him to call for early presidential elections. The constitution says that only a president who is elected by the people can call an early election. A president who is elected by parliament has to serve the remainder of the term left by the president who has stepped down. If the president wants to call an early election, he needs to change the constitution, for which he will need the support of the opposition. The question is whether the opposition will wish to support the president to call the next presidential election early and at the time of his choosing.",
    "In these circumstances, it appears that the government is contemplating holding provincial council elections. These elections are long overdue, by over four years. The provincial elections have been postponed because the electoral law regarding them has been in the process of revision on the grounds that there is no consensus regarding the revision amongst the political parties. But if the government wants to get the law changed, it has the majority to do it. It is also unlikely that the opposition will oppose the holding of provincial council elections on account of their national and international significance.",
    "The provincial council system was established in 1987 as a solution to the ethnic conflict with the support of the Indian government. They are modeled on the Indian system of devolved government which has proven to be successful in keeping India both united and largely peaceful. However, in Sri Lanka, the provincial council system has been viewed through the lens of the war which was being fought at the time of its inception and which it was meant to bring to an end. As a result, they have been starved of adequate financial resources and powers which have made a mockery of the provincial council system. The worst indignity has been to not hold elections to them for four years and rule them through centrally appointed governors. Some of these central appointments have failed to show any affinity to the people over whose fates they preside.",
    "The holding of provincial council elections at this time can be a positive start to strengthening both the democratic and reconciliation processes in the country. The ethnic conflict got to the stage of war that lasted for three decades due to the feeling of estrangement amongst the Tamil people who realised that they had not effective say in the governance of the country. President Wickremesinghe has been respected for his non-nationalist and non-racist approaches to electoral politics. His latest pronouncement is that he expects to reach an agreement this year to solve the country’s ethnic issue. The restoration of the provincial council system can be both a message of reconciliation and an indication that the government is prepared to consult the people on the path it is taking. They demand accountability for crimes committed during the war and in the mismanagement of the economy which the government needs to consider.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}