{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Taliban-US-hold-first-official-talks-since-Afghanistan-takeover/108-264315",
  "time_ut": 1690858104.0,
  "original_lang": "en",
  "original_title": "Taliban, US hold first official talks since Afghanistan takeover",
  "original_body_lines": [
    "Taliban leaders have met officials from the United States in Qatar for the first time since their return to power in Afghanistan two years ago.",
    "A spokesman for the Afghan Ministry of Foreign Affairs said on Monday that the two sides discussed confidence-building measures during the two-day talks, including the lifting of sanctions and travel bans as well as the return of Afghan central bank assets held abroad.",
    "The delegations also discussed combating narcotics and human rights issues, Abdul Qahar Balkhi said.",
    "No country has formally recognised the Taliban since its return to power.",
    "The group took over in August 2021 as Afghanistan’s Western-backed government collapsed in the aftermath of the US’s chaotic withdrawal from the country after 20 years of conflict.",
    "Since their takeover, the Taliban has faced international condemnation, including from several Muslim-majority countries, over restrictions the group has imposed on women’s education. Afghanistan is also grappling with a humanitarian crisis, with almost half of its population – 23 million people – receiving assistance from the World Food Programme (WFP) last year.",
    "The US State Department said in a statement that its officials told the Taliban that Washington was open to technical talks on economic stability and repeated concerns about “deteriorating” human rights in the country.",
    "Attendees – including US Special Representative Thomas West and Special Envoy for Afghan Women, Girls, and Human Rights Rina Amiri – voiced “grave concern regarding detentions, media crackdowns, and limits on religious practice”, according to the statement",
    "The officials also called anew on the Taliban to reverse bans on girls’ secondary education and women’s employment as well as for the release of detained Americans.",
    "They also “voiced openness to continue dialogue on counternarcotics”, recognising a “significant decrease in cultivation” of poppies this growing season.",
    "Taliban fighters used the plant, from which opium is extracted, to help fund their armed struggle for years. By 2020, 85 percent of the world’s opium was flowing out of Afghanistan, according to the United Nations. But since their takeover, authorities have banned the crop.",
    "The US delegation also met representatives of the Afghan central bank and the Ministry of Finance, with the State Department saying it “took note” of falling inflation as well as rising exports and imports in 2023.",
    "It said it would be open to “a technical dialogue regarding economic stabilisation issues soon”, the statement said.",
    "The US froze about $7bn in Afghan central bank funds held in the Federal Reserve Bank of New York after the Taliban took power. Half of the funds now are in a Swiss-based Afghan Fund.",
    "A US-funded audit of the Afghan central bank failed to win Washington’s backing for a return of assets from the trust fund.(source: Al Jazeera and news agencies)"
  ]
}