{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Galle-Titans-prevails-in-Super-Over-after-thrilling-tie/108-264286",
  "time_ut": 1690815814.0,
  "original_lang": "en",
  "original_title": "Galle Titans prevails in Super Over after thrilling tie",
  "original_body_lines": [
    "Galle Titans prevailed over Dambulla Aura after their match ended in a high scoring thrilling tie the second match of the Lanka Premier League tournament played at the R. Premadasa Stadium today.",
    "Dambulla Aura in pursuit of 181 runs for victory was in a spot of bother in the half-way stage of the innings but got back in the latter stages thanks to Alex Ross, who made 39 in 28 balls with three boundaries and a six.",
    "The deciding Super Over saw Dambulla Aura taking first lease of the wicket making nine runs, losing a wicket.",
    "Galle Titans helped by Bhanuka Rajapakse, needed just three balls to race to the target of ten runs.",
    "Dambulla Aura in their run chase fell into deep trouble when they lost their openers Avishka Fernando and skipper Kusal Mendis with just two runs on the board.",
    "Dhananjaya de Silva, who was in top form in the two recently concluded Test matches against Pakistan, continued in similar vein as he along with Kusal Perera began a recovery act for the team with the pair posting the 50 runs of Dambulla Aura and then sharing their 50 runs stand in 27 balls.",
    "However, the pair having added a further 28 runs were separated by Dasun Shanaka, who bagged the scalp of Kusal Perera, who made 40 runs in 25 balls with four boundaries and two sixes having added 76 runs for the third wicket.",
    "De Silva put on a brief stand of 21 runs for the fourth wicket with Sadeera Samarawickrama before falling victim to Shanaka having made 43 in 31 balls that included five boundaries and a six.",
    "They lost two quick wickets for the addition of 21 runs as they slid from 99 for 4 to 120 for 6 in the 13th over.",
    "Alex Ross and Hayden Kerr gave the Galle Titans some anxious moments when the pair associated in a quick fire stand of 36 runs in just 22 balls for the seventh wicket.",
    "Dambulla Aura needing 25 runs in 12 balls saw Alex Ross smacking the Galle Titans bowling and slamming 20 of those runs for the match in a tie.",
    "Galle Titans invited to take first lease of the wicket lost their first wicket in the fourth over on 22 with the dismissal of Lasith Croospulle who lasted only five balls for his three runs.",
    "Rajapakse joining Shevon Daniel and began a recovery act as the pair scored the sides’ 50 runs in the sixth over which followed with the pair posting their 50 run stand in 31 balls for the second wicket before being separated with pacie Binura Fernando making the breakthrough with the wicket of Daniel who made 33 in 26 balls which had two boundaries and two sixes with Galle Titans score on 72 for 2.",
    "Rajapakse did not last long as he was dismissed 13 runs later falling victim to Dhananjaya de Silva for 48 made in 34 balls inclusive of five boundaries and two sixes.",
    "The third pair Tim Seifert and Sakib Al Hasan put on a brief stand of 38 runs for the fourth wicket.",
    "Al Hasan followed having added 16 runs for the fifth with Skipper Shanaka as Galle Titans was in a spot of bother with the score on 139 for 5 in the 18th over.",
    "From there on skipper Shanaka sent the Dambulla Aura bowlers on a leather hunt as he accumulated runs at will and was supported by Lahiru Samarakoon as the pair put on a valuable unbroken stand of 41 runs for the sixth for Galle Titans to end with a challenging score of 180 runs. Skipper Shanaka remained unbeaten on 42 made in just 21 balls which had two boundaries and four sixes. (M. Shamil Amit)",
    "At R. Premadasa Stadium – Galle Titans won on one over eliminator",
    "Galle Titans 180 for 5 in 20 overs (Bhanuka Rajapakse 48, Shevon Daniel 33, Shakib Al Hasan 23, Dasun Shanaka 42 n.o.: Shahnawaz Dahani 2 for 37).",
    "Dambulla Aura 180 for 7 in 20 overs (Dhananjaya de Silva 43, Kusal Perera 40, Hayden Kerr 20, Alex Ross 39 n.o.: Dasun Shanaka 3 for 27, Kasun Rajitha 2 for 35)."
  ]
}