{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95690/sri-lanka-qatar-explore-avenues-to-expand-and-bolster-bilateral-ties",
  "time_ut": 1702657860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, Qatar explore avenues to expand and bolster bilateral ties",
  "original_body_lines": [
    "Foreign Minister Ali Sabry paid an official visit to Qatar to attend the 21st Edition of the Doha Forum held under the theme of ‘Building Shared Futures’ from 10-11 December 2023, on the invitation of his Qatari counterpart and Prime Minister Sheikh Mohammed bin Abdul Rahman bin Jashim- Al Thani.",
    "Minister Sabry spoke as a panelist in the high-level segment on “BRICS Rising Influence in the Multipolar International Order”, shedding light on the current world order dominated by Western countries and also on opportunities that a multipolar world could offer to the countries in the Global South.",
    "The Forum was attended by Ministers of Foreign Affairs from many countries and other stakeholders, including representatives of the private sector, civil society, non-governmental organisations and academia.",
    "Minister Ali Sabry met State Minister for Foreign Affairs Soltan bin Saad Al-Muraikhi, and discussed the ways and means of expansion and further strengthening of bilateral relations.",
    "During the visit, Minister Sabry held a meeting with Chief Executive Officer of Qatar Investment Authority Mansoor Bin Ebrahim Al Mahmoud, and invited Qatar to invest highlighting Sri Lanka’s conducive investment environment.",
    "The Foreign Minister also visited the EXPO 2023 International Horticultural Exhibition in Qatar, the Middle East, and North Africa and discussed market opportunities for Sri Lankan products at a meeting with Secretary General of the Expo 2023 Mohamed Ali Al Khouri.",
    "Minister Ali Sabry met with Sri Lankan professionals serving in Qatar and exchanged ideas pertaining to enhancement of bilateral trade and investment opportunities.",
    "Minister Ali Sabry was accompanied by Ambassador of Sri Lanka to the State of Qatar Mafaz Mohideen and senior Foreign Ministry officials."
  ]
}