{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95862/france-grounds-flight-carrying-303-indian-passengers-on-suspicion-of-human-trafficking",
  "time_ut": 1703298000.0,
  "original_lang": "en",
  "original_title": "France grounds flight carrying 303 Indian passengers on suspicion of human trafficking",
  "original_body_lines": [
    "French authorities grounded a flight from the United Arab Emirates to Nicaragua carrying 303 Indian passengers after receiving a tip that it could be carrying victims of human trafficking, prosecutors said Friday.",
    "Special investigators are questioning all those aboard and two people are in custody pending further examination, the Paris prosecutor’s office said in a statement.",
    "The prosecutor’s office said an anonymous tip signaled that the flight, operated by small Romania-based charter company Legend Airlines, was carrying people who could be victims of human trafficking. It was grounded Thursday after it stopped for refueling at the Vatry Airport east of Paris, a small airfield in the middle of Champagne country used primarily for charter and cargo flights.",
    "The passengers and crew are sequestered in the small Vatry airport, where they will spend a second night Friday on camp cots while the investigation continues, according to an official with the Marne regional administration. They initially remained in the A340 plane, surrounded by police on the tarmac, but were then transferred into the main hall of the airport to sleep Thursday night, the official said.",
    "Investigators from a specialized French organized crime unit, border police and aviation gendarmes are working on the case.",
    "The Indian Embassy in France posted on X that embassy staff had obtained consular access to the passengers. “We are investigating the situation and ensuring the well-being of passengers.’’",
    "Legend Airlines did not respond to requests for comment. Liliana Bakayoko, identified as a Legend Airlines lawyer, said on France’s BFM television that the company denies any role in eventual human trafficking.",
    "She said a customer, whom she wouldn’t identify, chartered the plane and was responsible for verifying the identity documents of each passenger. The customer communicated the passenger information to the airline 48 hours before the flight, she said."
  ]
}