{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Suspect-first-saw-16-year-old-victim-on-Tik-Tok/108-258959",
  "time_ut": 1683707799.0,
  "original_lang": "en",
  "original_title": "Suspect first saw 16-year-old victim on Tik Tok",
  "original_body_lines": [
    "The 29-year-old main suspect who had brought the 16-year old school girl to a hotel in Kalutara and whose naked body was later found near the railway line, has been detained for further questioning following his arrest in Hikkaduwa early last morning.",
    "The Kalutara South Police had launched investigations after the naked body of the girl was found near the railway line behind a hotel on the main street of Galle Road in Kalutara. Police said the deceased girl is a resident of Nagoda, Kalutara.",
    "Investigations revealed that the main suspect was working as a seizer in a well-known leasing company.",
    "The suspect, Danushka Gayan Sahabandu, a resident of Isuru Uyana in Kalutara was arrested while hiding at a friend's house in the Hikkaduwa area after two days of the incident. An anonymous person from a nearby house reportedly provided information about him to the police.",
    "Investigations revealed that the suspect had been planning to go overseas and was absconding till then.",
    "It was revealed that the suspect was married and the police also found out that he was a person who entered into a new marriage while still in a previous marriage. Police recorded statements from both his wives.",
    "The police obtained a detention order for further questioning and to determine what kind of relationship he had with the 16-year-old Sihara Nirmani. It was reported in the investigations that the suspect had met the victim girl only on two occasions.",
    "The suspect reportedly confessed to the police that he had seen the girl only once before the day of her death.",
    "He told the police that he had got to know the girl who was studying in a Kalutara school through a Tik Tok video and maintained contact with her first and then got to know her friends.",
    "Police said the suspect had brought the girl to the hotel and another young woman, a friend of the deceased girl and another male had also accompanied them.",
    "Police said the group had rented two rooms on the third floor of the five-storeyed hotel and stayed there.",
    "The family members of the deceased girl claimed that the girl had left the house informing them that she was going for a ‘Dansala’ with her friend.",
    "They had reportedly consumed alcohol in one room, although they had rented two rooms in the hotel.",
    "Later, the other young couple had reportedly left the hotel informing the main suspect that they would return few minutes later.",
    "The main suspect, who went to his own room with the girl, came out in about 20 minutes and he called the man who had left the hotel and informed him that the girl took off her clothes and jumped out of the window.",
    "Police said the hotel employees had witnessed the suspect male leaving the hotel after the young couple had left the hotel in a panic mode.",
    "It was reported that the young couple who had arrived at the scene where the girl was lying on a railway track, had removed her from the track and left.",
    "A person, who had come to the hotel later, had informed the hotel staff that a woman was lying naked on the railway track near the hotel.",
    "Police arrested the young couple and the driver of the car in which the group including the deceased girl had arrived at the particular hotel. They were ordered to be remanded till May 15, after being produced before the Kalutara Magistrate’s Court on Sunday.",
    "However, the main suspect had fled the area after the incident and several police teams were deployed to arrest him.",
    "Police said investigations will also be conducted on whether the suspect is in any way related to organized crime gangs, or whether he has any links to drug trafficking. (Darshana Sanjeewa Balasuriya and D.G Sugathapala)"
  ]
}