{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-airport-moves-to-tackle-congestion-as-tourists-return-117305/",
  "time_ut": 1680526740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka airport moves to tackle congestion as tourists return",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main airport is moving to tackle congestion by increasing service counters as tourist arrivals pick up in 2023, and construction of a Japanese funded second terminal is suspended after the country defaulted external debt.",
    "“With the dawn tourist season, the number of tourists arriving in Sri Lanka is increasing, creating possible passenger congestion, especially at the arrival terminal of the Katunayake airport,” a statement from the Airport and Aviation Services said.",
    "“To mitigate the issue, the airport management has worked to provide maximum facilities by managing the available space in the terminal and the airport.”",
    "Immigration and emigration counters have been increased to 25 and two new counters for visa on arrivals had been set up. More space had also been allocated for customs operations.",
    "Sri Lanka started construction of a second terminal as the Bandaranaike International Airport was operating beyond its capacity. Due to the Covid pandemic and economic crisis, passenger numbers fell, reducing congestion.",
    "Visa scan machines will be installed by next year and more use will be made of technology to speed up operations, the Airport and Aviation Services said.",
    "Aviation Minister Nimal Siripala de Silva who made an inspection visit to the airport said efforts are being made to re-start construction of a Japanese funded second terminal.",
    "All Japanese loan funded projects were suspended last year after Sri Lanka defaulted on its foreign debt in 2022. Japan only give humanitarian grant aid to countries whose debt has been deemed unstainable.",
    "Sri Lanka has now reached an agreement with the International Monetary Fund all major creditors have agreed to re-structure debt.",
    "“After reaching successful agreements with the IMF, the international community has now recognized us an able economy,” Minister de Silva was quoted as saying in the statement.",
    "“Therefore, we hope to re-establish discussions with the Japanese Government for aid to start constructions of the second terminal.”",
    "Sri Lanka is expecting to finalize debt re-structuring in around six months. (Colombo/Apr04/2023)"
  ]
}