{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ruling-party-yet-to-confirm-support-for-president-at-future-poll-minister-124361/",
  "time_ut": 1687593600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ruling party yet to confirm support for president at future poll: minister",
  "original_body_lines": [
    "ECONOMYNEXT – The ruling Sri Lanka Podujana Peramuna (SLPP) won’t publicly confirm its support for President Ranil Wickremesinghe at a future presidential election yet as such an election has yet to be announced, Minister Prasanna Ranatunga said.",
    "Speaking at an event in Colombo on Friday June 23, the minister expressed his appreciation for Wickremesinghe’s efforts in reviving Sri Lanka’s economy after the 2022 currency crisis, its worst in decades.",
    "Ranatunga also accused the opposition of placing impossible conditions when then President Gotabaya Rajapaksa offered them the opportunity to join the government.",
    "“No one has criticised [President Wickremesinghe] as much as I did during the Yahapalana government. We invited many in the opposition to take charge and push the country forward.",
    "“They placed conditions, things that could not be done, and then Mr Wickremesinghe took charge of the country,” said Ranatunga.",
    "The minister claimed that if some of the protestors had taken control of the parliament building in the protests last year, Sri Lanka would’ve become a Sudan.",
    "Commenting on speculation that the SLPP was divided on its support for Wickremesinghe, he said: “The SLPP won’t say publicly whether it will support Mr Wickremesinghe at the next presidential election or not. The reason is there is no presidential election yet.”",
    "A number of prominent members of the SLPP were said to be firmly behind President Wickremesinghe amid recent speculation of increased factionalisation in the party. However, SLPP national organiser was recently quoted in media reports as saying that the SLPP is fully supportive of the president.",
    "Meanwhile, speculation continues of an early presidential election, though according to United National Party (UNP) deputy leader Ruwan Wijewardena, a presidential poll is not likely till 2024.",
    "If Wickremesinghe wishes to secure an early mandate as speculated, he will need to seek a constitutional amendment repealing a provision that prevents a president elected by parliament from calling an early presidential election.",
    "Provided that the Supreme Court determines that the amendment will not be inconsistent with any of the entrenched clauses of the constitution, it may be passed by a two-thirds majority in parliament.",
    "Parliament support well in excess of a two-thirds majority for such an amendment is likely given that the SJB has already declared its support for an early poll.",
    "Amid these developments, a breakaway faction of the SLPP has said Sri Lanka’s opposition parties must rally behind a leader they can all agree to support at a future presidential election with the next favourite agreeing to be prime minister in a common workable arrangement.",
    "Sri Lanka opposition must rally behind Sajith-AKD ticket or vice versa: FPCSee more"
  ]
}