{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91583/health-ministry-confirms-decision-to-extend-retirement-age-of-specialist-doctors",
  "time_ut": 1687949700.0,
  "original_lang": "en",
  "original_title": "Health Ministry confirms decision to extend retirement age of specialist doctors",
  "original_body_lines": [
    "The Ministry of Health today (June 28) informed the Court of Appeal of its decision to extend the compulsory retirement age of specialist doctors in the public service to 63 years.",
    "This was communicated through a motion filed by the Secretary of the Ministry of Health.",
    "In its motion, the Health Secretary mentioned that the service period of specialist doctors would thus be extended to 63 years by revising the current compulsory retirement age, pending the approval of the Cabinet of Ministers.",
    "On October 17, 2022, the Cabinet of Ministers gave the approval to revise the retirement age of specialist doctors from 63 to 60, however, the move was widely criticized by the medical officers. As per the Cabinet decision, doctors aged 60, 61 and 62 by the end of 2022 were allowed to serve until 61, 62 and 63 respectively, however, those aged 59 were required to retire by the age of 60.",
    "Later, 176 specialist doctors filed a writ application challenging the Cabinet decision to revise the retirement age of specialist doctors.",
    "When the petition was taken up in the Appeals Court today, one of the legal representatives of the petitioners President’s Counsel Sanjeewa said his clients are satisfied with the Health Ministry’s decision pertaining to the specialist doctors’ retirement age.",
    "President’s Counsel Romesh de Silva, who was also representing the petitioners, meanwhile requested the judge bench to fix another date for the petition hearing, noting that the matter should be discussed further in the event the Health Ministry’s decision does not receive the Cabinet approval.",
    "Accordingly, the petition will be taken up for hearing again on September 01."
  ]
}