{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/PNB-Holdings-clinches-Gold-at-NCE-Exports-Awards-for-second-consecutive-year/34-756833",
  "time_ut": 1703875204.0,
  "original_lang": "en",
  "original_title": "PNB Holdings clinches Gold at NCE Exports Awards for second consecutive year",
  "original_body_lines": [
    "Director/CEO Priyantha Herath and Assistant General Manager Merada Liyanage receive the award",
    "As testament to its unwavering commitment to excellence, PNB Holdings Ltd. proudly announces its second consecutive Gold win at the prestigious NCE Exports Award. As a leading business process management company catering to clients in Australia, New Zealand, the United Kingdom, the United States, and beyond, PNB has demonstrated exceptional dedication to providing unparalleled services. This remarkable achievement is attributed to the extraordinary commitment of PNB’s staff that has consistently gone over and above to achieve excellence. The company’s ability to adapt to market dynamics, coupled with the continuous trust bestowed by clients, has solidified PNB’s position as a leader in the business process management sector.",
    "“At PNB Holdings, we are honoured to receive the Gold award at the NCE Exports for the second consecutive year. This achievement reflects the dedication and hard work of our exceptional team and their commitment to delivering excellence in every aspect of our operations,” said PNB Holdings Ltd. CEO Priyantha Herath. PNB’s success story is not only a result of its commitment to excellence but also its ability to adapt to changing market dynamics. The company’s agility and responsiveness have played a pivotal role in meeting evolving needs of clients across diverse industries.",
    "In addition to the NCE Exports Award, PNB Holdings has achieved another milestone by securing the National Business Excellence Award this year. This dual recognition highlights the company’s multifaceted accomplishments and its commitment to achieving excellence on a national scale. The National Business Excellence Award recognises organisations demonstrating outstanding performance, sustainable growth, and commitment to corporate social responsibility. PNB Holdings’ win in this category emphasises its holistic approach to business management and the positive impact on the communities it serves. As PNB Holdings continues to thrive, the company remains dedicated to pushing the boundaries of innovation, delivering exceptional value to clients, and contributing significantly to the overall growth of the business process management industry."
  ]
}