{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/real-estate-agents-advised-to-ramp-up-aml-measures/",
  "time_ut": 1689260220.0,
  "original_lang": "en",
  "original_title": "Real estate agents advised to ramp up AML measures",
  "original_body_lines": [
    "The Financial Intelligence Unit (FIU) of the Central Bank of Sri Lanka organized an awareness program for the real estate sector on “Anti-Money Laundering and Countering the Financing of Terrorism (AML/CFT) Compliance Obligations and New Developments” on June 26, 2023.",
    "The keynote address was delivered by Dr. Nandalal Weerasinghe, Governor of the Central Bank of Sri Lanka/Chairman, National Coordinating Committee on AML/CFT, and W S Sathyananda, Secretary to the Ministry of Urban Development and Housing, Eng. R H Ruvinis, Chairman of the Construction Industry Development Authority (CIDA) and Hardy Jamaldeen representing the real estate sector also addressed the gathering, while Sarana Karunaratna, Chairman of the Condominium Management Authority (CMA) also graced the occasion. The event was participated by over 120 participants from the industry as well as officials from the Registrar General’s Department, Colombo Land Registry, Condominium Developers’ Association of Sri Lanka (CDASL), CMA, The Ceylon Chamber of Commerce and Urban Development Authority.",
    "While addressing the gathering, Dr. Weerasinghe emphasized the importance of real estate sector and highlighted that the successful implementation of the AML/CFT obligations within the sector would ensure that Money Laundering and Terrorist Financing (ML/TF) risks in the sector are mitigated while fulfilling the obligations under international recommendations, governance, and anti-corruption framework.",
    "He stated that such efforts would further strengthen the AML/CFT framework of the country and invited the sector stakeholders to work closely with the FIU and with the Ministry of Urban Development and Housing towards this national endeavor.",
    "The sector regulators are requesting the companies engaged in the real estate business to seriously consider the following recommendations to improve the level of compliance:",
    "• Carry out registration under the CIDA as a mandatory requirement.",
    "• Establish a “Task Force” with the sector stakeholders to come up with a",
    "• Conduct Customer Due Diligence (CDD), not just on paper but to identify,",
    "assess, monitor, manage sector clientele and take effective actions to mitigate",
    "ML/TF risks using a risk-based approach that requires enhanced measures",
    "• Carry out CDD with respect to the customer, beneficial ownership, and",
    "• Take additional measures to identify politically exposed persons (PEPs)",
    "• Implement policies, procedures, and internal controls against ML/TF risks.",
    "• Implement targeted financial sanctions and freeze assets or take action",
    "Security Council Resolutions (UNSCRs) 1267 and 1373, or other UNSCRs, and communicate the same to competent authorities.",
    "• To find out appropriate framework for further actions by a committee with",
    "Plans to sell controlling stake in Dankotuwa Porcelain boost market; Lanka IOC shares up as well",
    "Last chance, warns CBSL chief, but hotheads willfully ignore warning",
    "CBSL suspends renewal of permits of 15 private foreign exchange dealers",
    "Govt. makes two amendments to agreements with new foreign fuel retailers",
    "CB Governor outlines importance of DDR to protect banks and save overall economy",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}