{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/vallibel-one-records-a-net-profit-of-rs-4-47-bn-during-q2/",
  "time_ut": 1701712500.0,
  "original_lang": "en",
  "original_title": "Vallibel One records a net profit of Rs. 4.47 Bn during Q2",
  "original_body_lines": [
    "Notwithstanding the macroeconomic constraints and conditions that prevailed during the year, Vallibel One Group remained focused on delivering steadfast value to its stakeholders. The Group recorded a revenue of Rs. 30.54 Bn for the second quarter, bringing the organization to reach a cumulative revenue of Rs. 58.26 Bn, resulting in a 5% increase against the previous year’s performance, a company press release said.",
    "The release adds: ‘Gross profit recorded an increase of approximately 4.46% against the previous year’s Q2 performance to reach Rs. 13.7 Bn, primarily owing to prudent cost management strategies. Notably, the Group’s profit before tax amounted to Rs. 6.68 Bn for the second quarter, translating to a noteworthy net profit of Rs. 4.47 billion—a very significant 84.8% quarter-on-quarter growth, recording one of the best performances amongst diversified holding companies.",
    "‘The Group’s Lifestyle and Consumer sectors contributed to results posted showcasing substantial growth with revenue increases of 18% and 17% respectively, quarter on quarter whilst the Finance sector recorded a 31.9% increase in the income year on year. A commendable top-line coupled with responsible resource management, productivity improvements and well balanced strategies enabled the consumer sector to record a 617% quarter –on- quarter increase in profitability.",
    "‘With respect to financial position, the Group recorded an asset growth of 1.3% against the preceding quarter to reach an approximate total cumulative asset value of Rs. 309.76 Bn. Conversely, the Group’s liabilities recorded a reduction of 4.03% to reach a value of Rs. 182.59 Bn against the previous year and shows a 0.9% quarter-on-quarter decrease.",
    "Microsoft Sri Lanka brings AI-powered productivity to Brandix with Copilot for Microsoft 365",
    "Liquid Island clinches Gold at National Industry Excellence Awards 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}