{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Chennai-Super-Kings-win-fifth-IPL-title/108-260107",
  "time_ut": 1685392198.0,
  "original_lang": "en",
  "original_title": "Chennai Super Kings win fifth IPL title",
  "original_body_lines": [
    "The Chennai Super Kings claimed their fifth Indian Premier League (IPL) title with a five-wicket win on DLS (Duckworth/Lewis/Stern) over the Gujarat Titans, in a dramatic IPL final that spanned three days and ended at 1:35 a.m. this morning.",
    "With ten runs needed off the last two balls, Ravindra Jadeja scored a six and four to take the Super Kings over the line to join the Mumbai Indians for the most IPL titles for a franchise.",
    "The final, originally scheduled for Sunday (May 28), was moved to yesterday with the Gujarat Titans scoring 214 for 4 in their 20 overs.",
    "However, three balls into the Chennai chase, heavy rains resulted in a stoppage in play that pushed the final into a third day, with the Super Kings outlasting their opponents in a veritable slugfest that went down to the final delivery of the tournament.",
    "After the rain delay, the Super Kings were set a target of 171 in 15 overs, and they made the most of the four power-play overs, racing to 52 for no loss – openers Ruturaj Gaikwad and Devon Conway each scoring a six.",
    "Even with a spread-out field, the pair didn't allow the momentum to drop, taking 14 runs off the sixth over bowled by Josh Little, reaching 72 for 0 in six overs and staying above the required run rate.",
    "Left-arm leg-spinner Noor Ahmed then pegged the Super Kings with the wickets of Gaikwad and Conway in the eighth over.",
    "Ahmed was excellent, returning figures of 2 for 17 in his three overs, without conceding a single boundary.",
    "A pair of fours and sixes for Ajinkya Rahane – before his dismissal in the 11th over –ensured that the Super Kings didn't fall further behind, before a slow-starting Shivam Dube hit two sixes off Rashid Khan, to leave Chennai needing 39 off the last three overs.",
    "Mohit Sharma, who accounted for Rahane’s wicket, then conceded 16 runs, as the Super Kings appeared to seize control of the chase.",
    "But the experienced Sharma struck back with consecutive wickets, leaving Chennai with 22 runs required off the final two overs.",
    "A boundary-less penultimate eight-run over from Mohammad Shami meant the Super Kings needed 14 runs off the final six balls.",
    "Sharma conceded just three runs off the first four deliveries, before all-rounder Jadeja produced the two most important shots of the game for the Super Kings to seal the title.",
    "Earlier, 21-year-old Sai Sudharsan was unfortunate to miss out on a century, dismissed by Sri Lankan fast bowler Matheesha Pathirana in the final over of the innings for 96 off just 47 deliveries faced.",
    "Sudharsan struck six sixes and eight boundaries, associating in partnerships of 64 with Shubman Gill and 71 with Hardik Pandya.",
    "Pathirana took two wickets in that final over, but was expensive, giving up 44 runs in his four overs.",
    "Maheesh Theekshana, the other Sri Lankan playing in the final conceded 36 off his four overs, with no wickets to his name."
  ]
}