{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceat-goes-green-in-sri-lanka-with-2-4-mw-solar-power-plant-at-kelaniya/",
  "time_ut": 1704417660.0,
  "original_lang": "en",
  "original_title": "CEAT goes Green in Sri Lanka with 2.4 MW solar power plant at Kelaniya",
  "original_body_lines": [
    "Invests Rs 475.97million in expansive photovoltaic panel rooftop to offset consumption from national grid",
    "Sri Lanka’s top tyre maker CEAT Kelani Holdings has completed an investment of Rs 475.97 million in a High Tension (HT) metering roof-top photovoltaic panel solar power plant as part of the company’s efforts to reduce the carbon footprint of its manufacturing operations at its Kelaniya complex.",
    "The 2.4 MW solar power plant installed by Regen Renewables (Pvt) Ltd. on the factory roof will produce 59.61 GWh in its operational period, offsetting about 21 per cent of CEAT’s consumption of electricity from the national grid and contributing to an omission of 42,326 Tons of CO₂ emissions, the company said.",
    "The 295,200 square foot solar power plant became operational in December 2023 and will also reduce CEAT’s electricity bill, which currently accounts for about 13 per cent of the company’s cost of production.",
    "CEAT Kelani’s investment covered the cost of solar panels, inverters, walkways, a cleaning system, and the Ceylon Electricity Board (CEB) grid connection.",
    "“As the manufacturer of nearly half of Sri Lanka’s requirements of pneumatic tyres, CEAT Kelani is a systemically-important contributor to the national economy, but our commitment goes deeper to encompass the community and the environment,” the company’s Managing Director Ravi Dadlani said. “This investment in renewable energy is just one example of our focus on sustainability.”",
    "One of the most successful India – Sri Lanka joint ventures in the manufacturing sector, the CEAT Kelani joint venture’s investment in Sri Lanka over the past 10 years exceeds Rs 8.5 billion.",
    "CEAT Kelani debuts new locally-made Truck Bus Radial for transport sector",
    "CEAT sticks with Sri Lanka retail chain upgrade plan, opening new flagship store in Madampe",
    "CEAT covers 20 more schools with ‘Road Safety for School Children’ initiative",
    "CEAT revisits Indian test track to put its radial tyres through their paces",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}