{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Elections-Commission-hopeful-of-holding-LG-polls-Punchihewa/108-257039",
  "time_ut": 1680484435.0,
  "original_lang": "en",
  "original_title": "Elections Commission hopeful of holding LG polls: Punchihewa",
  "original_body_lines": [
    "The Elections Commission (EC) is keenly awaiting a discussion with Prime Minister Dinesh Gunawardana to take a final decision on the conduct of the repeatedly postponed Local Government (LG) polls, EC Chairman, Nimal G Punchihewa said yesterday.",
    "However, the EC has not given up hopes to hold the much-delayed polls on the earliest possible day if and when the government releases sufficient funds for the EC as ruled by the Supreme Court he added.",
    "“We have not been invited as yet by Prime Minister Gunawardana as the Minister of Local Government and Provincial Councils to discuss the LG polls delay. But he has made a statement to that effect in Parliament recently. Therefore, the EC expects an invitation from him this week for a discussion. The EC will be in a position to take a final decision on the conduct of the LG polls only after the talks with the PM,” Punchihewas told Daily Mirror last morning.",
    "He lamented that there was no response of any sort from the Finance Minister or the Treasury Secretary for letters sent to them in March by the EC demanding to release funds for the LG polls as ruled by the highest court in the country.",
    "The Treasury has given only Rs. 165 million to hold LG polls up to now from the Rs. 10 billion allocated for the EC from the budget 2023, he said including Rs. 40 million to the government printed and Rs. 25 million to the Police Department.",
    "The EC will hold a discussion tomorrow (4) to review the current situation of the LG twice postponed PG polls and also to focus on issues to be discussed with the Prime Minister when he summoned them mist probably this week, Punchihewa noted. (Sandun A Jayasekera)"
  ]
}