{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/12/imf-urges-sri-lanka-to-finalize-debt-deals-for-continued-progress/",
  "time_ut": 1705032360.0,
  "original_lang": "en",
  "original_title": "IMF Urges Sri Lanka to Finalize Debt Deals for Continued Progress",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s next steps on the debt restructuring are to conclude the negotiations with external commercial creditors and to implement agreements with official creditors, said IMF Director of Communications at Julie Kozack.",
    "With the first review of Sri Lanka's Extended Fund Facility (EFF) program successfully completed, attention now turns to the next steps in the country's economic recovery journey.",
    "\"Our Executive Board approved the first review of the program on December 12th, 2023. So just about a month ago, with a disbursement of $337 U.S. dollars. Program performance has been satisfactory, as signaled by the completion of the review,\" said Julie Kozack during press briefing on Thursday (11) in Washington, DC.",
    "An IMF staff mission is currently in Sri Lanka, working closely with the government to ensure continued progress towards program targets and commitments.",
    "\"This mission is a staff visit. It is kind of a fact finding or technical mission. And the goal of this mission is to discuss recent developments and to follow up on program targets and commitments. The mission for the next program review will take place later on,\" she added.",
    "On 29th November 2023, An agreement in principle was reached between the official creditor committee, and Sri Lanka on Debt Restructuring.",
    "A statement from the Paris Club noted that an Official Creditor Committee (OCC) co-chaired by India, Japan and France, and Sri Lanka agreed on the main parameters of a debt treatment consistent with those of the Extended Fund Facility (EFF) arrangement between Sri Lanka and the IMF.",
    "It said that this agreement will allow the IMF staff to present to the IMF Executive Board the first review of Sri Lanka’s EFF arrangement and open the way for approval of the second disbursement under the arrangement.",
    "The Official Creditor Committee (OCC) said that it stands ready and looks forward to formalizing this agreement in the coming weeks in a Memorandum of Understanding with the Sri Lankan authorities.",
    "The OCC expects other bilateral creditors to consent to sharing, in a transparent manner, the information necessary for the OCC to evaluate comparability of treatment regarding their own bilateral agreement.",
    "The OCC also expects that the Sri Lankan authorities will continue to engage with their private creditors to find as soon as possible an agreement on terms at least as favorable as the terms offered by the OCC.",
    "These engagements will ensure that the overall debt treatment granted to Sri Lanka is consistent with the IMF program parameters.",
    "The OCC commends the Sri Lankan authorities for their continuous efforts in implementing the reforms necessary for their country’s return to a sustainable path.",
    "Following the launch event in April 2023, 17 countries formally formed, on May 9, an Official Creditor Committee (OCC) co-chaired by India, Japan and France (as chair of the Paris Club) to respond to the Sri Lankan authorities’ request for a debt treatment.",
    "The committee includes India and Hungary in addition to Paris Club creditors. Since then, the OCC has engaged extensively with the Sri Lankan authorities, the IMF, the World Bank as well as China, and Sri Lanka’s private creditors.",
    "The Government of Sri Lanka on 12th October announced that it has reached an agreement on the key principles and indicative terms of a debt treatment with the Export-Import Bank of China (“China Exim Bank”).",
    "The agreement in principle covers approximately USD 4.2bn of outstanding debt. It constitutes a key step towards restoring Sri Lanka's long-term debt sustainability and will pave the way to a prompt economic recovery.",
    "The indicative terms agreed will provide the necessary fiscal space for Sri Lanka to implement its ambitious reform agenda.",
    "The Sri Lankan Government commends the engagement and continuous support of China Exim Bank in reaching this agreement in principle, which demonstrates a mutual commitment in line with the goal/objective of restoring public debt sustainability consistent with the IMF-supported program.",
    "The Sri Lankan authorities hope that this landmark achievement will provide an anchor to their ongoing engagement with the Official Creditor Committee and commercial creditors, including the bondholders. It should also facilitate approval. by the IMF Executive Board of the first review of the IMF-supported program in the coming weeks, allowing for the next tranche of IMF financing of about US$334 million to be disbursed.",
    "The Ad Hoc Group of Bondholders of Sri Lanka welcomed progress on debt restructuring by the Official Creditor Group, but have expressed dismay over the lack of transparency.",
    "In a press statement to News 1st in December, the Ad Hoc Group of Bondholders of Sri Lanka said that it had taken note of the statements released by the Official Creditor Group, and the Finance Ministry of Sri Lanka on 29th November on the on the agreement-in-principle.",
    "It added that, the terms of the agreement-in-principle reached between the Sri Lankan authorities and the OCC on the one hand, and China Exim Bank, an official sector creditor, on the other hand on October 11, 2023, have not been shared.",
    "The Group finds it regrettable that there remains such a significant lack of transparency on the part of official sector creditors despite the Group’s efforts so far to act as a constructive counterparty.",
    "The statement noted that transparency between creditors is critical for the private sector to reach an agreement compliant with the parameters of Sri Lanka’s IMF programme’s first review, and one that provides fair and equitable debt treatment.",
    "The Group has expressed support for Sri Lanka’s efforts since February 2023, has been forthcoming and transparent with official stakeholders at every stage of the process, and has repeatedly made efforts to engage with the Sri Lankan authorities and its advisors in good faith.",
    "Unfortunately, no substantive engagement has taken place between Sri Lanka and its private creditors to date, it added.",
    "The Group remains committed to reaching an agreement with the Sri Lankan authorities as quickly as possible to find a sustainable solution to Sri Lanka’s debt challenges as they relate to the international bond debt, said the statement.",
    "AKD Blasts Sri Lankan President’s Spending, Calls for Financial Discipline",
    "Sri Lanka’s Semasinghe Sounds Alarm on Perils of Leaving IMF Program"
  ]
}