{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Political-social-and-economic-situation-Improving-or-worsening/4-746418",
  "time_ut": 1678998780.0,
  "original_lang": "en",
  "original_title": "Political, social and economic situation: Improving or worsening",
  "original_body_lines": [
    "The economic performance should not be judged only by a few indices which favour the Government, viz.: the rise in Rupee, bringing down inflation, thus saying the country is on the path of recovery",
    "Political, social and economic issues wrestle on daily basis like a tsunami of waves. The constitution is grossly violated, state thuggery and aggression are discharged to restrain people’s uprising thus silencing the people’s voices. The Government has no concern of people’s sovereign rights but says the priority is to restore the economy at any cost, neglecting social responsibilities. With these actions, the Government displays very specific characteristics of heading to a tyrannical regime. Will people tolerate such evolving of a power centre or resort to arms struggle in the near future? The leaders should very well be aware of the 1971 and 1989 insurrections of the JVP and the civil war with LTTE which intensified since 1983 and ended with mass killings. Carrying out violence through State machinery, is the Government inviting the Aragalaya to resort to similar arm struggles?",
    "Elections are the core principles of a democracy and the sovereign rights of the citizens to choose the members to serve for the country and people for a set period. Tactics recently employed by the Government are in total violation of democratic rights and against the norms of a “Socialist Democratic Republic” which has become a decorated label of the state and for marketing. The ruling of the Sri Lanka Supreme Court (SC) with three judges on the bench sent a clear message to the President and the respective heads of government who carry out orders scripted by the executive, willingly or unwillingly. People are waiting for a new date to be announced by the Election Commission (EC) where the State Minister Finance assured that the Government will abide and honour the SC ruling. It is the fervent belief that the Government will not resort to any further twists to delay or null the local government election.",
    "The past few weeks have seen opposites expressing their views criticising the tactics of the Government to delay and prevent the elections sighting quotes of Government MPs that the current situation is not conducive for elections and must restore the economy first before any elections. In support of the Government, the President addressed Parliament on ad-hoc basis and lately said there is no election in the offing and pointed finger to Government MPs for assurance asking how many of you have been canvassed by opposition, primarily SJB not to hold elections. This behaviour of the executive was appalling and hasn’t seen any state leader making him a laughing stock on a live broadcast of parliamentary session. Yet his parliamentary cohorts unreservedly acknowledge what was said including the PM, leader of the house and chief Government whip.",
    "The opposition party leaders vehemently accused the Government action, however as seen on YouTube the NPP response was somewhat gentle and in total opposite to their street protests. The President also mentioned that some have told him that they will continue aggressive street protests but will sit-down when the time is ripe.",
    "The SJB approach is totally contrast to NPP; NPP believes that the path to force Government was through street protests and criticising Government on their political platforms. In the recent protest, one of their comrades got killed as a result of confrontation with Police. Government will exercise its full force to restraint the advancements.",
    "SJB, although they say they are going for street protests, the writ petition to SC was a complete success, non-confrontational. The JVP leader had no humility to acknowledge or praise the SJB action but, capitalise the SC ruling to request for an early election date. The repeated attacks on SJB and Rajapaksas, they foolishly believe, were the path for election success. Nonetheless, the JVP appears as NPP, covering their past dirty records wearing a “sheep skin overall”, the core characteristics, policies and the politburo hierarchy remain had never changed. From the mass crowds attracted to JVP were mostly floating fractions of SLPP who believe Sinhala Buddhist patriotism and a time bomb to explode if they grab power in any of the elections.",
    "For the past several months, the Government and Governor of CBSL made announcement that SL is now ready and soon the deal with IMF will be signed off. Such statements will make the public happy in the short term, but the prolonged delay and uncertainty create anger and animosity. Rather making damage control statements at convenience, Government and Governor CBSL should not raise high expectation when they were interviewed and come before a microphone. The Government put enormous burden on the most vulnerable of the country which is the majority, however hasn’t moved a finger to lift the burden in spite of protests but instead are spending lavishly on State celebrations.",
    "It is also understood that IMF waited and forced the Government to increase the electricity usage tariffs to process the bailout deal. Yet China has not clearly spelt out their stance on debt restructure but communicate they are willing to constructive dialogue with SL Government. Nevertheless, Government talks big about the $ 2.9 billion over four years; this may evaporate soon if it does not have a roadmap to stabilise the economy and solid plan for sustainable development.",
    "It is also encouraging that the tourist arrivals are on the increase on month to month basis also seen lately the increase of remittance from Sri Lanka workers overseas. The question now to be asked is, how about the growth in SME sector and export earnings? Shrinking the consumption through high interest rate and cutting imports will create SME sector most vulnerable. Also be mindful that at the end of the moratorium on debts repayment will create deficits in foreign reserves. Tweaking interest rates, policy rate to artificially boost confidence is a danger and should allow market forces to stabilise and determine the parity rates. Moreover, showing improvement with two indices, parity and inflation is not to be over enjoyed and for a platform for success and the progress when the ground realities remained unchanged.",
    "The electricity tariff increase is good example to fudge the figures and present the way the Government wants to proceed with the changes. There are multiple forecasting models available for predictions, for electricity generations forecast, as the minister said 70% subjected to seasonal variations, it is necessary to select the appropriate model, state the assumptions and the confidence margins of the predictions. If the confidence is 80% then it has 20% risks of the final result. In case of power generation, CEB should determine that the power generating assets run optimally and loss of power during transmission, these all contribute to efficiencies of assets utilisation. The writer believes a comprehensive report is needed to assess the real situation. Again, all Government assets should operate at optimal level and high efficiency, regular assessment is required in all the areas including the overall productivity assessment.",
    "Modelling and deriving results are the key processes to assess, determine the correct prediction of forecast. Firstly, need to collect relevant ‘raw data’, then purify, filter from the dirt and feed to the appropriate statistical model and finally predict outcome with a confidence margin. In this day and age services of competent data scientist is a must to predict and analyse results enabling of making right policy changes. Another important requirement is to have a fully integrated information system connecting all government departments to assess impacts, changes, and inter-dependencies before arriving at final conclusions. In the case of electricity tariffs, it is doubtful that all the factors especially social inter-dependencies have been thoroughly examined prior to the increase.",
    "In the recent parliamentary debate, the Minister of Energy gave an awful reply with arrogance in response to the opposition leader in respect of electricity tariffs. He very confidently said the increase was based on cost reflective basis, further 30% of running cost of Diesel, Naphtha generators, etc. is equivalent of 70% of running hydro, wind and solar. Here he did not specifically mention in terms of generating units of power in terms of GWh, MWh or incorrectly whether it was for running the generators at full capacity, an attempt deceiving the members to his advantage. On the contrary, he criticised the opposition’s failure to clearly articulate the unit ranges 0-30, 30-60, 60-90 units and beyond. The increase at the lower end of consumption was very high and beyond 90 units the percentage increase drops significantly. This shows how Government is looking after the most vulnerable in the community with no subsidies and compensations. Will the increase at high end made to fuel the SME sector or hotels to attract tourists?",
    "Restructure of SOE is an urgent requirement, could be either due to over-staffing, staff inefficiencies, underperformance of operational asset, or combinations. Selling parts of the organisation is also an option but not favourable as it creates resistance and industrial actions.",
    "Reduction of staff affects the livelihood; hence, it is to be handled carefully. In the developed world, the commonly used approach is allowing voluntary redundancy with a pay-out for the years of service rendered and/or take-up up-skill training in other areas where lacks expertise within the same organisation or other SOE. If organisation owned physical assets are underperforming, either retire – refresh or upgrade and manage the lifecycle. Staff recruitment for political gains have caused and the prime reason of inefficiencies and over expenditure.",
    "Sri Lanka needs a firm policy framework which will stand for long periods and not to be changed by political will of the elected governments every 5-6 years. The so-called individual “Chinthanayas” of every elected party in the guise of economic recovery dragged into bankruptcy. It is also vital to have a general and presidential elections as this Government has no public mandate but has a cover from the constitution. Hence, this substitute government’s national policy framework, currently being discussed through various committees with names, oversight, select committees has no legitimacy to implement and will be a waste. As one of the senior MPs suggested, the timely requirement is to bring forth an impeachment motion against the executive’s behaviour, the conduct and making statements under the cover of parliamentary privileges.",
    "The Aragalaya has been intensified primarily, as a result of, few of many, price hiking – electricity, water, gas, interest rates, taxes but repeatedly boasting efforts taken by the substitute government, delayed action of LG elections. Are the delay tactics of the Government to hold LG elections a part of the IMF deal? This leads to some suspicion of the remarks recently being made by government MPs both in parliament and outside. The macro-economic results shown by the Government lately have not been translated to the livelihoods of the people. Curtailing the supply line to show that there are no queues and thus meeting the demand are seen as cunning and manipulation to paint a rosy picture and to create a fresh platform for the Government MPs to capitalise for political gains.",
    "The economic performance should not be judged only by a few indices which favour the Government, viz.: the rise in Rupee, bringing down inflation, thus saying the country is on the path of recovery. The rate of unemployment – very critical, GDP, primary account balance, trade balance, per capita income, wage growth and many more need to be assessed and not to be compared with countries in the South Asian region thus deceiving the public as their status of the economies not the same as Sri Lanka at present.",
    "The recent heavy-handed action of Police to disperse the nonviolent protesters with expired tear gases and water cannons are deplorable. It is to be believed the officers on ground carrying out as per the Government scripts. Government is not caring about the appeals of the Human Rights Council of Sri Lanka; it is also questionable as to why international communities are keeping a blind eye for carrying out these atrocities. Delayed intervention by the international communities will bring severe and multiple repercussions.",
    "The tax and tariffs that were introduced recently to bring the primary account balance to surplus, possibly the advice of IMF bailout deal condition, seen as unfair and unproportionate. These are not cost-reflective, as opposition leader said it is structured for loss recovery. It appears that the tax structure has not looked into the social ethics and wellbeing of the citizens but targeting one aspect which is economic recovery at any expense. Countries cannot be governed by economic factors neglecting the social responsibilities.",
    "Finally, one day the Aragalaya will achieve what they are aiming for, social justice for every citizen, every family and every community."
  ]
}