{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95039/icc-u-19-world-cup-2024-moved-from-sri-lanka-to-south-africa-report",
  "time_ut": 1700560680.0,
  "original_lang": "en",
  "original_title": "ICC U-19 World Cup 2024 moved from Sri Lanka to South Africa - Report",
  "original_body_lines": [
    "The International Cricket Council (ICC) has moved the Under 19 World Cup to South Africa from Sri Lanka, the Indian cricket news website Cricbuzz reported.",
    "The decision has been taken by the ICC board in view of the administrative uncertainty in Sri Lanka Cricket. The ICC is currently meeting in Ahmedabad.",
    "After a detailed deliberations, the board has decided to uphold the November 10 decision to suspend the SLC. The board said that while cricket involving the island team will continue uninterrupted, the suspension, however, will not be overturned, according to the relevant report.",
    "“It was a unanimous decision by the board that the suspension cannot be lifted. Cricket in the country will continue as normal,” a well-placed source told Cricbuzz. Shammi Silva, the president of the SLC, has attended the board meeting, held at ITC Narmada in Ahmedabad on Tuesday, November 21.",
    "The board has also decided that the Sri Lanka team will continue to play international cricket despite the suspension of SLC. The game will run through the suspended SLC, which will receive controlled funding, Cricbuzz added.",
    "The Under-19 World Cup was scheduled to take place between January 14 and February 15. The dates will clash with the second edition of SA20, which runs from January 10 to February 10 but a top Cricket South Africa (CSA) official told Cricbuzz that both events can be organised simultaneously as the T20 league is being overseen autonomously by a body independent of CSA, Cricbuzz mentioned.",
    "The option of holding the event in Oman and UAE were also considered, but South Africa was eventually preferred because of better infrastructure: the requirement was three grounds, and Oman only has one. Furthermore, moving the teams between UAE and Oman would have been an expensive proposition and the Board finally zeroed in on South Africa. CSA has agreed to spare three venues for the mutli-nation championship.",
    "SLC chief Silva is of the opinion that the confusion could have been avoided but said cricket in the country will remain uninterrupted.",
    "“I have requested the ICC board to allow the game to continue and the members have upheld our request,“ Silva told Cricbuzz.",
    "He has also confirmed that Sri Lanka Under-19 team will take part in the U-19 World Cup in South Africa."
  ]
}