{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Budget-24-High-aspirations-amidst-mounting-challenges-but-options-are-limited/4-755120",
  "time_ut": 1699803723.0,
  "original_lang": "en",
  "original_title": "Budget 24: High aspirations amidst mounting challenges but options are limited",
  "original_body_lines": [
    "There is a popular demand by public servants that their salaries should be increased by Rs. 20,000 per month to help them wade through the high cost of living. Though the inflation rate has declined to less than 2% and the Central Bank’s inflation target for 2024 is to contain it at 5%, the prices have already risen to a very high level reducing the real consumption and purchasing power of the people. If one goes by the official price index of the country, Colombo Consumers’ Price Index or CCPI, in January 2021, a family of 4 had spent Rs. 91,880 to buy the basket of goods and services covered by the index. Despite the decline in the inflation rate to less than 2% in October 2023, the same family would have spent Rs. 175,490 to buy the same basket. This is an increase of 91% over this period. Since the salaries of public servants have not risen to compensate for this decline in living conditions, there is this widespread agitation for a mega salary increase",
    "President Ranil Wickremesinghe, in his capacity as the Minister of Finance, is to present his second budget in Parliament this afternoon announcing the financial plan for 2024. His first budget was presented a year ago when the country had gone through the worst of its economic crises in 2022. He was to consolidate all the opposing forces to a single club, present a credible program of stabilisation acceptable to donors and foreign creditors, and distribute the pain of economic recovery among citizens using ‘the ability to bear principle’.",
    "While admitting that he cannot be complacent about the progress made up to date, he emphasised that the popular culture of giving out handouts through the budget should stop if Sri Lanka were to be on a rapid growth path. He said: “There is no future for the country by continuing on this popular path. There is no prosperity for the country by giving concessions while being in debt to others. So, let’s get out of this situation now. Let’s change our thinking patterns.” Hence, the Budget 2023 was to revolutionise the thinking of all, legislators, bureaucrats, civil society leaders, and ordinary citizens.",
    "He also castigated the policy of meeting increased Government expenditure being indebted to the rest of the world and not by raising the required revenue from the domestic economy. He was, thus, criticising the state of non-saving by the Government, called ‘dissaving’, by continuously running a deficit in the revenue account of the budget. A deficit in this account meant that the Government consumed more than what it earned thereby borrowing even for consumption. He said in the budget speech: “Borrowing should be for investment, not for consumption. But what did we do? Borrowing the hard-earned money of other countries of the world and spending it on our consumption. We got lazy day by day. People got used to getting everything from the Government. The Government worked to provide everything to the people. We were not thinking about what should happen to the country. The society that only thinks about what the country should give its citizens was slowly created. What we were doing was like having a feast while borrowing money from the others.”",
    "This was to change for a better future and that was good economics. The new economy to be created was based on three pillars: competition, environmental protection, and digitisation. The belief by many at that time was that he, being an unelected President, will throw out short-sighted popular politics and introduce a sound system that would deliver richness to people in the long run.",
    "But the work done to realise the goals in the budget was very little. As compiled by the budget tracker, publicfinance.lk, the budget 2023 is opaque and had completed only 8% of the expenditure proposals and 14% of the regulatory proposals by mid-2023. Apart from this, the budget was off the targets, revenue faltering, while the consumption expenditure ballooning. Revenue was first estimated at Rs. 3.4 trillion or 11% of GDP. But this was revised downward later to Rs. 3.2 trillion or 10.7% of GDP.",
    "The IMF review team that visited Sri Lanka in September 2023 had noted that the actual revenue would fall by about 15% in 2023 implying that it would be in the region of Rs. 2.7 trillion or 9% of GDP. Though the total net expenditure was kept at target levels, the Government dissaving estimated at Rs. 1.2 trillion for the whole year was exceeded by July 2023. Hence, President’s emphasis that borrowing should be used for investment and not for consumption is going to be shattered.",
    "There is however a gain on the primary account balance – the difference between the Government revenue and net expenditure excluding interest payments. The Budget 2023 expected to have a deficit of Rs. 211 billion in the primary account for the whole year. There appears to be a bonus on this count since the deficit during the first seven months of 2023 has been contained at Rs. 27 billion. But it has come from a drastic cut in the capital expenditure which had been set at Rs. 1.2 trillion in the budget. During the first seven months, capital expenditure had amounted only to Rs. 313 billion, requiring the Government to step up spending money on this count significantly from Rs. 45 billion a month in the first seven months to Rs. 177 billion a month in the balance period. If the Government fails to achieve this goal, there will be a massive negative impact on the future economic growth for low addition to the capital stock.",
    "This is a negative fallout from the budgetary operations in 2023 which should be corrected in the Budget 2024. On one side, revenues should be boosted. On the other, expenditures should be prudently managed. In this connection, the challenge faced by Wickremesinghe is two-fold. The consumption expenditure should be pruned to generate a surplus in the revenue account and the primary account surplus should be attained not by compromising the capital expenditure but by cutting the non-interest consumption expenditure. These are two Herculean tasks given the contrary view of the Podujana Party which supports him in Parliament. So, restoring the budget to its targets in 2023 is a formidable challenge faced by Wickremesinghe.",
    "On one side, revenues should be boosted. On the other, expenditures should be prudently managed. In this connection, the challenge faced by Wickremesinghe is two-fold. The consumption expenditure should be pruned to generate a surplus in the revenue account and the primary account surplus should be attained not by compromising the capital expenditure but by cutting the non-interest consumption expenditure. These are two Herculean tasks given the contrary view of the Podujana Party which supports him in Parliament. So, restoring the budget to its targets in 2023 is a formidable challenge faced by Wickremesinghe.",
    "He faces a bigger challenge when designing the budget for 2024, as his hands have been tied by the agreement which he has reached with IMF for the bailout package in the form of an Extended Fund Facility. The release of the second tranche of the package has been kept in suspense by IMF due to non-fulfilling of the revenue targets in 2023, among others. But the targets set for 2024 in the adjustment program relating to EFF are more stringent than the ones for 2023. The revenue in 2024 should be 13% of GDP estimated at Rs. 33.5 trillion. In rupee terms, revenue should reach the level of Rs. 4.4 trillion, up from an underperforming achievement of Rs. 2.7 trillion in 2023. This entails an increase in the revenue by about 63%.",
    "Surely, new tax measures are needed since the Government will not be able to reach this level through only the increase in the value-added tax or VAT rate from 15% to 18% and bringing under the new system even the businesses which now enjoy VAT exemptions. In an economy which is virtually stagnant, transferring scanty private resources to the Government through high taxes is surely counter-productive. In this connection, the 3rd century BCE Indian economist Kautilya advised the king in his economics treatise, The Arthashastra, that “just as one plucks fruits from a garden as they ripen, so shall a king have the revenue collected as it becomes due. Just as one does not collect unripe fruits, he shall avoid taking wealth that is not due because that will make the people angry and spoil the very source of revenue.” An economy not growing or slow growing is like an unripe fruit in the terminology of Kautilya. Hence, tax increases at this state of the economy in Sri Lanka will simply make people angry and destroy the very purpose of imposing those taxes.",
    "There is a popular demand by public servants that their salaries should be increased by Rs. 20,000 per month to help them wade through the high cost of living. Though the inflation rate has declined to less than 2% and the Central Bank’s inflation target for 2024 is to contain it at 5%, the prices have already risen to a very high level reducing the real consumption and purchasing power of the people. If one goes by the official price index of the country, Colombo Consumers’ Price Index or CCPI, in January 2021, a family of 4 had spent Rs. 91,880 to buy the basket of goods and services covered by the index. Despite the decline in the inflation rate to less than 2% in October 2023, the same family would have spent Rs. 175,490 to buy the same basket. This is an increase of 91% over this period. Since the salaries of public servants have not risen to compensate for this decline in living conditions, there is this widespread agitation for a mega salary increase.",
    "It is reported that the Government has agreed to grant a salary increase to public servants without mentioning the amount. If any salary increase is granted to public servants, it will negatively affect the target of the surplus in the primary account of the budget agreed with IMF for 2024 and thereafter during the EFF program. The surplus in 2024 is 0.8% of GDP which is translated into Rs. 27 billion. The program also requires the Government to increase the surplus to 2.3% of GDP in each of the years from 2025 to 2028.",
    "When the salaries of public servants are increased, the non-interest consumption expenditure of the Government is also increased leading to a deficit in the primary account of the budget. Hence, to accommodate the salary increase, there should be a compensatory cut in another form of expenditure. Since the Government is unlikely to go for a cut in the non-interest consumption expenditure in an election year, it is likely that it will curtail the capital expenditure to accommodate the demand for salary increase as is being done at present. But this strategy will inhibit the growth prospects in the future. This is a disastrous policy since the country should maintain an annual compound economic growth of over 8% till 2048 to make Sri Lanka a rich country by that year.",
    "The problem with the IMF program, as I have pointed out in my previous articles on the subject, is that it aims at resolving budgetary issues by increasing revenue which is known in economics parlance as ‘the revenue based budgetary consolidation’. In a slow growing economy, this is not possible. Hence, the budgetary program should be a hybrid in which both the revenue increase and the expenditure curtailment play an equal role. This is a tricky area since an across-the-board expenditure curtailment will be growth inhibiting.",
    "This is where the Government should decide on a scale of priorities to promote public investments and scale down non-growth inducing expenditure programs. According to the timeline announced by Wickremesinghe in June 2023 for preparing the strategy for making Sri Lanka a rich country by 2048, the priority list should have been prepared by the growth lab to be assembled by early July. In this growth lab, it was expected to assemble the private sector leaders, bureaucrats, and Cabinet ministers into a retreat of six weeks in which they would sit down and agree on the policy strategy to be adopted. The objective of the lab approach was that all these three parties will sign off the strategy document and bear ownership for same.",
    "The timeline stipulated that the report of the growth lab would be out by end-September, the people will approve of it by end-December, implementation will commence from early 2024. This was not done and as a result, the Budget 2024 does not have a detailed guide for deciding on the priorities for which the Government should allocate its scanty resources. Hence, if the growth lab is assembled in 2024, it will be too late.",
    "He faces a bigger challenge when designing the budget for 2024, as his hands have been tied by the agreement which he has reached with IMF for the bailout package in the form of an Extended Fund Facility. The release of the second tranche of the package has been kept in suspense by IMF due to non-fulfilling of the revenue targets in 2023, among others. But the targets set for 2024 in the adjustment program relating to EFF are more stringent than the ones for 2023. The revenue in 2024 should be 13% of GDP estimated at Rs. 33.5 trillion. In rupee terms, revenue should reach the level of Rs. 4.4 trillion, up from an underperforming achievement of Rs. 2.7 trillion in 2023. This entails an increase in the revenue by about 63%",
    "People, including those in the Podujana Party which supports Wickremesinghe’s presidency, have high aspirations about the Budget 2024. They need relief for the drastic decline in the living conditions. Public servants demand a salary increase. Professionals, including those in the healthcare system and higher education, demand tax cuts. Those in the formal private sector also demand a salary increase from their respective private sector employers. Those in the non-formal private sector demand reductions in prices, especially foods, medicines, and energy. If a credible debt restructuring is attained, all the creditors whose debt servicing has been suspended now providing a relief to the budget will demand a quick payment of arrears.",
    "As it is, there are many holding a demand list for relief or payment of arrears in front of the Ministry of Finance. Hence, the aspirations are very high. But to fulfil those aspirations, the Government needs money. That money is not forthcoming through a compensatory increase in the taxes. As a result, the Government is facing a mounting challenge. But as explained above, the options are limited. This is a paradox, and I am curious to see how President Wickremesinghe will resolve this paradox.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}