{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/None-seem-to-want-to-know-what-next/4-750013",
  "time_ut": 1687910379.0,
  "original_lang": "en",
  "original_title": "None seem to want to know what next",
  "original_body_lines": [
    "Within day-to-day living they provide no convincing solutions to the urban and rural poor who have been made poorer in a world of massive disparity during the past 40 plus years – Pic by Shehan Gunasekara",
    "We are certainly not out of the crisis. Wait. What is this crisis anyway? Some tend to think the IMF program that is not in public domain with all details, has nevertheless provided solutions to our crisis. Has it? Yet don’t we have to understand and explain this crisis ourselves?",
    "I for one am only a “concerned citizen” crawling through an expanding “income shrink” in a crumbling economy dependent on “exports that have never earned adequate forex” as learned academics and economists explain in numerous forums. Inability to generate forex to meet the cost of imports at least, seems to be the sole basis of the crisis. Within the external trade deficit, erratic borrowing with massive constructions exhibited as “development” left the Government helpless by 2021 unable to even meet annual instalments on accumulated debts. We were thus left “bankrupt”. And how is the IMF program handling all that?",
    "In summary, the IMF program wants tax reforms, public finance and expenditure management and energy pricing, a bank recapitalising plan, a more comprehensive anti-corruption reform agenda (sic) and then growth-enhancing structural reforms supported by development partners. Will those “reforms” provide us with an increased dollar income than what we earned all these years? They do not seem to provide any source of foreign income beyond what we have been earning and borrowing. Now and then we hear blind advocates of this free market economy speaking of more incentives to lure FDIs and more “tourists” to earn more dollars.",
    "This “incentives for FDIs and improving tourism” talk has been mere rhetoric all through 40 years leaving us in this bankruptcy we live today. Are we to accept this 40-year mess could be cleaned up with IMF support? IMF has failed too many times, 10 times to be precise since 1977 December, the last being their three-year Agreement for support in June 2016 with PM Wickremesinghe’s Government. Are we as dumb as this to keep faith in a 40-year proven blunder the IMF had not been able to turn around 10 times before?",
    "Within day-to-day living they provide no convincing solutions to the urban and rural poor who have been made poorer in a world of massive disparity during the past 40 plus years. Poor and the marginalised were made to live with an extensively growing “income and wealth disparity”. They were also subject to neglected social services like education, health, public transport along with increasing tariff on electricity and fuel prices.",
    "Socio economic disparities that burden the larger majority of the citizenry are endemic to big city centred free market economies. Free market economies are also inherently corrupt. It is that in every country in our region as the half a dozen and more “airport privatisation” in India is openly spoken about. Corruption and fraud as COPE meetings reveal, is a “tri-partite” compromise in this free market economy that keeps breeding crimes of all sorts, patterns and of ruthless texture including rape of women and juveniles, cruelty to children and sexual harassments, drug trafficking, selfishness and everything indecent never paid any attention to by society. We nevertheless speak only about debts and debt sustainability and not about this mega social degeneration.",
    "This therefore needs to be stressed without ambiguity. Except when frustrated citizens offer “something” to get their building plan approved, the vehicle license or the passport quickly attended to or to avoid heavy fines on the roads and traffic courts, bigtime “corruption” that eats into the economy is all about the private sector tearing into all things civilised to earn more and bigger profits in double quick time. Thus there is no possibility of any major corruption taking shape without the private sector entrepreneur, the Government politician working closely with the State bureaucracy in tandem with urban professionals. That without question is the major compromise in mega corruption.",
    "Irony in COPE meetings was in impeccably dressed politicians questioning top State bureaucrats on ongoing, decades-old massive corrupt deals in State corporations and departments they were Ministers, Deputies and State Minsters not long ago. In their haste to dump all allegations on State bureaucrats, they tend to forget these State agencies are still under Cabinet Ministers. With the promise of cleaning up corruption without explanations on where the focus is, cost effective energy pricing asked for by IMF would once again make the “consumer” bear the burden of the corrupt triplets; businessmen, politicians and their pet bureaucrats. One simple but glaring instance of the consumer made to bear the cost of corruption is, Power and Energy Minister and the PUCSL refusing to publish to date the electricity tariff defaulter list that runs into millions of Rupees, while increasing tariff to cover losses of the CEB.",
    "So is it with what IMF refers to as “ongoing progressive tax reforms” slapped on citizens with nearly 80% indirect taxes including VAT the IRD has not been collecting from business enterprises due to lack of proper data as they said at the recent COPE meeting and a massive Rs. 1 trillion plus income yet uncollected for almost eight years. For almost one year for now the IRD is directly under the President as Finance Minister and had been under two Finance Ministers during the “Yahapalana” Government of PM Wickremesinghe and three Finance Ministers post-2019 under President Gotabaya for the total of past eight years.",
    "This in fact answers why the IMF program would never provide answers to the crisis we are in. It is this free market economy that bred and groomed the “filthy rich”. Post-1979 large Mahaweli Development projects were offered to private contractors, eager to pay to get contracts. Large loans and aids that came for massive constructions provided unquestionable space for what Communist Party MP Sarath Muttetuwegama called in parliament as “bribery” and Minister Gamini Dissanayake said he would instead call them “commissions”. I still remember ‘80 July “strikers” who got temporary employment in the new Diyawanna parliament construction site saying the money paid for the quantity of sand and earth brought to create the islet in the middle of the waterway, could have completely filled up Diyawannawa. But that was on paper for “payment only”. Not that sand in such quantity was actually brought.",
    "The other major corruption that was talked of quite openly was in the newly initiated apparel industry in early 1980s. The industries ministry was then spoken of as a major corruption hub with apparel quotas decided on quick money. There was also FDI approvals with plenty of incentives available through State agencies that generated “commissions” as Gamini Dissanayake said to whoever who facilitated them.",
    "Institutionalising of corruption thus began with filthy businesses taking over political parties with funding party offices and all elections, and the State bureaucracy along with the urban professionals for big “consultancy” fees. Thus in this city oriented free market economy promoted on “consumer freedom” with FDIs and a private sector export industry, we were left wholly dependent on borrowing dollars for unwanted and unbearable imports, the export manufacturer could not pay for. Inability in taking care of the larger majority of the citizenry within this free market economy, mainstream political parties sought to survive at the expense of ethno-religious extremism and a dysfunctional law and order system. That in short was what we lived with during the past 40 plus years in this free market economy.",
    "Interestingly, the fundamental question that everyone avoids answering is, for over 40 years why could not any Government fix any of those socio-economic bankruptcies in this free market economy? Instead, why did they promote ethno-religious extremism with breakdown of and unending devaluing of social values, morals and ethics? Is not the free market economy the culprit in all this mess we are now living in?",
    "It is this same free market economy the IMF wants resurrected. It is on this same free market economy President Wickremesinghe is promising a prosperous Sri Lanka 25 years hence in 2048. Irony again, the parliamentary Opposition is tagging along with everything in the IMF program, picking grammatical errors in Government presentations to say they do have their own criticism of the IMF program. Within SJB, they seem to have divergent views with their economic experts providing different interpretations, though accepting the IMF program per se. Meanwhile Sajith Premadasa in a personal “chat” says he believes in “capitalism with a humanitarian face with equitable redistribution of resources and wealth”. A slogan that was hacked by Chandrika Kumaratunge as presidential candidate in 1994. Anything but a “humanitarian face” is what this free market economy could ever wear.",
    "The JJB and Anura Kumara also run around decrying the IMF program carrying a large placard that has no space for their own alternative. In his long speech a week ago in Melbourne to a Sinhala Aussie audience, his Sri Lanka had no war devastated, militarised “North and East”. Rest of the issues were neatly packed within the South as understood in Sinhala-Buddhist terms.",
    "This leaves a painful question. “With a proven 40-year-plus failure at hand, who would answer the necessity of providing the people with a workable alternative to come out of this rut, both economic and social?” None seem to want to know that."
  ]
}