{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/22/wickremesinghe-appoints-10-new-ministry-secretaries/",
  "time_ut": 1703219340.0,
  "original_lang": "en",
  "original_title": "Wickremesinghe Appoints 10 New Ministry Secretaries",
  "original_body_lines": [
    "COLOMBO (News 1st); President Ranil Wickremesinghe appointed several new Ministry Secretaries and two Chief Secretaries.",
    "The appointments will be effective from the 1st of January 2024, said the President's Media Division.",
    "Ms. Wasantha Perera has been appointed as the Secretary to the Ministry of Education",
    "M. N. Ranasinghe was appointed as the Secretary for the Ministry of Justice, Prisons & Constitutional Reforms. He was the Former Education Ministry Secretary.",
    "Gunadasa Samarasinghe has been appointed as the Secretary for the Ministry of Wildlife & Forest Resources Conservation",
    "A.C. Mohammad Nafeel was appointed as the Secretary for the Ministry of Water Supply & Estate Infrastructure",
    "W.P.P. Yasaratne has been appointed as the Secretary for the Ministry of Public Administration, Home Affairs, Provincial Councils & Local Government",
    "Saman Darshana Pandikorala has been appointed as the Secretary for the Ministry of Irrigation.",
    "In addition, B. K. P. Chandrakeerthi was appointed as the Secretary to the Ministry of Education.",
    "Dr. Sulakshana Jayawardena was appointed as the Secretary to the Ministry of Power and Energy.",
    "Engineer Ranjith Rubasinghe was appointed as the Secretary to the Ministry of Transport and Highways.",
    "Dr. Dharmasri Kumaratunga was appointed as the Secretary to the Ministry of Technology.",
    "Moreover, the President appointed several new Chief Secretaries as well.",
    "R. M.W. S. Samaradiwakara was appointed as the Chief Secretary of the North Central Province.",
    "S. L. D. K. Wijesinghe was appointed as the Chief Secretary of the Western Province.",
    "Focus on Removing Police Special Task Force from Highway Duties – Sagala Ratnayaka",
    "Operation Yukthiya nets over 1,500 suspects in past 24 hours"
  ]
}