{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/22/wickremesinghe-appoints-10-new-ministry-secretaries/",
  "time_ut": 1703219340.0,
  "original_lang": "en",
  "original_title": "Wickremesinghe Appoints 10 New Ministry Secretaries",
  "original_body_lines": [
    "COLOMBO (News 1st); President Ranil Wickremesinghe appointed several new Ministry Secretaries and two Chief Secretaries.",
    "The appointments will be effective from the 1st of January 2024, said the President's Media Division.",
    "Ms. Wasantha Perera has been appointed as the Secretary to the Ministry of Education",
    "M. N. Ranasinghe was appointed as the Secretary for the Ministry of Justice, Prisons & Constitutional Reforms. He was the Former Education Ministry Secretary.",
    "Gunadasa Samarasinghe has been appointed as the Secretary for the Ministry of Wildlife & Forest Resources Conservation",
    "A.C. Mohammad Nafeel was appointed as the Secretary for the Ministry of Water Supply & Estate Infrastructure",
    "W.P.P. Yasaratne has been appointed as the Secretary for the Ministry of Public Administration, Home Affairs, Provincial Councils & Local Government",
    "Saman Darshana Pandikorala has been appointed as the Secretary for the Ministry of Irrigation.",
    "In addition, B. K. P. Chandrakeerthi was appointed as the Secretary to the Ministry of Education.",
    "Dr. Sulakshana Jayawardena was appointed as the Secretary to the Ministry of Power and Energy.",
    "Engineer Ranjith Rubasinghe was appointed as the Secretary to the Ministry of Transport and Highways.",
    "Dr. Dharmasri Kumaratunga was appointed as the Secretary to the Ministry of Technology.",
    "Moreover, the President appointed several new Chief Secretaries as well.",
    "R. M.W. S. Samaradiwakara was appointed as the Chief Secretary of the North Central Province.",
    "S. L. D. K. Wijesinghe was appointed as the Chief Secretary of the Western Province.",
    "“Instructions issued to CEB to suspend all planned power interruptions for non essential maintenance work on weekends & holiday season”, says Kanchana Wijesekara",
    "Repairs of generator 1 of Norochcholai power plant to be completed within next 4 days: CEB Spokesman",
    "Sri Lanka ranks among the top 30 highest dengue endemicity in Southeast Asia – WHO",
    "Police Bust Fake Land Reform Officers: 6 Arrested for Defrauding Locals",
    "Special Christmas visits: Prisons open doors for 3 per inmate, food & rules apply"
  ]
}