{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81865",
  "time_ut": 1682970060.0,
  "original_lang": "en",
  "original_title": "Freedom,Safety,Order and Democracy are the basic pillars of a liveable life. So far, all attempts to reignite the Aragalaya have failed, because Wickremesinghe has got enough of the combination right. A kind of normalcy has replaced generalised chaos.So it is too early for Aragalaya Season 2.",
  "original_body_lines": [
    "“Too many things have happened that weren’t supposed to happen and what was supposed to come about has not.”",
    "For a few hours in early April, 2022, Wikipedia page of Ajith Nivard Cabraal described the then Governor of Central Bank as: “A chartered accountant and the principal scum bag responsible for the current economic crisis in Sri Lanka.” Wikipedia also named the Finance Minister of Sri Lanka as Basil Kaputa Rajapaksa and listed money laundering as a family tradition of Minister Namal Rajapaksa.",
    "According to internet reports, this creative editing was the work of unnamed Lankan teenagers prevented by their parents from taking part in the burgeoning protests.",
    "Those were desperate times, and unprecedented ones. According to surveys, more than 90% of Lankans experienced some form of economic distress, from familiar poverty to unthinkable shortages. Primordial and socio-economic cleavages that kept people divided collapsed into the general ferment of want and despair. And from that national condition, the Aragalaya was born.",
    "On 9 April, Occupy Galleface began. On 9 May, in response to a Rajapaksa-sanctioned attack on Gota-go-gama, people across the country unleashed mayhem on ruling party politicians. On 9 July, around a million Lankans converged on Colombo and forced President Gotabaya Rajapaksa to flee.",
    "9 June was relatively quiet. Basil Rajapaksa resigned, promising to return. But people didn’t occupy the streets as they had done on 9 April and 9 May. Gota-go-gama activists were as militant as ever. But Lankans were in a wait-and-see mood. Their fury had been appeased by the mob violence of 9 May. The departure of Mahinda Rajapaksa and new prime-minister Ranil Wickremesinghe’s frank acknowledgement of the crisis had generated a modicum of hope.",
    "Between 9 June and 9 July, hope died, reviving anger. The crisis was worsening. Instead of dealing with queues, President Gotabaya busied himself undermining PM Wickremesinghe and sabotaging the proposed 21st Amendment aimed at reducing excessive presidential powers.",
    "In a clear sign of the coming avalanche, irate consumers, many of whom waiting in queues up to 20 days, ringed the Galle Stadium with empty gas cylinders ahead of the Sri Lanka-Australia test match. But all omens were lost on the Rajapaksas, until the human deluge reached their doorstep.",
    "On 19 April, when people were protesting against the unavailability of fuel in Rambukkana, the police shot to kill and killed Chaminda Lakshan, father of two and the sole breadwinner of this family (Last month, the Human Rights Commission handed over its report on the incident.",
    "Its recommendations include identifying the exact officer who fired the killer-shot and taking legal action against him and paying compensation to the family of Lakshan and those who suffered injuries from the attack. Whether the ministers in charge of Police and Justice heed these recommendations, and whether the Opposition takes up this cause remain to be seen).",
    "The Bastille which stood for 400 years as a symbol of absolute power and unleavened tyranny fell in less than a day, between morning and evening of 14 July 1789. It was conquered by 900 citizens, many of them tradesmen. A few months later, the great Versailles Palace fell to an army of mostly Parisian women armed with anger and desperation.",
    "Tear gas and live bullets are effective when protestors are limited to thousands, not when they number in hundreds of thousands, and not when they could include your family and your superior officer’s family, marching side by side.",
    "The key is the public mood. When the general public is largely indifferent, repression is possible. When the public is a seething volcano, the police and the army will not obey orders to shoot even if orders are given.",
    "1953 Hartal was born of a class issue. During the 70-77 period most Lankans were affected by shortages, but normal life didn’t collapse. The queues were long but no one had to stand in a queue for days. And no one died in queues. All those unprecedented things happened between April and 9 July 2022.",
    "On 9 August 2022, several Lankan opposition leaders called for another Aragalaya. To make Ranil Go Home. It didn’t happen. By that time, power cut durations had been reduced, gas was becoming available, and fuel pass system was in place. The crisis continued, but there was hope. By 9 September, gas and fuel queues were gone. And the Aragalaya was over.",
    "March 2022 began with a candle light vigil of 6 people in Kohuwala against 10-12 hour power cuts. Within two weeks such vigils had spread across the country. March 2022 ended with people surrounding the president’s private residence demanding that he and his family resign.",
    "March 2020 was not just another time but another universe. On the 26th of that month, President Gotabaya Rajapaksa pardoned former army sergeant Sunil Rathnayake, a man convicted of murdering eight people, including a toddler of five and his brothers aged thirteen and fifteen. As the Supreme Court judgment affirming the conviction stated, the victims were tied and made to kneel. The killer slashed their necks from behind, one after the other……..",
    "Pardoning such a man dealt a body blow to justice, rule of law, and that basic decency without which we cease being human. It also sent a deadly message to the military which had also protected the sole living witness, carried out initial investigations, and arrested the suspected killer. When the pardoned killer emerged from the prison, he was welcomed by defence secretary Kamal Gunaratne. Mr. Hyde had vanquished Dr. Jekyll.",
    "The whole story was one of absolute moral outrage. Yet outrage was thin on the ground that April. The 6.9voters, still caught in the Rajapaksa myth, didn’t care. The Opposition too remained mostly silent. If one accepts that all soldiers are war heroes, condemning the pardon of a former soldier is an act of treachery, even if the pardoned man is a serial killer of unarmed civilians.",
    "The Aragalaya, born solely of economic issues, didn’t, and didn’t have to, question such contentious and discomfiting matters. There wasn’t even a proper analysis of why nearly seven million Lankans voted for a manifestly unsuitable candidate who, in his sole media conference, failed to answer the two basic economic questions put to him.",
    "The self-pitying and self-exculpating cry of We were deceived sufficed. The Aragalaya was multi-ethnic and multi-religious, but that unity was as facile as the rich-poor solidarity present in it, for it didn’t bother to address any of the differences that divided us and made us kill each other in the past and continue to divide us and may make us kill each other in the future.",
    "So pity, compassion, or even justice had very little to do with the events of 2022. Perhaps that was why a struggle hailed as non-violent dissolved into mob-violence, with no soul-searching on 9 May.",
    "True, the attack by Rajapaksa thugs was outrageous. Yet the essence of a non-violent struggle is to remain non-violent even in the face of violence. There wasn’t much of a difference between the mob which beat two men to death on 9 May and Sunil Rathnayake who slashed the throats of eight people. Little wonder pardoning that killer remains a non-issue.",
    "Before 9 May, Aragalaya contained within it the possibility of birthing a different and a better Sri Lanka. The counter-violence of 9 May and the attitude of justification or denial adopted by leading Aragalaya activists killed that potential. Aragalaya proved to be a microcosm not of a possible Sri Lanka but the really existing one, in good and bad senses. Had 9 May ended on a different note, we might be living in another Sri Lanka today, arguably a better one.",
    "The seeds of the coming dissolution were present even in the early halcyon days. Don’t try to teach Gota-go-game protestors; just learn from them was a popular saying in the resistance space. That sense of inerrancy indicated not intelligence but a kind of arrogant inanity on par with the Rajapaksas.",
    "In that sense the Aragalaya lacked what we Lankans lack, an understanding of limits and a willingness to abide by them. That congenital inability was behind every wrong turn we made, from disenfranchising plantation Tamils to Sinhala Only, from Black July to Aluthgama, from 1982 Referendum to repeatedly electing Rajapaksas to power, from the LTTE and the JVP to Easter Sunday killers. For a nation supposed to have been nourished by Buddhism, we have a strange penchant for extremes.",
    "In the end, Aragalaya fizzled out mainly because its leading activists failed to know and acknowledge its limits. People had realised that Gotabaya, Mahinda and other Rajapaksas were responsible for their plight. They wanted those Rajapaksas gone. Sending Ranil Wickremesinghe home was not a popular demand on 9 July but an activist cause. The million Lankans who converged on Colombo to send Gota home did nothing when President Wickremesinghe sent the military and the police to dismantle what remained of Gota-go-gama.",
    "Aragalaya was a utilitarian cause and not a moral one. Its sense of right and wrong stemmed almost exclusively from its own needs and interests. Once the public got what they wanted – sending Gota home – they too went home.",
    "In September 2019, retired general Kamal Gunaratne’s book on Gotabaya Rajapaksa was launched and became an immediate and runaway best-seller. At the Colombo Book Fair, people queued to buy the hagiography and get it autographed by Gotabaya Rajapaksa. One of those, a young fisheries-businessman said, most of the buyers were young people clamouring for Change.",
    "And with President Gotabaya, they did get the change they asked for: tax cuts and Sinhala-Buddhist supremacism, wall art and keeping the minorities in their place, saviours and war heroes. The tale ended in general unhappiness because people didn’t bother to consider the consequences of the change they clamoured for. Once the consequences became undeniable, they clamoured for change again, as unthinkingly as before.",
    "In Sri Lanka everything changes except for the cry for Change.",
    "During the three months of Aragalaya, the Opposition had ample time to study what the Rajapaksas got wrong and come up with a common minimum programme of corrective regeneration. The Opposition failed in that task.",
    "The only one with any workable plan happened to be Ranil Wickremesinghe. While the SJB was promising to end fuel queues via the generosity of the Middle East, the Wickremesinghe administration worked on the QR system. While the JVP was promising to end the dollar shortage via donations from comrades domiciled abroad, the Wickremesinghe administration promoted tourism and wooed foreign remittances.",
    "Ranil Wickremesinghe still remains the president because he ended the soothsayer-economics of the Rajapaksas. If he didn’t, he’d be ex-president now. And no amount of cultivating the military would have saved him, any more than it saved the Rajapaksas.",
    "In the heady early days of Aragalaya, three young people (two of them women) walked for four days from Kandy to Galle Face, in an act of solidarity. As one of the female marchers told the media: “We managed not because of the strength of our bodies but because of the strength of our minds. We don’t have a personal problem with the Government. We are not asking anything from the Government either… We are saying leave us a country where we can live in freedom and manage with the income we earn through our work.”",
    "Order and democracy as the basic pillars of a liveable life. So far, all attempts to reignite the Aragalaya have failed, because Wickremesinghe has got enough of the combination right. A kind of normalcy has replaced generalised chaos. The economy is better today than it was one year ago. The gradual increase in foreign remittances indicates that life is better today than it was one year ago. So it is too early for Aragalaya Season 2. Whether that second coming is realised or remains a hope for some and a terror for others depend primarily on Wickremesinghe and his Government.",
    "“Once order is imposed,” Robert Kaplan writes in his new book The Tragic Mind, “the task is to make it less and less tyrannical.” With the proposed ATA, the Wickremesinghe administration is trying to buttress order with force, making life more and more tyrannical.",
    "If, as some reports claim, that plan has been abandoned, it would demonstrate that this Government understands the limits and is willing to abide by them, unlike its predecessor. If the Government is merely buying time, then the dreams and nightmares of a revenant Aragalaya may yet be realised."
  ]
}