{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slpps-swan-song/",
  "time_ut": 1702654800.0,
  "original_lang": "en",
  "original_title": "SLPP’s swan song?",
  "original_body_lines": [
    "The SLPP held its second national convention yesterday in Colombo. It spared no expense in putting on a grand show by bussing people from all parts of the country to the Sugathadasa Indoor Stadium, the way all political parties do. Speakers thundered, spewing out streams of rhetoric, and held out hope for the party’s rank and file, whose morale is extremely low, but it is doubtful whether anyone took them or their claims seriously.",
    "The reappointment of former President Mahinda Rajapaksa as the SLPP leader came as no surprise. It has become clear once again that the SLPP is Mahinda and Mahinda the SLPP.",
    "Mahinda keeps telling the media that the SLPP should have a young leader, but the party, without any strong second level leadership, seems convinced otherwise. Mahinda is apparently holding the party leadership in the hope that circumstances will be favourable one day for his eldest son, Namal, to take it over. It is highly unlikely that the SLPP’s lot will improve significantly in the foreseeable future. Mahinda seems to be hoping against hope.",
    "Time was when the so-called Mahinda magic worked for the SLPP, which won the local government, presidential and parliamentary elections in a row (in 2018, 2019 and 2020 respectively) with huge majorities, and the SLPP seems to be labouring under the mistaken belief that it will work in the coming election year as well. The Rajapaksas have squandered their electoral fortunes.",
    "Their accountability for the country’s worst-ever economic crisis and a recent Supreme Court judgement confirming that fact have ruined the SLPP’s chances of winning elections in years to come. They bankrupted the economy and caused untold hardships to the public, and then ran away, amidst a popular uprising, unable to find solutions to the problems of their own making. Their failure was so pathetic that they had to bring in Ranil Wickremesinghe as the Prime Minister and then the President to clean up the mess they created. Could there be anything more humiliating, if not demeaning, for the leaders of a political party than having to hitch their wagon to a defeated politician to come out of a crisis?",
    "Meanwhile, luck has been running out for lesser SLPP politicians as well; they acted as if they had been above the law in the heyday of their party. On the eve of the SLPP’s second national convention, the Kurunegala High Court sentenced former Kurunegala Mayor Thushara Sanjeewa Vitharana and four others to three years of rigorous imprisonment for having bulldozed a historical building believed to be King Buwanekabahu’s assembly hall.",
    "The incident took place in 2020, when the SLPP politicians thought they were above the law. The former Mayor and others were also ordered to pay Rs. 13.6 million as compensation and fined. When part of the ancient building was torn down, some SLPP politicians, intoxicated with power, defended Vitharana to the hilt, declaring that they would not allow even ‘a body hair of his’ to be harmed! Prominent among them was the then Minister Johnston Fernando, a close ally of Mahinda. Kurunegala is the district from which Mahinda was elected to Parliament in 2015 and 2020.",
    "Was yesterday’s national convention the SLPP’s swan song? The general consensus is that the SLPP is doomed, and will not be able to make a comeback ever again, but we will have to wait until the next national election to see if it has enough popular support as well as luck to prevent its slide into what looks like a bottomless political abyss.",
    "JVP accuses MR of duplicity for speaking against VAT increase after voting for it",
    "Chandima raises privilege issue over Weerasekera’s letter to State Defence Minister",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}