{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/eChannelling-ups-net-profit-by-23-to-Rs-65-m-in-FY22/34-748213",
  "time_ut": 1683842525.0,
  "original_lang": "en",
  "original_title": "eChannelling ups net profit by 23% to Rs. 65 m in FY22",
  "original_body_lines": [
    "Total revenue gains 15% to Rs. 221.5 m; Total assets up by 20%",
    "eChannelling PLC, the largest channelling and digital lifestyle service provider in Sri Lanka and a subsidiary of SLT-Mobitel, said yesterday it marked a landmark financial year 2022, recording a robust performance as it sets a strong foundation in its continued journey towards transforming Sri Lanka’s digital lifestyle services.",
    "With an aim to positively impact the digital lifestyle services of Sri Lankans and the healthcare sector, eChannelling is committed to unite science, technology, and talent – clearly demonstrated by growth in revenues, forging of strategic partnerships and expanding its proficiencies that make a difference and deliver value to all shareholders.",
    "Delivering growth through 2022 and beyond, eChannelling posted strong financials for the year ended 31 December 2022, with Total Revenue of Rs. 221.5 million, an impressive 15% YoY growth, overcoming the macroeconomic conditions. Demonstrating a sustainable, profitable business, the Net Profit was increased to Rs. 65.5 million, 23% YoY growth for the same period.",
    "Additionally, the company achieved growth in Total Assets which grew by 20% to Rs. 555 million, as at 31 December 2022, compared to Rs. 464 million, recorded the previous year. Reflecting a challenging market environment, eChannelling’s operating profit declined to Rs. 44.5 million from Rs. 55.9 million, a 20% decrease mainly due to a 39% increase in selling and distribution expenses and a 32% increase in administration expense, as a consequence of inflationary pressures and global pandemic.",
    "Aligned to its overall strategy, the company achieved a 13.8% increase in short term investments and experienced growth in interest income, beneficial for its profitability and financial stability. In its efforts to further improve its offerings in digital lifestyle services, especially in the post-pandemic era, eChannelling has diversified its offerings, showcasing its ability to transform public private organisations with cutting edge digital solutions.",
    "Repositioning and diversifying with purpose, in 2022 eChannelling successfully partnered the Ministry of Foreign Affairs to offer digitised reservations for document attestation, ensuring improved efficiency and enhanced convenience for Sri Lankans. As a pioneering initiative, the solution fills a vital need, empowering citizens and reducing complexity in obtaining services. Further, demonstrating its ability involving digital technology, eChannelling launched a new service enabling patients based locally or worldwide to consult doctors online through its ‘One Touch Tele Channelling. The personalised service offers greater convenience in helping patients benefit from remote channelling and uplifting their lifestyles.",
    "Throughout its two decades of transformational journey, eChannelling has emerged as a leader in providing highly sought-after digital lifestyle and healthcare services. The company’s success is owed to its strategic partnerships and innovative service offerings coupled with its recent expansion in digital lifestyle services, eChannelling has expanded its footprint in myriad of digital lifestyle services, setting new benchmarks and offering unparalleled customer convenience."
  ]
}