{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/recent-earth-tremors-in-sri-lanka/",
  "time_ut": 1680542280.0,
  "original_lang": "en",
  "original_title": "Recent earth tremors in Sri Lanka",
  "original_body_lines": [
    "– a critical review in relation with such activity in Tamil Nadu and the orogenesis of Himalayas based on a new theory of cratons and mobile belts in the Indian peninsular",
    "Former Director Geological Survey Department and retired Economic Affairs Officer, United Nations ESCAP",
    "There were recent reports of earth tremors in the Buttala and Wellawaya areas in Sri Lanka and statements made by local earth scientists failed to give any scientific explanations as regards such activity.",
    "An attempt is made to explain such activity in relation to seismicity in Sri Lanka compared to Tamil Nadu as well as the orogenesis of the Himalayas in relation to a new theory of cratons and fold belts in India and its extrapolation to Sri Lanka.",
    "There was a news item in the local media that if a major earthquake occurs in the Himalayan region there will be tremors felt in Colombo as well as in Jaffna.",
    "Historical seismicity in the Himalayan region has been analysed and its slip potential in the 21 Century recorded (Rodger Bilham roger.bilham@clorado.edu ).",
    "The seismicity of Sri Lanka and Tamil Nadu are compared to understand mountain building in the two regions as Sri Lanka resemble crystalline metamorphic rocks of South India.",
    "It is recommended that the theory cratons and mobile belts that has been postulated in India focusing on the Tamil Nadu region be extended to Sri Lanka to explain present earth tremors in Buttala and Wellawaya areas.",
    "COMPARISON OF ALTITUDES AND SEISMIC RECORDS BETWEEN SRI LANKA AND TAMIL NADU",
    "The highest mountains in Sri Lanka are Pidurutalagala (2524 metres msl), Kirigalpotha (2396 metres msl), and Samalakanda – Adam’s Peak (2243 metres msl)",
    "As compared to Sri Lanka the heights of 77 mountains range from 2695 meters msl to 522 metres msl from the Indian Peninsular.",
    "Tamil Nadu, which is a part of Peninsular India, compared to the highest peneplain of Sri Lanka (Wadia 1945), has three mountains namely Anamuda (2395 metres msl ) , Meesapullimala (2640 metres msl) and Kolabetta (2629 metres msl) -Wikipedia.",
    "Accordingly, it is evident that the highest mountains in Sri Lanka can be closely related to those of Tamil Nadu subject to the same orogenesis or mountain building.",
    "A study by G. P. Ganapathy Assistant Professor, Centre for Disaster Mitigation and Management VIT University Vellore 632 014 Tamil Nadu India seismigans@yahoo.com and Rajaratnam S. Professor, Centre for Disaster Mitigation and Management, Anna University Chennai 600 025 Tamil Nadu, India ( drrajarathnam@yahoo.com ) have extensively analyzed seismic potential sources of Tamil Nadu State and are summarised in Table 2 of their paper titled, “Seismic Hazard Analyses for Tamil Nadu State: A Deterministic Approach “and published in the Jour. Engr. Geol. Vol.XXXV1 NO1.4",
    "Tamil Nadu State covers 130 ,058 sq. km approximately twice the size of Sri Lanka which encompasses only 65 000 sq. km. Figure 1 gives a large number of lineaments which are seismic prone and it is interesting to note that such lineaments especially in the South Block may extend to Sri Lanka and Figure 2 indicate identified seismic potential sources in this block.",
    "Table 1 of the above research paper analyses seven sources seismic potential sources with lengths varying from 315 km to 42 km with cumulative number of earthquakes ranging from 5 to 1 with magnitudes varying from 6.0 to 5.0 (M) observed from historical /instrumental earthquakes and peak ground acceleration (PGA) in g determined using m varying from 0.212 to 0.078 . It is noted that PGA is high in earthquakes with magnitude 6.0 and low in magnitude 3. Further PGA in Chennai, Coimbatore, Salem, Madurai and Tiruchirappalli cities varies from 0.107g, 0.133g, 0.012g ,0.77g and 0.113 g respectively. It is noted that the southeastern part of the State shows high values because of a high earthquake data for the years 1800 to 2004 It also explains that the southern part of the State which may extend to Sri Lanka shows comparatively low seismic hazards.",
    "It is reported that Sri Lanka had no seismic records up to 1800. However from the period 1615 to 1800 earthquakes were reported close to Sri Lanka in the northern Indian Ocean and Coimbatore- Nilgiri Hills. (Seneviratne H.N et al ( DOI :http://doi.org/10.4038/engineer.v53i2.7412)",
    "Newspaper reports are available in the National Archives, Sri Lanka in 1882 ,1924, 1938 and 1944(Ceylon Observer) on earthquakes that had occurred during these years. However no deaths have been reported although there was damage to property (Gunasekera K.W (2000) Sunday Observer ,p34)",
    "Seismic records from 1909 to 1992 were from a seismograph installed in 1909. However, no data are available since 1992 as it was not fully functional.",
    "It is reported that from the year 1823 to 2010 earth tremors and earthquakes in Sri Lanka varied from 5.9 to 3.7 on the Richter Scale and most of such tremors were recorded in the Comorin Ridge Failed Mannar Rift Zone (Seneviratne et.al).",
    "Sri Lanka has been identified as a Mid Plate Platelet lying between Antarctica -India -Africa and Madagascar ( Curry 1984 adopted by Crawford (1974 )and Katz (1978).",
    "In 1823 there was an earthquake of 5.8 Magnitude at Mandawela , in close proximity of Colombo with coordinates 7deg. Lat. and 80 deg. Long. There were no deaths but damage to property were recorded. There was also an earthquake of 5.9 Magnitude at Lat. N 6.5 and Long 79 E close to Kurunegala.",
    "It is interesting to note that Sri Lanka within a latitude of 7.8731 deg. North and 80.7718 East had 18 earthquakes or tremors between the period 1823 to 2010 a period of 187 years. However, the number of tremors of insignificant nature during this period was 670.",
    "Fig. 1. Schematic geological map of Sri Lanka, after Kroner et al 2013",
    "Fig. 2. Map of Vijyana Complex with locations of sampling, edited after Kroner et al 2013. The tectonic mixed zone between the Highland Complex and the Vijayan Complex is highlighted as light-grey in colour.",
    "The Geological Survey and Mines Bureau (GSMB) commissioned three seismometers, one at Pallekelle in year 2000 (PALK) connected to the Global Seismic Network (GSN)and the others in 2010 Mahakandarawa (MALK) connected to GEOFON) Network and Hakmana (HALK)connected to GEOFON (Geo-Network operated by Germany).",
    "It is of importance that a network of seismometers be established in Colombo and the Western Province and a network of seismometers covering the entire Island to establish relationship between earthquakes and development activity accelerated recently in Sri Lanka. (Senaviratne H.N. et. al. 2020)",
    "It has also been revealed that an earthquake of magnitude 6.9 (475-year return period) along the Mannar Rift Zone identified earlier in this report.",
    "The European Space Agency (ESA) carried out a four-and-a-half-year Gravity Field and Steady – State Ocean Circulation Explorer (GOCE) mission to learn what constitutes the surface beneath the Earth and discovered that the lowest negative gravity was south of Sri Lanka.",
    "A geoid is the equipotential surface that coincides over the oceans with the same sea level. It is noted that the earth becomes flattened around the equator and the distance from equatorial areas to the center of the Earth is more than from the poles to the center. (Roar media Sachith Mendis (https://roar.media/english/life/reports/sri-lanka-least-earth-place-world )",
    "It is also revealed that launching of space satellites will be much cheaper due the low gravity and due to no land surface directly south of Sri Lanka.",
    "An earthquake of magnitude 8 or 9 on the Richter scale was reported on 14 April 1615 evening offshore that caused extensive damage in western part of the Island. The worst hit area was Colombo and 2 per cent of Colombo Fort was destroyed. It has been reported that nearly 200 houses were destroyed with nearly 2000 casualties. Accordingly, moderate sized earthquakes cannot be ruled out in Sri Lanka. (Muhandiram P. M. S. S. B. <https: loes18.wildapricot.org/article _earthquakes-text= According to this document2 % of Colombo Fort got destroyed.",
    "A Gravity Map of Sri Lanka was compiled and produced in 1975 by the Geological Survey Department (present GSMB) on the scale of 1: 1. 000,000 by T. Hatherton, D. B. Pattiarachchi and V. V. C. Ranasinghe with an appendix by R.B. Evans.",
    "A total of 1,170 points were established covering the whole Island in respect to 19 base stations and about 87 per cent of observations where in areas less than 150 meters msl.",
    "The horizontal distance and heights of the 1971 gravity observations were from 1 -inch topographic maps covering Sri Lanka.",
    "Most of these gravity stations were tied up with the trigonometrical survey stations of the Survey Department. When these stations were opened it was revealed that there was movement due to upliftment.",
    "A contour map of complete Bouguer (gravity anomaly corrected to the height of its measurement) anomalies with the locations of gravity observations was produced.",
    "The gravity map has revealed a negative gravity low on the Highland -Vijayan boundary in the east of Sri Lanka.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}