{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/no-point-in-giving-tax-breaks-to-hotel-industry-without-nurturing-talent-pool-in-the-sector-president/",
  "time_ut": 1686511320.0,
  "original_lang": "en",
  "original_title": "No point in giving tax breaks to hotel industry without nurturing talent pool in the sector: President",
  "original_body_lines": [
    "There is no point in offering tax concessions to the hotel industry when they don’t have enough skilled staff to run the hotels effectively, and therefore, a concerted effort is needed to improve and nurture the talent base of the hospitality sector, President Ranil Wickremesinghe said recently.",
    "The President made this statement addressing the Culinary Art Food Expo (CAFÉ) 2023 on 09th June 2023 at the BMICH Colombo.",
    "“Chefs who have earned world class stars signify quality cuisine of a particular country, So more and more of our chefs should be trained to offer the kind of meals foreign tourists find it worth coming to Sri Lanka, and I propose to you that such international criteria should be included in the new tourism policy, I think we should have a proper system of grading our chefs where international cuisine is served. Why don’t we pursue international standards and give them the opportunity to master in the techniques of varied cuisines and empower them to earn stars for their dishes in order to bring the world’s attention to Sri Lankan chefs’ skills? I think when the new tourist policy is announced, it is a matter that you will have to discuss with the Ministry of Tourism,” he said.",
    "The President said that it is the aim of the government to maximize the contribution of Sri Lanka Tourism in order to achieve the development goals of the country.",
    "Further speaking he said,” The growth policy of the government includes tourist arrivals to double in the first stage and subsequently increase it up to 5 million. And then, we need to increase tourism earnings by attracting high-end tourists to visit Sri Lanka. Some are worried whether it is a difficult leap to make. I don’t think you have any other option. A significant number of the hotel industry human resource is leaving the country because it is more attractive to work elsewhere. We have to at least match with the remunerations paid in the Maldives to retain our hotel industry workforce. Otherwise you can’t retain the talent pool to effectively run the tourist industry.”",
    "“The government will help hotels and associations to expand their talent pool and this has to be led by the private players. We will help by starting one school for cuisine and culinary art. I hope that the others will then follow suit. We can set up such schools in Nuwara Eliya, Bandarawela, Ella and Dambulla. Also, the government can support by getting chefs from abroad to come here and share their knowledge and experience with younger members of the profession. I would like to see some of the private entrepreneurs coming forward for this endeavour. You can’t develop the tourist industry without developing the human resource.”",
    "“There is no point in giving tax incentives to hotels when they don’t have the required skilled talent in their kitchens. To realize the full potential of the workforce, the government is willing to collaborate with you in the next two months and announce our new policies. You will be surprised to hear the changes we are going to make in order to facilitate and empower the talent space in the tourism industry for which the support and contribution of your associations will be key,” he said.",
    "The Chefs Guild of Lanka organized the Culinary Art and Food Exhibition which showcased the talent of culinary artists from across the country.",
    "Institute of Analytics UK launched in Sri Lanka paving the way for data-driven innovation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}