{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ms-empress-call-at-kks-port-signifies-northern-regions-tourism-potential/",
  "time_ut": 1687191780.0,
  "original_lang": "en",
  "original_title": "MS Empress’ call at KKS Port signifies northern region’s tourism potential",
  "original_body_lines": [
    "Ushering in a new era of maritime travel and tourism in Sri Lanka, particularly in the Northern region, the Kankesanturai Port Passenger Terminal (KKSPS) in Jaffna was officially inaugurated recently. The inaugural vessel to call at the port was the magnificent MS Empress from Cordelia Cruises which came from Chennai.",
    "The opening ceremony was attended by Minister of Ports, Shipping, and Aviation, Nimal Siripala de Silva, Minister of Fisheries, Douglas Devananda, and other guests. The KKSPS, constructed by the Sri Lanka Ports Authority (SLPA) at a cost of Rs. 450 million, promises to revolutionize passenger travel in the region.",
    "The introduction of passenger ships to Sri Lanka not only aims to generate revenue but also aims to foster friendship and strengthen the bond between the two nations. Minister de Silva emphasized the government’s commitment to bolstering Jaffna’s economy by providing opportunities for local products to be sold at the passenger terminal.",
    "Notably, the government of India has allocated funds for the development of the Kankesanturai port. Once received, these funds will be utilized to complete the port’s development, including the construction of two new jetties, a warehouse, and the enhancement of the existing jetty.",
    "The Minister highlighted that these developments would enable larger ships to access the port and offer exceptional facilities to tourists. He expressed his views while witnessing the inaugural arrival of the MS Empress in Jaffna.",
    "“We anticipate that the influx of tourists through this venture will stimulate various sectors, including hospitality, retail, transportation, and local businesses, creating a ripple effect of prosperity for the communities in and around all three regions the MS Empress will also be calling at; Hambantota, Trincomalee, and Jaffna,” Minister de Silva stated.",
    "Together with the Cordelia team, Sri Lanka aim to attract a minimum of 80,000 visitors within the next four months, showcasing the diverse offerings of our country.",
    "“This partnership not only promises significant economic growth but also fosters intercultural connections and promotes sustainable development,” expressed Advantis Group Managing Director Ruwan Waidyaratne.",
    "The Travel and Aviation arm of the Advantis Group will act as the General Sales Agent, while Clarion Shipping, a subsidiary of the Advantis Group, will serve as the Port Agent for Cordelia Cruises in Sri Lanka.",
    "Related Topics:maritime travel and tourism in Sri LankaMinister Douglas DevanandaMinister Nimal Siripala de Silva",
    "National Capacity Building Workshop on Accelerating Digital Transformation in Sri Lanka",
    "Turkey seeks to establish direct flights between Istanbul and BIA",
    "Touts, taxi drivers, baggage handlers bane of BIA, laments Minister",
    "‘The lack of a proper management system hindering SL’s port efficiency’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}