{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-shares-close-lower-on-profit-taking-from-banking-counters-124042/",
  "time_ut": 1687260780.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s shares close lower on profit taking from banking counters",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka‘s shares closed lower on Monday due to profit taking after market gained for six consecutive sessions on lowered policy cuts and falling inflation, which lowered the fears of investors on debt optimization, an analyst said.",
    "“The positive week in the market stimulated some selling interest and profit taking,” an analyst said.",
    "The main All Share Price Index was down 0.24 percent or 21.69 points to 9,159.53, while the most liquid index S&P SL20 was down 0.10 percent or 2.72 points to 2,606.15.",
    "The central bank cut the key policy rates by 250 basis points to spur faltering economic growth as inflation was decelerating faster than projected.",
    "Sri Lanka’s inflation in the 12 months to May 2023 has eased to 25.2 percent from 35.3 percent a month earlier, according to a revised Colombo Consumer Price Index calculated by the state statistics office.",
    "Sri Lanka needs more revenues and restructuring debt by September was essential for debt to be made sustainable an International Monetary Fund mission said after a visit to the island.",
    "Since policy rates and inflation lowered investors, it encouraged investors to invest in banking and diversified financial counters due to lowered fears on domestic debt optimization and restructuring.",
    "There will be more clarity on Sri Lanka’s debt restructuring efforts, particularly with regard to foreign debt, upon the return of President Ranil Wickremesinghe to the country after his ongoing visit to France, State Minister of Finance Shehan Semasinghe said.",
    "Semasinghe said once a final decision has been made on domestic debt optimisation, the government will inform both parliament and the public.",
    "“This is an extremely sensitive matter that significantly influences the market situation. It is vital that we refrain from making statements that create doubts regarding this optimisation, as it helps maintain stability in our financial market,” the president’s media division said in an official translation of the state minister’s remarks.",
    "Since Sri Lanka’s domestic debt optimisation is not yet finalised, premature speculation could undermine market confidence, State Minister of Finance Shehan Semasinghe said.",
    "“The process of domestic debt optimization is not finalized yet. The government is fully committed to ensure the stability of the banking and financial sector. Recognizing the sensitivity, premature speculations without a conclusion could potentially undermine market confidence,” Semasinghe tweeted.",
    "“Therefore it is of importance that we speak on this matter responsibly and diligently. We have made progress in engaging with our bilateral creditors on debt restructuring efforts. We are optimistic that the engagements will lead to a favorable agreement to achieve stability,” he said.",
    "Central Bank Governor Nandalal Weerasinghe said early May that public bank deposits and stability of the banking system will be safeguarded in any reorganization of domestic debt.",
    "“There is speculation about the stability of public deposits and banking system stability,” Weerasinghe told a public forum.",
    "Sri Lanka’s commercial banks have called an effective insolvency regime and discussions through the central bank before changing any existing debt recovery laws, as bad loans in the banking system go up.",
    "Sri Lanka Banks’ Association (SLBA) representing all commercial banks said it is urging “policymakers to engage with commercial banks via the Central Bank of Sri Lanka (CBSL) to ensure a comprehensive and well-coordinated approach to alleviating the stress felt by the industrialists in loan default.”",
    "The market gained over the past sessions on lowered policy rates and low inflation stimulating buying interest and driving the sentiment up.",
    "“Banking counters have seen some attraction on the buying front due to decreased fears in domestic debt restructuring (DDR),” an analyst said. The fears on DDR have decreased due to policy rate cuts and lowered inflation.",
    "Sri Lanka’s debt restructure will take place based on the existing debt sustainability analysis, using the original projections made by the International Monetary Fund, Central Bank Governor Nandalal Weerasinghe said, despite economic indicators improving faster than expected.",
    "The market generated a net foreign inflow of 69 million rupees, so far the total outflow for the year is 1.2 billion rupees.",
    "Top losers during trade were Sampath Bank, Commercial Bank and Nations Development Bank. Banks were among the top losers due to the constant gains over the past few sessions, an analyst said.",
    "The market generated revenue of 923 million rupees, while the daily turnover average was 1 billion rupees. Out of the generated turnover, the telecommunications sector contributed the most amount of revenue, bringing in 235 million rupees, while the materials industry brought in 144 million rupees and diversified financials bringing in 119 million rupees.  (Colombo/June20/2023)"
  ]
}