{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-participates-in-Commonwealth-Leaders-meeting-chaired-by-King-Charles-III/56-748047",
  "time_ut": 1683497024.0,
  "original_lang": "en",
  "original_title": "President participates in Commonwealth Leaders meeting chaired by King Charles III",
  "original_body_lines": [
    "A meeting of the Heads of State of the Commonwealth of Nations was convened in London on Friday with the presence of King Charles III and President Ranil Wickremesinghe.",
    "President Wickremesinghe extended his congratulations to King Charles III and engaged in a cordial conversation. Prof. Maithrie Wickramasinghe was also in attendance.",
    "During the gathering, President Wickremesinghe emphasised the importance of the Commonwealth playing a more significant role in supporting education reforms that encourage youth involvement. He also called on the Commonwealth to bolster connectivity through digitisation.",
    "In addition to this, President Wickremesinghe held a bilateral meeting with Ghanaian President Nana Addo Dankwa Akufo-Addo to discuss ways of strengthening relations between their countries.",
    "President Ranil Wickremesinghe also met with Rwandan President Paul Kagame in London to discuss potential areas of cooperation between their countries. The duo expressed their interest in exploring opportunities for collaboration, particularly in the agriculture and healthcare sectors.",
    "President Wickremesinghe proposed an exchange of visits by relevant ministers, which would enable officials from both countries to explore potential avenues for cooperation. The two leaders also discussed the possibility of further military cooperation, with President Wickremesinghe offering to provide training by Sri Lanka’s defence forces for rapid responses to natural disasters.",
    "The meeting was attended by Sri Lanka’s High Commissioner to London Saroja Sirisena, and the President’s International Affairs Director Dinouk Colombage.",
    "Separately Prof. Wickramasinghe participated in the Fireside Chat program, which was organised as a parallel event to the Leaders Meeting. The Fireside Chat program provided a platform for discussions on various topics and issues related to the Commonwealth and its members."
  ]
}