{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/20/attorney-general-recommendation-on-tenure-of-lg-bodies-expected-on-monday-20/",
  "time_ut": 1679298060.0,
  "original_lang": "en",
  "original_title": "Attorney General recommendation on tenure of LG bodies expected on Monday (20)",
  "original_body_lines": [
    "COLOMBO (News 1st); State Minister of Provincial Councils and Local Government, Janaka Wakkumbura said the Attorney General's recommendation on whether the tenure of the local government institutions will be extended, is expected today (20).",
    "The tenure of 340 Local Government Institutions lapsed on Sunday (19) night, and the matter of extending the tenure was referred to the Attorney General.",
    "The official term of 340 local government institutions ended at midnight on Sunday (19).",
    "Accordingly the tenure of 29 municipal councils, 36 urban councils and 275 pradeshiya sabhas ceased from midnight on Sunday (19).",
    "The tenure of the members of the 340 Local Government Institutions commenced on the 20th of March 2018, after the Local Government Election held on 10th February that year.",
    "The Elpitiya Pradeshiya Sabyha held a separate election and as a result, their official term began in October 2018.",
    "Although the official term of 340 local government institutions was supposed to end on the 20th of March last year, the Minister in charge used his authority in order to extend the term by a year to end in 2023.",
    "Accordingly, the official term of 340 local government institutions ceased on Sunday (19).",
    "The State Minister of Provincial Councils and Local Government Janaka Wakkumbura says that thereafter, all administrative activities of these institutions will be handed over to the commissioners or secretaries.",
    "This is as per the provisions set out in the  Local Authorities Elections Ordinance.",
    "US welcomes Sri Lanka’s IMF package; Ambassador says structural & lasting reforms are critical",
    "IMF to release US $ 333 Mn immediately to Sri Lanka under bailout package",
    "IMF approves Sri Lanka’s bailout package under EFF; Sri Lanka can access up to $ 7 Bn",
    "Cabinet gives ‘Approval in Principle’ for divestment of shares in SLT & Lanka Hospital"
  ]
}