{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Daraz-connects-local-communities-SMEs-during-11-11-biggest-sale/34-755633",
  "time_ut": 1701026029.0,
  "original_lang": "en",
  "original_title": "Daraz connects local communities, SMEs during 11.11 biggest sale",
  "original_body_lines": [
    "Daraz, the leading e-commerce platform in South Asia, said it successfully concluded its highly anticipated 11.11 biggest sale of the year, serving over 4.7 million consumers across Sri Lanka.",
    "The goal of Daraz is to make e-commerce accessible for everyone by offering the best prices and variety to the local communities. This year, staples such as salt and milk powder were among the top-selling products and shoppers enjoyed substantial savings on their purchases reaffirming Daraz’s commitment to helping local communities improve quality of life.",
    "Daraz is committed to helping sellers scale their online businesses and facilitated sales for 30,000 brands and sellers during this year’s 11.11 sale. From offering on boarding workshops to rolling out new co-funded programs that aim at lowering sellers’ cost of doing business, Daraz saw a 140% increase in sellers who made more than Rs. 5,000 in sales within the first 24 hours.",
    "Daraz also extended opportunities for content creators to develop their careers and generate income, with the creators seeing more than 400% growth in earnings during the 11.11 sale this year.",
    "Another priority this year was to extend accessibility to underserved regions. Daraz expanded its delivery network to cover more than cities in Sri Lanka, and as a result, achieved over 500% growth in shoppers outside major urban cities this year. Together with the support of Daraz logistics partners that employed over 700 riders, Daraz expanded its delivery coverage to connect more buyers and sellers across the nation, delivering as far as 386 kilometres for its furthest package delivery from Colombo to Visvamadukulam.",
    "Daraz CEO Bjarke Mikkelsen highlighted the platform’s role in these challenging times, said: “In a time of economic uncertainty and rising inflation, our mission to uplift communities through the power of commerce has never been more relevant. This year, we doubled down on helping sellers maximise their sales while making online shopping more accessible, affordable and rewarding for shoppers. We are thankful to everyone; shoppers, sellers, brands, creators, partners and the incredible Daraz team, for without them, the success of Daraz 11.11 would not have been possible.”",
    "Daraz also announced consumers and companies to await the year end grand sale 12.12 for best prices and promotions."
  ]
}