{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/27/sri-lanka-cancels-plan-to-export-100-000-monkeys-to-china/",
  "time_ut": 1687836480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Cancels Plan to Export 100,000 Monkeys to China",
  "original_body_lines": [
    "COLOMBO (News 1st); People For The Ethical Treatment Of Animals (PETA) said it is grateful to Sri Lanka’s government for nixing a plan to export 100,000 monkeys to China and for recognizing that they aren’t commodities to be bought and sold.",
    "“These monkeys do not belong in captivity. It is almost certain that, once in China, they would be funneled into biomedical experiments and dead within months,” said Dr. Lisa Jones-Engel, the PETA Senior Science Advisor.",
    "As Sri Lankan animal groups—including the Wildlife and Nature Protection Society of Sri Lanka—and primate experts showed, these macaques are individuals with families who live in tight-knit communities.",
    "PETA had written to the Sri Lankan government  urging them to cancel the sale of the monkeys, who would likely have ended up in laboratories where they would have been tormented and killed.",
    "30 petitioners including the Wildlife and Nature protection Society of Sri Lanka have filed action in the Court of Appeal against the statement made by Minister Mahinda Amaraweera regarding the exporting of toque macaque monkeys from Sri Lanka to China.",
    "The case was taken up on Monday (26) where the Attorney General stated the Department of Wildlife and Conservation had issued instructions mentioning that they would not be taking steps to export monkeys to China.",
    "The case will be taken up again the Court of Appeal on 6th July 2023.",
    "Meeting to decide on weekend Parliamentary session postponed to Friday (30)",
    "President to meet ruling faction MPs to discuss domestic debt",
    "Beggars at Galle Face to be relocated to Social Services Rehabilitation Centre"
  ]
}