{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95195/roshan-ranasinghe-removed-from-ministerial-posts",
  "time_ut": 1701079860.0,
  "original_lang": "en",
  "original_title": "Roshan Ranasinghe removed from ministerial posts",
  "original_body_lines": [
    "Roshan Ranasinghe says he has been removed from his positions as the Minister of Sports and Youth Affairs and Minister of Irrigation.",
    "The SLPP parliamentarian said that he received a letter from President Ranil Wickremesinghe informing him that he has been removed from all his ministerial portfolios and positions with immediate effect.",
    "Delivering a special statement in Parliament this morning (27), Ranasinghe had claimed that his life at risk, and that in the event anything should happen to him, the President and his Chief of Presidential Staff will have to be held responsible.",
    "“This is a new rift in politics, and my life may be lost in it. I could be killed anywhere, it could be tomorrow, today or the day after I don’t know, but the President and Sagala Ratayake will have to be held responsible. Don’t exclude these from the Hansard”, the MP had said in Parliament.",
    "The former Sports Minister has been at loggerheads with Sri Lanka Cricket (SLC) and its President Shammi Silva, ever since the national cricket team’s humiliating loss to India at the ICC Cricket World Cup 2023 and subsequent exit from the tournament.",
    "Ranasinghe had appointed an interim committee after sacking the cricket governing body headed by Shammi Silva following the national team’s disastrous World Cup campaign.",
    "Ranasinghe had appointed legendary captain Arjuna Ranatunga as the head of the seven-member interim committee.",
    "But the ICC then suspended SLC with immediate effect for government interference and Silva also managed to obtain a court order suspending the interim committee.",
    "The former Sports Minister had accused Silva and other board members of Sri Lanka Cricket for bidding for the ban from the ICC, calling it a “big betrayal of the country”.",
    "SLC had also recently slapped a defamation lawsuit against Ranasinghe for making “damaging defamatory statements” against it, deepening the administrative crisis in the country.",
    "The chaos in Sri Lankan cricket came after the national team’s early exit from the World Cup. The Sri Lankans managed only two wins in nine games."
  ]
}