{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-unions-threaten-to-cripple-economy-against-imf-backed-reforms-115297/",
  "time_ut": 1678696680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka unions threaten to cripple economy against IMF-backed reforms",
  "original_body_lines": [
    "ECONOMYNEXT – Trade unions in Sri Lanka have threatened to cripple the economy if the government does not reverse IMF-backed reforms, with one main opposition SJB-affiliated union leader promising a total shutdown of power & energy, medical, banking and other vital sectors starting midnight March 14.",
    "Samagi Trade Union Collective Convenor Ananda Palitha told reporters on Monday March 13 that if the government does not revoke a newly increased progressive tax regime, lower interest rates and reverse a steep electricity tariff hike, trade unions will decide the fate of the government.",
    "Claiming that the government is attempting to sell the Ceylon Electricity Board (CEB) and the Ceylon Petroleum Corporation (CPC), historically loss-making state owned enterprises (SOEs) that according to Palitha are now turning a profit, he said the islandwide trade union actions that commenced on Monday will further intensify on Tuesday, leading up to a massive strike on Wednesday March 15 with the participation of various sectors.",
    "“If the government still doesn’t get it, at midnight on March 14 all trains will stop, as will power supply. Doctors will cease to work, while the entire university, health, energy and banking sectors will be rendered inactive,” said Palitha.",
    "“Let’s see if the government is going to stay or go; let’s see if it’s going to go or if it is going to be given the run. That decision will be taken on the 15th,” he said.",
    "“If the government is pro-people, listen to these demands and reverse the tax policy, the interest rates, and revoke the power tariff hike and make the country peaceful,” he added.",
    "Meanwhile, severe trade union action by medical doctors have already brought the state health sector to a near-standstill. Doctors are on strike in several provinces against an International Monetary Fund (IMF)-backed income tax hike, greatly inconveniencing patients.",
    "The strike is taking place in hospitals in the Western, Southern, Central and Eastern provinces, with patients who visited outpatient department (OPD) clinics forced to turn back.",
    "Only emergency services were available on Monday at the Colombo National Hospital and the Gampaha District General Hospital, with ward rounds taking place as usual.",
    "The privately owned NewsFirst network showed that patients who arrived at the Kalubowila, Kalutara and Karapitiya Teaching Hospital OPDs for treatment were forced to turn back. A similar situation was reported in the Matara hospital.",
    "Government Medical Officers Association (GMOA) Secretary Haritha Aluthge said his professional association is still open to a solution to its demands from the government.",
    "“If we get a solution, with a timeframe, at least within the day today, we won’t have to extend this to tomorrow,” said Aluthge.",
    "“At present, as has already been decided, trade union action is set to commence from 8am tomorrow in the North Western, Sabaragamuwa, Northern and North Central provinces. If there is no solution by tomorrow, it has been decided to go for a continuous islandwide strike from 8am Wednesday,” he said.",
    "Nurses unions are also expected to join the strike on March 15.",
    "“Even now, the ball is in the court of the administration. We have presented alternative proposals to resolve this without hurting government revenue and while increasing the country’s income. We have no intention to inconvenience patients and intensify strikes. But if that’s what the authorities want from us, we have to give that to them,” said Aluthge.",
    "Banking employees, who are also part of the multi-sector trade union action, reported to work on Monday dressed in black, demanding a reversal of the tax hike. University lecturers are part of the campaign as well, with school teachers also ready to join them on Wednesday.",
    "Sri Lanka state university lecturers still on strike against IMF-backed tax hikeSee more",
    "General Secretary of the Ceylon Teachers’ Union Joseph Stalin told reporters on Monday that their trade union action will take place across all 10,172 schools in the country. Provincial and central government education authorities have been informed in writing about the strikes, he said.",
    "“We’re taking this action against the myth that the government without a mandate is perpetuating that they can somehow do all of this. They have not made any response to these trade unions’ demands. Nor are they capable of responding,” said Stalin.",
    "“This is a historic moment where this country’s working class has united.  We tell the government to understand the message the working class is conveying through this strike. Or else we will continue to go to bigger actions,” he said.",
    "High-income earning public servants in higher education, medical, banking, ports and other sectors have for weeks been threatening to up the ante in ongoing trade union action against Sri Lanka’s IMF-backed reforms, including a progressive income tax hike that sees the cash-strapped government collect from anyone earning over 100,000 rupees a month.",
    "Minister of Ports, Shipping and Aviation Nimal Siripala de Silva told parliament on Thursday that 17 ships en route to the Colombo Port had turned back as a result of a recent anti-tax protest organised by port unions. He also claimed that one protesting port worker earns over 170,000 rupees a month.",
    "Seventeen ships turned back after Colombo Port anti-tax protests, claims ministerSee more",
    "Sri Lanka’s new tax regime has both its defenders and detractors. Critics who are opposed to progressive taxation said it serves as a disincentive to industry and capital which can be invested in business. They argue that a flat rate of taxation is implemented where everyone is taxed at the same rate.",
    "Others, however, contend that the new taxes only affect some 10-12 percent of the population and, given the country’s economic situation, is necessary, if not vital.",
    "Critics of the protesting workers argue that most of the workers earn high salaries that most ordinary people can only dream of, and though there may be some cases where breadwinners could be taxed more equitably, overall, Sri Lanka’s tax rates remain low and are not unfair. (Colombo/Mar13/2023)"
  ]
}