{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankan-stocks-fall-ahead-of-monetary-policy-review-113555/",
  "time_ut": 1677588840.0,
  "original_lang": "en",
  "original_title": "Sri Lankan stocks fall ahead of Monetary Policy review",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stocks fell for the second sessions on Tuesday as more selling pressure comes in with the market anticipating a rate cut in the coming monetary policy on Thursday, brokers said.",
    "“The market is also waiting for more clarity on the International Monetary fund extended loan facility” an analyst said.",
    "The All Share Price Index (ASPI) fell 0.11 percent, or 10.15 points, to reach 9,188.48.",
    "The loan from the IMF was originally expected in December of last year, but it is now expected in the second quarter. As creditors of the island nation, India and the Paris Club have given specific assurances to restructure the sovereign debt of Sri Lanka’s external borrowing.",
    "On February 26, 2023, IMF Managing Director Kristalina Georgieva said that a “new predictable and orderly” debt resolution process is needed for countries like Sri Lanka and Suriname, which are not covered by existing frameworks.",
    "Analysts said that this did not heavily impact market sentiment and that investors were solely taking a wait-and-see approach until harder facts about the macro-economy surface.",
    "Meanwhile, China has given a two-year moratorium and promised to restructure debt, but Sri Lanka has sought a more specific assurance in line with the IMF deal.",
    "China has not yet given such assurances and has instead called for relief from the World Bank, Asian Development Bank, and the IMF, which are considered “senior debt” under current resolution frameworks and are insulated.",
    "The market saw a Net foreign inflow of 34.2 million rupees and so far for 2023, the market has recorded a total Net foreign inflow of 2.3 billion rupees.",
    "The most liquid index, S&P SL20, closed 0.27 percent, or 7.70 points, down at 2,796.71.",
    "The market saw a turnover of 1.4 billion rupees on Tuesday, lower than this year’s daily average of 1.4 billion rupees and the 2022 average turnover of 2.9 billion rupees.",
    "The top losers were Chevron Lubricants Lanka, Hatton National Bank and Royal Ceramics Lanka. (Colombo/Feb 28/2023)"
  ]
}