{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88852/sri-lanka-remains-open-to-discussions-with-unhrc-sri-lankas-un-envoy",
  "time_ut": 1678033080.0,
  "original_lang": "en",
  "original_title": "Sri Lanka remains open to discussions with UNHRC – Sri Lanka’s UN envoy",
  "original_body_lines": [
    "Sri Lanka has once again expressed the country’s objection to resolution 51/1 adopted against the island nation by the United Nations Human Rights Council (UNHRC) in October last year.",
    "During a recent general meeting at the 52nd session of the UNHRC, Sri Lanka’s Permanent Representative to the United Nations Office in Geneva Himalee Arunathilaka has noted that such resolutions are unhelpful to the people of Sri Lanka and will fail to serve the objective of promoting reconciliation in the country.",
    "A new resolution titled ‘Promoting reconciliation, accountability and human rights in Sri Lanka’, which was tabled at the 51st Regular Session of the United Nations Human Rights Council was adopted with majority votes on the 6th of October last year.",
    "A total of 20 countries including the United Kingdom, the United States and France voted in favour of the Resolution while 7 countries including China and Pakistan voted against it.",
    "At least 20 countries including India and Japan abstained from voting for or against the resolution.",
    "Through resolution 51/1, the United Nations High Commissioner encourages the international community to support Sri Lanka in its recovery, however, highlights the need to address the underlying causes of the crisis, including impunity for human rights violations and economic crimes.",
    "Addressing the 51st UNHRC session in October last year, Sri Lankan Foreign Affairs Minister Ali Sabry categorically rejected the resolution stating that it had been presented without the country’s consent or consultation.",
    "Meanwhile in Geneva on March 3, the Sri Lankan Permanent Mission once again expressed Sri Lanka’s objection to resolution 51/1.",
    "Addressing a General segment of the 52nd session of the UNHRC on Friday, the Sri Lankan Permanent Representative in Geneva Himalee Arunatilaka noted that these resolutions are unhelpful to the people of Sri Lanka as they will polarise the society and fail to serve the objective of promoting reconciliation in Sri Lanka.",
    "She said this is an unproductive drain on the scarce resources of UN Member States which can be productively deployed elsewhere.",
    "Arunatilaka said that despite Sri Lanka’s opposition to country-specific resolutions, the country remains open to engaging in constructive discussion with the Council, Special Procedures and Treaty Bodies.",
    "The Sri Lankan Representative further noted that Sri Lanka looks forward to a meaningful dialogue when the country’s 6th Periodic Report of the Office of the High Commission for Human Rights is taken up for review later this month under the International Covenant on Civil and Political Rights."
  ]
}