{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-seeks-new-sponsors-for-school-meal-program-as-unicef-funds-run-out-118498/",
  "time_ut": 1681967340.0,
  "original_lang": "en",
  "original_title": "Sri Lanka seeks new sponsors for school meal program as UNICEF funds run out",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Ministry of Women and Child Affairs is seeking new sponsors for the school midday meal program as UNICEF funds will run out by May 2023, according to State Minister Geetha Kumarasinghe.",
    "The program is currently funded by the World Bank through UNICEF, and Kumarasinghe expressed concerns that the program may have to be stopped if no other funds are secured.",
    "“The school mid-day meal program which is run by the World Bank funds through UNICEF will be over by May,” Kumarasinghe said",
    "“We can manage until May, and it’s going to be hard after that, and if nobody is going to fund us we have to stop the school mid meal program.”",
    "An estimated 6.3 million people in Sri Lanka are facing moderate to severe acute food insecurity and their situation is expected to worsen if adequate life-saving assistance and livelihood support is not provided, a report by the Food and Agriculture Organization (FAO) of the United Nations (FAO) and the United Nations World Food Programme (WFP) warned in September.",
    "A UNICEF report in September month showed that over 5.7 million people, including 2.3 million children, require humanitarian assistance in Sri Lanka, making it among the top ten countries with the highest number of malnourished children with the numbers expected to rise further.",
    "Areas such as Ampara, Rathanapura, Balangoda, Rathanpura and Galle have been identified as high risk of malnutrition and low level of BMI according to the medical health officers in those areas.",
    "The ministry is seeking support from countries such as France, Netherlands, and Switzerland, with discussions already held with the French Ambassador in Colombo.",
    "“Giving a bun or a wafer biscuit won’t help the improvement of their nutritional level it must be a healthy and high nutritional meal such a high nutritional milk cup or a high nutritional snack like a biscuit,”",
    "The ministry expects to obtain some of the remaining funds by the international organizations to the government in order to continue the program, she said.",
    "“And we are asking the president in a letter to extend the project’s timeline by an additional three months” Kumarisingha said. (Colombo/ April19/2023)"
  ]
}