{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-enact-public-finance-revenue-authority-laws-to-facilitate-imf-deal-118967/",
  "time_ut": 1682488440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to enact public finance, revenue authority laws to facilitate IMF deal",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will enact a public finance law and a revenue authority law among other new legislation to implement aspects of the island nation’s agreement with the International Monetary Fund (IMF), President Ranil Wickremesinghe said.",
    "Responding to a question in parliament on Wednesday April 26, Wickremesinghe said “two or three” new laws will be drafted with consultation with the opposition.",
    "“I have already informed the Treasury to start the process. Our two state ministers [of finance] will also be involved,” he said.",
    "The president was responding to a question by opposition MP Patali Champika Ranawaka seeking clarification on the legal basis on which Sri Lanka’s agreement with the IMF will be implemented.",
    "“Is this going to be presented under Section 157 of the constitution, after which it will become law? Or are we just going to pass it [in parliament]?” he asked.",
    "“This agreement is not with other countries, but with the IMF. But even to implement an agreement, laws have to be brought in. So we will discuss and bring in laws,” replied Wickremesinghe.",
    "Section 157, which deals with international treaties and agreements, states:",
    "Where Parliament by resolution passed by not less than two-thirds of the whole number of Members of Parliament (including those not present) voting in its favour, approves as being essential for the development of the national economy, any Treaty or Agreement between the Government of Sri Lanka and the Government of any foreign State for the promotion and protection of the investments in Sri Lanka of such foreign State, its nationals, or of corporations, companies and other associations incorporated or constituted under its laws, such Treaty or Agreement shall have the force of law in Sri Lanka and otherwise than in the interests of national security no written law shall be enacted or made, and no executive or administrative action shall be taken, in contravention of the provisions of such Treaty or Agreement. (Colombo/Apr26/2023)"
  ]
}