{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89868/un-says-leaving-afghanistan-would-be-heartbreaking",
  "time_ut": 1681814340.0,
  "original_lang": "en",
  "original_title": "UN says leaving Afghanistan would be ‘heartbreaking’",
  "original_body_lines": [
    "The United Nations is ready to take the “heartbreaking” decision to pull out of Afghanistan in May if it can’t persuade the Taliban to let local women work for the organization, the head of the U.N. Development Program said.",
    "U.N. officials are negotiating with the Islamist government in the hope that it will make exceptions to an edict this month barring local women from working for the organization, UNDP Administrator Achim Steiner told The Associated Press.",
    "“It is fair to say that where we are right now is the entire United Nations system having to take a step back and reevaluating its ability to operate there,” Steiner said. “But it’s not about negotiating fundamental principles, human rights.”",
    "The Taliban have allowed Afghan women to engage in some work, Steiner said, and a U.N. report released Tuesday shows that the country desperately needs more women working, with its economy flailing.",
    "The Taliban takeover has been accompanied by some very modest signs of economic recovery. There has been some increase in exports, some exchange rate stabilization and less inflation. But gross domestic product, the sum of all goods and services produced within Afghanistan’s borders, is expected to be outstripped by population growth, meaning that per capita income will decline from $359 in 2022 to $345 in 2024, the report says.",
    "Some of those economic problems are due to Taliban policies keeping most women out of the workplace, Steiner said. Those economic problems mean more need in the country, but the U.N. has decided that human rights are non-negotiable and it will leave in May if the Taliban do not relent.",
    "“I think there is no other way of putting it than heartbreaking,” Steiner said. “I mean, if I were to imagine the U.N. family not being in Afghanistan today, I have before me these images of millions of young girls, young boys, fathers, mothers, who essentially will not have enough to eat.”",
    "A source of faint optimism is the Taliban’s allowing women to work in specific circumstances in health, education and some small businesses.",
    "“In one sense, the de facto authorities have enabled the U.N. to roll out a significant humanitarian and also emergency development assistance set of activities,” Steiner said. “But they also continuously are shifting the goalposts, issuing new edicts.”",
    "Despite initial promises of a more moderate rule than during their previous stint in power in the 1990s, the Taliban have imposed harsh measures since taking over the country in 2021 as U.S. and NATO forces were pulling out of Afghanistan after two decades of war.",
    "This month the Taliban took a step further in the restrictive measures they have imposed on women and said that female Afghan staffers employed with the U.N. mission can no longer report for work.",
    "“This is a very fundamental moment that we’re approaching. And obviously our hope and expectation is that there will be some common sense prevailing,” Steiner said.",
    "Afghanistan’s deputy economy minister, Abdul Latif Nazari, did not respond to questions from the AP about the country’s economic conditions. A spokesman for the Finance Ministry, Ahmad Wali Haqmal, was unavailable for comment.",
    "Aid agencies have been providing food, education and health care support to Afghans since the Taliban takeover and the economic collapse that followed it. No country has recognized the Taliban as the legitimate government of Afghanistan, and the country’s seat at the U.N. is held by the former government of President Ashraf Ghani.",
    "The 3,300 Afghans employed by the U.N. — 2,700 men and 600 women — have stayed home since April 12 but continue to work and will be paid, U.N. spokesman Stephane Dujarric has said. The U.N.’s 600 international staff, including 200 women, is not affected by the Taliban ban."
  ]
}