{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-tables-controversial-draft-monetary-law-with-multiple-anchors-114726/",
  "time_ut": 1678330200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka tables controversial draft monetary law with multiple anchors",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has tabled in parliament, a controversial draft monetary law giving discretion for economic officials to pursue an exchange rate policy, monetary policy and growth policy as an inflation target.",
    "The move comes as Sri Lanka, and several other countries which have attempted to generate levels of inflation as high as 5 percent or 8 percent (a domestic anchor) without having a clean float and operating a foreign reserve collecting peg (external anchor), have ended in sovereign default after currency crises.",
    "The draft monetary law will legalize a discretionary ‘flexible’ inflation targeting regime, which has been operating since around 2015, and led to currency crises in 2015/16, 2018 amid aggressive open market operations and output shocks (lower growth) when stabilization policies were applied.",
    "In 2019 December, after several years of low growth under flexible inflation targeting cum output gap targeting, Sri Lanka cut taxes and printed even more money and with economic bureaucrats justifying stimulus saying there was a ‘persistent output gap’.",
    "Sri Lanka’s central bank was given technical assistance to calculate ‘an output gap’ in the run-up to the external sovereign default by the International Monetary Fund itself.",
    "The new draft law seems to be regressing to an older monetary law done with US advice in 1950 by bringing back conflicting provisions which were removed by then Governor A S Jayewardene and bringing even more independence and discretion to the central bank.",
    "An example of discretion is the current appreciation of the rupee, for which credit goes to the Central Bank Governor Nandalal Weerasinghe. Currencies are destroyed or stabilized by the note issuing authority, nobody else.",
    "President Wickremesinghe also deserves a lot of credit for reducing credit demand from both energy utilities and the budget by hiking value added taxes and more importantly, keeping spending in check, which tends to reduce the interest rate required to stabilize the currency, and transfer less private savings to the state sector.",
    "President Wickremesinghe, like a central bank governor, inadvertently also pushed up interest rates, helping reduce credit, by saying there is a likelihood of domestic debt re-structuring.",
    "Sri Lanka’s rupee is now appreciating, amid high rates and negative private credit, after the biggest output shock suffered since the central bank was set up in 1950.",
    "There is already absolute central bank discretion or independence, for bureaucrats to decide where to stop the appreciation of the currency after private credit is negative.",
    "A central bank with a clean floating regime, genuinely has no direct control over the exchange rate (no exchange rate policy) and the strength or weakness of the exchange rate is determined purely by monetary policy.",
    "In a clean float, the extent of bureaucratic discretion over monetary policy is determined by an inflation target or anchor set by the parliament, usually plus 2 percent.",
    "An inflation target does not give central bank independence, but puts it under a rule of law.",
    "The concept of central bank independence emerged in part due to certain events in the US in 1951 which led to the Treasury Fed Accord, and the automatic presumption that politicians – with or without Treasury officials – rather than central bankers are the output gap targeters.",
    "A plus two percent inflation rate however is also cumulative (bygones are bygones), even in a clean float, where forex shortages are impossible.",
    "In practice, positive inflation targeting has led to mal-investments, housing bubbles and banking crises in both the Fed and ECB areas in 2008/9, ending two decades of ‘Great Moderation’ and financial stability that started in 1980 under Fed Chief Paul Volcker.",
    "In third world countries with chronic monetary instability, the positive inflation target is far higher than 2 percent.",
    "Sri Lanka was targeting an inflation number as much as 5 percent (4-6 percent), without any specific parliamentary or legal sanction (but there were no strong objections given its past history of even higher inflation) when the country ran into currency crises in 2012, 2015/16, in 2018 and eventually defaulted in the worst currency collapse in its central bank history in 2020-2022.",
    "Ghana which also defaulted is targeting 8 percent inflation. Since adopting flexible inflation targeting with a flexible exchange rate in 2007, its currency has collapsed from 9,200 to the US dollar to 126,000 so far.",
    "Read Ghana’s Monetary Policy Framework which bears a striking resemblance what was operated in Sri Lanka triggering external crises",
    "When open market operations pressure an ad hoc currency peg (flexible exchange rate), the International Monetary Fund advises third world countries without a doctrinal foundation in sound money to depreciate the currency, rather than correct mist-targeted policy rates, under so-called ‘exchange rate as the first line of defence’ policy.",
    "Pakistan’s central bank which also ran out of reserves, within an IMF program, and is very near default, is also targeting 5-7 percent inflation despite having a reserve collecting central bank.",
    "According to Section 06 (1) of the draft Sri Lanka law, inflation targeting will be the main object of the central bank.",
    "6. (1) The primary object of the Central Bank shall be to achieve and maintain domestic price stability.",
    "(2) The other object of the Central Bank shall be to secure the financial system stability.",
    "But under powers and duties the central bank under the new law has been given an explicit duty to target the exchange rate while also conducting monetary policy.",
    "According to Section 07 of the draft monetary law, Sri Lanka’s the ‘powers duties and functions’ of the central bank shall be to –",
    "It is not clear whether the parliament will have powers to compel the agency to disclose what its exchange rate policy target is or whether the central bank will operate an ad hoc, non-transparent purely discretionary policy such as ‘curbing excessive volatility’ based on no pre-defined criteria to which officials can be held accountable.",
    "Sri Lanka for a time has attempted to use the Real Effective Exchange Rate Index to target the exchange.",
    "Based on statements of officials the REER appeared to have been used in the 1980s when the country experienced high levels of inflation, budgets became unmanageable and strikes and social unrest were rife, as well as more recently.",
    "In the 1980s, the conflicting domestic anchor with exchange rate policy, was not an inflation target, but a money supply target (monetary targeting) which was fashionable in the West then, as inflation targeting is fashionable now.",
    "But countries like the UK, which targeted money supply with some degree of success in the 1980s to end the Great Inflation of the 1970s, had a floating exchange regime (no exchange rate policy) as genuine inflation targeting countries do now.",
    "The UK in the late 1980s shifted back to exchange rate policy without a floating interest rate under ‘shadowing the Deutsche Mark and ERM. The ERM later collapsed, like the Bretton Woods, as predicted by Margaret Thatcher’s advisor Alan Walters.",
    "Successful exchange rate targeting countries in East Asia and the Middle East like Dubai, have no independent monetary policy (a policy rate) or have severely restricted open market operations (ability to print money) to mis-target the interest rate structure through fixed policy rates.",
    "The draft central bank law has also left room to support government policy.",
    "“Without prejudice to the attainment of its objects and subject to the provisions of this Act, the Central Bank shall support the general economic policy framework of the Government as provided for in any law,” the subsection says.",
    "How this will pan out given a history of some Treasury secretaries pressuring the central bank to keep rates down, when it’s own officials did not believe in output gap targeting, unlike now, is not clear.",
    "Under this provision, even without the Treasury secretary sitting in the monetary board, other economic officials who believe in stimulus or output targeting may be able to influence the central bank to print money.",
    "Ghana’s central bank, which triggered a default, recently also has a duty “to support the general economic policy of the Government”.",
    "The central bank law has also left room for stimulus based on an econometric ‘output gap’.",
    "According to Section 6 (4) “In pursuing the primary object referred to in subsection (1), the Central Bank shall take into account, inter alia, the stabilization of output towards its potential level.”",
    "Targeting output or GDP growth is also known as Nominal Income Targeting.",
    "None of these provisions were contained in the earlier law, which was mis-used for stimulus.",
    "It was output gap targeting that led to both tax cuts in 2019 December and the large-scale money printing or quantitative easing from 2020 despite having an exchange rate policy.",
    "Under the existing law, revised by then central bank Governor A S Jayewardene, as a precursor to inflation targeting, the duty of the central bank is to provide stability for growth, not to target growth itself.",
    "According to Section 05 of the existing law,  “..the Central Bank is hereby charged with the duty of securing, so far as possible by action authorised by this Act, the following objectives, namely–",
    "with a view to encouraging and promoting the development of the productive resources of Sri Lanka.”",
    "This is why classical style economists said output gap targeting, which led to currency crises and eventual default, was not a legitimate mandate of the existing law.",
    "Related Sri Lanka has a corrupted inflation targeting, output gap targeting not in line with monetary law: Wijewardena",
    "About 20 years ago, to remove conflicts with exchange rate policy or output gap targeting, Governor Jayewardene dropped several objectives in the original law.",
    "From the late 60s in particular, it became evident that central banks that tried to push growth or employment, get countries into trouble.",
    "(b) the preservation of the par value of the Ceylon rupee and the free use of the rupee for current international transactions ;",
    "(c) the promotion and maintenance of a high level of production, employment, and real income in Ceylon ; and",
    "(d) the encouragement and promotion of the full development of the productive resources of Ceylon.",
    "In the original law the preservation of the par value of the rupee (expressed in terms of gold) was expected to be the final barrier on money printing.",
    "In practice however, politicians were misled by monetary bureaucrats to enact increasingly draconian exchange controls and also import controls, instead of printing money to mis-target rates, violating the ‘free use of the rupee for current transactions’ objective.",
    "Economists in the country have managed to persuade politicians to pass these laws without much problem in the past.",
    "This time also the law may be passed as exchange control laws, and import controls laws were passed instead of curbing the independence of the central bank to mis-target rate.",
    "The central bank can be subject to a strict rule based policy and remove its discretion or independence to pursue multiple, opaque and conflicting objectives and duties, by either compelling it to pursue only an exchange rate policy or low inflation target of 2 percent or below without any exchange rate policy.",
    "This is a government department or a state owned enterprise that has a history of creating inflation, currency depreciation, and very high interest rates to correct the previously low rates and restore credibility in the exchange rate.",
    "The central bank will continue to conduct Treasury bill auctions under the new law until a separate debt management agency is set up.",
    "It will also give provisional advances to the Treasury. Amusingly it will charge interest now.",
    "In the past, the central bank has printed money to suppress rates and trigger currency crises through several tactics.",
    "a) Rejecting outright, the bids for Treasury auctions, especially for maturing bills, and printing money to repay them which are then blamed on budget deficits",
    "b) Purchasing Treasury bills and bonds outright to print money deep along the yield curve to inject money",
    "c) Injecting large volumes of money through overnight term or outright purchases to target a policy rate in the middle of the corridor to trigger forex shortages.",
    "d) Engaging in operation twist (buying long bonds and selling short ones) altering the rupee reserves of each bank to suppress market rates and encourage some banks to give credit without deposits.",
    "e) And finally, sterilizing interventions after operating an exchange rate policy, instead of allowing rates to rise after intervening.",
    "The main reason for running out of reserves and currency crises in both Pakistan, Sri Lanka and Latin America is due to sterilizing reserve outflows to maintain a policy rate that is no longer compatible with the balance of payments.",
    "If there is a clean float the last will not happen. While aggressive open market operations will still create high inflation, asset price bubbles and banking crises like in the US, they will no longer trigger currency crises.",
    "However, under an IMF program a clean float is not possible. There are net international reserve targets in an IMF program. IMF loans have to be repaid, as a result exchange rate policy – transparent or discretionary – is a practical necessity.",
    "Therefore, exchange rate policy is needed to build reserves. The IMF program itself is likely to have conflicting money and exchange rate performance criteria as in the last one.",
    "There is likely to be a monetary policy consultation clause involving a domestic anchor conflicting with the NIR target.",
    "It must be noted that exchange rate policy and the monetary policy consultation clause involving high inflation targets led to currency crises within the last two IMF programs.",
    "That is because forex shortages emerge far more quickly under inflationary monetary policy, than the price inflation up in the index.",
    "An exchange rate target only or a clean float will lead to interest rates and inflation around the same levels as the UK, US, Singapore or Hong.",
    "The law has to be gutted to compel the agency to run either monetary policy or exchange rate policy, not both.",
    "Unless the current law is gutted of its conflicting provisions, or its conflicting duties and objectives are removed as soon as Sri Lanka exits the IMF program, Sri Lanka will not be able to avoid currency crises.",
    "The the country is likely to default on its re-structured bonds in under a decades or two Fed cycles with elevated interest rates as in the past.",
    "State owned central banks are the most dangerous government department ever devised, after the military which engages in physical killing, as a consequence they must be subjected to the strictest laws possible not independence or discretion to protect the poor and provide stability so that they can get out of poverty.",
    "It must be noted that elevated interest rates in both Sri Lanka and Latin America and the sovereign default wave also started in the 1980s, with ‘first line of defence style policy.",
    "Sri Lanka needs a single anchor monetary regime to bring interest rates and inflation down to US, UK, EU, Singapore levels and avoid ballooning debt and low growth. This law is not going to cut it. (Colombo/Mar09/2023)"
  ]
}