{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81435",
  "time_ut": 1677612240.0,
  "original_lang": "en",
  "original_title": "M.K. Stalin the D.M.K. Leader and Tamil Nadu Chief Minister  Celebrates his  70th Birthday on March 1st 2023.",
  "original_body_lines": [
    "Tamil Nadu Chief Minister muttuvel Karunanidhi Stalin known as M.K.Stalin celebrates his 70th Birth Anniversaty on  Wednesday March 1st 2023. Described as “Thalapathy”(commander)by his ardent followers and supporters, the “septuagenarian”Stalin is the leader of the Dravidian Munnetra Kazhagam (DMK) known as the Dravidian Progressive Federation in English. Stalin is the son of legendary Tamil Nadu politician and DMK leader Muhtuvel Karunanidhi.",
    "Muthuvel Karunanidhi, known to the Tamil-speaking world as “Kalaignar” (artiste), passed away at the age of 94 in Chennai on 7 August 2018. Karunanidhi was a versatile, multi-faceted personality.In his eventful life “Kalaignar” was a journalist, editor, dramatist, stage actor, film script writer, short story writer, novelist, literary commentator, poet, lyricist, film producer and TV channel proprietor. Karunanidhi has written the screenplay and dialogues for 64 films. He has written the story or screenplay without dialogues for 11 other films. It was Karunanidhi’s entry into filmdom which brought him much recognition in early life . His rise in cinema helped him greatly to carve out a name for himself as a powerful politician .",
    "Karunanidhi served as Chief Minister of India’s Tamil Nadu state for a total of 19 years. He was Chief Minister of Tamil Nadu five times from 1969-71, 1971-76, 1989-91, 1996-2001 and 2006-11. No other Tamil Nadu chief minister has been in office for so long.",
    "Another record was that of being party leader for nearly 50 years. He was the undisputed leader of the Dravida Munnera Kazhagham (Dravidian Progressive Federation) since 1969, leading the party through thick and thin for 49 years.",
    "The Dravidian patriarch was first elected to the State legislative assembly in 1957 and never lost an election he contested personally since then.No Indian politician can boast of such an unbroken lengthy record. “Kalaignar” Muthuvel Karunanidhi was no ordinary politico but a veritable political institution.",
    "The politics of Tamil Nadu for nearly a century has been pervaded by notions of the Aryan-Dravidian divide. This concept itself is not very scientific and has been greatly mythologised. Nevertheless, this Dravidian consciousness and ideology has helped politicise significant sections of the Tamil masses and has sustained whole political parties and movements in the state.",
    "The DMK led first by Annadurai and later by Karunanidhi has played a crucial role in promoting Dravidian ideology.”Dravidianism” in essence espouses economic development, social justice, equality, elimination of caste discrimination, women emancipation, rationalism, secularism, greater cooperation among South Indian states and a Tamil national consciousness.",
    "The DMK was born in post-independence India on Sep 17th 1949. The parent Dravidian movement of the DMK was the Dravida Kazhagham (DK) founded by E.V. Ramaswamy Naicker known as “periyaar” (great person) who was opposed to participation in electoral politics. The DK was also very much under his autocratic control.",
    "A group of dissidents, including Karunanidhi, revolted under the leadership of Conjeevaram Natarajan (CN0 Annadurai and formed the Dravida Munnetra Kazhagham (DMK) in 1949. Starting out as a social reform movement, the DMK later decided that change was impossible without capturing political power through democratic means. The DMK Captured state power for the first time in 1967. “Kalaignar” Karunanidhi’s ascendancy in politics basically corresponded with that of the DMK’s rise in Tamil Nadu.",
    "Muthuvel Karunanidhi Stalin or MK Stalin is the third child  of Muthuvel Karunanidhi who had six children from three wives.Karunanidhi’s first wife Padmavathy was the sister of well-known playback singer and music composer “Chidambaram” Jayaraman.She died shortly after giving birth to a son MK Muthu. After Padmavathy’s death Karunanidhi married Dayalu and had three sons and a daughter by her. The sons are Alagiri, Stalin and Thamilarasu and the daughter is Selvi. In later years Karunanidhi had another spouse Dharmambal alias Rajathy whose daughter is Kanimozhi Stalin is Karunanidhi’s third son. He was born on March 1st 1953 in Madras now known as Chennai. Karunanidhi had named his eldest son Muthu after his father Muthuvel. His second son Alagiri was named after well-known DK activist Pattukkottai Alagirisamy known as “Anjaanenjan Azhagiri”.",
    "In the case of his third son Stalin, Karunanidhi had originally named him Aiyadurai after his paternal grandfather Aiyadurai. However the Soviet Union’s dictatorial ruler Joseph Stalin died on March 5th 1953. Though named at birth in 1878 as Ioseb Jughashvil, he had changed it in 1912 to Stalin meaning man of steel. Karunanidhi being a long- distance admirer of Stalin registered his new born son’s name as Stalin instead of Aiyadurai to honour the Communist stalwart.",
    "Stalin had his primary and secondary education at the MCC Higher secondary school in Chetpet. By his own frank admission young Stalin did not shine in studies or excel in sports, He was not even an able orator in Tamil. Furthermore some of his teachers did not like his “communist” name Stalin or his father’s Dravidian politics. There was one master who would go through the daily ritual of rapping Stalin’s knuckles on the table without giving any reason.Stalin completed his Pre-University Certificate(PUC) studies at Vivekananda College. Thereafter he enrolled at Presidency College and followed a BA degree course in History. Stalin dropped out without completing his studies in 1973 but three years later got his degree as an external student of Mardras University.",
    "With his father becoming an MLA (Member of Legislative Assembly) in 1957, Stalin got interested in politics from childhood. His entry into active politics was at the age of 14 in 1967. Karunanidhi’s nephew and Stalin’s cousin “Murasoli” Maran contested the Madras South Parliament constituency by-election and young Stalin got involved in the election campaign.",
    "A year later in 1968, 15 year old Stalin launched the Gopalapuram DMK youth organization. The Karunanidhi residence was in Gopalapuram. This was the forerunner to the DMK’s youth wing. Stalin identified himself with the DMK youths and built up the youth wing as a formidable organization over the years. He was the leader of the DMK youth wing known as “Ilainjar Ani” for about three decades. Salin was dubbed as “Thalapathy” (commander) by his youthful comrades.In 1973 Stalin was elected to the DMK general council.",
    "Stalin’s political baptism of fire was in 1976. The then Indian Prime Minister Indira Gandhi declared a state of emergency and clamped down on democratic rule in June 1975 when she was unseated through an election petition. The DMK then held the reins in Tamil Nadu with Karunanidhi as chief minister. Stalin himself got married during emergency rule on August 25th 1975 to Durga also known as Shantha.",
    "Karunanidhi and his DMK govt strongly opposed the emergency which angered Indira. On January 31st 1976, Indira Gandhi got the DMK govt dismissed and declared presidential rule. Thousands of DMK stalwarts and activists were arrested and detained without trial under the Maintenance of Internal Security Act(MISA).",
    "Though Karunanidhi was not imprisoned, his newly married politically active son was arrested on February 1st 1976 and jailed under the MISA. When the Police was taking Stalin away, Karunanidhi told his son not to be disheartened and said that Indira Gandhi was launching Stalin’s political career by arresting him. Stalin was kept in a cell at the Central prison in Chennai amidst horrible conditions.He was assaulted several times.",
    "On one occasion Stalin was brutally assaulted with rods. Unable to bear this sight, former Chennai Mayor and Chengalpattu MP DMK C. Chittibabu who was a fellow detenue fell on top of Stalin and shielded him. Chittibabu was mercilessly beaten resulting in him losing consciousness. He soon passed away. This brought an end to the beatings. Stalin was detained for 13 months under MISA regulations. The silver lining was that he managed to complete his BA studies during this time.",
    "After being released Stalin plunged into full -time politics. As his father predicted the detention during emergency rule was indeed a launching pad for Stalin’s political career. He first contested the “Aayiram Vilakku”(Thousand lights) constituency within Chennai city limits in 1984. He lost. In 1989 he contested again, won and became an MLA for the first time. He lost again in the 1991 polls. He was triumphant at Aayiram Vilakku in the 1996, 2001 and 2006 state elections. In 2011 Stalin shifted to Kolathur a Chennai suburban constituency and won. He retained Kolathur in 2016 as well as in this year’s election.",
    "The earlier system of Municipal elections was amended and provision was made for a directly elected Mayor in 1996. Stalin contested the Chennai municipal corporation elections in 1996 and became the city’s first directly elected Mayor. He proved to be an able administrator and implemented many infra-structure development projects. Apart from schemes of road widening, drinking water supply, electrification, schools, health clinics and drainage improvement, Mayor Stalin also constructed nine fly-over bridges. He also streamlined garbage clearance and road maintenance by privatizing them.",
    "Mayor Stalin’s pet project however was a beautification scheme for the city known as “Singaara Chennai”(Beautiful Chennai). He received much praise for this. He was re-elected as Chennai Mayor in 2001. Although Stalin would have liked to continue as the first citizen of Chennai for another term ,he was debarred from doing so by AIADMK chief minister Jayalalitha Jayaram who passed legislation with retrospective effect in 2002 forbidding persons from being Mayor and MLA simultaneously. Stalin opted to be a legislator instead of Mayor.",
    "Stalin also gained ascendancy within the party. He first became secretary of the DMK Youth wing in 1982 and served in that capacity for a very long time. In 2003 , Stalin became deputy general secretary of the DMK. In 2008 he was elected as Treasurer of the DMK. The DMK formed the State Govt in 2006 with Karunanidhi as chief minister. Stalin was appointed Minister for Rural Development and Local Administration.",
    "In May 2009, Karunanidhi created the post of deputy chief minister and appointed his son as “Thunai Mudhalvar”. The DMK suffered a great debacle in the 2011 Tamil Nadu election. The party got only 23 seats and even forfeited the leader of the opposition post to actor Vijayakanth whose Desiya Mutpoakku Dravida Kazhagam(DMDK) got 29 seats.",
    "While the father continued to be party leader, the son began to consolidate himself within the DMK and became the de facto leader.With his health deteriorating, Karunanidhi formally “anointed” Stalin as his political heir in January 2013. Addressing party office-bearers at a special meeting, Karunanidhi said, “I will work for the upliftment and development of people till my last breath. For the question `what after me`, Stalin, who is seated here, is the answer, and you should not forget this.”",
    "The 2016 State elections saw the nonagenarian Karunanidhi now confined to a wheel chair take a back seat during the election campaign. Stalin spearheaded the DMK led alliance into getting 98 seats of which the DMK share was 89. The Jayalalithaa led AIADMK was re-elected to power with 136 seats. Stalin became leader of the opposition. In 2016 September Jayalalithaa fell seriously ill and O.S Panneerselvam became acting Chief Minister. In December 2016 Jayalalithaa passed away. Edappaadi K Palaniswamy became the AIADMK chief minister.",
    "In January 2017, Stalin was formally elevated in the party hierarchy as “Seyal Thalaiver” or working President. While the indisposed Karunanidhi remained the nominal DMK president, the party closed ranks behind Stalin’s functional leadership. Karunanidhi passed away in August 2018 and Stalin was unanimously elected President of the DMK. There were many who doubted whether Stalin could fill the void caused by Karunanidhi’s demise. Also Stalin was compared (unfairly) to his illustrious father and found wanting.",
    "While delivering his inaugural speech as DMK president, Stalin struck a responsive chord within the audience by repeating the words used by Karunanidhi in addressing a party gathering. Stalin said, “En uyirinum melana anbu udan pirapukkaley (my beloved siblings who I regard more than life itself).” He then turned emotional and said that he was totally unlike his father. “I don’t know to talk like him, I cannot talk like him, I cannot own the language like him. But I stand before you with the guts to try anything.” Stalin then pledged to protect, cherish and advance the founding principles of the party. “I aim to lead Tamil Nadu on the path of self-respect, equality, social justice using this party,” said the new President of the DMK then.",
    "Stalin was true to his word and strove to lead the DMK along the course charted by Annadurai and Karunanidhi. He proved his mettle in the 2019 Lok Sabha elections when the DMK led alliance won 38 of the 39 seats allocated to Tamil Nadu in the Indian Parliament. Stalin demonstrated his “winnability” again by leading the DMK to victory in the 2021 polls.",
    "Polls were held under the first past the post winner system to 234 Constituencies of the state legislature in Tamil Nadu on April 6th 2021.. The results were declared on May 3rd.",
    "The DMK led Secular Progressive Alliance (SPA) won 159 seats while the AIADMK led National Democratic Alliance (NDA) won 75. No other party or alliance won even a single seat. The Naam Thamizhar Katchi(NMK) led by cinema director cum actor Seemaan contested all 234 seats and came third by polling over 3 million votes even though it failed to get an MLA elected.",
    "Of the 159 seats won by the SPA, the DMK won 133 while its allies the Indian National Congress(INC), Viduthali Chiruthaigal Katch(VCK), Communist Party of India(CPI) and Commuist Party (Marxist)of India(CPI-M) obtained 18, 04,02 and 02 seats respectively. Among the 133 seats won by the DMK, eight belonged to smaller parties who contested under the DMK symbol of rising sun. The breakdown of the seats garnered by these parties are -Marumalarchchi Dravida Munnetra Kazhagam(MDMK) -04, Kongu Desa Makkal Katchi(KDMK) -01, Tamizhaga Vazhvurimai Katchi (TVK) -01 and Manithaneya Makkal Katchi(MMK)-01.",
    ".Of the 75 seats won by the NDA, the AIADMK won 66 while its allies the Pattaligal Makkal Katchi(PMK) and the Bharatiya Janata Party(BJP) got 05 and 04 seats each respectively.",
    "The Dravida Munnetra Kazhagam (DMK) with 133 seats (125+08) was able to form a sate government on its own. DMK leader MK Stalin was unanimously nominated as chief minister by party MLA’s. On Friday May 7th , the 68 year old chief minister Stalin along with 33 other ministers were sworn in by the Tamil Nadu State Governor Banwarilal Purohit in a low- key ceremony.",
    "Stalin married to Durga has a daughter Senthamarai and son Udhayanidhi. The son Udhayanidhi Stalin is currently the minister of Sports and Youth welfare in the administration led by his father. He  is a successful film producer.distributor and actor. He has been the lead actor in several films. Udhayanidhi contested the Chepauk -Triplicame Constituency and won with a huge majority in the 2021 election.",
    "Stalin too has had some cinematic experience. He acted in the films “Ore Raththam” and “Makkal Aanayittaal” in 1988. He has also acted in two TV serials “Kurinji Malar” and “Suriya”. In 1978 Stalin produced the film “Nambikkai Natchathiram” in which his elder brother MK Muthu was the hero."
  ]
}