{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/my-60-year-long-movie-madness/",
  "time_ut": 1702187160.0,
  "original_lang": "en",
  "original_title": "My 60-year long movie Madness",
  "original_body_lines": [
    "(This special 3Ps article continues from last week’s article titled: ‘Gamperaliya: The Greatest Masterpiece of Sinhala Cinema.’)",
    "My involvement with ‘Gamperaliya’ from age nine (acting in 1962, release in 1963, winning the first Sarasaviya Best Film Award in 1964 and winning international awards from 1965) was memorable and enhanced my interest in the world of cinema. I continued to be a very active movie goer from the mid-1960s for many decades, mainly of Sinhala, Hindi, and English movies.",
    "From its first issue of April 10, 1963, I read every issue of a Sinhala newspaper dedicated to movies – ‘Sarasaviya’, for 10 years. I was also a fan of movie reviews by Jayavilal Wilegoda in the Dinamina newspaper. He was the foremost film critic in the sixties and seventies making contributions to Sinhala cinema as a forceful critic. His reviews were well written and were very interesting to read. He influenced a generation of moviegoers in Ceylon.",
    "Watching “the first day first show” of good movies was a common goal of my gang of teenage buddies at Bambalapitiya Flats. My friends and I did not have much pocket money at times. Therefore, sometimes we pilfered some money our mothers gave us for grocery shopping.",
    "We usually bought the cheapest gallery tickets for 50 cents after lining up for over an hour. After the interval, when the lights dimmed, we jumped to better seats at the back of the cinema. A couple of times we got caught by the cinema management who threw us out of the hall threatened us that they would inform the police if we ever returned! We ignored such warnings.",
    "As there was no television in Sri Lanka until 1979, I sought my main entertainment via cinema, theatre, art galleries, radio, and neighbourhood sports. The two years I was in AL classes (Grades 11 and 12) at Ananda College, I saw many matinee movies, cutting classes to do so.",
    "When my father R. D. K. Jayawardena, a perfect example of a Renaissance Man, was appointed to the Film Censor Board of Ceylon, I with y family, was fortunate to see hundreds of movies free of charge with balcony and good seats in the evenings. During those two years I went to the cinema a record 295 times.",
    "After watching my favourite movie at that time, ‘To Sir with Love’ 16 times during its 49-day run at the Regal Cinema in Colombo, I decided that I would become a teacher one day. After that movie, I included Sidney Poitier to my list of favourite Hollywood actors. That list included Yul Brynner, Sean Connery, Clint Eastwood, Lee Marvin, Charles Bronson, Marlon Brando, Paul Newman, Steve McQueen, Anthony Quinn, Alec Guinness, Peter O’Tool, Omar Sharif, Richard Burton, Gregory Peck, Charlton Heston, Kirk Douglas, and John Wayne.",
    "Seeing my list, my father asked me, “Chandana, how come you don’t have any actresses on your list?” After that I included Sophia Loren, Claudia Cardinale, Julie Christie, Elizabeth Taylor, Julie Andrews, and Audrey Hepburn in my ‘favourite’ list of two dozen Hollywood movie stars. When I saw ‘The Graduate’ I fell in love with the seductive Mrs. Robinson, and immediately included Anne Bancroft to make my list complete with 25!",
    "‘Hora shows’ (movies without parental permission) My mother believed in feeding her three children every four hours during the day time. That meant I was expected at home for tiffin (the old British custom of afternoon tea merged with the South Asian custom of a light afternoon meal), sharp at 4:00 pm every day. The movies at the nearby Savoy and Majestic Cinemas commenced at 3:30 pm with trailers of forthcoming movies, commercials, and news.",
    "The timing was a problem for me to manage the tiffin with my mother. Therefore, our ‘hora show’ routine started at 2:30 pm joining the gallery line up; 3:30 pm watching the trailers; 3:45 pm sprinting from the cinema to our home at Bambalapitiya Flats to have a very quick tiffin with my mother; sprinting back to the cinema in time for the start of the movie around 4:15 pm; then back at flats to joint my friends who were in the middle of outdoor games, around 6:30 pm.",
    "My mother always assumed that I was with my buddies playing sports from 4:00 pm. Since she saw me around 4:00 pm, she never suspected me of having been to the cinema for a 3:30 pm show. However, I faced one problem. As many people smoked inside the cinemas at that time, the tee shirt I wore to the movie would usually smell of cigarettes when I returned home.",
    "One day my mother, suspecting that I was smoking (which I was not), scolded me: “Chandana, at age 13, why do you smell like cigarettes? I will tell your father the moment he comes home from work!” and she showed me a cane kept in the house for my father to punish me when I became incorrigible! After that warning, I got over that hurdle after each ‘hora show’ by quickly washing the tee shirt I had worn to the cinema, having a quick shower, and changing my shirt.",
    "Around 8:00 pm, I sat like a saint next to my father who sat at the head of the dinner table. Over dinner my father usually asked: “Chandana, how was your day? Did you behave yourself today?” “Yes, Thaththa. I did” was my standard reply, which was most of the time a white lie. My father had been annoyed in the past when he was summoned to come to my school frequently to listen to complaints about me from the middle school Principal. I was on my last warning at Ananda College a few times. I survived my 13 years there without getting expelled or failing any grade promotion examination, but not without a few painful and humiliating public canings.",
    "My gang at the flats was also involved in other misbehaviour. At one time when we decided to collect movie posters to decorate our bedroom walls, we started going to cinemas during slow hours or early morning during our beach jogs, to remove posters from cinemas. One day around 5:30 am, while removing the posters of ‘For a few dollars more…’ from the Savoy Cinema, we got caught by the security guards, who locked us up in the basement until the manager came to work.",
    "Luckily the Savoy Manager at the time was Mr. Gamage, who lived in flats. When he came to work, I told him, “Sorry Uncle Gamage. We promise not to do this type of thing again.” He was so angry with us and shouted at me: “Shut up! Don’t call me uncle! Wait until I call the police!” and kept us there for a few more hours. Finally, he released us after speaking with our fathers. That day I was seriously punished by my father, who used his belt.",
    "Imtiaz Cader (later a fellow hotelier colleague and an organizational client of mine) whose father owned the Liberty Cinema dealt with me tactfully. “I say, Chandana. Why do you have to steal old posters from our cinema? Come and see me from time to time, and I will give you brand new movie posters.” After that deal. I proudly displayed new posters of ‘The Ten Commandments’ and ‘Nevada Smith’ etc. on the walls of my bedroom. My teenage neighbours who were also ardent fans of Charlton Heston, Yul Brynner and Steve McQueen were somewhat envious of me.",
    "My younger cousins who were well-behaved, unlike me, as they were raised with lot of rules and discipline, loved visiting my bedroom. Just a few months ago, one of my younger cousins, Aruna Seneviratne told me, “Chandana Aiyya, one of the highlights in my young life was to visit your bedroom and look at all those movie posters, paintings, sculptures, and your collections, as we were not allowed to do any of that. You had freedom to do what you liked!”",
    "When I joined Ceylon Hotel School (CHS) at age 17 in 1971, my movie going increased. The party mood at the CHS hostel continued throughout my three-year period there. When we had pocket money, we found any excuse to have a party and get drunk. In between these bigger parties, we used to get together in small groups of four to have an occasional drink.",
    "All we needed for that was a contribution of Rs. 2.50 from four students to raise Rs. 10.00 (little more than US$ 2.00 at that time). This was enough for us to buy a bottle of arrack, a bottle of ginger ale, and a packet of Bristol cigarettes. After two hours all four of us were drunk.",
    "When we could not afford to get drunk, we instead went to see movies at 9:30 pm and walked back to the hostel close to midnight. That entertainment cost each student only 50 cents (for the cheapest gallery seat right in front of the screen). Regularly, we upgraded ourselves to more comfortable seats at the back of the cinema during the interval without being noticed by the cinema employees.",
    "I was a bad influence on my CHS batch mates. Usually, the other CHS hostelers who did not even have 50 cents to go to the movies had their entertainment by challenging those who are returning from cinemas for a midnight water fight. The attackers usually waited hiding behind trees in the hostel grounds with buckets of water and fully filled hose pipes. Often it was like a guerrilla ambush. On days we made too much noise after midnight, we made the poor CHS Warden, lose his sleep as well as his temper. If his wife and daughters too were awoken by our devilish screams, we got into deep trouble. When the angry warden came to the hostel to check, we pretended to be fast asleep, some in wet clothes.",
    "After ‘Gamperaliya’ I did two more acting jobs as a child actor. One was a commercial for the product ‘Robin Blue’ directed by Willie Blake, filmed over a weekend at St. Peter’s College in Colombo-4. In that commercial, I acted as the best dressed student of a class. My father acted as the class teacher and a group of St. Peter’s hostelers as extras. In 1968 I acted in another Sinhala movie ‘Abuddassa Kale,’ with the legendary actors Rukmani Devi, D. R. Nanayakkara, Eddie Jayamanne, and a few newcomers like Vijitha Mallika, and Malini Fonseka (her second movie). But after having acted in three movie projects and a play as a child actor in the 1960s, I gave up acting to focus on my career in hospitality from 1971.",
    "In the 1980s, I managed to find a little free time to act in nine TV commercials directed by well-known directors such as D. B. Nihalsinghe, D. B. Suranimala and Shehan Wijeratne of Donald’s Studio. I also appeared on a couple of TV shows, a photo shoot, and a stage show. I then produced over a dozen; large stage music shows in Colombo. I also produced the first-ever ‘Fashion Model of the Year’ in 1988.",
    "My first attempt in directing a music video (for Sohan Weerasinghe’s award winning song ‘Whispers in the Sand’) was nominated by Sunday Observer for the ‘Music Video of the Year’ Golden Clef Award in 1992. I did not win the award but the nomination was a big motivator. I then directed three more music videos for original songs (written/co-written by me). I finally came to the realization that one cannot be a Jack of all trades without being a master of none.",
    "Passion is important, but one must also have the time and commitment. I gave up acting after appearing in the last video clip I directed: ‘Fitness Fever”, for the popular song I wrote in 1993, and performed by 20 top western musicians of Sri Lanka.",
    "Throughout my career as a hotelier, I was fortunate to get opportunities to interact with and host various movie stars and film makers. Most memorable meetings were: Gamini Fonseka who I met, chatted with, and hosted a few times. After meeting him for the first time during the shooting of ‘Gamperaliya’ in 1962, my next interaction with him was in 1973, when I worked as a trainee at Barberyn Reef Hotel. One day, I was working at the front office when a short but extremely handsome man arrived at the hotel.",
    "As I greeted him, he said, “Good Morning, could you please inform Mr. Sudana Rodrigo that Gamini Fonseka is here to meet him.” I was pleasantly surprised and excited to meet my idol again. After lunch I had the opportunity to talk with him.",
    "Although Gamini’s unprecedented popularity stemmed mainly from movies which followed popular Indian movie ‘formulae’, he enjoyed working on artistic movies with complex characters. That was confirmed in my mind when Gamini told me, “Don’t call me a star! I am an actor not a star. Stars fade away.”",
    "I met Vijaya Kumaratunga and Malini Fonseka one day when I was the Executive Chef at Hotel Ceysands in 1978. An excited boatman called to me from the land side of the river asking, “Chef, is the restaurant now closed?” I told him, “Yes. It is well past 3:00 pm and the lunch service has ended.”",
    "He then told me that the matinée idols of Sinhala cinema, at that time, Vijaya and Malini, are on their way to the hotel. “They both are very hungry. Chef, can you please make something for them?” “No problem, for Vijaya and Malini, I will re-open the restaurant and personally cook anything they would like to have!” I told him.",
    "In 2023 with Wijeratne Warakagoda, veteran actor, and an old friend and colleague of my father",
    "I took their lunch order, and we looked after them well. After lunch I had a quick chat with them. Malini then told me, “I will be at Ceysands again next month. Some scenes for my new film ‘Bamba Ketu Heti’ are planned to be shot at Ceysands.” I was excited as this movie was based on a popular novel by my favourite Sinhala author at that time, Karunasena Jayalath.",
    "I met Dharmasiri Bandaranayake during the shooting of some scenes for ‘Bamba Ketu Heti’ at Hotel Ceysands, I befriended the main actor of the film. Dharmasiri was in his late twenties and had an amazingly creative mind. He was a humble man despite his outstanding artistic talents. Later that year, we met a few times, watched a couple of artistic European movies at the Majestic Cinema in Colombo and chatted a lot about his plans for directing movies and stage plays.",
    "When Dharmasiri told me about his desire to get state funding for his movie directorial debut ‘Hansa Vilak’ I immediately took him home to introduce my father to Dharmasiri. My father was on the board of the Film Corporation which decided on state funding for movies particularly by new directors. Dharmasiri was successful in getting this funding. Three years later he invited our whole family to the inaugural showing of ‘Hansa Vilak’, at the Savoy Cinema in Colombo. It was a remarkable creation by a young director. I was proud to call Dharmasiri, my friend.",
    "My meeting with Swarna Mallawarachchi was in the early 1990s my elder son Marlon and Swarna’s daughter Nare studied in the same school and class. That led to a friendship between our two families. In 1993 to open my first group art exhibition (with my father and Marlon), we invited Lester as the chief guest. A year later when I organized my first solo art exhibition, I chose Swarna to open the exhibition as the chief guest.",
    "Lester James Peries was the chief guest of my first group art exhibition, ‘Three Generations’ (with my father R. D. K. Jayawardena and elder son Marlon Jayawardena) at Mount Lavinia Hotel in 1993. Swarna Mallawarachchi was the chief guest of my first solo art exhibition ‘Contrasts’, at Galle Face Hotel in 1994.",
    "After that I hosted many other movie stars at hotels I managed in Sri Lanka, South America, and the Caribbean. They include Amitabh Bachchan, Harry Belafonte, Dionne Warwick, and Angela Bassett.",
    "Sixty years after the release of ‘Gamperaliya’, my movie madness continues. This year during one of my trips to Sri Lanka I rushed to watch the 49th movie of my favourite Sinhala movie actress – Swarna Mallawarachchi performing opposite Jackson Anthony in ‘Dada Ima’.",
    "Last week I gave mixed reviews in my rating system for movies I saw recentlylike ‘Killers of the Flower Moon’, the sixth part of ‘The Crown’, and ‘Sly’. None of these received five stars in my own star system, rating movies between one star and five stars, which I commenced over 60 years ago.",
    "This week, after watching one of the most expensive movie productions of the year, ‘Napoleon,’ with my 20-year-old younger son Ché, he asked me, “Dad, how many stars?”. When I told him, “only three stars or 60%”, he agreed. Ché has already become a tough movie critic like his grandfather and father!I thank thousands of actors and movie makers for entertaining an ardent movie buff or ‘picture pissa’ over 60 long years.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}