{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/st-joseph-hospital-negombo-re-launched-with-enhanced-medical-facilities-after-recent-acquisition/",
  "time_ut": 1703516220.0,
  "original_lang": "en",
  "original_title": "St. Joseph Hospital Negombo re-launched with enhanced medical facilities after recent acquisition",
  "original_body_lines": [
    "Kids & Teens Medical Group, Asia Corp Holdings and Healthy Life Clinic, announced the re-launch of St. Joseph Hospital, Negombo. Following its recent acquisition, the hospital has undergone an extensive upgrade, refurbishment, and augmentation of medical resources and infrastructure, marking a significant milestone in the enhancement of healthcare services in Sri Lanka.",
    "The comprehensive re-development includes the expansion of in-patient beds, a substantial increase in specialist and resident doctors to a total of 45, two state-of-the-art channelling centres, 27 well-equipped channelling rooms, an eye surgery centre, in-house emergency ambulance services, and specialised children’s wards; all facilities spanning across four floors. This strategic expansion positions St. Joseph Hospital to meet the escalating demand for both emergency and elective medical care in Sri Lanka, catering to a broader spectrum of patients in the years to come.",
    "Director and CEO, Sunil De Silva, expressed enthusiasm about the rapid development of the relaunch and the innovative initiatives implemented by St. Joseph Hospital. “We are proud to relaunch St. Joseph Hospital, Negombo, now equipped with increased capacity and technologically advanced infrastructure to address the growing demand for medical care in Negombo. Our renovations focus on enhanced resources, infrastructure, and facilities for medical emergencies and elective treatments, all aligned with global medical standards,” stated Sunil De Silva.",
    "St. Joseph Hospital is dedicated to empowering health and enriching lives. Overseen by Dr. Janesri De Silva, MD, FAAP, the hospital offers a comprehensive range of services, including critical care, dental, physiotherapy, emergency medicine, children’s health, psychological services, dietetics, and more. The hospital’s commitment to providing exceptional healthcare services is complemented by its compassionate approach and personalised care.",
    "Sunil further added the hospital’s commitment to Western standards of healthcare and efficiency. “Our healthcare system stands out for its efficiency and effectiveness, offering state-of-the-art government-approved digital X-rays and high-tech laboratories for superior health reporting and analysis. St. Joseph Hospital prioritizes quality and affordable healthcare for all, reinvesting funds into children welfare programs, free health clinics, and workshops. We want to give back to our community and Sri Lankan people, we aim to provide quality healthcare at an affordable price, our pricing is 30% lesser than other private hospitals,” he affirmed.",
    "St. Joseph Hospital, Negombo, is located at 229/10, St. Joseph’s Street. For more information, visit https://stjosephhospital.lk/.",
    "SLT union action: A cloud looming on its restructuring horizon",
    "Minister of Tourism of Thailand assures to promote Buddhist tourism and two-way tourism exchanges",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}