{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/port-city-colombo-celebrates-world-environment-day-2023/",
  "time_ut": 1685983260.0,
  "original_lang": "en",
  "original_title": "Port City Colombo celebrates World Environment Day 2023",
  "original_body_lines": [
    "Port City Colombo, Sri Lanka’s greenfield land reclamation project, is pleased to commemorate World Environment Day 2023 by sharing its commitment to sustainable development and environmental stewardship.",
    "Recognizing the importance of social responsibility and its impact on stakeholders, Port City Colombo has made it a key pillar of the project. This commitment is demonstrated across all stages of planning, design, and construction, ensuring scientific management and responsible construction practices.",
    "As the largest urban infrastructure development project in the country, Port City Colombo SEZ has prioritized several sustainability areas outlined in its detailed Development Control Regulations (DCR) document, designed for a harmonious coexistence between urban living and the natural environment.",
    "In line with its vision to become a global example of sustainable city living, Port City Colombo has implemented a comprehensive review of the following topics, which will be based on a detailed international benchmarking exercise: green spaces and biodiversity, energy efficiency, water and waste management, green building standards, and pedestrian-optimised transport.",
    "Port City Colombo recognizes the importance of preserving and enhancing green spaces within the city, incorporating extensive green areas, parks, and gardens to foster biodiversity and provide residents and visitors with a refreshing connection to nature.",
    "To promote energy efficiency, the development strictly adheres to stringent energy efficiency standards, emphasizing the use of renewable energy sources and reducing carbon emissions. Advanced technologies and sustainable design practices are being integrated to optimize energy consumption and minimize environmental impact.",
    "Water conservation and management are given paramount importance, with state-of-the-art systems in place to ensure efficient water use. Rainwater harvesting and water recycling initiatives have been implemented to reduce water consumption and preserve this precious resource.",
    "Port City Colombo, through strategic partnerships and innovative practices, the project aims to minimize waste generation, maximize recycling rates, and reduce the environmental impact of waste.",
    "Emphasizing the importance of green building practices, Port City Colombo adheres to the DCR guidelines. The project encourages sustainable construction methods, materials, and designs to minimize the ecological footprint of buildings and promote a healthy and eco-friendly living environment.",
    "“Port City Colombo takes pride in its commitment to sustainability and environmental consciousness. The project remains dedicated to promoting a sustainable urban lifestyle while preserving the natural ecosystem surrounding it,” shared the Colombo Port City Economic Commission, Chairman.",
    "Port City Colombo invites individuals, organizations, and communities to join hands in creating a greener future.",
    "Related Topics:Port City ColomboPort City Colombo celebrates World Environment Day 2023World Environment Day 2023",
    "Over 11,000 low-income families receive emergency assistance through Red Cross partnership",
    "INSEE Ecocycle: Realizing a circular economy through innovative waste management",
    "Agreement to operate Sri Lanka’s first downtown duty free store",
    "‘Port City Colombo SEZ project has attracted USD 1.3 billion FDI since inception’",
    "Technical Certificates of Completion for 64 out of 74 plots of Port City Colombo SEZ",
    "Port City Colombo showcased at Roadshow Event in Thailand with support from Joint Chambers of Commerce in Thailand",
    "Delegation of investors led by UAE royalty visits Port City Colombo",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}