{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sajith-alleges-COPE-Chairman-bought-over-by-SLC/56-755253",
  "time_ut": 1700079780.0,
  "original_lang": "en",
  "original_title": "Sajith alleges COPE Chairman bought over by SLC",
  "original_body_lines": [
    "Main Opposition and SJB Leader Sajith Premadasa yesterday alleged that Sri Lanka’s cricket crisis has taken a chaotic turn with some members of the Committee on Public Enterprises (COPE) and its Chairman Ranjith Bandara accusing each other of mishandling the probe on Sri Lanka Cricket (SLC).",
    "Some COPE members highlighted that Prof. Bandara should be removed from the chairmanship of the committee temporarily until the probe on SLC is completed.",
    "Premadasa said Prof. Bandara acted as if he had been bought over by the SLC.",
    "“The COPE Chairman, using hand signals, advised SLC members not to answer questions raised by MPs at Tuesday’s meeting. This is clearly visible in the videos that are being circulated over social media,” Premadasa said. SJB MP Hesha Vithanage said Prof. Bandara should not be allowed to chair the future probes which COPE is slated to carry out on SLC during the coming days.",
    "“COPE has summoned SLC on 24, 27 and 28 November. We request that Prof. Bandara is removed temporarily and an acting Chairman be appointed,” he said.",
    "SJB MP S.M. Marikar said he and some other members of COPE do not want to participate in any probes on SLC with Professor Bandara at the chair.",
    "MP Chaminda Wijesiri accused Professor Bandara of violating the privileges of COPE members.",
    "“The COPE Chairman could be dealt with under Section 18 of the Privileges Act,” he said.",
    "MP Premanath Dollawatta also wanted the COPE Chairman out temporarily.",
    "Prof. Bandara, in response, accused Opposition members of trying to politicise the probe.",
    "“COPE is expected to be independent as much as possible. However, there was a planned effort by the Opposition members to politicise the probe on SLC,” he said.",
    "“I put my fingers on my lips and asked the opposition MPs to be quiet as many members were speaking at the same time,” he added.",
    "Speaker Mahinda Yapa Abeywardana did not give any ruling with regard to the matter."
  ]
}