{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90909/china-will-always-stand-for-sri-lankas-sovereignty-and-socioeconomic-development-vice-foreign-minister",
  "time_ut": 1685450640.0,
  "original_lang": "en",
  "original_title": "China will always stand for Sri Lanka’s sovereignty and socioeconomic development – Vice Foreign Minister",
  "original_body_lines": [
    "Chinese Vice Minister of Foreign Affairs Sun Weidong has assured that China, a longstanding ally of Sri Lanka, will always stand by the island nation’s sovereignty and its political and socioeconomic development.",
    "Weidong called on Prime Minister Dinesh Gunawardena at the Temple Trees today (30 May), during which he assured that China will increase investments in several areas, including agriculture, trade and commerce and ports and infrastructure development.",
    "Moreover, he also noted that China will continue to provide economic assistance, while also supporting Sri Lanka’s debt restructuring programme.",
    "The Vice Minister also expressed his deep appreciation to Sri Lanka’s adherence to the One China Policy, despite pressures from many quarters.",
    "Meanwhile, speaking on the shared Buddhist relations between the nations, Vice Minister Weidong revealed that China has taken the required measures to establish a strong cooperation with Sri Lankan Buddhist associations, furthering their religious ties.",
    "Premier Gunawardena expressed his gratitude towards the Chinese Government, for the help extended during both, natural calamities such as the Tsunami and the COVID -19 pandemic, and the ongoing economic crisis.",
    "Speaking with regards to the humanitarian and medical aid received during the COVID-19 pandemic, the Prime Minister acknowledged, with gratitude, the various shipments of the Sinopharm vaccine, medical masks, COVID-19 test kits and other related equipment sent to battle the pandemic, which, according to Gunawardena, further strengthened the solidarity between the two countries.",
    "Referring to the recent visit of the Governor of the Yunnan Province, Gunawardena also expressed confidence that the fruitful discussions held during the visit in question would enhance cooperation in the agriculture sector, adding that China could invest in agricultural projects.",
    "Minister Sun Weidong has donated 10,000 sets of school bags and  supplies stationary, picture books, oil colour boxes, pencils and pen boxes, sharpeners and erasers, colour oil painting, rulers, water bottles, insulated lunch boxes and fabric of white plain shirt and skirt 33,000 meters, fabric of blue twill pants 10,000 meters for distribution in schools.",
    "Environment Minister Ahamed Naseer, Deputy Speaker Ajith Rajapakse, MP Yadamini Gunawardena and Chinese Ambassador Chinese Ambassador to Sri Lanka Qi Shenhong and senior officials of Chinese Foreign Ministry were present on this occasion."
  ]
}