{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/05/new-zealand-crush-sri-lanka-in-2nd-t20/",
  "time_ut": 1680691080.0,
  "original_lang": "en",
  "original_title": "New Zealand crush Sri Lanka in 2nd T20",
  "original_body_lines": [
    "New Zealand secured a thumping 9-wicket victory over Sri Lanka in the 2nd T20I of the 3-match series, pulling themselves level 1-1 after losing the first match in the Super Over.",
    "If there was one incident that would some up how effective the Kiwis were in the contest, it would be the delivery from pacer Adam Milne to Lankan batter Pathum Nissanka.",
    "It isn't often that fans see bats being ripped by bowlers, and this time, Milne's delivery had broken Nissanka's willow into two pieces.",
    "Milne was terrific with the ball throughout the match, claiming a 5-wicket haul while giving away just 26 runs.",
    "As for the match, the hosts demolished Sri Lanka while chasing the target of 142 runs.",
    "Opener Tim Seifert finished on 79 not out as the Blackcaps overhauled the total in just 14.4 overs.",
    "Milne put in a man-of-the-match performance with his figures of 5 for 26 as Sri Lanka were skittled for just 141 runs.",
    "It was a brutal defeat for Sri Lanka, who had made a good start. Kusal Perera (35) and Dhananjaya de Silva (37) put on a middle-order partnership of 62 off 46 balls to steer the visitors to 99-4 after 12 overs.",
    "The tourists then collapsed by losing their next six wickets for just 42 runs as New Zealand's seamers found their length to devastating effect.",
    "Charith Asalanka was the last Sri Lankan batter to offer any resistance, chalking up 24 runs off 19 balls.",
    "ATA paves the way to label citizens as terrorists – Prof. Jayadeva Uyangoda",
    "Supreme Court should NOT be summoned to explain judicial orders to anyone – BASL",
    "Sri Lanka’s economy to contract before recovery in 2024 – ADB",
    "Higher income groups need to take more of the burden to protect the poor and vulnerable – World Bank"
  ]
}