{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-resume-diplomatic-talks-with-japan-on-cancelled-lrt-project-125274/",
  "time_ut": 1688539080.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to resume diplomatic talks with Japan on cancelled LRT project",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s cabinet of ministers approved a proposal to commence a diplomatic dialogue with Japan on a light rail transit (LRT) project that Colombo had unilaterally and controversially cancelled in 2020.",
    "A statement from the Government information Department on Wednesday June 05 said the cabinet had greenlit a proposal made by President Ranil Wickremesinghe to prepare an “appropriate time frame for entering into the agreement applicable activating the discussions with the Japanese diplomatic mission in Colombo once again”.",
    "Sri Lanka’s auditor general said in late June that the government has agreed to pay about 3.4 million US dollars (about billion rupees) to a consultancy led by Japanese firms after the project’s cancellation.",
    "Former President Gotabaya Rajapaksa suddenly cancelled the project which was to be financed through a low-interest loan from the Japan International Co-operation Agency (JAICA), damaging relations between the two countries.",
    "Then Secretary to the President P B Jayasundara said in an official communication that the project is “very costly and not the appropriate cost effective transport solution for the urban Colombo transportation infrastructure.”",
    "“A suitable transport solution could be worked out in consultation with the Ministry of Urban Development and Housing and the Department of National Planning of the Ministry of Finance,” Jayasundara wrote, adding that the president had also ordered the immediate closure of the project office.",
    "Rajapaksa’s successor Wickremesinghe has been keen to repair the damaged relations.",
    "This is, in fact, the second time this year that the cabinet has approved a proposal by President Wickremesinghe to discuss resuming the project.",
    "During an official visit to Tokyo in late May, Wickremesinghe extended an apology for the cancellation of the LRT project and discussed legislation to make sure that large-scale bilateral projects cannot be cancelled without mutual agreement.",
    "He also called for bilateral collaboration highlighting emerging opportunities in Sri Lanka that Japanese businesses could leverage as the island nation restores stability.",
    "Ex-president Rajapaksa’s surprise decision in 2020 along with another 500-million US dollar tripartite deal to develop the Colombo Port’s Eastern Container Terminal (ETC) together with India proved controversial. Relations soured between Sri Lanka and Japan as a result. The east Asian nation has long been considered a friend of Sri Lanka with mutually beneficial diplomatic ties going back decades.",
    "Since his appointment as prime minister in the wake of widespread protests in Sri Lanka after its currency crashed in early 2022, Wickremesinghe has shown renewed interest in repairing ties between the two countries.",
    "Blaming poor foreign policy on the country’s international “marginalisation”, Prime Minister Wickremesinghe in June 2022 said: “Japan is our long time friend; a nation that has helped our country greatly. But they are now unhappy with us due to the unfortunate events of the past.” (Colombo/Jul05/2023)"
  ]
}