{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Possible-to-complete-debt-restructuring-program-by-September-RW/108-259578",
  "time_ut": 1684664625.0,
  "original_lang": "en",
  "original_title": "Possible to complete debt restructuring program by September: RW",
  "original_body_lines": [
    "Sri Lanka will be able to successfully complete the debt restructuring program by September and bring the economy to a stable level, President Ranil Wickremesinghe said.",
    "\"We have submitted the agreement with the IMF to the Parliament and passed it. Today, members of the SLPP have expressed their will and given the necessary support to the economic policy of the United National Party. That support is very important if this country is to recover from the economic crisis. We should all work together and work hard to build a prosperous country out of bankruptcy,\" he said.",
    "He mentioned this yesterday (20) while declaring open the Kegalle, Aranayaka ‘Asupini Ella water scheme’; the largest water project in the Sabaragamuwa Province.",
    "In 2018, I came to lay the foundation stone of this water scheme as the Prime Minister. Today, as the President, I consider it a great privilege to come to declare open that water scheme. At that time I came to lay the foundation stone for this water scheme on the request of Mr. Kabir Hashim. I am happy to be able to finish this project.",
    "The program started by Minister Kabir Hashim has been carried forward by the next Government and has been completed during the tenure of Minister Jeevan Thondaman. The drinking water requirement of about 200,000 people will be fulfilled by this water scheme which will be started today. I express my thanks to all the employees who have contributed for this water scheme.",
    "In the past, after Sri Lanka was declared a bankrupt country, no investors came to the country. Former investors left the country. In such an environment, foreign investors are not interested in providing aid to Sri Lanka. In such a situation, I have taken charge of the country and gone to the IMF to bring the country's economy to a stable state. Because whether they are Sinhalese or Tamil, people do not wish to live as beggars. They wish to live with dignity.",
    "The IMF had imposed tough conditions on us. But we had no other options. Similar conditions were presented earlier in the negotiations with the IMF. There, one previous Government withdrew from transactions with the IMF. But we have gone to the IMF and are taking the program forward with proper management."
  ]
}