{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/New-Zealand-shooting-rattles-teams-hours-before-World-Cup-kickoff/108-263547",
  "time_ut": 1689833868.0,
  "original_lang": "en",
  "original_title": "New Zealand shooting rattles teams hours before World Cup kickoff",
  "original_body_lines": [
    "Just hours before Auckland was due to host the opening match of the Women's World Cup, the city woke up to news of a deadly shooting which has cast a shadow over what was supposed to be a day of celebration.",
    "The incident in the centre of New Zealand's largest city, close to where hundreds of football supporters were due to gather at a fan park, left two people dead and six others injured.",
    "Fifa said it had been informed it was an isolated incident and Thursday's match between New Zealand and Norway at Eden Park would go ahead as planned.",
    "People have travelled to the city from across the globe for the start of the World Cup, which has been labelled the biggest women's sports event ever to be staged.",
    "Jacob Johnson, a reporter for 1 News in Auckland, told BBC Sport: \"The fact it has happened on the day that was meant to be a huge celebration for New Zealand is just gobsmacking.",
    "\"The Women's World Cup was supposed to be a huge win for women's sport.",
    "\"In New Zealand it is something we are really trying to push. It's such a shame that something like this will probably dominate the headlines for days.",
    "\"The Women's World Cup has been years in the making. I hope organisers are not going to completely let this overshadow the event. The Women's World Cup is a really big deal for New Zealand.\"",
    "The shooting took place on a construction site in the central business district at 07:22 (20:22 BST). The gunman was declared dead after the attack, which is not being seen as an act of terrorism.",
    "Auckland Mayor Wayne Brown said all Fifa personnel and football teams were safe and had been accounted for.",
    "Fifa released a statement saying it had been \"in constant contact with the participating teams affected by this incident\".",
    "It added: \"Fifa extends its deepest condolences to the families and friends of the victims who lost their lives following the incident which occurred this morning in Auckland, New Zealand, and our thoughts and prayers remain with those who have been injured in this tragic incident.\"",
    "A record 32 teams are taking part in the tournament in Australia and New Zealand over the next four weeks.",
    "\"It is the biggest sporting event New Zealand has ever hosted,\" added Auckland-based reporter Johnson. \"We had our breakfast crews down at the fan zone this morning.",
    "\"There were excited fans and children. It's just across the road from where this horrible incident took place.\"",
    "Among those visiting the city for the tournament is Sonia Orvaz, who has travelled to Auckland from California to support four-time world champions the United States.",
    "\"It's sad when this sort of thing happens,\" she said. \"This will obviously overshadow the start of the tournament which is very unfortunate.",
    "\"It just makes me a little bit sad for Auckland. They've waited years for this.\"",
    "A Canada fan, Cherry Andrews, had been on her way to the fan park when she was diverted because of the incident.",
    "\"Hopefully it is not going to deter people enjoying the Women's World Cup and why we are all here in the first place.\" (BBC)",
    "Bollywood star and cricket greats combine to launch World Cup campaign"
  ]
}