{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95956/un-appoints-humanitarian-coordinator-for-war-torn-gaza",
  "time_ut": 1703692500.0,
  "original_lang": "en",
  "original_title": "UN appoints humanitarian coordinator for war-torn Gaza",
  "original_body_lines": [
    "Sigrid Kaag, the Netherlands’ former deputy prime minister and a Mideast expert, was appointed the U.N. coordinator for humanitarian aid to war-torn Gaza, the United Nations chief announced Tuesday.",
    "The announcement by U.N. Secretary-General Antonio Guterres follows the Security Council’s adoption of a resolution on Friday requesting him to expeditiously appoint a senior humanitarian and reconstruction coordinator for Gaza, where more than 2 million civilians are in desperate need of food, water and medicine,",
    "Guterres said Kaag, who speaks fluent Arabic and five other languages, “brings a wealth of experience in political, humanitarian and development affairs as well as in diplomacy” to her new post. She is expected to start on Jan. 8.",
    "“She will facilitate, coordinate, monitor, and verify humanitarian relief consignments to Gaza,” he said, adding that Kaag will also establish a U.N. mechanism to accelerate aid deliveries “through states which are not party to the conflict.”",
    "Gaza’s entire 2.3 million population is in food crisis, with 576,000 people at catastrophic or starvation levels and the risk of famine is “increasing each day,” according to a report released last Thursday by 23 U.N. and nongovernmental organizations. It blamed the widespread hunger on insufficient aid entering Gaza.",
    "Israel stopped all deliveries of food, water, medicine and fuel into Gaza after the militant Hamas group’s Oct. 7 incursion into southern Israel that killed about 1,200 people.",
    "The Israel-Hamas war has so far killed more than 20,900 people in Gaza, two-thirds of them women and children, according to the Health Ministry in Hamas-run Gaza, which doesn’t differentiate between civilians and combatants among the dead.",
    "After U.S. pressure, Israel allowed a trickle of aid in through Egypt, but U.N. agencies say that for weeks, only 10% of food needs has been entering Gaza. Last week, Israel opened the Kerem Shalom crossing into Gaza and truck traffic increased but an Israeli strike on Thursday morning on the Palestinian side of the crossing stopped aid pickups, the U.N. agency for Palestinian refugees, or UNRWA, said.",
    "Kaag has for years worked in the Middle East, including in the Palestinian territories. She started working for the United Nations in 1994 in Sudan and has worked for UNRWA and as regional director for the Mideast for the U.N. children’s agency UNICEF.",
    "She also served as assistant director of the U.N. Development Program, headed the U.N. mission to destroy Syria’s chemical weapons, and was U.N. special envoy for Lebanon until October 2017.",
    "Kaag then became minister for trade and development in the Dutch government, and in 2018 she became the country’s first female foreign minister. Most recently, she served as deputy prime minister and the first female minister of finance from January 2022.",
    "In July, she announced she was leaving Dutch politics because of “hate, intimidation and threats” that put “a heavy burden on my family.” She told the website Euronews that after becoming finance minister and deputy prime minister she received many death threats, but the most frightening was when a man showed up at her home shouting and waving a burning torch.",
    "“You don’t know what’s going to happen, and the safety of your family is obviously of the highest priority,” Kaag, a mother of four, told Euronews in October. “For me it was difficult, but bearable. It was different for my family. I always listen to them, and their opinion counts more than anything else in the world.”"
  ]
}