{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89771/sri-lanka-inks-mou-with-leading-japanese-enterprise",
  "time_ut": 1681397100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka inks MoU with leading Japanese enterprise",
  "original_body_lines": [
    "The Government of Sri Lanka and a leading business enterprise in Japan, Pasona Group have entered into a Memorandum of Understanding (MoU) pertaining to several factors, including employment opportunities for Sri Lankans in Japan.",
    "Accordingly, the MoU was signed between Sri Lanka’s Ministry of Labour and Foreign Employment and the Pasona Group regarding job opportunities for Sri Lankan nationals in Japan, human resource development, bringing Japanese investments to Sri Lanka and promoting tourism.",
    "The MoU was signed at the “Wave Riding Festival” theater in Awaji Island during the official visit of Labour and Foreign Employment Minister Manusha Nanayakkara to Japan.",
    "According to this agreement, the Pasona Group will provide its support for the Japanese companies who wish to recruit Sri Lankan workers for employment opportunities.",
    "In addition, the Pasona Group will also provide the necessary support required for Sri Lankans seeking employment in Japan, and will hold investment conferences and investment consultations to attract Japanese investors to Sri Lanka.",
    "Programmes aimed to improve the skills and training of professionals employed in the tourism sector will also be implemented as part of the MoU, in a bid to promote Sri Lanka’s tourism industry. A programme targetted at attracting more Japanese tourists to Sri Lanka is also due to be implemented, as per a statement issued by the Minister of Labour and Foreign Employment.",
    "Minister Manusha Nanayakkara, who spoke at the signing of the MoU, said that Sri Lanka is facing the worst economic crisis since independence, and is currently working to build a stable country under the leadership of President Ranil Wickremesinghe.",
    "The minister stated that this crisis is a crucial turning point in the history of the country and necessary policy reforms are currently being carried out to prevent such crises from occurring again.",
    "In order to develop an efficient workforce, the minister said that by studying the best practices around the world including Japan, the workers will be given the opportunity to do flexible, part-time and multiple jobs.",
    "The Minister stated that joining forces with the Pasona Group, a leader in human resources in Japan, is a historic day for Sri Lanka and that this partnership will bring mutual benefits to both countries in various fields.",
    "Shan Yahampath, an Advisor to the Ministry of Labour and Foreign Employment, Saminda Jayasekara, Director of the Sri Lanka Foreign Employment Bureau and Ruwan Perera, Special Representative for Japan-Sri Lanka Employment related work, were present at the event."
  ]
}