{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83201",
  "time_ut": 1701199440.0,
  "original_lang": "en",
  "original_title": "US Justice Dept Files Indictment against Indian National Nikhil Gupta  Over Alleged Conspiracy to Assassinate US Citizen Gurpatwant Singh Pannun; Senior  Indian Intellige Official Suspected of Masterminding Plot to kill Sikh Activist Pannu on US Soil",
  "original_body_lines": [
    "India has set up a “high-level” enquiry committee to look into allegations made by the United States government regarding an Indian plot targeting Gurpatwant Singh Pannun, a U.S.-based Khalistani activist wanted on terror charges, the Ministry of External Affairs (MEA) announced here on Wednesday.",
    "The explosive allegations, contained in a U.S. Department of Justice indictment that was publicly released on Wednesday, accuse a senior Indian intelligence official, as yet unnamed but referred to as CC-1, of masterminding the assassination plot. The indictment alleges that the official enlisted an individual named Nikhil Gupta to hire a hit man with an advance payment, and also suggests that the Gujarat Police dropped criminal charges against Mr. Gupta at the behest of the Indian intelligence official in order to facilitate the contract killing.",
    "It also claims that there is a link between the alleged plot against Mr. Pannun and the plot to kill Hardeep Singh Nijjar, which Canada has accused Indian government agents of masterminding.",
    "“The defendant [Nikhil Gupta] conspired from India to assassinate, right here in New York City, a U.S. citizen of Indian origin who has publicly advocated for the establishment of a sovereign state for Sikhs, an ethnoreligious minority group in India,” U.S. Attorney Damien Williams said, in a press release issued by the office of the U.S. Attorney for the Southern District of New York. “We will not tolerate efforts to assassinate U.S. citizens on U.S. soil, and stand ready to investigate, thwart, and prosecute anyone who seeks to harm and silence Americans here or abroad,” Mr. Williams added.",
    "Nikhil Gupta was arrested in the Czech Republic on June 30 and is being held pending extradition procedures to the U.S., the release said.",
    "The indictment had been referenced in a report by U.S. newspaper The Washington Post on Wednesday, which said that the U.S. allegations have been raised at the most senior levels, including by the U.S. President, U.S. Secretary of State, the National Security Advisor, and the Central Intelligence Agency chief, between June and October this year.",
    "The U.S. allegations, according to reports first published by the U.K.-based Financial Times, predate the allegations made by the Canadian government on the killing of Canada-based Khalistani activist Hardeep Singh Nijjar, which India had earlier denied and called “absurd”. Officials did not say whether the U.S. indictment would make India re-examine the Nijjar case as well, but they indicated that the government was aware of the details contained in the indictment.",
    "According to the MEA, the high-level enquiry committee was set up on November 18 this year, four days before the UK-based Financial Times first published its report saying that the U.S. had “warned” India about “concerns” that the government “was involved in the plot”.",
    "While the MEA has not referred specifically to the allegations that government operatives were involved, it said that the U.S. had shared “inputs” on a “nexus between organized criminals, gun runners, terrorists and others”, which the government is investigating. MEA officials did not respond to a question on which “other” elements had been named.",
    "“India takes such inputs seriously since they impinge on our national security interests as well, and relevant departments were already examining the issue,” MEA spokesperson Arindam Bagchi said in the response released on Wednesday. “Government of India will take necessary follow-up action based on the findings of the Enquiry Committee,” it added, without indicating which agency or officials would lead the “high-level enquiry”.",
    "According to the indictment filed by the U.S. Attorney for the Southern District of New York, the unnamed Indian official was a “Senior Field Officer”, with responsibilities in “Security Management” and “Intelligence,” and had communicated with Mr. Gupta from May 2023, asking him to help arrange Mr. Pannun’s murder.",
    "“CC-1 was employed at all times relevant to this Indictment by the Indian government, resides in India, and directed the assassination plot from India,” the indictment says. It contains detailed accounts of the telephone communications between “CC-1” and “Gupta”, including hiring a hit-man on the promise of a final payment of up to $150,000 for the killing, and sharing details of Mr. Pannun’s whereabouts as well as his residence location.",
    "The communications quoted even said that, in June, when Prime Minister Narendra Modi was due in Washington for a State visit, Mr. Gupta was told to “calm everything” for about 10 days, but otherwise was told to organise the “execution” at the earliest possible date.",
    "In addition, the indictment clearly links the Indian official to the Nijjar killing in Canada on June 17 this year, saying that the official had sent Mr. Gupta a video of the Nijjar killing, claiming that Nijjar was one of “many targets” for Indian covert operations.",
    "Mr. Pannun, the founder of Sikhs for Justice (SFJ), is wanted in India for propagating a separatist “Sikh referendum” in several countries. He most recently issued a threat against Air India flights. Despite India’s designation of Mr. Pannun as a terrorist under the Unlawful Activities (Prevention) Act in 2020, the MEA did not confirm whether it had demanded his extradition to India.",
    "When asked about the allegations of an assassination plot, Mr. Pannun told the U.S.-based Time magazine that it was a “challenge to American sovereignty”. He said that he believed that “the Indian government and the Modi regime want to kill” him for “running the global Khalistan referendum voting campaign”. Another such “referendum” vote is set for January 26, 2024.",
    "The Indian government’s reaction to the U.S. government’s allegations regarding Mr. Pannun, including the establishment of the high-level enquiry committee, is in stark contrast to the reaction to the allegations made by the Canadian government over Nijjar, which included the expulsion of two-thirds of the Canadian High Commission in India.",
    "According to India’s High Commissioner in Ottawa, India’s reactions differed due to the manner in whichthe allegations were made; Canadian Prime Minister Justin Trudeau announced them in Parliament, whereas the U.S. leadership made its concerns known more discreetly.",
    "In an interview to Canadian TV this week, High Commissioner Sanjay Kumar Verma also said that the U.S. inputs were “legally presentable”, whereas the Canadian inputs contained “no specific or relevant information for [India] to look into”."
  ]
}