{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Her-land-her-rights-Key-role-of-women/172-261552",
  "time_ut": 1687367999.0,
  "original_lang": "en",
  "original_title": "Her land, her rights: Key role of women",
  "original_body_lines": [
    "With Sri Lanka still struggling to overcome the socio-economic crisis, there appears to be little or no time to contemplate on issues like desertification and drought. President Ranil Wickremesinghe and the Sri Lanka Podujana Peramuana (SLPP) Government are making progress in the struggle to pull Sri Lanka out of the debt crisis and bring about economic stability to encourage foreign investments and pursue other development strategies. But the Government also needs to give more attention to the climate change crisis which if not handled effectively, could lead to a catastrophe in the world.",
    "On June 17, the United Nations marked the World Day to Combat Desertification and Drought. In a statement the world body says droughts are among the greatest threats to sustainable development, especially in developing countries, but increasingly so in developed nations too. In fact, forecasts estimate that by 2050 droughts may affect more than three-quarters of the world’s population.",
    "The number and duration of droughts has increased by 29% since 2000, as compared to the two previous decades. When more than 2.3 billion people already face water stress, this is a huge problem. Women hold a vital stake in the health of the land, yet they often don’t have control over it. In most parts of the world, women face significant barriers in securing land rights, limiting their ability to thrive and prosper. In many regions, they remain subject to discriminatory laws and practices that impede their right to inherit and access to services and resources.  When land becomes degraded and water is scarce, women are often the worst affected.",
    "According to the UN, this year, the theme of the International Day Against Desertification, and Drought “Her land. Her rights”, emphasizes that investing in women’s equal access to land and associated assets is a direct investment in their future and the future of humanity. It’s time for women and girls to be at the forefront of global land restoration and drought resilience efforts.",
    "Today, nearly half of the global agricultural workforce is female – yet less than one in five landholders worldwide are women. Women’s rights to inherit their husband’s property continue to be denied in more than 100 countries under customary, religious, or traditional laws and practices. Globally, women already spend a collective 200 million hours every day collecting water. In some countries, a single trip to fetch water can take more than one hour.",
    "Outlining the effects of desertification and drought, the UN says Desertification is a phenomenon that ranks among the greatest environmental challenges of our time.",
    "Although desertification can include the encroachment of sand dunes on land, it does not refer to the advance of deserts. Rather, it is the persistent degradation of dryland ecosystems by climate change and mainly human activities: unsustainable farming that depletes the nutrients in the soil, mining, overgrazing -- animals eat away grasses and erode topsoil with their hooves -- and clear-cutting of land, when the tree and plant cover that binds the soil is removed. It occurs when trees and bushes are stripped away for fuelwood and timber, or to clear land for cultivation.",
    "Spotlighting the Impact of desertification in nature and population, the UN says Desertification is a global issue, with serious implications worldwide for biodiversity, eco-safety, poverty eradication, socio-economic stability and sustainable development.",
    "Drylands are already fragile. As they become degraded, the impact on people, livestock and environment can be devastating. Some 50 million people may be displaced within the next 10 years as a result of desertification. The issue of desertification is not new though — it played a significant role in human history, contributing to the collapse of several large empires, and the displacement of local populations. But today, the pace of arable land degradation is estimated at 30 to 35 times the historical rate.",
    "Some two billion people depend on ecosystems in dry land areas, 90% of whom live in developing countries. A downward spiral is created in many underdeveloped countries, where overpopulation causes pressure to exploit drylands for farming. These marginally productive regions are overgrazed, the land is exhausted and groundwater is over drafted.",
    "These and related issues show that despite modern technology and the marvels that arise from the positive use artificial intelligence, the Sri Lanka government needs to give more attention to effectively tackle issues such as desertification.",
    "According to British writer, literary scholar, and Anglican lay theologian CS Lewis, the task of the modern educator is not to cut down jungles, but to irrigate deserts."
  ]
}