{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/USAID-and-IREX-announce-launch-of-MoJo-Lanka-Academy/108-257526",
  "time_ut": 1681244133.0,
  "original_lang": "en",
  "original_title": "USAID and IREX announce launch of MoJo Lanka Academy",
  "original_body_lines": [
    "The United States Agency for International Development (USAID) and The International Research and Exchanges Board (IREX) have announced the launch of Mojolanka.lk, a website celebrating mobile journalism in Sri Lanka, and home to MoJo Lanka Academy, a platform that will provide robust tri-lingual instruction in mobile journalism.",
    "This launch is the first step towards the MoJo Lanka mobile journalism festival, planned for June 24-25, 2023.",
    "USAID’s Media Empowerment for a Democratic Sri Lanka (MEND) programme works in conjunction with IREX to improve citizens’ demand for, and access to, balanced, reliable, and objective news and information in Sri Lanka. MEND has also been a pioneer in mobile journalism in the country, providing training and mentoring for hundreds of aspiring mobile journalists.",
    "MoJo Lanka Academy is a virtual training centre consisting of a series of explainer videos on the basics of mobile storytelling. The videos are available in English, Sinhala and Tamil, and have been compiled by experts in the field: David Hayward, the Editor of the first BBC newsroom to be led by video journalists; K.C. Saranga, an award-winning Sri Lankan mobile journalist; and Nadaraja Manivanan, a media trainer and independent filmmaker based in Sri Lanka. All MoJo Lanka Academy products can be found on Mojolanka.lk.",
    "In the coming weeks, MEND will also be announcing a competition aimed at celebrating Sri Lankan mobile journalists. The entries will be judged by local and international judges and the winners will be announced at the MoJo Lanka festival in June.",
    "“Mobile journalism is a tremendous step forward for the free flow of information in Sri Lanka,” said USAID Mission Director Gabriel Grau. “A well trained and responsible press is a cornerstone of democratic societies and especially important in these times when democracy is under pressure in so many places. USAID looks forward to the success of the Mojo Lanka Academy.”",
    "“We are very excited to launch the MoJo Lanka Academy,” said Jean MacKenzie, MEND’s Chief of Party. “Mobile journalism offers a window into a society that is almost impossible to get any other way. Through the Mojolanka website and the upcoming festival, IREX is helping Sri Lankans acquire the skills to tell their stories.  We feel strongly that this type of journalism has a very bright future, and we are happy to support its growth.”"
  ]
}