{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Along-with-Japan-and-India-China-can-join-debt-relief-effort-for-Sri-Lanka-Nirmala-Sitharaman/155-264203",
  "time_ut": 1690688655.0,
  "original_lang": "en",
  "original_title": "Along with Japan and India, China can join debt relief effort for Sri Lanka: Nirmala Sitharaman",
  "original_body_lines": [
    "As a large creditor to Sri Lanka, China is welcome to join the effort steered by Japan, India and France to help the island nation cope with its debt distress, Finance Minister Nirmala Sitharaman said on Saturday. She also called upon the International Monetary Fund (IMF) and the World Bank to speed up relief measures for countries facing debt vulnerabilities.",
    "Terming multilateral development banks’ (MDBs) reforms and debt-relief measures for many stressed economies as the top two finance track priorities for India during its G-20 Presidency, Ms. Sitharaman said that a comprehensive, better and quicker approach is required to address the problem within the common framework of the IMF and World Bank, as well as “outside” it.",
    "“I quote the ‘outside of it’ equally as much as within the framework, as we have the example of Sri Lanka, a middle-income country which got into distress because its earnings were limited to tourism and some other areas like export of tea… Sri Lanka required a quick redressal, although outside of the framework because they are a middle-income country,” she noted in a discussion at the India Japan Forum.",
    "In Sri Lanka’s case, Japan, which holds the G-7 Presidency currently, quickly took the lead to address the distress, she pointed out. “Japan came up, along with France and India, with a quick committee of creditors group, which started addressing the issue. And of course, it was an open forum, it wasn’t limited to just to the three countries, China is welcome to participate as one of the big creditors,” Ms. Sitharaman said.",
    "Japan’s leadership in such cases with “a constructive approach to address debt distress” has been well-received, the Minister said, adding that this is an indicator that the G-7 and G-20 together would come up with solutions to the problem.",
    "While the MDBs are acting to alleviate debt distress, they need to be “more nimble”, the Minister said, noting that “we are looking at situations where countries are waiting for more than three or four years after the application seeking some redressal, to get the actual resolution of the issues”.(The Hindu)"
  ]
}