{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ninewells-hospital-shines-as-sri-lankas-leader-in-neonatal-care-on-world-prematurity-day/",
  "time_ut": 1703091060.0,
  "original_lang": "en",
  "original_title": "Ninewells Hospital shines as Sri Lanka’s leader in neonatal care on World Prematurity Day",
  "original_body_lines": [
    "When it comes to neonatal, Paediatric, and family healthcare excellence, Ninewells Hospital stands as the undisputed leader in the space, having consistently demonstrated exceptionally successful care of preterm infants. Accordingly, the hospital is commemorating World Prematurity Day, as it reflects on its journey of transforming neonatal care in Sri Lanka, caring for over 200 preterm babies annually.",
    "Central to its success is Ninewells Hospital’s steadfast commitment to family-centered neonatal care, a scientific, evidence-based approach, that calls for maintaining dignity for all, creating an atmosphere of respect, and providing open information sharing with the family. This unique and modern approach fosters a sense of true partnership between the family of the newborn and the healthcare team at Ninewells Hospital, ensuring that the delivery of care to preterm infants is a collaborative effort, and a supported journey undertaken together. This approach has proven its mettle with a high survival rate, and increased comfort, confidence, and understanding for families of preterm infants.",
    "To further support parents and caregivers, Ninewells Hospital also uniquely arranges knowledge-sharing sessions before discharge from its neonatal intensive care unit (NICU). These sessions, conducted by seasoned healthcare professionals and specialists, cover a spectrum of crucial topics. From a comprehensive update on baby’s health to hands-on training in basic life support and CPR, the aim is to empower parents with essential skills for neonatal care at home. This initiative not only aligns with the hospital’s dedication to family-centered care but also contributes to improving parental confidence during what can be a stressful time.",
    "Commenting on this modern approach and its benefits, Dr. Nalin Gammathige – Neonatal Paediatrician at Ninewells Hospital said, “Having understood the importance of working together with new families for better success rates and improved outcomes across the board, we are now even more determined to continue with our family-centered approach. On this Prematurity Day, where we celebrate the successful management of preterm deliveries around the world, we take this opportunity to reaffirm our commitment to our families and the communities we serve. We believe that by equipping parents with the skills needed to care for their babies, who may have arrived earlier than expected, we can ensure the best outcomes for all, and minimize preventable tragedies.”",
    "The hospital’s neonatal care sessions for the families of preterm deliveries cover vital aspects of infant care, including guidance on home care, essential newborn care practices, infection prevention, thermoregulation, feeding techniques, correct medicine administration, sleeping positions, the identification of danger signs, hands-on training in basic life support/CPR/ and how to intervene in the event of an episode of choking.",
    "browns Hotels & Resorts shares the spirit of travel with a blend of festive cheer",
    "Dialog Axiata becomes the first Telco in South Asia to adopt SASB & GSMA Standards",
    "Joseph Fraser Ninewells Hospital celebrates 100th anniversary, emerges as 1st hospital to launch commemorative stamp",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}