{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Enforcement-of-Saasana-through-legislations/172-260433",
  "time_ut": 1685913106.0,
  "original_lang": "en",
  "original_title": "Enforcement of Saasana through legislations",
  "original_body_lines": [
    "A Buddhist monk reads the Tripitaka - the most sacred scripture for Buddhists the world over",
    "Currently, it is apparent that the philosophy of Theravada Buddhism is being heavily distorted, misinterpreted, and misrepresented by various preachers and writers at their will. While every individual has the freedom to interpret their beliefs as they apprehend it, the problem lies in the fact that these personal opinions of orators and authors misguide audiences and readers in the name of Theravada. In simple terms, non-Theravada doctrines have emerged under the guise of Theravada Buddhism. It is not easy for ordinary Buddhists to differentiate authentic Theravada teachings from these personal interpretations. When the Dhamma is misinterpreted according to individuals’ viewpoints, multitudes may miss the priceless opportunity to enjoy the invaluable benefits that can only be attained through accurate learning and adherence. It is not an exaggeration to assert that this reprehensible phenomenon is highly distressing to any Theravada Buddhist.",
    "In order to prevent this hazard, the Sri Lankan Government, under the administration of President Gotabaya Rajapaksa, with the guidance and blessings of some erudite Buddhist monks, drafted an act named Tripiṭaka Sanrakṣhaṇa Panata. In August 2021, public opinions were called for regarding the Act. During the three-day conference at the BMICH, it was revealed that some of the main clauses of the drafted act were detrimental to the sāsana in the long run. As a result, the chief monks who headed the event recommended a complete revision of it. A new committee was formed to",
    "Recently, the topic of Tripiṭaka Sanrakṣhaṇa Panata (TSP) has resurfaced with the digitalization of the Buddha Jayanti Tripiṭakaya. Therefore, at this crucial juncture, where Sri Lanka is striving to regain its strength as a nation, it is important for citizens to understand the detriments of the previously drafted Tripiṭaka Sanrakṣhaṇa Panata, so that the new act does not follow the same path.",
    "The main focus of the TSP is to form a committee called Tripiṭaka Sanrakṣhaṇa Maṇḍalaya (TSM), authorized to investigate misinterpretations of the Dhamma. When a certain monk, nun, or layerson wrongly explains the Theravada teachings, the committee has the power to summon the person and conduct an impartial investigation. If found guilty, the responsible individual will be admonished to refrain from such activities. Then, the correct interpretation of the distorted Dhamma topic, as approved by the TSM, will be issued in a gazette. However, if the person continues to interpret the Dhamma as before without respecting the gazette issued by the TSM, they will be held accountable for Dhamma distortion, and the committee can recommend a punishment. The range of punishments can vary from a two-year to a ten-year imprisonment and a fine of one million rupees. While this approach may seem to rapidly halt or at least depress Dhamma distortion, upon closer examination, it becomes evident that this methodology is more chaotic than problem-solving.",
    "When the procedure recommended by the TSP is followed, ironically, the correctness of a person’s Dhamma interpretation will eventually be judged by a High Court magistrate. Let’s consider the following scenario: a clergy or layperson misinterprets the Dhamma. After a fair inquiry, the person is found guilty. Then, the correct interpretation of the relevant Dhamma section by the TSM will be issued in a gazette. If that person does not restrain him or herself from the initial way of interpreting it, the TSM can file a lawsuit against that person in a High Court, recommending a penalty, such as a two-year imprisonment. However, during the lawsuit, owing to the civil right of presumption of innocence, the accused shall be presumed innocent until proven guilty according to law. Based on the right of defense, the suspect must have adequate time and facilities to prepare their defense. These two fundamental rights cannot be violated in a democratic country. At that time, the suspect will surely try to equate their interpretation with that of the Tripiṭaka Sanrakṣhaṇa Maṇḍalaya, as mentioned in the gazette. In such a situation, the final judgement must be given by the relevant High Court magistrate. This would lead to a bizarre situation where magistrates make the final judgements on issues related to the Dhamma. Surprisingly, this responsibility can even be borne by non-Buddhist judges. Anyone who is conscious can envision how chaotic the situation would be.",
    "If enforcing legal punishments is the solution to halt Dhamma distortion, under democratic values, it is impossible to prevent lay judges from making final judgements on Dhamma interpretation. And if legal punishments are removed from the Tripiṭaka Panata, the Act will not have the capacity to effectively prevent Dhamma distortion. Therefore, to avoid these horns of dilemma, seeking legal punishments for misinterpreting the Dhamma should not be pursued.",
    "The Supreme Court in Sri Lanka holds the ultimate authority on jurisdiction. This supremacy cannot be removed by an Act like the Tripiṭaka Sanrakṣhaṇa Panata (even though it is mentioned in the Act that decisions made by the TSM cannot be challenged in any court). It is the right of all citizens to appeal to the Court of Appeal or the Supreme Court when they are being punished by a High Court for any offense they have committed. Therefore, a person sentenced to imprisonment by a High Court for Dhamma distortion has the fundamental constitutional right to appeal to the Supreme Court for a retrial. In such petitions, it is very likely that an inquiry would be made to determine whether the accused’s human rights were violated since the punishment is closely related to freedom of speech and freedom of religion. The Supreme Court is bound to safeguard the human rights of all citizens of Sri Lanka. Under these circumstances, there is a possibility of the Supreme Court overturning the judgement made by the High Court, indicating a violation of the accused’s human rights by the TSM. It is unnecessary to elaborate on the negative impression such events would create in the general masses regarding the Tripiṭaka Sanrakṣhaṇa Maṇḍalaya.",
    "Moreover, an act that recommends imprisonment of monks for distorting the Dhamma is obviously in contradiction with the essence of the Buddha’s teachings. It was never the intention of the Buddha to enforce physical punishments such as imprisonment on disciples who misinterpret the Dhamma. Instead, he implemented various harmless approaches in the Vinaya (disciplinary code) to address such monks, and none of them involve physical torture like imprisonment.",
    "More importantly, when the drafted TSP is passed, the TSM can file a lawsuit against any person who misinterprets the Dhamma, including foreign Buddhist scholars who visit seminars in Sri Lanka. There have been many instances in which Buddhist scholars interpret the Theravada Tipiṭaka differently from the Theravada tradition. After the TSP is enacted, the TSM has the legal right to sue a foreign Buddhist scholar who interprets the Dhamma against the Theravada tradition within Sri Lanka. It is evident that such a law would be detrimental to the image of Sri Lanka in the international arena. Undoubtedly, Buddhist scholars would hesitate to visit Sri Lanka in the future.",
    "These are just a few of the numerous hazardous outcomes of the drafted Tripiṭaka Sanrakṣhaṇa Panata. Therefore, it is the utmost duty of all Buddhist clergy, laity, and citizens of all ethnicities to ensure that Acts of such calibre are never enacted in our motherland.",
    "Finally, the question that arises is: “If legal means should not be sought to stop the distortion of the Dhamma, how can the noble Dhamma be protected from being misinterpreted and misrepresented?” The answer is clear: work out correct policies that bring sustainable results. Sri Lanka must undergo grand economic, political, and social reformation and restructuring to rise back as a proud nation. This mammoth yet daunting task can be achieved only by working relentlessly towards one aim and sticking to the most suitable policies. Similarly, the path to stop Dhamma distortion and safeguard the pure Theravada teachings is not much different. Though the procedure is laborious in terms of toil and effort and slow in terms of yielding results, by devising proper strategies with a clear vision, its accomplishment is not impossible. In this regard, the best solution is to nurture erudite, pragmatic, and well-disciplined Theravada monks and nuns as much as possible. With an increasing number of monks of such competence, the general masses have more opportunities to listen to the pure Theravada teachings accurately interpreted and presented. If the government is genuinely willing to uphold and safeguard the Buddha Sāsana, it should focus on establishing institutes and organizations that produce learned and well-trained monks suitable for the modern era."
  ]
}