{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/responsible-investment-of-borrowed-money-could-this-be-a-way-forward-2/",
  "time_ut": 1701323649.0,
  "original_lang": "en",
  "original_title": "Responsible Investment Of Borrowed Money; Could This Be A Way Forward?",
  "original_body_lines": [
    "Recent financial distress and the promise of financial help by the IMF, opens up a healthy opportunity to consider the manner in which we use the granted relief. Any lender must be convinced that there is a near certainty, that the borrower would exercise prudence in using such monies. Thus the finance should be used in projects where there is more than a fair chance of being successful enough to enable the beneficiary to pay back monies due.",
    "It is reasonable to expect a certain degree of involvement (interference?) by lenders, in coaxing the recipient in such manner as to help avoid repetition of mistakes that have been responsible for the present distress. Unfortunately, cutting back the expenses incurred in providing some seemingly extravagant social or relief measures, can be highly sensitive politically. Our politics have sadly, helped to establish a “dependency syndrome,” reflected in the demonstration placards often voiced as “Diyaw, diyaw”!",
    "Much of the “opposition” to IMF relief, can perhaps be because of denial of the “freedom of the wild ass,” or blunting the slimy skills of the pick-pocket. Better, let us invest the relief intelligently. The discourse can be logical, purposeful and impersonal.",
    "The expected conflict of whether we should use these funds in such a manner as ushered in the fueling of the “Industrial Revolution” of a century or two ago, or seek fresh alternatives.",
    "The fueling of the Industrial revolution, is generally regarded historically as a four-step process. Several advances are recognized as having been pivotal. These included – invention of the steam engine, setting up of factories, tapping oil and coal reserves and colonialism to provide necessary raw materials to support manufacture of goods. Thus arose urbanization, exploitation of labour, class distinctions and a host of other new problems.",
    "Popular convention recognizes four sequential steps, vaguely recognized as beginning with the invention of the steam engine and passing through construction of factories especially for textile manufacture, through coal and oil extraction, and colonialism to access sources of raw material and labour.",
    "Chemical developments of new materials especially plastics, Semi-conductors, and  computers, advance of fast communications, telephones, fast trains and aircraft much besides that are now taken for granted. Some have  involved decades of diligent development by thousands of inventors, and millions of workers to turn out the articles and processes developed by researchers.",
    "While these are obviously positive developments, they have at the same time  also delivered ruinous environmental pollutants, nuclear weapons of mass destructive potential and of course an exponentially growing population, resulting in crime, inequity, depletion and destruction of  natural resources. These have become the major considerations worldwide.",
    "Unquestionably, industrialization has greater expansion potential than agriculture, forestry and fisheries. In our case there is a compelling host of social deficits that should be accommodated. Inexpensive and reliable power is a pre-requisite. This is clearly not there for us. When I look back on my personal experience, of something like fourteen years, I did not experience a single power interruption! This included four years in Iraq, then at war with Iran. The rest were in the “industrialized” West (including UK. USA and Italy) and short stays in Germany, Denmark, Switzerland, Israel etc. Not a single blackout! Unreliable power supply is a serious negative for industrialization..",
    "The position of industrial development is much about “factory” technology. Maximum outputs from machinery, requiring the least input of labour. Cheap availability of power and machinery to manufacture are indispensable. Colonialism had much to do with procuring cheap raw material. Labour in their home countries, was expensive and had to do with high wages and welfare facilities. It is interesting to note that countries in Temperate regions, that require fuel for warming, were still able to easily outstrip Tropical ones, exempt from this enormous burden. Success was achieved by coupling cheap labour with lesser need of expensive raw material.",
    "Does this inversion of requisites for progress, (labour and raw material) create doubts on the applicability of formulae successful in the industrial West against those of the agrarian Tropics? Can we harness the benefits of both worlds and how?",
    "Few would disagree that in our present state, with a long tradition of agriculture, it is natural that this is the sector most likely to respond to change and reform. This broadly speaking, could focus on:",
    "Protected cultivation, mainly for high value Market Garden Crops such as, Tomato, Capsicum, Lettuce and (Brinjal) is no stranger for Up- Country vegetable farmers.",
    "A great opportunity exists for utilizing this empirically acquired knowledge, to cultivate the not inconsiderable extents of uncultivated land within a triangle roughly circumscribed by Kalutara, Gampaha and Negombo. It is most likely that improper drainage have rendered these extents unsuitable for paddy. If so, it becomes an engineering problem, to arrange for proper drainage of these swamps and to enable intensive protected farming. In fact, it may make it feasible for freshwater fish production as well. The proximity of Colombo and the proposed Port City Project, Tourist hotels, promise a large high-end and growing market.",
    "Abundant sunlight, water and land are resources, seldom found together: in this sense this offers a huge potential.",
    "Hundreds of kilometers of concrete-lined Distribution Channels lie within the Mahaweli Development areas. These constitute a vast potential for “cage fisheries”. These simply, are water-resistant meshes, fixed to a frame of width slightly more than that of the channel. The mesh is of a dimension to confine the introduced fingerlings in a system of constant water flow. Feeding the fish would be supplemented with kitchen and other digestible domestic waste. Harvesting the fish is by simply lifting up the cage. Fast- growing fish like carp and tilapia should be ideal for such production. An added advantage is that the closest settler population, who directly need an assured source of animal protein, are thus served.",
    "Much of a rich mangrove vegetation that has been degraded, is being helped to restore itself by large-scale planting up with nursery-produced indigenous species. This is presently managed by the ministries of Environment, Fisheries and the Navy, assisted by volunteers from environment-conscious Associations. This is an important innovative project deserving to be supported. It is designed to restore the vital breeding areas for Crabs, Lobsters, Brackish-water fish and prawns. A complementary activity is to provide for algae and shellfish like oysters and clams.",
    "The value of mangroves in coastal protection was graphically evident when the last Tsunami hit us.",
    "This is a terminology that has appeared relatively recently to describe a long existent system. Significantly, even in the much maligned “Chena System” of shifting cultivation, the preparatory activity is described as “Eli peheli kireema,” thus implying that the clearing was restricted, to allow sufficient light penetration required by the intended crop. Similarly, the traditional so called “Kandyan Forest Garden” is a semi-urban Agroforest.",
    "“Agro-forestry” implies a realization of the potential for reclaiming forest habitats,  that have been degraded by human activity, with tree species of direct utility. Examples (from a virtually limitless number of options), would include Jak, breadfruit, cacao, durian, mango, cotton (Ceiba pentandra), coffee, cloves, mangosteen (Garcinia mangostana), gamboge (Garcinia morella), nutmeg (Myristica fragrans) and several species of bamboo. This would be an excellent opportunity to include Jak (Largest tree fruit up to 55 kilos and trees that can yield about 200 fruits per year).The choice of species, will mainly be dictated by considerations of canopy heights and spread, to accord with prevailing on site circumstances. Jak seeds (generally wasted) can rival Chestnuts as a roadside snack. Utilization of “Cashew apple” of which thousands of tons are wasted annually, also merits consideration.",
    "Agroforestry is a departure from the earlier concept that forests were a sanctuary for trees, inviolate by human entry. This has been upturned by regarding forests as a “Common good” belonging to and protected from, unlawful trespass, enforced by neighborhood beneficiaries.",
    "The relatively recent and internationally recognized “Carbon Credits” scheme, is intended to encourage expansion of forests to ensure sustainability, and more urgently, as a means of combatting “Global warming” which is now accepted as a demonstrable threat to all humanity.",
    "Several actions are designed, as in the case of “carbon credits” and conservation, to encourage countries to expand forest cover. (Incidentally, in Bhutan, noted for its exceptional environment, the existing forest cover of about 70% is declared as mandatory in the Constitution: and this is honoured).",
    "Sri Lanka should position itself to draw maximum benefit from these existing global initiatives.",
    "Red lentil or “Massoor dhal” (Lens esculenta) of which a considerable quantity is imported, will not perform here – simply because of our latitude, (closeness to the Equator). Curiously, some species of lentils require short days, while others need long days: we offer neither. Hence, lentils thrive even in the driest areas of Syria, Iran and Northern Pakistan, as a relatively poorly cared for crop.",
    "Potato too performs poorly at our latitude. In comparison for instance with Bangladesh, notwithstanding climatic problems which abound, farmers are still able to sell their crop for a few cents per kilogram at harvest time. In Temperate countries, yields are about 20 to 30-fold. In Sri Lanka, it is barely 6 to 10-fold (at best). It survives only because consumers are compelled to pay a very high price. In fact, the cost of fertilizer alone (at the rate of nearly a kilogram per meter of planted furrow), could hardly be covered from crop sales. In addition, a ton of sprouted “seed” potato is required per acre. The combined cost of seed and fertilizer is well above the means of farmers. The key physiological issue here, is that tuber formation requires cool nights. By this token, potato should yield higher in the Jaffna area. Yields would thus be best when tuber formation and filling coincide with the cooler months.",
    "The case of Tea is also worrisome, if one takes into account the sunken “capital cost” and the devastating impact on soil fertility, of previously prime land. An unpleasant reality may eventually dawn.",
    "As with the case of potato farming, socio-economic considerations, prevail and over-shadow agronomic reality. There is need for dispassionate review. The prognosis is dire and cannot justify continued inaction.",
    "One generally associates “dietary carbohydrates” with cereals. However, in several countries the main sources are non-cereal. Cassava and plantain are more common in Africa, while Yams (Taro and Dasheen) are important in South Pacific states. There is enormous untapped potential in root crops for providing dietary carbohydrates. Cassava as a staple and sweet potato (incidentally the second most popular crop in parts of the US), have received some recognition.",
    "Sri Lanka has a great variety of root crops belonging to several genera. Alocasia and Colocasia, (Dasheen/Taro), Diascorea (Wel Ala) Amorphophallus (Kidaran), Croton (Innala), Canna (Arrow root) are among the better known. Ginger and turmeric are the non-food, seasoning and culinary crops of importance.",
    "The priority need, especially for export, is to maintain quality. In general, Sri Lankan spices are valued for their superior quality. Cinnamon, cardamom, cloves, pepper and nutmeg (mace), are valued in markets abroad. This has to be ensured, and warrants the establishment of a strong monitoring force to retain our leadership position. Cinnamon is perhaps a model success story, where in the face of strong competition from the less expensive “Cassia bark cinnamon,” the authentic form, has still held its own. Incidentally, Sri Lanka at one time had a 100% monopoly of the World trade market for this spice. Likewise, our pepper outdoes the Indonesian competition, although our position for cloves and cardamom is not quite the best.",
    "It is widely known that raising crops organically is preferable to relying on artificial nutrient fertilizers and agrochemicals. The ideal of course is a balance as the best mix.",
    "The tragic misapplication of organic methods of farming especially among our paddy farmers, has driven them to pitiable desperation. This should not have been, and It was unpardonable folly that triumphed. While the hasty, ill-placed amateurism of persons /charlatans was proceeded with, ignoring the cautions of knowledge scientists. The proponents of this monstrous folly have conveniently disappeared, unpunished.",
    "How many of these so-called advisors have heard of “biodynamic farming” or the names Rudolf Steiner or Podlinsky – main promoters of perhaps the most radical of organic methodologies. Their concepts, reliant on lunar and planetary positions, tradition, sentiment and mysticism, have drawn much criticism and doubt. The theoretical presumptions and practices are beyond conventional systematic science. Meanwhile, adherents, farming thousands of hectares, predominantly in Australia, vouch for the success and efficacy of the prescribed methodologies. The claimed economic advantages are unbelievable. Nevertheless, our voluble and enthusiastic promoters, could do no harm by studying the impacts of this seemingly incredible system.",
    "Whatever the impressions are, our previous methods included the conscious adoption of tradition – most importantly, the cultivation of trees for composting. Species like “Wild Sunflower”(Tithonia diversifolia), Dadap (Erythrina sp.) and Glyricidia (Wetahira, Makulatha), have all but disappeared. If we are serious, these species should be cultivated and not merely gathered. This also applies to claims for biofilm biofertilizer (BFBF), nitrogen fixing legumes, free- living nitrogen fixing bacteria and algae, crop rotations and “Liming”. Maybe the claims for biodynamic farming are unsubstantiated, but this need not deter fair investigation. Financial support for such is compelling.",
    "Such events present a fine opportunity as prompts for use by extension services. Tracking winners for improved methods useful for wider adoption, and no less importantly, sourcing planting materials that can be multiplied rapidly (if necessary by Tissue Culture) for release. This is most useful for tree fruits, particularly those appropriate for grafting.",
    "The current enthusiasm for “Home Gardening” also richly deserves support. Many innovations and potentials ae evident.",
    "The above thoughts are intended as a stimulus to be translated into specific projects that will have significant impacts. If nothing else, it is hoped that at least some may be usefully developed into “bankable” form."
  ]
}