{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/US-soldier-facing-disciplinary-action-flees-into-North-Korea/108-263436",
  "time_ut": 1689741905.0,
  "original_lang": "en",
  "original_title": "US soldier facing disciplinary action flees into North Korea",
  "original_body_lines": [
    "An American soldier facing disciplinary action fled across the inter-Korean border into North Korea on Tuesday and was believed to be in North Korean custody, U.S. officials said, creating a fresh crisis for Washington in its dealings with the nuclear-armed state.",
    "Defense Secretary Lloyd Austin expressed concern for the soldier, who the U.S. military in Korea said joined an orientation tour of Joint Security Area between the Koreas and \"wilfully and without authorization crossed the Military Demarcation Line into the Democratic People’s Republic of Korea (DPRK).\"",
    "The U.S. Army identified the soldier as Private Travis T. King, who joined in 2021.",
    "\"There's a lot that we're still trying to learn,\" Austin told a news briefing. \"We believe that he is in (North Korean)custody and so we're closely monitoring and investigating the situation and working to notify the soldier's next of kin.\"",
    "The crossing comes at a time of high tensions on the Korean peninsula, with the arrival of a U.S. nuclear-armed ballistic missile submarine in South Korea for a rare visit in a warning to North Korea over its own military activities.",
    "North Korea has been testing increasingly powerful missiles capable of carrying nuclear warheads, including a new solid-fuel intercontinental ballistic missile launched last week. It fired another ballistic missile into the sea near Japan on Tuesday, South Korea's Yonhap news agency reported, citing South Korea's military.",
    "Colonel Isaac Taylor, spokesperson for U.S. Forces Korea, said the military was \"working with our KPA counterparts to resolve this incident,” referring to North Korea's People's Army.",
    "White House spokesperson Karine Jean-Pierre said U.S. officials at the Pentagon, the State Department and the United Nations were all working to \"to ascertain more information and resolve this situation.\"",
    "\"We're in the early stages,\" she said, adding that the primary concern was determining the well being of the soldier.",
    "North Korea's mission to the United Nations in New York did not immediately respond to requests for comment.",
    "The soldier was on a civilian tour with a group of visitors to the Panmunjom truce village when he crossed over the line marking the border, U.S. official say. The Joint Security Area in the demilitarized zone has separated the Koreas since the end of the 1950-53 Korean War.",
    "But U.S. officials were stumped about why the soldier fled to North Korea and outlined a puzzling series of events on Tuesday.",
    "King had finished serving time in detention in South Korea for an unspecified infraction and was transported by the U.S. military to the airport to return to his home unit in the United States, two officials said.",
    "He had already passed alone through security to his gate and then, for whatever reason, decided to flee, one official said. Civilian tours of the demilitarized zone are advertised at the airport and King appeared to have decided to join one, the official added.",
    "Two U.S. officials, who spoke on condition of anonymity, said the soldier had been due to face disciplinary action by the U.S. military. But he was not in custody at the time he decided to flee, one of them said.",
    "A person who said they were part of the same tour group was quoted by CBS News saying they had just visited one of the buildings at the site when \"this man gives out a loud 'ha ha ha,' and just runs in between some buildings.\"",
    "It was unclear how long North Korean authorities would hold the soldier but analysts said the incident could be valuable propaganda for the isolated country.",
    "“Historically, the North holds these folks for weeks, if not months, for propaganda purposes (especially if this is a U.S. soldier) before a coerced confession and apology,” said Victor Cha, a former U.S. official and Korea expert at the Center for Strategic and International Studies.",
    "“It also sometimes requires an American official or ex-official to travel there to obtain the release,” he added. “Having high-level White House officials on the ground in Seoul …. might expedite this, if the North is willing to talk to them.”",
    "The detention came as a high-level U.S. delegation led by White House Indo-Pacific coordinator Kurt Campbell was in Seoul for meetings with South Korean officials on North Korea’s nuclear program.",
    "Jenny Town, director of 38 North, a Washington-based North Korea monitoring project, said it was important that the soldier seemingly went to North Korea voluntarily.",
    "\"This isn't a case of arrest, but whether North Korea will accept him as a defector. The last American who tried to defect to North Korea was denied and returned,\" referring to Arturo Pierre Martinez, from El Paso, Texas, who entered North Korea in 2014 and gave a news conference there denouncing U.S. policy.",
    "Defection attempts to isolated, authoritarian North Korea are extremely rare, although Americans have been detained there in the past.",
    "The State Department tells U.S. nationals not to enter North Korea \"due to the continuing serious risk of arrest and long term detention of U.S. nationals.\" (Reuters)"
  ]
}