{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-records-10-2-pct-budget-deficit-in-2023-revenues-8-2-pct-analysis-118192/",
  "time_ut": 1681694340.0,
  "original_lang": "en",
  "original_title": "Sri Lanka records 10.2-pct budget deficit in 2023, revenues 8.2-pct: analysis",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has recorded a 10.2 percent of gross domestic product budget deficit in 2023, mostly driven by interest expenses, as other spending was contained, while nominal revenues picked up amid a currency collapse, official data show.",
    "Sri Lanka’s economy is estimated to have contracted 8.7 percent in real terms in 2022 as activity was severely hit by the worst case of stop-go policies since the International Monetary Fund gave technical assistance to the centra bank to calculate an output gap.",
    "Stop go policy cycle involves stimulus (printing money to boost growth) or output gap targeting which then trigger stabilization and sharply higher interest rates as the central bank blows the external sector apart and confidence is lost in the currency, which also depreciates, killing consumption.",
    "Sri Lanka has saw serial currency crises 2012, 2015/16 and 2018 in a country at peace, as attempts were made to print money to target growth using wide leeway allowed under flexible inflation targeting, critics say which gradually killed growth and made economists engage in even more aggressive output gap targeting in 2020 with tax cuts thrown in.",
    "In 2022 state revenues recovered to 1,979 billion rupees from 1,457 billion rupees in 2021, in the wake of tax cuts made to target ‘ a persistent output gap’ amid high inflation.",
    "Under an IMF deal the monetary law is to be changed to legalize output gap targeting, which was probably illegal under the old law, which committed the central bank to stability.",
    "Though revenues grew 36 percent in 2022 it was only slightly above the 1,919 billion rupees recorded in 2018.",
    "In terms of the newly inflated GDP in 2022 after a steep currency collapse revenues were measured at 8.2 percent of GDP  down from 8.7 percent in the previous year.",
    "Under  output gap targeting Sri Lanka imposed import controls and external trade as forex shortages emerged. Domestic investment and consumption has to remain lower than otherwise to re-build reserves or repay debt.",
    "Sri Lanka’s Finance Ministry however imposed spending restraint in 2022, departing from the state expansion seen under ‘revenue based fiscal consolidation’ where cost cutting (spending based consolidation) was abandoned, defying standard economics.",
    "Under overt revenue based fiscal consolidation, spending to GDP was boosted from 17 to close to percent of GDP from 2014 to 20 percent of GDP by 2018 under an IMF program. In 2021 spending rose to 20.5 percent of GDP.",
    "In 2022 spending was brought down to 18.5 percent of the newly inflated GDP.",
    "The new leadership at the Treasury and the political establishment brought down current spending to 14.6 percent of GDP in 2022 from 16.2 percent in 2021.",
    "Fully 7.2 percent of the current spending was interest payments.",
    "Countries with monetary instability from flexible inflation targeting or other so-called impossible trinity monetary regimes which trigger external crises, tend to end up with high nominal interest rates as well as output shocks.",
    "Countries with consistent single anchor regimes (hard pegs where interest rates cannot be manipulated or clean floats where foreign reserves are not collected and balance of payments troubles are not possible) tend to have low nominal interest rates close to developed nations.",
    "The current account deficit of the budget was brought down to 6.4 percent of GDP from 7.7 percent of GDP a year earlier.",
    "Capital and net lending grew to 952 billion rupees, up from 774 billion rupees in 2021, partly due to a currency collapse which led to losses in energy utilities, which were covered by an Indian credit line.",
    "Sri Lanka’s central bank has been taking similar monetary instability borrowings unconnected to capital investments through sovereign bonds, syndicated loans and also China during recent currency crises.",
    "The Ceylon Petroleum Corporation also borrowed dollars from suppliers and state banks as output gap targeting/flexible inflation targeting triggered forex shortages in the years running up to final default in 2022.",
    "As credit ratings deteriorated as money was printed and the external sector came under pressure, the central bank also borrowed. Its net foreign assets are now negative.",
    "In countries like Sri Lanka and Pakistan as well as other defaulting nations with persistently depreciating soft-pegged currencies (flexible exchange rates) which have nominal inflation targets of 5 percent or higher, economists impose regressive inflation taxes on the poor and make energy utilities almost impossible to manage, critics say.",
    "There is also pressure to give subsidies to segments of the population impoverished by flexible monetary policies, making it difficult to manage budgets, even as overall costs of running the government go up.",
    "The overall budget deficit in 2022 was brought down to 10.2 percent of GDP from 12.2 percent in 2021.",
    "Current spending has been contained with a temporary wage freeze.",
    "However eventually pressure to raise wages comes back from the flexible exchange rate as real wages fall.",
    "The political establishment has said it wants to trim the state and reduce the public sector, giving permanent relief to the general public.",
    "The current IMF program says Sri Lanka is expected to persue primarily revenue-based fiscal consolidation, moderating the state expansion and crowding out private citizens implied under unchecked revenue based fiscal consolidation.",
    "It is not clear where revenue based fiscal consolidation came from, but observers say it may be a fallout of Western anti-state austerity ideology that became prevalent after the Great Recession.",
    "There are however no plans to move to a consistent single anchor regime which will bring down interest rates permanently and give longer periods of stability without external trouble.",
    "Under a planned monetary law, the central bank is to be given powers to run both monetary (domestic anchors) and exchange rate policies (external anchor) simultaneously continuing dual anchor conflicts. (Colombo/Apri18/2023)"
  ]
}