{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/civil-society-condemns-abuse-of-iccpr/",
  "time_ut": 1687361203.0,
  "original_lang": "en",
  "original_title": "Civil Society Condemns Abuse Of ICCPR",
  "original_body_lines": [
    "We the undersigned individuals and organisations are deeply concerned by the continuing abuse of law including the International Covenant on Civil and Political Rights (ICCPR) Act, No. 56 of 2007 and its selective application to violate the freedom of expression in Sri Lanka. The state has systematically used the ICCPR law, which was meant to promote and protect human rights, to silence and punish human rights defenders, political activists, writers, artists, and lawyers. We strongly condemn the recent arrests of comedian Nathasha Edirisooriya and owner of the SLVlog YouTube Channel, Bruno Diwakara, under the ICCPR Act without recourse to bail. On 21 June 2023, Divakara was released on bail and the ICCPR Act was removed from the case against him. Nathasha Edirisooriya was denied bail under the ICCPR and the Penal code, and remains imprisoned until 05 July 2023.",
    "The ICCPR Act was enacted in 2007 to give effect to the ICCPR, which is a core international human rights convention, and to signal that Sri Lanka was effectively implementing its obligations under this treaty. The implementation of the ICCPR Act is a key benchmark with respect to Sri Lanka’s human rights record both nationally and internationally. The United Nations Human Rights Committee, the body responsible for monitoring implementation of the ICCPR, in its review of Sri Lanka in 2023, expressed concern over the abuse of the ICCPR Act “to stifle freedom of expression, as well as the failure of the authorities to grant bail in a timely manner to individuals charged under the Act”. The Committee recommended that Sri Lanka “[r]efrain from prosecuting and imprisoning, including under the International Covenant on Civil and Political Rights Act, journalists, media workers, human rights defenders and other civil society actors as a means of deterring or discouraging them from freely expressing their opinions”. The abuse of this law is deeply damaging not only to those being targeted and jailed, but also to Sri Lanka’s attempts to overcome the current political, social, and economic crisis.",
    "Since its enactment, the ICCPR Act has been repeatedly abused to target human rights defenders, political activists, writers, artists, lawyers, and now comedians. Section 3 (1) of the Act states that “No person shall propagate war or advocate national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence”. The provisions of Section 3 are particularly dangerous, as it empowers the state to arrest and jail those targeted without recourse to bail. Per Section 3 (4) of the Act, a person arrested under this Act is denied access to bail unless through the High Court in exceptional circumstances. In September 2019, the Human Rights Commission of Sri Lanka issued guidelines on the application of the ICCPR Act noting that “the enforcement of section 3 of the ICCPR Act has not been done in a consistent and an even-handed manner”. Recent arrests indicate that the Sri Lankan state has paid scant attention to national or international pressure on its human rights record or use of this law.",
    "The Sri Lankan state continues to weaponise provisions relating to incitement of national, racial, or religious hatred to stifle the freedom of expression. Its actions have also emboldened chauvinistic and violent extremist groups to target, label and openly threaten individuals for their expressions. In Nathasha Edirisooriya’s case, the comedian received serious online threats for days prior to her arrest on 27 May, 2023. These threats prompted her to attempt to leave the country for her safety. The threats included revealing her personal data and address, threats of physical violence, and repeated threats of arrest. Instead of protecting her, the Sri Lankan authorities arrested the comedian, who remains in jail to date.",
    "We call for an immediate end to the abuse of the ICCPR Act, legal reform and mechanisms to ensure its proper implementation and prevent abuse. We call  for the release of those held under this law, and that at a minimum, they are provided access to bail while investigations continue. Ethnic and religious harmony remains a challenge in Sri Lanka, where chauvinistic and violent extremist groups are empowered to attack, label, and threaten minorities and those who speak out. Jailing human rights defenders, political activists, artists, writers, lawyers, and comedians, without basis, will only erode trust in a system that is already beset with multiple crises.",
    "Lakshman Gunasekara – South Asian Free Media Association – Sri Lanka Chapter",
    "114.S. Ratnajeevan H. Hoole – Former Member, Election Commission of Sri Lanka",
    "147.Themal Ellawala –  Department of Anthropology, University of Illinois, Chicago"
  ]
}