{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Monkeys-to-be-sterilised-in-future/108-261837",
  "time_ut": 1687787141.0,
  "original_lang": "en",
  "original_title": "Monkeys to be sterilised in future",
  "original_body_lines": [
    "A pilot programme has been planned to conduct sterility surgeries on Sri Lankan toque monkeys, the Association of Veterinarians for Humane Management of Animal Population Advisor Dr. Chamith Nanayakkara said.",
    "He said this while addressing the media after launching the 48-hour no-sleep animal clinic at the Anuradhapura Municipality as the first step of the pilot project to eradicate rabies from the country.",
    "The Wildlife Department said they will provide their fullest support for the programme. Accordingly, this pilot programme would be launched from Anuradhapura for the first time.",
    "There are some issues with capturing the monkeys and several lengthy discussions were held with the Wildlife Department to prepare a programme.",
    "It has been planned to do the vasectomy (male sterilisation) surgical procedure for male animals, and a hormone will be provided for the females. This programme would be a huge challenge.",
    "Nanayakkara said a devise is planned to be imported from India to distribute the frequency issued by the leader of the troop.",
    "Meanwhile, a public awareness programme is hoping to launch about managing food waste, he said.",
    "\"Due to the disposal of waste food in a haphazard manner, there is a growth of the monkey population. The population of monkeys in jungles is curtailed due to their being prey to predators and not receiving nutrition, but the monkeys in town areas have no such threat. They grow freely with nutritious foods,\" he said.",
    "The survival rate of baby monkeys in town areas has increased to 35 percent compared to the population in jungle areas, which do not have natural predators or natural control plans, he said.",
    "\"There are seven types of monkeys living in Sri Lanka, and there is no three million population of monkeys in Sri Lanka. This is completely false. There are only about 300,000 monkeys in the country. There are 250,000 monkeys in the jungle and only 50,000 monkeys in the town areas. People are facing issues due to those 50,000,\" Dr. Nanayakkara added. (Chaturanga Pradeep Samarawickrama)"
  ]
}