{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-jump-to-over-3-month-high-on-imf-deal-hope-after-chinese-assurance-114468/",
  "time_ut": 1678194780.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks jump to over 3-month high on IMF deal hope after Chinese assurance",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s share jumped to a three-month high on Tuesday, on positive sentiments following a response from China on debt restructuring and President Ranil Wickremesinghe’s remarks at the Parliament, boosting overall market sentiment, dealers said.",
    "“Sentiments quite strong, based off of IMF and the President’s remarks,” dealers said.",
    "“Turnover is pretty strong and investors are waiting for firmer responses and are jumping in to invest while the sentiments last.”",
    "The main All Share Price Index (ASPI) closed at 1.1 percent or 198.02 points higher at 9,642.94, its highest close for this year.",
    "Analysts said significant interest in banking and financial sector was seen due to potential conclusions on the IMF agreement.",
    "The loan from the IMF was originally expected in December of last year.",
    "As creditors of the island nation, India and the Paris Club have given specific assurances to restructure the sovereign debt of Sri Lanka’s external borrowing while China only gave a two-year moratorium and promised to restructure debt, but Sri Lanka has sought a more specific assurance in line with the IMF deal.",
    "“We got a second letter from China yesterday and the same night the letter of intent was signed and sent to the IMF for approval, President Ranil Wickremesinghe told parliament on Tuesday.",
    "“We expect Board Approval in the third or fourth week of March.”",
    "The market saw a Net foreign outflow of 181.2 million rupees and so far for 2023, the market has recorded a total Net foreign inflow of 2.2 billion rupees.",
    "The most liquid index, S&P SL20, closed 1.09 percent, or 230.96 points, up at 2,869.14.",
    "The market saw a turnover of 3.4 billion rupees on Tuesday, the highest for the year so far and this year’s daily average of 1.8 billion rupees.",
    "The top gainers were Hatton National Bank, Sampath Bank and National Development Bank. (Colombo/Mar 07/2023)"
  ]
}