{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/orit-apparels-adorned-with-gold-for-the-second-consecutive-year-at-nce-awards-2023/",
  "time_ut": 1702312860.0,
  "original_lang": "en",
  "original_title": "Orit Apparels adorned with Gold for the second consecutive year at NCE Awards 2023",
  "original_body_lines": [
    "Orit Apparels Lanka (Pvt) Ltd., claimed the Gold Award among Extra Large Companies in the Textile & Garment Sector for the second consecutive year at the NCE Awards ceremony on Friday 8th December 2023.",
    "Being adorned with the prestigious Gold award on a momentous back to back win has put Sri Lanka’s premier denim manufacturer on a winning streak backed by strong business results, Orit’s sheer commitment to sustainability and operational excellence in the manufacture and export of premium quality denim apparels. This emergence to the top amid the prevalent volatile, uncertain, challenging and ambiguous socio-economic business landscape has been a testament of the company’s grit to deliver on promise to its stakeholders year after year.",
    "The NCE Awards which was organized by the National Chamber of Exporters for the 31st consecutive year, has gained high recognition and prestige among the business community as one of the most sought after awards in the national exporting business arena. The ceremony was held at the Shangri-La hotel Colombo and was attended by over one hundred nominees throughout the varied categories where the winners received accolades from the chamber at a glittering ceremony amid a distinguished gathering of leading organizations, top businessmen and Senior Government officials. The nominees were scrutinized by a panel of highly qualified professional judges from varied spheres of business and the evaluation scheme benchmarked some of the world’s best known excellence models.",
    "‘Rev. Fr. Dr. Camillus Fernando to lead BCI Campus to new heights’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}