{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Govt-to-provide-commercially-valuable-lands-in-major-cities-to-investors/108-263689",
  "time_ut": 1689966708.0,
  "original_lang": "en",
  "original_title": "Govt. to provide commercially valuable lands in major cities to investors",
  "original_body_lines": [
    "Gives ultimatum to investors who are currently working on projects on government-owned lands to restart projects",
    "Steps would be taken to provide commercially valuable lands located in major cities in the country to investors, as such a measure would contribute to the country’s economic growth, Urban Development and Housing State Minister Arundika Fernando said.",
    "“There are properties with commercial worth in major cities, notably in Colombo. It has been decided to distribute them to new investors in a way that will strengthen the economy of the country,” Fernando said.",
    "Fernando also said the investors, who are currently working on projects on government-owned lands in Colombo, have been given the final notice on resumption of the projects.",
    "He emphasised that if these investors fail to take the necessary actions to complete the ongoing projects, the government would intervene and take over the projects. In such a scenario, the government will then allocate the projects to new investors, who are willing to carry them forward.",
    "Fernando expressed these views yesterday during a press conference themed ‘Collective Path to a Stable Country’, held at the Presidential Media Centre.",
    "“The government has given the opportunity to investors to start projects on commercially valuable land in Colombo. But due to the poor economic situation the country faced, these projects have been halted.",
    "Therefore, we have informed them in writing to restart the relevant projects. If the investors do not take a decision before the end of next month, those projects will be taken over by the government and given to new investors,” he added."
  ]
}