{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Govt-allows-monopoly-in-wheat-flour-sale-to-get-election-campaign-funds-AKD/108-263462",
  "time_ut": 1689752453.0,
  "original_lang": "en",
  "original_title": "Govt. allows monopoly in wheat flour sale to get election campaign funds: AKD",
  "original_body_lines": [
    "The government has created a monopoly in the sale of wheat flour in the country without passing the benefit of the price reduction in wheat flour and seeds in the world market to the consumers, as the two companies engaged in the sale of wheat flour have been pumping money for the government's election campaigns, NPP MP Anura Kumara Dissanayake said.",
    "He told Parliament that the two companies were earning undue profits through wheat flour sales where a kilo of wheat flour is being sold at Rs. 210 at present, whereas it could be sold at Rs. 160 even with the tax of Rs. 35.",
    "“A kilo of wheat flour imported from Turkey costs only Rs. 110 when it is unloaded at the port,” he said.",
    "Raising a question under Standing Orders 27/2, the MP said the government has removed the Rs. 35 tax imposed on a kilo of wheat flour and added that however, the benefit of the tax reduction has not been passed down to the consumers and that the companies were earning undue profits.",
    "“Prices of wheat flour and grains have reduced in the world market. The US dollar has depreciated against the rupee as well. However, the benefit is not passed down to the consumers,” he alleged.",
    "The MP said the government promised to provide import permits to importers after banning the wheat four imports but no permits have been issued as yet.",
    "“The government has created a monopoly in wheat flour sales for two multi-national companies. It is a known fact that Prima Company has been pumping money for the successive governments' election campaigns. This government also has allowed it to earn undue profit without passing the benefits to the consumers, with the hope of getting election campaign money,” he said. (Ajith Siriwardana and Yohan Perera)"
  ]
}