{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sliit-presents-young-engineering-expo-2023/",
  "time_ut": 1689342180.0,
  "original_lang": "en",
  "original_title": "SLIIT presents ‘Young Engineering Expo 2023’",
  "original_body_lines": [
    "The Faculty of Engineering of the Sri Lanka Institute of Information Technology (SLIIT) presents ‘Young Engineering Expo 2023’ (YEE’2), the annual engineering exhibition, showcasing the talents of first-year engineering undergraduates.",
    "Held after a lapse of three years, Young Expo 2023 will feature innovations for industry solutions in solving real-world engineering problems. The event will take place at the Faculty of Engineering premises at SLIIT Malabe Campus on the 19th of July, 2023. With the ingenuity of the engineering students, the expo will feature 50 exhibits addressing real-world problems they have identified.",
    "The commercial solutions presented demonstrate students’ ability to combine imparted theory together with learning processes, adopting out-of-the-box thinking to create practical commercial-level solutions for real-world industry challenges.",
    "The event will be graced by Prof. Lakshman Ratnayake, Chairman of SLIIT; Prof. Lalith Gamage, Vice- Chancellor/Managing Director of SLIIT; Senior Deputy Vice-Chancellor and Provost, Prof. Nimal Rajapaksa; Deans of the faculties and academic staff.",
    "Sri Lanka launches the world’s first collaborative email service; ‘Zapmail’",
    "Cinnamon Air to launch scheduled flights to Jaffna from Colombo",
    "SLIIT Faculty of Computing introduces innovative pathways for next-generation tech leaders",
    "Over 750 students conferred with bachelor’s and master’s degrees at SLIIT convocation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}