{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90409/sri-lanka-supreme-court-clears-path-for-decriminalisation-of-homosexuality",
  "time_ut": 1683656640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Supreme Court clears path for decriminalisation of homosexuality",
  "original_body_lines": [
    "Sri Lanka’s Supreme Court has given the green light to a bill seeking to decriminalise homosexuality, the Speaker of Parliament said on Tuesday, in a move hailed as a “historic development” by campaigners.",
    "LGBTQ+ rights activists in Sri Lanka have been campaigning for years to change the law in a country where homosexuality is still punishable by a prison sentence and a fine, leading to the private member’s bill presented in parliament last month.",
    "The Supreme Court, after hearing more than a dozen petitions on both sides of the argument, ruled it was not unconstitutional, Speaker of Parliament Mahinda Yapa Abeywardena said.",
    "“The Supreme Court is of the opinion that the bill as a whole or as any provision thereof is not inconsistent with the constitution,” the speaker told parliament.",
    "The decision is seen as a “historic development that has created hope towards real change”, said Kaveesha Coswatte attorney-at-law and advocacy officer for iProbono in Sri Lanka, which supported many of the petitions backing the bill.",
    "Activists will still have to lobby for support from the 225 parliamentarians to push forward the proposed legislation through parliament.",
    "Neither the government nor the opposition have made any comment on whether they support the bill, proposed for consideration by an individual member of parliament, so the next steps for it to eventually become legislation, or not, are not yet clear.",
    "“But the door is finally open. This Supreme Court decision is major for the community in terms of any kind of progress they have seen over the last couple of years,” Coswatte added."
  ]
}