{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/01/sri-lanka-s-elite-police-unit-the-stf-marks-40-years-of-service/",
  "time_ut": 1677645840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Elite Police Unit, the STF marks 40 years of service",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka Elite Police Force, the Police Special Task Force, celebrates its 40th anniversary on Wednesday (1).",
    "Here's a look at the history of this elite force, that was intrumental in countering terror attacks, and maintaining the peace.",
    "At the beginning of the early 1980s, with the emergence of terrorist activities in the North and East, the Police in the course of their duties had to face armed attacks carried out by the terrorists.",
    "The terrorist attacks resulted in the killing of police personnel, attacks on Police Stations and assassinations of VIPP.",
    "Hence the necessity arose for the formation of a special military arm within the Police Service to counter terrorist activities.",
    "In the light of the above situation, a Special Committee was appointed to investigate the police functions in the past to combat terrorism and its shortcomings.",
    "The Ranasinghe Committee report recommended the need to establish a Special Strike Force to assist the Police Department, as the existing special units were not effective to meet the terrorists’ attacks.",
    "Thereafter the Government of Sri Lanka requested the Police Department to release 60 personnel to form a Special Force and obtained the services of Major Ananda Weerasekara, Major Sumith Rohan Manawadu of the SLA (in 2015 both held the rank of Major General).",
    "After the initial training at Katukurunda combat training was given at Army Combat Training School at Ampara.",
    "After the training period, this group served under the leadership of ASP Bodhi Liyanage. Initially they were given training in the use of 303 Rifles and S.L.R. which formed the military wing of the Police Department as a Special Striking Force. ASP Bodhi Liyanage served only a period of 09 months. He was succeeded by SP Dharmasiri Weerakoon. SP Dharmasiri Weerakoon serves as the head of the Special Strike Force from 01.12.1983 to 31.08.1984.",
    "This outfit was first deployed in the North to provide security to the Police Stations and to assist the Police to counter the terrorist threats. A section of this Unit was deployed in July 1983 to provide security in Wellawatte during the communal riots known as \"Black July\". The remaining personnel, who were serving in the North, were deployed in Point Pedro, Velvettiturai and Kankesanturai Police Stations in Jaffna District.",
    "The impartial duties carried out by this Unit during the communal riots to maintain peace, won the praise of the Tamil Community as well as that of the Government. As a result, this Unit was deployed to provide security to VVIPs along with PSD. They assisted the PSD to provide security at all functions attended by his Excellency the President.",
    "On 05.05.1984 it was named as the Special Task Force and was attached to the Police Department as a Para Military Unit.",
    "The Headquarters of the Special Task Force was at Ward Place. Mr. Ravi Jayawardena, then Security Advisor to the Ministry of Defence took an active interest in obtaining specialized training to S.T.F. personnel by foreign Instructors.",
    "An Institution in the United Kingdom known as the “Kini Mini Service” (K.M.S.) comprising of British ex-SAS officers provided training to the STF officers at the very beginning.",
    "Among the subjects taught were tactics adopted by Riot squads, weapon training, firing practices, Counter Terrorism Search, Handling of Explosive, Mapping & Use of Compass equipment and First Aid. Also the introduction of the world renowned American made M16 Automatic Rifle. This entitled the S.T.F. to the Green Beret which was awarded to internationally renowned Special Forces personnel.",
    "On 01.09.1984 a group of STF personnel who were serving in Jaffna District were caught up in a landmine explosion set up by the terrorists at Tikkam on the Point Pedro Welvetiturai road. Police Constable 2539 Chandrapala, PC 4100 Ekanayake, 3928 Nanayakkara and PCD 13089 Sumanasekera were killed in the performance of their duty. They were the first casualties of the S.T.F.",
    "In February 1985, security in Batticaloa District was handed over to the Special Task Force by the Sri Lanka Army. The first S.T.F base was established in Kallady area and N.K. Ilangakoon, ASP, (present Inspector General of Police) was the first Commanding Officer of S.T.F. troops in Batticaloa. Within a few months the S.T.F. was able to counter the terrorist activities of EROS, TELO, PLOTE and EPRLF successfully.",
    "Sri Lanka Navy prepares for annual Kachchativu Feast which begins on Friday (3)",
    "First group of Chinese travelers to visit Sri Lanka since COVID reach BIA",
    "Sri Lanka, USAID, and FAO to boost rice-based ecosystem productivity",
    "China to play positive role to help Sri Lanka navigate the current situation – Spokesperson"
  ]
}