{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91864/thousands-of-skilled-workers-leaving-sri-lanka-mostly-for-gulf",
  "time_ut": 1689054240.0,
  "original_lang": "en",
  "original_title": "Thousands of skilled workers leaving Sri Lanka, mostly for Gulf",
  "original_body_lines": [
    "At least 300,000 Sri Lankans will leave their crisis-hit country for overseas jobs this year, with most of them choosing to work in Gulf countries, the Bureau of Foreign Employment said on Monday.",
    "More than 152,000 Sri Lankan workers have left the country since the beginning of the year, with over 112,000 of them going to the Gulf Cooperation Council region, opting first for Saudi Arabia, followed by Kuwait, Qatar, and the UAE.",
    "“We expect the total departures for 2023 will reach 300,000,” Gamini Senarath Yapa, deputy general manager of the Sri Lanka Bureau of Foreign Employment, told Arab News.",
    "The Middle East is their preferred destination due to traditional labor links and high salary packages, which make the region a major source of remittances.",
    "Currently more than 1 million Sri Lankan expats — or over half of the country’s overseas workforce — are employed in Gulf countries.",
    "“Most of our agents are targeting the Middle Eastern market,” Yapa said. “There is easy access and also availability of jobs because they need people to develop their economy.”",
    "The top destination is Saudi Arabia, which signed with Sri Lanka in February an agreement on skill verification, easing the recruitment process of skilled workers from the island nation. The deal covers 23 professions and Saudi employers recognize accreditations issued by Sri Lanka’s Tertiary and Vocational Education Commission.",
    "“There are many sectors,” Yapa said. “If you are qualified, if you are a skilled worker, there are opportunities for you.” ”",
    "Expat workers are a main source of remittances for the country, which since last year has been in the grip of its worst financial crisis.",
    "This year’s inflows are expected to be higher than last year, when they reached $3.8 billion, as until May Sri Lankans have already sent home $2.3 billion.",
    "But it is not only dollars that make their stay abroad important. It is also the know-how they acquire.",
    "“They are not only bringing the currency but experience as well,” Yapa said. “That definitely gives support to our economy as they are coming back with a lot of knowledge.”"
  ]
}