{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-cultivates-australian-hass-to-boost-exports-dollar-revenue-114904/",
  "time_ut": 1678376040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka cultivates Australian ‘Hass’ to boost exports, dollar revenue",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Ministry of Agriculture has initiated a program to cultivate Australian ‘Hass’ avocado varieties with the aim of boosting foreign earnings through more exports, an agriculture ministry said.",
    "Compared to local green avocado, Hass is larger in size, matures faster, and has high production rates, along with a longer shelf life, which is crucial for perishable goods exporting, the official said.",
    "“Under the agricultural sector modernization project, we are currently cultivating the Hass variety and hope to expand it further,” Dharma Wanninayake, Agriculture Ministry Media Secretary, told EconomyNext.",
    "According to the Agriculture department, the Hass avocado has high nutritional and medicinal value, containing around 10 percent fat.",
    "The average weight of the fruit is about 275-375 grams, and the rind of this variety is thick, making it resistant to fruit fly damage, with low post-harvest damage.",
    "Apart from being consumed as a fruit, the Hass variety is also being used to produce avocado oil and butter.",
    "Around 300 seeds have been planted and are in the process of budding to ensure a faster harvest.",
    "“Initially, we have chosen 200 acres of land in Badulla district for avocado cultivation,” Wanninayake said.",
    "“We expect to produce value-added products from this and the target is to introduce this to entrepreneurs in this agriculture field.”",
    "On average, a single Hass avocado tree produces around 200 kilograms of fruit per hectare with the first harvest expected in 2026.",
    "Sri Lanka has been desperate to boost its export earnings and fresh fruits have been long considered as one of the sources to boost exports. The island nation already exports a significant volume of tea, coconut, cinnamon, and rubber. (Colombo/Mar 09/2023)"
  ]
}