{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/crisis-hit-sri-lanka-offers-investment-zones-for-private-investors-126399/",
  "time_ut": 1689922440.0,
  "original_lang": "en",
  "original_title": "Crisis-hit Sri Lanka offers investment zones for private investors",
  "original_body_lines": [
    "ECONOMYNEXT – Economic crisis hit Sri Lanka is offering investment zones to private investors who can manage and bring more foreign investors, the island nation’s Investment Minister said, as the country is looking at all options to boost foreign inflows amid a debt restructuring plan.",
    "Usually investment zones are handled by the state-run Board of Investment (BOI) and have not been given to any single private investors.",
    "“If there is a private investor who can manage an investment zone, we can provide a zone so that they can manage,” Dilum Amunugama, State Minister of Investment Promotion told a media briefing on Thursday (19)",
    "“We have taken a policy decision to bring in private operators.”",
    "Sri Lanka defaulted its sovereign debts in April last year, but is now in the process of negotiating for debt restructuring with the external creditors.",
    "Analysts say to avoid repeated defaults, Sri Lanka needs more non-interest bearing inflows like Foreign Direct Investments (FDI), revenue from tourism, and more remittances from its expatriate workers.",
    "President Ranil Wickremesinghe’s administration is already in the process of selling stakes in some state-owned enterprises to repay external debts.",
    "Amunugama said the BOI also has taken several steps to speed up investments and provide more options for investors.",
    "That includes two year tax concessions from the time the business operation starts, a new investment law that will cut short the approval time for investments to seven days, and providing both BOI-developed and undeveloped lands to investors.",
    "Sri Lanka saw an FDI, excluding loans, of $898 million in 2022, compared to $592 million in the previous year, the central bank data showed. The Minister said the island nation saw $211 million FDI in the first quarter of this year. (Colombo/July 20/2020)"
  ]
}