{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/over-11000-low-income-families-receive-emergency-assistance-through-red-cross-partnership-2/",
  "time_ut": 1685983200.0,
  "original_lang": "en",
  "original_title": "Over 11,000 low-income families receive emergency assistance through Red Cross partnership",
  "original_body_lines": [
    "The International Committee of the Red Cross (ICRC) and the Sri Lanka Red Cross Society (SLRCS) collaborated to provide emergency relief assistance to 11,850 vulnerable low-income families impacted by the economic crisis in Sri Lanka. The collaboration also supported the Sri Lankan healthcare system with a donation of essential medical supplies.",
    "“Low-income families are facing the worst effects of the economic crisis. As part of our humanitarian response, the ICRC partnered with the SLRCS to address some of their urgent needs in these challenging times. During the economic crisis, the ICRC adapted its programmes to better serve the affected people in Sri Lanka,” said Head of the ICRC Delegation in Colombo, Séverine Chappaz.",
    "Under the ICRC-SLRCS partnership, over 6,170 families received cash or cash vouchers (LKR 18,000 each) as emergency relief assistance, enabling them to meet their daily food and other essential needs up to a period of two weeks.",
    "The families were selected from 12 districts in Sri Lanka (Ampara, Batticaloa, Galle, Jaffna, Kilinochchi, Mannar, Matara, Monaragala, Puttalam, Polonnaruwa, Trincomalee and Vavuniya), based on the food security assessment conducted at household level by the SLRCS, in consultation with relevant authorities. In addition, over 5,600 pregnant women and new mothers from 10 districts received supplemental nutrition packs through the ICRC-SLRCS partnership.",
    "Director General of the Sri Lanka Red Cross Society, Dr. Mahesh Gunasekara added: “Sri Lanka is going through its most difficult period as a nation, and we, as the country’s largest humanitarian organisation, have stepped forward in support of our people to uplift their lives and bring them hope during this difficult period. The country’s majority are daily wage earners, and they were already recovering from the consequences of the global pandemic until the economic crisis knocked them down again. For nearly a century, SLRCS has been at the forefront of support and has provided them with the necessary assistance once again, and we will continue to do so through our initiatives to save them from the days of hunger and grief.”",
    "The ICRC also collaborated with the SLRCS to help address the shortage of medical equipment and supplies as part of its joint humanitarian response to the economic crisis. A total of 10,000 blood bags, 77,300 oxygen masks, 9,000 paraffin compresses, 2,950 thoracic drains and 300,000 face masks were donated to the Ministry of Health. The donations will contribute to the strengthening of the healthcare system in Sri Lanka.",
    "The ICRC-SLRCS humanitarian cooperation totaling nearly CHF 640,000 (USD 715,000) provided critical support to families affected by the economic crisis while assisting the Sri Lankan healthcare system. In the recent past, the ICRC and SLRCS have come together to address the consequences of humanitarian emergencies such as the COVID-19 pandemic. Humanitarian action in crises is guided by universal humanitarian principles that are central to the work of the International Red Cross and Red Crescent Movement, the largest humanitarian network in the world.",
    "Related Topics:Sri Lanka Red Cross SocietThe International Committee of the Red CrossThe International Committee of the Red Cross (ICRC) and the Sri Lanka Red Cross Society",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}