{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82768",
  "time_ut": 1695592980.0,
  "original_lang": "en",
  "original_title": "Remembering the Tiger  “Martyr” Thileepan on his 36th Death anniversary.",
  "original_body_lines": [
    "The twenty-sixth of September has become an important day in Sri Lanka ever since  the then Prime minister  Solomon West Ridgeway  Dias  Bandaranaike (SWRDB)  was assassinated in 1959. Bandaranaike who was shot by Talduwa Somarama Thera  on 25 September, succumbed to his injuries the following day.",
    "September 26th however is of particular significance to a substantial number of Sri Lankan Tamils also . For it was on this day in 1987 that a senior member of the  Liberation Tigers of Tamil Eelam (LTTE) Thileepan died in Nallu after undertaking a fast unto death.",
    "Although the Tigers have lost thousands of cadres  during  the many  years  it waged war against the Sri Lankan State, the death of Thileepan was entirely different from the  deaths of other LTTE fighters Thileepan’s demise was not due to direct violence but due to  non-violent direct action. He engaged in a fast unto death protest  on 15 September 1987 and died after 12 days of fasting without even drinking water. This was after the Indo-Lanka accord of 29 July 1987. The Indian army referred to as the Indian Peace Keeping Force(IPKF) was stationed in Jaffna then.",
    "Thileepan’s fast and death has been etched into the collective memory of Tamils over the years. His death is commemorated on a wide scale every year.  The period  between Sep 15  and Sep 26 is marked with acts of memorialisation  in many parts of Northern and Eastern Sri Lanka and also  in many  countries where  there are substantial concentrations of Tamils.",
    "Thileepan’s 36th death anniversary falls  this  week on 26  September 2023. It is against this backdrop that this column focuses on the LTTE “martyr” Thileepan in this two part article. The first part will be  about Thileepan the person and his role in the LTTE. The second will be on his death – fast and its aftermath.",
    "Thileepan  whose name was Rasiah Partheeban was born on 29 November 1963.His father Rasiah  “Master “ was a respected school teacher.  Partheeban was the youngest of four  children all boys. . He lost his mother  Parvathapathini  in 1964 while an infant and was brought up by his father. The family  hailed from Urelu a village about eight miles from Jaffna town in the Valigamam sector of the Jaffna peninsula.",
    "Though Thileepan’s given  name was Partheeban  there is a mistaken impression that his  real name was Amirthalingam. This is not correct. This mistake however  arose due to many LTTE members themselves addressing  Thileepan  at times as Amirthalingam. Thus he was popularly referred to as Amirthalingam.  Why was Thileepan called Amirthalingam?",
    "This was because Thileepan was in charge of the LTTE’s  political wing fin Jaffna for a long time. . He was the tiger  political commissar for many years. Thus he  was jocularly regarded as a “politician” and not a guerrilla by fellow tigers. Since  former Leader of the opposition and Tamil United Liberation Front(TULF)  Secretary -General Appappillai Amirthalingam  was the most important and well-known  Tamil political figure at that time, Thileepan was also nicknamed Amirthalingam. It was a name that stuck.",
    "Rasiah Partheeban alias Thileepan was a student at the well-known northern educational institution Jaffna Hindu College. During his school days he was the Jaffna district champion in chess and participated in all island competitions. As a student in the  G.C.E. A/L class, Partheeban excelled in studies.He was one of the bright students tipped to enter the medical faculty. But Partheeban  got involved with the   LTTE and dropped out. Rasiah Partheeban did not enter University as expected. Instead he  entered the world of armed Tamil militancy by joining  the LTTE",
    "Initially he was recruited as a helper. Later he began assisting Ravindran alias Pandithar in recruitment. Thileepan did not receive any military training in North or South India. He received arms  training  locally in Jaffna.  In those days former Jaffna LTTE commander Pandithar was in  overall charge of both the military and political wings.  Sathasivampillai Krishnakumar alias  Kittu and  Rasiah Parthiban alias Thileepan were placed second-in-command of the military and political wings respectively by Pandithar.",
    "After Pandithar’s death in 1985 Kittu became Jaffna commander. Thileepan was placed in charge of the political section. He was given a comparatively free hand by Kittu. Soon Thileepan became a well-known figure in Jaffna. He interacted well with people and had a flair for public relations.",
    "LTTE supremo Prabakaran  who  returned to Jaffna from India  in January 1987 was greatly  impressed by Thileepan’s ability and dedication. The LTTE leader promoted Thileepan as Lt.Colonel, a rank reserved only for district commanders in the LTTE hierarchy earlier.",
    "Prabhakaran also appointed  Thileepan in charge of all  the LTTE political offices in the entire North-East. Thileepan’s headquarters was at Potpathy road in Kokuvil. After  the first “Black Tiger” Capt.  Miller’s death at Nelliaddi on July 5th 1987 , the  political headquarters  was named “Miller Office”. A few months later , Thileepan himself  like Miller was to  court  death voluntarily  in September.",
    "Although Thileepan was in charge of the political wing for a lengthy period of time,  he was not a person who avoided actual combat. It was Kittu’s contention that there should not be a strict divide between the fighters and the political activists. Kittu  felt that it would result in unwanted jealousies among the cadres and also nurture an unhealthy tradition where the fighter cadre  would be “mutts” and political cadres “cowards”. Thus  Thileepan actively participated in many  military operations and was injured several times.",
    "Once in Anaikottai the army stopped his motorcycle. The unarmed Thileepan lashed  out at the soldiers with his bag and ran away. The soldiers fired and injured  his arm.  While scrambling through a fence, he lost his verti . Thileepan identified himself to an Anaaikottai resident and borrowed a “salvai” (shawl) from him and strapped it around his waist. Even as he was running away the strap on his rubber slipper gave way and he discarded it.",
    "Thileepan got away with an injury on his arm. About a year later Thileepan held a political meeting at Anaikotai. After the meeting was over. an old woman came up to him and gave him a bag. It was the old rubber slipper with the ruptured strap  carefully stitched  back by the woman who had preserved it for nearly a year. Such was the  esteem Thileepan had  among the people then.",
    "Thileepan also received wounds on his back in a skirmish outside the Jaffna fort. He was injured a third time in an operation in Thondamanaru. He received serious injuries on his stomach. Later seven inches of his intestines had to be removed.",
    "The tiger political commissar   also had a brush with death when the vehicle he was driving was fired upon by a helicopter. Although the vehicle was riddled extensively Thileepan escaped without a scratch in typical Chuck Norris fashion.",
    "During Thileepan’s tenure as political Chief  of Jaffna he adopted new methods with the  consent and concurrence of Kittu. The Jaffna peninsula was sub-divided by Thileepan  into 23 political divisions with each division headed by a political commissar. All the political commissars would meet every Sunday at different locations under Thileepan’s Chairmanship. Reviews and reports were presented and all issues would be thrashed out in detail.",
    "Another feature adopted by Thileepan was the introduction  of a system  whereby the people could  convey their complaints to the LTTE through  complaint boxes installed in various parts of the peninsula. People with grievances could write them and toss them into the boxes. Even anonymous complaints were entertained.",
    "The people of Jaffna availed themselves of this opportunity and submitted complaints about LTTE cadres too. Disciplinary inquiries  were initiated and consequent action was taken  against LTTE cadres as a result of these complaints. This was the first time that the LTTE submitted itself to a partial degree of accountability to the people at least.",
    "The LTTE political chief  also travelled extensively throughout the peninsula and staged mass meetings and group discussions. He spoke fluent Tamil in a colloquial jargon without rhetorical flourishes. He also had a sense of humour and quickly related to people.",
    "Once at Neervely the residents held a rally in protest against the thefts in the area. They set up road blocks and prevented traffic. All the Tamil  militant movements sent their representatives While all the other groups denied involvement in the robberies, Thileepan won the people over by saying ” I am not going to lie to you because you all know who is responsible ”. Neervely became an LTTE bastion after Thileepan’s speech.",
    "Thileepan also edited the LTTE publication “Kalaththil” (in the field).  He also  started a journal “Suthanthirap Paravaigal”(birds of freedom) for the LTTE  women cadres. It was edited by the woman fighters.Thileepan  was a powerful and prolific writer. He also played a prominent role in the affairs of the LTTE Radio and Television network in Jaffna.",
    "Trouble shooting was another positive aspect of Thileepan. He  was on more than one occasion the LTTE trouble shooter. Thileepan maintained good relations with the other groups. Whenever incidents of frictions arose it was Thileepan’s lot to meet with the other groups and iron out differences. This was in the earlier days when the top movements were near equal in strength. . Later when the Tigers became  more powerful all differences were resolved through the barrel of a gun.",
    "Thileepan also participated in important political discussions. He was a key  member of  LTTE delegations led by Kittu participating in  talks with different people such as SLMP leader  Vijaya Kumaratunga, Yatiyantota UNP Parliamentarian  Vincent Perera,  Lt. Col. Jayantha Kotelawela and members of the Buddhist clergy.",
    "When  LTTE supremo Prabakaran was taken by helicopter to India for talks with  the then Indian  Prime Minister Rajiv Gandhi prior to the Indo-Lanka accord , Thileepan also accompanied  the tiger leader. Later  Prabakaran and others including Thileepan  went by an Indian Air Force Plane from Madras to New Delhi.",
    "Thileepan under the guidance of Kittu was also responsible for setting up a political party for the LTTE named Peoples Front of Thamil Eelam. This was in 1986. Twisted information passed by  LTTE stalwart “Basheer Kaka ” along with  unfair criticism levelled by Anton Balasingham led Prabakaran to view the exercise with suspicion. Kittu was ordered to abandon the project and Thileepan was summoned to Madras for questioning.",
    "Thileepan could not go to Madras  then as ordered because he fell ill and  was later  injured in combat. In 1989 the same Peoples Front political project  planned by Thileepan in 1986 was formally adopted by Prabakaran after talks with the Government headed by President Ranasinghe Premadasa. The LTTE  registered  a political party  named “Peoples Front of Thamil Eelam”(PFLT_ with  Mahendrarajah alias “Mahathaya” as President and Narendran alias  Yogi as Secretary.",
    "Despite his remarkable  political acumen , Thileepan was incredibly naive in mundane matters. He was the target of many a leg-pull. One story is about how Thileepan was told that another Tiger Ravi’s motorcycle had been equipped with “reverse gear”. Little realising it was a joke , Thileepan had remonstrated with Kittu that his motorcycle too should have the same. Incidentally Thileepan’s motorcycle was perhaps the worst maintained within the LTTE. Kittu who was a stickler for proper vehicle maintenance tolerated laxity in this regard only from Thileepan.",
    "The Indo-Lanka accord and subsequent events greatly troubled Thileepan. He felt that the Tamils had been betrayed and that it was only a matter of time before the Indian Army cracked down on the Tigers. He felt that the Sri Lankan Tamil people should be made fully aware of the impending doom. Political activity as in the past was not possible because of the pervasive Indian presence and  also other Tamil groups. So Thileepan thought of a revolutionary concept.",
    "Thileepan knew that a violent response to India was to invite disaster as the Tamil people themselves would not be in favour of it. So he decided to adopt a non-violent course of action against India. What happened next will be related in detail in the second part of this article.",
    "This article appears in the “Political Pulse”Column of the “Daily FT’dated 22 September 2023.It can be accessed here –"
  ]
}