{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Netball-coach-Jinadasa-says-players-responsible-for-losses-to-Singapore-at-World-Cup/108-264657",
  "time_ut": 1691337576.0,
  "original_lang": "en",
  "original_title": "Netball coach Jinadasa says players responsible for losses to Singapore at World Cup",
  "original_body_lines": [
    "Head coach of Sri Lanka’s netball team Thilaka Jinadasa has said the players cannot escape responsibility for losing to Singapore twice at the Netball World Cup in South Africa, which led to their last-place finish in the tournament.",
    "Sri Lanka, the 2022 Asian Netball champions, lost 55-52 to Singapore in the Preliminary Round Stage Two of this year's Netball World Cup before going down 49-46 in the 15th place classification match.",
    "“The players need to take responsibility for these defeats as they did not play well,” Jinadasa said.",
    "“We also lacked the international experience that Singapore had coming into the tournament. We had a four-match series against Botswana in the lead up to the World Cup while Singapore took part in three international tournaments.”",
    "Incidentally, Sri Lanka finished in 15th place at the last World Cup while Singapore finished last.",
    "Sri Lanka had hoped to finish in 13th or 14th place, but the defeat to Singapore meant they finished rock bottom.",
    "“We lost twice to Singapore, who we beat in the Asian Championships. If we had not lost those matches we could have finished in 13th or 14th,” Jinadasa added.",
    "Jinadasa's current stint as national netball coach will end on August 10 and Sri Lanka Netball Federation's executive committee will decide whether or not to extend her term for the Nations Cup International Netball tournament in Singapore next October.",
    "Sri Lanka lost all three of their Preliminary Round Stage One matches, to Jamaica (105-25), South Africa (87-32) and Wales (68-57).",
    "In the Preliminary Round Stage Two, Sri Lanka lost to Singapore (55-52) and Zimbabwe (71-36), with their only victory coming against Barbados (60-56).",
    "Meanwhile, defending champions New Zealand lost to England 46-40 in the semi-finals."
  ]
}