{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/ADIC-raises-concerns-regarding-2024-Budget-and-implications-on-alcohol-and-cannabis-industries/14-756477",
  "time_ut": 1702923372.0,
  "original_lang": "en",
  "original_title": "ADIC raises concerns regarding 2024 Budget and implications on alcohol and cannabis industries",
  "original_body_lines": [
    "Following is the statement issued by the Alcohol and Drug Information Centre (ADIC) regarding its concerns on the 2024 Budget and implications on alcohol and cannabis industries.",
    "According to the data from the World Health Organization (WHO) and the Ministry of Health, Sri Lanka, every 8 out of 10 deaths in Sri Lanka are categorised as preventable deaths. Tobacco and alcohol use have been identified as two major risk factors which are responsible for these preventable deaths, where approximately 40-50 deaths per day occur due to alcohol use.",
    "Currently, alcohol is clearly a large burden to the country’s economy. In the year 2022, the excise revenue from alcohol tax was Rs. 165.2 billion. Yet, the ‘Investment Case for Alcohol Control in Sri Lanka’, conducted by the United Nations Development Programme (UNDP) reported that the health and economic loss incurred on the Government due to alcohol use is Rs. 237 billion. Moreover, the citizens of our country spend Rs. 590 million per day on beer and arrack and Rs. 380 million per day on cigarettes, which results in a large overall economic burden. Amidst this situation, a massive amount of money that can be earned as tax revenue to the Government from alcohol and tobacco companies is being lost due to the lack of a rational tax policy for alcohol and tobacco products.",
    "In addition, many people are being faced with various health issues resulting from the usage of substances such as cannabis. As recognised by the Sri Lanka College of Psychiatrists, several consequences of cannabis use include; adverse impact on cognitive functions of youth, increased risk of mental illnesses, and effects on the neuro development of the foetus.",
    "In the 2024 Budget, many recommendations were presented that will likely lead to an increase in the initiation rate of alcohol use, and a rise in alcohol consumption and related consequences among the public. It raises significant concern on the fact that the Government appointed a parliamentary committee to eradicate the drug issue in the country, while the 2024 Budget includes several proposals to increase the availability and overall usage of alcohol. However, the Government is hiding behind the claim that these proposals are aimed at reducing the prevalence of illicit alcohol.",
    "As a responsible organisation working in the field of alcohol, tobacco and other drugs prevention, we feel compelled to bring to your attention several key points that require consideration.",
    "The Budget reading has outlined initiatives that are seemingly advantageous to the alcohol and cannabis industries, as evidenced by the inclusion of the following key components:",
    "Flexible opening hours: Flexible opening hours clearly contribute to an overall increase in alcohol consumption due to heightened availability, thereby rendering it a potentially counterproductive strategy. Furthermore, irrespective of whether the product is legal or illicit, alcohol itself is harmful in every aspect. Therefore, the Government should be taking the required steps to reduce the overall alcohol consumption in the country.",
    "A similar initiative was taken by the finance minister in 1995, where beer prices were decreased by more than 50% to control illicit alcohol consumption, which only resulted in increased beer usage and no solution for the illicit alcohol issue. It is important to note that according to the WHO SAFER measures, strengthening restrictions on alcohol availability and reducing alcohol availability through taxation and pricing policies are among the scientifically proven, single most cost-effective alcohol control measures that can be established within a country.",
    "Revision of regulations for tourism promotional activities: The proposals highlight the fact that this revision is aimed at facilitating tourism promotional activities, yet the regulations are also placed in locations which are not popular for tourism, leading to widespread availability of alcohol. This will result in increased alcohol consumption, raising questions about the overall impact on public health and the economy of the country due to the increased health burden from alcohol use.",
    "Introduction of a policy for soft liquor licenses: Encouraging the consumption of soft liquor is another industry-favourable strategy, as it contributes to heightened product availability, ultimately resulting in a rise in alcohol consumption.",
    "The Indigenous Medicine Division of the Ministry of Health and Ayurvedic Medicine’s cooperation will facilitate investors for medical plants with international demand: Numerous efforts have been underway to boost the cannabis industry domestically. However, beyond the health considerations associated with cannabis use, it is crucial to emphasise that on a global scale, the cannabis industry is experiencing a decline with diminished financial returns. Consequently, promoting cannabis within the country yields no discernible economic benefits. Also, at present, the treatment gap for mental illness in some parts of the country is around 67%, and the mental health services of the country would not be able to cope with the increase in the disease burden which is likely to occur with any form of legalisation of cannabis in Sri Lanka.",
    "In recommendation to provide solutions to the ongoing economic issues, the International Monetary Fund (IMF) has proposed increasing alcohol tax as an effective initiative to increase government revenue. Yet, while the budget readings include components favourable to the alcohol and cannabis industries, we note with concern that the following initiatives recommended by the IMF have not been fully considered.",
    "Increase excise taxes on alcohol and tobacco products by 20%: The first increase was implemented in June 2023, for tobacco and alcohol. The second increase is required to be implemented before end-January 2024.",
    "Introduce automatic indexation of Excises to inflation by January 2024: A measure crucial for maintaining a sustainable approach to excise taxation.",
    "In light of these recommendations, we kindly urge you to reconsider the current Budget proposals and take necessary steps to increase Government revenue by implementing the suggested legal alcohol tax increases. This approach aligns with the recommendations of both the IMF and the WHO and can contribute significantly to addressing the economic challenges faced by the country."
  ]
}