{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91856/inaugural-t10-league-to-get-underway-in-december-",
  "time_ut": 1689008820.0,
  "original_lang": "en",
  "original_title": "Inaugural T10 League to get underway in December",
  "original_body_lines": [
    "The inaugural edition of the Lanka T10 League is scheduled to be held from 12 – 23 December 2023, Sri Lanka Cricket (SLC) announced on Monday (10 July).",
    "The tournament, which was initially planned to be held in June 2023, was shifted to December, as SLC deemed the ‘December window’ the most appropriate to conduct the league, as the timing will complement Sri Lanka’s Domestic and International cricket calendars.",
    "Lanka T10 League, Sri Lanka’s newest addition to its annual cricket calendar, will feature some of the finest international stars along with Sri Lanka’s top international stars, and will be played in some of Sri Lanka’s top international cricket venues and under lights.",
    "The competition will also provide opportunities for the brightest young talents in the country to mix, mingle, and play along with the international stars.",
    "“I am extremely confident that this tournament will become a success story and help Sri Lanka Cricket keep abreast with the evolving trends of the game,” said SLC President Shammi Silva.",
    "The tournament will feature six men’s teams and four women’s teams, covering regional cricket epicenters, with each team consisting of a squad of 16 players, along with six foreign players.",
    "The Lead Event Rights Partner for the event is TTen Sports Management and TTen Global Sports together with Innovative Production Group FZE (IPG)) as a consortium.",
    "“We are thrilled to bring the exciting brand of T10 cricket to Sri Lanka, and we thank SLC for their support. This league is much more significant as it is licensed by a popular full member like SLC”, said Shaji ul Mulk, Chairman of TTen Global Sports, representing the Event Rights Partner."
  ]
}