{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Wildlife-resources-can-be-used-to-bring-in-foreign-exchange-Pavithra/108-258691",
  "time_ut": 1683257685.0,
  "original_lang": "en",
  "original_title": "Wildlife resources can be used to bring in foreign exchange: Pavithra",
  "original_body_lines": [
    "Sri Lanka's wildlife resources can be used to bring in foreign exchange to the country, Wildlife and Forest Resources Conservation Minister Pavithra Wanniarachchi said.",
    "While addressing the opening ceremony of a Wildlife Training and Research Institute in Giritale yesterday, she said if wildlife research institutes offer training to foreign officers, the natural as well as wildlife resources of the country can be used to bring in foreign exchange to the country.",
    "The Minister mentioned that very few people in the world know our country well enough and very few people know the beauty of our country.",
    "The people of most countries in the world live hard lives due to the cold climates, but the people of Sri Lanka are fortunate enough to live without such conditions. It is a matter of great joy for the people who are affected by the cold climate to come to Sri Lanka even once. This training and research institute can be made into a place where the country can receive great contributions.",
    "While addressing the opening event, the minister said a Cabinet paper has been prepared to take necessary actions to provide compensation for the wildlife officers who are serving the department without considering their lives, and about Rs. 1,050 million has been spent and American aid (USAID) has been received for this purpose.",
    "She further said that due to the increase in population, land-related problems have arisen, and under the current situation, forest conservation and wildlife protection should be balanced.",
    "\"Although there was a big gap between the forest population and the people some time ago, the people's rights should be protected. The Wildlife Department has done a great service for the country, and that department itself has a unique vitality,\" the minister said.",
    "Therefore, the Cabinet paper has been prepared for the purpose of providing compensation for the wildlife officers who are dedicated to their duty and for the accidents that happen in the course of fulfilling their duties, she added. (Chaturanga Pradeep Samarawickrama)"
  ]
}