{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90809/ailing-thai-jumbo-elephant-in-sri-lanka-to-return-home-in-july",
  "time_ut": 1685031840.0,
  "original_lang": "en",
  "original_title": "Ailing Thai jumbo elephant in Sri Lanka to return home in July",
  "original_body_lines": [
    "Sak Surin, an elephant donated to Sri Lanka two decades ago, will finally return home in July to receive medical treatment as he is ill and has poor living conditions.",
    "The jumbo will travel on a chartered Russian aircraft after construction of a new cage and flight arrangements were completed. He will leave Sri Lanka on July 1.",
    "Former Chartthaipattana MP Kanchana Silpa-archa said in her Facebook post on Wednesday that everything is now ready, including the cage for the aging male elephant, Sak Surin. Coordination between the Ministry of Natural Resources and Environment and the Thai embassy in Sri Lanka and the chartering of the Ilyushin IL-76 flight are also complete.",
    "She said that the Budget Bureau sought a special budget from the Central Fund to repatriate the elephant, for treatment at the elephant hospital in the northern province of Lampang.",
    "Sak Surin came to public attention in the middle of last year, when a group of international conservationists, RARE, urged Thailand to take the ailing elephant back.",
    "A team of Thai vets and mahouts were sent to Sri Lanka to treat the sick elephant, which was reported to be chained and frequently used in ceremonies. After about six months of treatment, the elephant has regained strength and was fit to fly in March or April this year but, due to some technical problems, its return has been delayed.",
    "One of the mahouts, Thongsuk Mali-ngam, told Thai PBS in November last year that it took about a week before he could communicate with Saksurin, because the animal was familiar with Sri Lankan handlers after about 2 decades of being away from Thailand.",
    "He said that, when he first saw the elephant, he felt saddened by its poor condition, with infected wounds on the front legs and a hind leg chained.",
    "Thongsuk said he raised the elephant when it was young, in the north-eastern province of Surin and, during their first reunion, he greeted the animal by saying “Sawasdee”, which he taught the animal 21 years ago."
  ]
}