{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Vidullanka-PLC-commissions-2MW-ground-mounted-solar-power-plant-in-Horana/34-749429",
  "time_ut": 1686594381.0,
  "original_lang": "en",
  "original_title": "Vidullanka PLC commissions 2MW ground mounted solar power plant in Horana",
  "original_body_lines": [
    "Vidullanka PLC on Friday ceremonially commissioned the Horana Solar Power Plant, a 2MW Ground Mounted Solar Power Plant in Horana presided by Power and Energy Minister Kanchana Wijesekera Power and Energy State Minister Indika Anuruddha, Ceylon Electricity Board General Manager and Sri Lanka Sustainable Energy Authority Chairman Rohan Seneviratne.",
    "The 2 MW Horana Solar PV Power Project has been developed by Vidullanka PLC, through one of its subsidiaries, Horana Solar Power. This is the 3rd Ground Mounted Solar project of the Group, which is expected to annually feed 4.5GWh of much needed clean energy to the National Grid of Sri Lanka, thereby saving 3,300 metric tons of carbon emissions. This project was awarded as part of the 150MW AC Solar PV tender floated by the Ceylon Electricity Board; and is the first project to be implemented as part of the tender. 4,480 numbers of 535Wp Bi-facial PV Modules have been installed on 80 Single Axis Trackers which rotates based on the sun path. The project is powered with 10 no’s of 200kW String Inverters and connected to the 33kV national grid.",
    "Even amidst tightening constraints in terms of exponential finance costs and high project cost overruns, the company persevered and has successfully reached completion and commissioning.",
    "Vidullanka PLC is a pioneer operating in the renewable energy spectrum for the past two decades with renewable energy projects across Sri Lanka and Africa, specialising in Hydro, Solar and Dendro energy sources. As of now, it currently has a project portfolio of 20 operational projects with a total installed capacity of 51MW contributing over 185 GWh to the respective national grids of Sri Lanka and Uganda. At present, it is working on undertaking an EPC contract in Guyana to design and build two Hydro Power Projects with a combined capacity of 2.2MW to the Guyana Energy Authority. The company was also engaged by a renewable energy developer in Rwanda to advise and consult them on the operations of five Hydro Power Plants. The company has a steady project pipeline across including hydro, solar and wind in both Asian and African markets which are at various stages of project development.",
    "Vidullanka PLC continues to shine in its growth efforts, persevering amidst constricting market developments and macroeconomic adversaries. The company holds its position as a pioneer and path charter in the local and global clean energy sphere and the future of Vidullanka looks very bright and promising."
  ]
}