{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-shares-slip-on-profit-taking-and-selling-pressure-122926/",
  "time_ut": 1686138480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s shares slip on profit taking and selling pressure",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s shares closed lower on Wednesday after four consecutive gains in previous sessions spiraled into selling interest and profit taking, an analyst said.",
    "The main All Share Price Index was down 0.28 percent or 24.39 points to 8,722.06, this is the lowest the index has been since May 02, while the most liquid index S&P SL20 was down 0.40 percent or 9.92 points to 2,468.44.",
    "“The market was gaining in the previous sessions and there is selling and profit taking present today, due to continuously being on green,” an analyst said.",
    "In the previous sessions the market was seeing gains, due to lowered policy rates and low inflation stimulating buying interest and driving the sentiment up, an analyst said.",
    "Sri Lanka’s inflation in the 12-months to May 2023 has eased to 25.2 percent from 35.3 percent a month earlier according to a revised Colombo Consumer Price Index calculated by the state statistics office.",
    "The central bank cut the key policy rates by 250 basis points to spur a faltering economic growth as inflation was decelerating faster than it projected.",
    "“There are gradual improvements in the market sentiment, with positive sentiments coming in from lowered policy rates and inflation,” an analyst said.",
    "The market generated foreign inflows of 12 million rupees and received a net foreign inflow of 18 million rupees, due to low share prices and discounted shares followed by a dividend announcement.",
    "The market generated a revenue of 554 million rupees, this is the lowest the turnover has been since May 10, while the daily turnover average was 1 billion rupees. From the total generated revenue, the banking sector contributed 120 million rupees, Diversified Banks contributed 115 million rupees and the Capital Goods Industry generated 78 million rupees.",
    "Top losers during trade were Sampath Bank, Commercial Bank and Aitken Spence. (Colombo/June06/2023)"
  ]
}