{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/calais-dentelles-announces-the-sale-of-noyon-noyon-lanka-acquires-100-years-of-lace-heritage/",
  "time_ut": 1685717760.0,
  "original_lang": "en",
  "original_title": "Calais Dentelles announces the sale of ‘NOYON’ – Noyon Lanka acquires 100 years of lace heritage",
  "original_body_lines": [
    "In groundbreaking industry news, Noyon Lanka (Pvt) Ltd., a subsidiary of MAS Holdings, and DESSEILLES CALAIS, a subsidiary of the CALAIS DENTELLES holding company, announced the sale of NOYON CALAIS’ IP rights and other intangible assets to Noyon Lanka.",
    "NOYON CALAIS is a French lace manufacturer known for a 100+ years of heritage in the industry. This Intellectual Property (IP) acquisition now positions Noyon Lanka as an industry leader in lace manufacturing, combining the legacy and heritage of NOYON CALAIS SAS and MAS Holdings’ technical competency and manufacturing excellence. This sale gives the opportunity for the French business DESSEILLES CALAIS to focus on their main luxury core market.",
    "The IP and other assets acquired enable Noyon Lanka to draw inspiration, create and commercialize lace products and manufacture lace products under the trademark ‘Noyon’. Additionally, Noyon Lanka will now be the owner of all ‘Noyon’ trademarks belonging to Noyon Calais and will own all their archives of sketches, drafts, and samples of lace and embroidery fabrics from the 19th and 20th centuries.",
    "With the acquisition, Noyon Lanka enhances its ability to provide high-quality lace products to customers worldwide, drawing upon and preserving the rich history and heritage of lace manufacturing in France.",
    "Noyon Lanka’s CEO, Ashiq Lafir, commenting on the acquisition, said, “This acquisition will enable us to expand our product design offerings and strengthen our leadership position in lace manufacturing globally. We are humbled and proud to take ownership of NOYON CALAIS’ remarkable legacy and combine it with our technical expertise to create beautiful, innovative lace products for our customers”.",
    "Sébastien Bento Soares, the Directeur Général – CEO of CALAIS DENTELLES, the parent company of NOYON CALAIS, added that “This asset sale enables DESSEILLES CALAIS to focus on our core luxury market and ensures that the rich history and legacy of Noyon’s lace continues to effectively serve its long-time customers, who have come to rely on Noyon’s heritage in lace to provide some of the world foremost brands with the finest lace designs that their customers have adorned over many generations”.",
    "Noyon Lanka was established in 2004 when Noyon Calais France, an industry expert in knitted and leavers lace, partnered with MAS Holdings. Today, Noyon’s lace creators and designers launch over 450 designs each year, with collections ranging from multi-way stretch, high tenacity lace to engineered lace for fabric.",
    "In addition to its production facilities in Sri Lanka, the company has a global footprint with a manufacturing presence in Indonesia and China.",
    "In the image from left to right: Sébastien Bento Soares (Directeur Général – CEO of Calais Dentelles), Pascal Cochez (Chairman of Cochez group and Calais dentelles), Olivier Noyon (Shareholder – Noyon Lanka) and Ashiq Lafir (CEO – Noyon Lanka Pvt. Ltd.).",
    "Hela Apparel Holdings completes FY 2022/23 with resilience, amidst a challenging operating environment",
    "Nippon Paint Lanka sponsors painting of Sri Lanka’s tallest Buddha statue",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}