{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Free-Trade-Zone-Manufacturers-new-Chief-says-exporters-still-facing-crisis/34-747245",
  "time_ut": 1681075819.0,
  "original_lang": "en",
  "original_title": "Free Trade Zone Manufacturers’ new Chief says exporters still facing crisis",
  "original_body_lines": [
    "Seated: Isabella Chairman Hemantha Perera, Filotex Lanka Managing Director M.H.Z.M. Marzook, Isin Lanka Director Jatinder Biala, Investment Promotions Minister Dilum Amunugama, the Japanese Ambassador Mizukoshi Hideaki, Tropical Findings Director Dhammika Fernando, BOI Director General Renuka Weerakoon, Shore to Shore Managing Director Beauno Fernando, Dial Textiles Industries Managing Director Sean Umagiliya",
    "Standing: Plant Lipids Lanka Director Sepalika Jayawardena, Amsafe Bridport General Manager Chandani Ekanayake, Flintec Transducers Managing Director Tyronne Weckasinghe, Lanka Naigai  Director Neville Fernando, Lanka Hiqu  Managing Director Lalith Madappulli, Trinity Steel  Managing Director Jaison Joseph, Crystal Martin Lanka Mark Muller, KIK Lanka Chairman Lalith Kahatapitiya, Managing Director Screenline Holdings Nishantha Bakmeege, Chairman Calico Color  Prabath Gunasekera, Lalan Rubbers  CEO Manjula Mahadanaarchchi, Dynawash Managing Director Shahid Sangani, FTZMA Secretary General Vasantha Dias  ABSENT: ATG Ceylon Managing Director Fazal Abdeen, Agromet Asia  Managing Director Ritesh Singhal",
    "FTZMA Chairman Dhammika Fernando urges Govt. to take swift action to prevent mass-scale furloughing, job losses, and closures that will ultimately lead to dwindling foreign exchange income",
    "Tropical Findings Ltd Director Dhammika Fernando was elected as the new Chairman of the Free Trade Zone Manufacturers Association (FTZMA) as members voted unanimously in favour of him at the 42nd Annual General Meeting held at “The Winchester Ballroom”, Kingsbury Colombo on 31 March.",
    "Fernando is also the incumbent President of Asia Pacific Federation of Human Resource Management and Executive Board Member of the World Federation of People Management Associations (WFPMA).",
    "Dial Textiles Industries  Managing Director Sean Umagiliya was unanimously elected as the Honorary Secretary of the Association and Flintec Transducers  Managing Director Tyronne Weckasinghe as the Deputy Secretary while ATG Ceylon  Managing Director Fazal Abdeen and Screenline Holdings  Managing Director Nishantha Bakmeege as Vice Chairmen.",
    "Filotex Lanka  Managing Director M.H.Z.M.Marzook will remain as the Honorary Treasurer, while Lalan Rubbers  CEO Manjula Mahadanaarachchi, would deputise him as deputy Treasurer of the Association. Japanese Ambassador Mizukoshi Hideaki was the chief guest at the AGM while the Investment Promotions Minister Dilum Amunugama and Board of Investment of Sri Lanka Director General Renuka Weerakoon were the guests of honour.",
    "FTZMA is the leading Association representing the foreign direct investors in the various export processing zones in Sri Lanka. Since it commenced its operation from Katunayake Free Trade Zone over 40 years ago, the Association has been representing the foreign direct investments, expanding their presence to all Free Trade Zones in Sri Lanka.",
    "Following are excerpts from new Chairman Fernando’s speech at the AGM.",
    "“By no means shall we underestimate the current predicament of exporters. So far there has not been safe sailing for businesses, meaning that we are not totally out of the doldrums and not at all the business-as-usual environment set in. 2022 was an incredibly tough year, and while we have shown agility and resilience, we have not emerged from the doldrums unscathed. The magnitude of the conundrum is still to be determined, but we are acutely aware of the difficulties that lie ahead.",
    "Despite the apparent end of the pandemic, exporters are facing another global crisis, compounded by the crippling local financial crisis. The looming economic slowdown in Europe and the USA, our major export destinations, poses a severe threat to our exports. In addition, the increase in corporate and personal taxes, unfavourable forex rates, and the abnormal increase in the cost of commodities, particularly energy, have caused our production costs to skyrocket, eroding our global competitiveness.",
    "As a result, our export figures have taken a hit, and many major industrial exporters are downsizing, shutting down operations, or relocating. The SME sector has been particularly hard-hit, with the withdrawal of loan moratoriums and the contraction of large-scale enterprises having a cascading effect.",
    "We fervently hope that the authorities will realise the seriousness of the situation and take swift action to prevent mass-scale furloughing, job losses, and closures that will ultimately lead to dwindling foreign income.",
    "FTZMA strongly believe that our country will be able recover from the current difficult economic situation faced by our members and the present Government would formulate policies and take action in the right direction to foster the socio-economic progress of Sri Lanka and will bring back confidence of all investors. The Association ensures that continuous and smooth operation of the activities and most importantly sustain the industry by satisfying the Investor. Issues brought up by members are being dealt with efficiently by creating a conducive environment with officials of the Board of Investment of Sri Lanka and all stakeholders.”"
  ]
}