{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Rupee-will-gradually-come-down-to-200-or-185-President-expresses-hope/155-256158",
  "time_ut": 1679289366.0,
  "original_lang": "en",
  "original_title": "Rupee will gradually come down to 200 or 185 – President expresses hope",
  "original_body_lines": [
    "While claiming that Sri Lanka will no longer be declared a  bankrupt nation in the next few days, President Ranil Wickremesinghe  yesterday expressed hope that once Sri Lanka entered into the agreement  with the International Monitory Fund (IMF) the Rupee will gradually come  down to 200 or 185.",
    "\"We will no longer be declared a bankrupt Nation, but a Nation that can restructure its debts.That will happen in the next few days. So like the Captain of the Royal Team, I also have to perform the same function. How do we turn this economy around? The results of the IMF Board of Directors only give us a breathing space where they will say that we are no longer bankrupt and we can restructure the debt. So all the money we have to pay this year, I hope we will be given at least ten more years to repay it,\" he said.",
    "The President emphasized that the Royal College cricket  team’s effective captaincy ultimately led to the team’s victory at a  time when all the matches were being lost and that his effort is to  lift the defeated country to the path of victory similar to what the  captain of the Royal College cricket team did.",
    "“The results of the IMF Board of Directors only give us a  breathing space where they will say that we are no longer bankrupt and  we can restructure the debt. So all the money we have to pay this year, I  hope we will be given at least ten more years to repay it,” the  President said.",
    "\"In the meantime, there will be new debts. We had to borrow money because all our foreign exchange earnings for a year are not sufficient to meet all our needs: to import fuel, and fertilizer, is not enough. So we have a balance of payment deficit where our foreign earnings are less than the money we have to spend for all our needs to purchase from abroad. So this is the long-term,\" the PMD statement quoting the President said.",
    "\"Secondly, how do we stabilize the Rupee? Compared to the Dollar the Rupee has now gone up to 300. Once we have this agreement with the IMF, the Rupee will gradually come down to 200 or 185. Now we have a period of stabilization and that is four years. We have agreed with the IMF, they have given us targets to achieve. We have agreed that the budget will not be a deficit and that the budget will have a surplus by 2026, and that we will then be able to pay back the money that we borrowed. Now that is not a very good situation,\" the President, quoted in the statement said.",
    "Once we stabilize the economy and we can restructure the debts, we must also find means of paying off all our debts and coming into a situation where we have a surplus in the country; every year, like Japan, Singapore, Germany, or Korea. At the end of the day, we will have a surplus. Our foreign exchange earnings will exceed our requirements for the time being where we have to import fuel, medicine, and certain other basic foodstuff. So that is the next stage.",
    "In order to win this match: this encounter, stabilizing the economy alone is not enough. You must make the economy grow. Unless you make the economy grow, we will go down again.",
    "When I went to Royal Primary, We were the second most prosperous Nation in Asia. First Japan, second Sri Lanka. Today every other country has overtaken us. As far as I am concerned, we have not only to lay the groundwork but also to restructure our debt, to stabilize our economy, so that we can repay our debt in ten years’ time. In order to build the new economy in which we will be prosperous, and we will also be able to become a developed economy giving a better future for those who will be living in the next 40-50 years, I need a team. When I lay that plan down, I need a team for that match. That is going to be the big match. We have to decide whether we are going or make it, whether we are going to develop the country or whether we are going to let it slide. For that game who is my team? My team is going to be all of you. What we will lay down now, is the 25-year plan.",
    "By 2049, we will be a prosperous Nation. We will be like the people in Malaysia, the people in some of the European countries. We will have no debt, and more than that, each of you will have earned at least a few thousand dollars a month or maybe more. Now I say, each of you because, during the next 25 years all of you; the oldest here will be 45. You will not even be 50. Some will be less. It is your future that we have to talk of. Unless I stabilize the economy, we cannot develop as a country to become a prosperous society. Once we stabilize the economy, we can go ahead to develop the country.",
    "Some of you might be thinking of going abroad for education. I understand the difficulty of getting into universities here and the problems you face in the universities. Some of you might be thinking of going abroad and leaving Sri Lanka. Some of you may be thinking of going abroad to work and coming back. All I want to say to all those who are thinking of going abroad is not to abandon the country. In the next two years, you will see the country developing and then you will see that you have a future. Certainly, go out. Certainly study.",
    "President Wickremesinghe made this statement while  addressing the 32nd Interact District Conference held at Temple Trees  last morning (19).",
    "This conference was organized by St. Thomas’ College,  Wesley College, Vishaka Vidyalaya, and Girls’ High School, Kandy, and it  drew about 700 students from various schools all across the island."
  ]
}