{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/GRI-opens-new-GRI-FIT-service-centre-in-Madrid-Spain/34-747289",
  "time_ut": 1681174697.0,
  "original_lang": "en",
  "original_title": "GRI opens new GRI FIT service centre in Madrid, Spain",
  "original_body_lines": [
    "GRI, a leading manufacturer of high-grade specialty tires, has opened a new GRI FIT service centre in Madrid, Spain, as part of its expansion plans in the country.",
    "The new centre will enable GRI to provide services to a wider geographical area in Spain, expand its direct business, and reach new reputed logistic companies, end-users, and fleet managers.",
    "The new facility in Madrid will expand the company’s forklift tire fitment services in the region and provide customers with the best products, advice, guidance and outstanding customer service. GRI FIT enables customers to obtain services directly from GRI, rather than depending on third parties, and receive specialised services. Material handling tires, both solid and pneumatic, are sold directly by GRI in Spain, while agriculture and construction tires are supplied to the market through GRI business partners.",
    "GRI Spain and Portugal Managing Director David Sanz said: “Through the Madrid office we can assure that exceptional GRI product quality as well as service excellence is assured because we are working directly with the customer. We have a very strong face-to-face strategy, and our sales team is ready to support our customers with all their tire requirements.”",
    "GRI Spain main base of operations is in Valencia with convenient access to maritime ports. The new GRI FIT branch in Madrid marks a major step forward in GRI’s growth strategy in Spain. The opening of a new centre is part of GRI’s mission in expanding its services and increasing its direct business reach.",
    "“We are excited to expand our business in Spain with the opening of our new GRI FIT service centre in Madrid. It is part of our ongoing commitment to providing customers with the latest tire technology and exceptional customer service,” said GRI CEO Dr. Mahesha Ranasoma."
  ]
}