{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pan-asia-bank-records-steady-performance-profit-after-tax-soars-by-50/",
  "time_ut": 1683045060.0,
  "original_lang": "en",
  "original_title": "Pan Asia Bank records steady performance – Profit After Tax soars by 50%",
  "original_body_lines": [
    "Pan Asia Banking Corporation PLC reflected a positive performance amidst a multitude of adversities emerging from challenging macro-economic conditions as the Bank reported its financial performance for 1Q2023, which showed judicious portfolio management and prudency exercised in dealing with possible fallout on its asset quality from sharp increase in interest rates. For the quarter ended 31st March 2023, the Bank reported a Pre-Tax Profit of Rs. 540 Mn, which reflects a 72% increase compared to 1Q2022. Pan Asia Bank is geared for a stronger future after delivering this superlative performance and is confident of strengthening its financial position over the coming months. The Sri Lankan economy has experienced positive signs of gradual economic recovery and stability in macro-economic factors compared to the preceding months with the appreciation of LKR against USD.",
    "Impairment charges for 1Q2023 came down by 37% compared to the comparative period due to strong collection and recovery efforts.",
    "The interest income for 1Q, 2023 rose by 88% due to increase in market lending rates and re-pricing effect of facilities in response to the market conditions. Further, the significant volume growth in Pawning and Short-Term Loans also led to the increase in loan related interest income.",
    "Meanwhile, the interest expense for 1Q2023 rose significantly by 197% mainly due to a steep increase in deposit rates and re-pricing effect of deposits in response to the market conditions.",
    "The increase in Personnel Expenses recorded is mainly due to increased allocation for staff bonuses in 1Q2022 compared to the comparative period and annual general salary increases. Taxes and Levies on Financial Services also moved upwards mainly due to increase in Operating Profits and the effect of the recently introduced Social Security Contribution Levy (SSCL). Income Tax Expense has increased by 120% due to increase in statutory income tax rate to 30% from 24%, and operating profits also increased.",
    "Pan Asia Bank hosts memorable Avurudu celebrations for its employees",
    "Pan Asia Bank partners with Amana Takaful Life to serve different customer segments",
    "Pan Asia Bank enhances customer-centric skills of its credit card team in partnership with Mastercard",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}