{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/sinhala-colonisation-of-ancient-tamil-hindu-sites-the-importance-of-muslim-christian-hindu-unity/",
  "time_ut": 1685549165.0,
  "original_lang": "en",
  "original_title": "Sinhala Colonisation Of Ancient Tamil Hindu Sites & The Importance Of Muslim, Christian, Hindu Unity",
  "original_body_lines": [
    "Holding, in my heart, the sacred memory of our Maveerar and those Tamil civilians who perished in the genocide committed against the Eelam Tamil people by Sri Lanka, today at our joint sitting, I want to address two topics that are close to my chest.",
    "I want to share my hope that there could be a real possibility for the Tamil speaking people, Muslim, Christian and Hindu to work together to achieve our aspirations, I want to send a message of hope to Muslims; at the same time I want to raise the alarmingly serious issue of Sinhala colonisation of ancient religious sites, especially places of worship and areas considered sacred in particular, in this case, to Hindus. I want to speak about it because of the ramifications and repercussions it would have on our heritage and future goals if we allow Sinhala colonization to continue unfettered in what is known to be the historical habitats of the Tamil people – although I know both Muslims and Christians too have had to suffer extremist Sinhala Buddhist hate and bigotry.",
    "Here today although I am focusing on the all out and in some cases the gradual takeover of things sacred to Tamil speaking Hindus, yet in our earnest bid to restore an independent and sovereign state of Tamil Eelam, I cannot but underscore the importance of the unity of Muslims, Hindus and Christians standing shoulder to shoulder as one Tamil speaking people, as brethren, working together to achieve our freedom based on universally accepted principles of human rights. It’s time we considered ourselves not as Christians or Muslims or Hindus alone but as one Tamil speaking people who vow never to turn against each other. We have all been hurt, let us not continue to be hurt; let us begin to trust each other.",
    "At this point I want to draw your attention to TGTE’s Tamil Freedom Charter which addresses the question of the Muslim people’s distinct identity among other.",
    "“The Muslim people’s distinct identity will be recognised in an independent Tamil State, so declares the Tamil Freedom Charter unanimously adopted by the TGTE on May 18, 2013.",
    "* Muslims will have the right to participate in the formulation of their role in Tamil Eelam.",
    "* Sinhala will also be an official language of the independent Tamil State.",
    "* No religion shall be given the foremost place in Tamil Eelam.",
    "* There will be No discrimination based on religion, ethnicity, language, caste, gender & sexual orientation.",
    "* Sinhala, along with Tamil and English, will also be an official language of the independent Tamil State of Tamil Eelam.",
    "I am specially making a humble request to Muslims who may be hesitating. Please hear us. We cannot be blind to the fact our adversary is out to crush our spirit, treat us as second class citizens in their ongoing pursuit to establish a Sinhala Buddhist supremacist state in the island. In that pursuit of theirs, they would not come after only Hindus, only Muslims or only Christians but they would come after all of us.",
    "There is no denying the evil design behind their sinister plot that seeks to virtually appropriate what belongs to or is sacred to us and claim it as their own.",
    "I say it is an evil design because it is evil in nature, and so designed as a larger master plan that’s part and parcel of a systematic and utterly deliberate continuing structural genocide carried out by the occupying, successive Ceylon and now Sri Lankan governments backed by Sinhala politicians, Buddhist monks and the armed forces; worryingly, the co-conspirators of this evil exercise being the archaeological and land survey departments.",
    "The master plan of theirs is to either take over or move into or squat or encroach upon areas considered sacred to Hindus, feed information that are untrue of Hindu artifacts found in archeological sites or install Buddhist statues and vihares on land that traditionally belongs to Tamils and or are located in the Tamil homeland.",
    "Their aim is to destroy all historical evidence and or artifacts that prove the existence of the original inhabitants who were essentially Tamil speaking – their aim is to erase any semblance of the life that these inhabitants lived including the language they spoke and the religion they practiced.",
    "In my article, ‘Acts of Betrayal That Broke the Letter and Spirit of Ceylon Independence’, I wrote, “our ancestors may be traced back to India, for which a date cannot be assigned with certainty, and to the ancient Tamil civilisation that has gone under water, known as Kumari Kandam (Lamoria)mentioned in Tholkappiam an ancient work of grammatical and literary merit, the proof of which is in Graham Handcock’s video that tells the hidden history of the lost terrain now found through the discovery of man-made structures, 70 feet under the sea, the remains of what was a contiguous land mass where Tamil civilisation existed 11,000 even 16,400 years ago. A civilisation that was believed to be swallowed up by the sea due to rising sea levels caused by the end of the last ice age.”",
    "Recently, Jeevan who refers to himself as Eelathamilan – who researches on all matters Eelam and posts his findings on You Tube, reported that in Kurunthur Malai, part of the Mullaitivu district, the Aathi Aiyanaar Temple was demolished and a statue of the Buddha was consecrated. Also plans were a foot to build a Buddhist vihare when a Sivalingam was found – that too a unique Sivalingam was discovered when the area was being dug up for construction of the proposed Buddhist vihare. The claim that the site was previously a Buddhist shrine proved to be utterly false. At the end of his report, Jeevan’s rallying cry to the Tamil people was for them to be ever vigilant, and resist any intrusion into our heritage, imploring that we as Tamils should increase our awareness and make every effort to prevent such falsehoods from being propagated by unscrupulous Buddhist monks and Sinhala archaeologists who want to pursue lies.",
    "This bold attempt at what can be called the Buddhisisation of the Tamil Homeland, poses an insurmountable and potentially irreversible threat to our right to preserve our cultural and religious heritage, to pursue our religious practices and customs, to patronise our religious sites and to undertake pilgrimages to those original Hindu sites that’s being now co-opted or converted into Buddhist shrines or vihares.",
    "“The Sinhalisation adds to the expansion of colonisation across the North-East, where Tamil names have been erased and converted to Sinhala names, and Tamil areas are becoming occupied by Sinhala settlers with the support of the Sri Lankan military and government officials,” reports the advocacy group PEARL – People for Equality and Relief in Lanka.",
    "With this alarming trend of more Buddhisisation we can see more state sponsored Sinhala settlements mushrooming, changing the character of the area.",
    "For example in November 2020, the same group, PEARL reported that, “Local Tamils have expressed concern and outrage after an area previously known as Kachchal Samalankulam in Vavuniya has become ‘Sinhalised’ and has had its name changed to Sapumalgaskada and a signboard labelled ‘Sapumalgaskada Archaeological Site’ was put up in the area..”",
    "Sadly changes to the demography of the Tamil homeland, by such manipulations would not only affect our representation in parliament, but put in jeopardy our very existence as a nation of people entitled to determine our own destiny in the land which is traditionally and historically ours.",
    "It would have potentially grave implications and could seriously undermine our stated goal of restoring an independent and separate Tamil Eelam through an internationally backed referendum, depriving the Tamil speaking people, whether Christians, Muslims or Hindus, of their right to a homeland, to be recognised as a nation of people; free from subjugation; free from Sinhala Buddhist hegemony and bigotry; free to determine their own destiny as they so choose; free to build a prosperous nation that people of all religious persuasions can thrive in and be treated alike.",
    "Let us unite, and together, acting with urgency, put a stop to subjugation and become free.",
    "*A Presentation made by Senator Usha S Sri-Skanda-Rajah at the 9th Sitting of the 3rd Parliament of the Transnational Government of Tamil Eelam  – Delivered May 20th 2023 on her behalf by Senator Satya Sagar"
  ]
}