{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/15/reform-program-for-sri-lanka-prioritizes-five-key-pillars-imf/",
  "time_ut": 1684153020.0,
  "original_lang": "en",
  "original_title": "Reform program for Sri Lanka prioritizes five key pillars – IMF",
  "original_body_lines": [
    "COLOMBO (News 1st); The IMF said that its reform program supported under the EFF arrangement for Sri Lanka is built on strong policy measures and prioritizes five key pillars.",
    "1. An ambitious revenue-based fiscal consolidation,which is accompanied by stronger social safety nets, fiscal institutional reforms, and cost recovery-based energy pricing to ensure the state's ability to support all its essential expenditures.",
    "2. Restoration of public debt sustainability including through a debt restructuring to ensure stable financing of the government's operations.",
    "3. A multi-pronged strategy to restore price stability and rebuild reserves under greater exchange rate flexibility to alleviate the burden of inflation, particularly on the poor, to foster an environment of investment and growth, and to ensure Sri Lanka's ability to purchase essential goods from abroad.",
    "4. Policies to safeguard financial sector stability, to ensure that the financial sector can play its key role in supporting economic growth.",
    "5. tructural reforms to address corruption vulnerabilities and enhance growth.",
    "Krishna Srinivasan, Director of Asia and Pacific Department, IMF said on Monday (15) that Anti-corruption and governance reforms are imperative to ensure the hard-won gains from the reforms benefit the Sri Lankan people.",
    "\"Sri Lanka is the first country in Asia that has undergone the IMF governance diagnostic exercise. The IMF governance diagnostic report is expected to be published by September this year—the mission visited Colombo in March and engaged closely with stakeholders and civil society organizations on this critical reform area. We look forward to further discussion with them,\" he added.",
    "Commendably, Sri Lanka has already started implementing many of the challenging policy actions in these five areas. It is now essential to continue the reform momentum under strong ownership by the authorities and the Sri Lankan people, more broadly, said Krishna Srinivasan, Director of Asia and Pacific Department, IMF.",
    "He noted that the IMF supported program is an opportunity for all Sri Lankans to come together to work through this crisis to restore economic stability and put the country on a sustainable growth path.",
    "\"The key is implementation. The IMF is here to help you along the way.\" he added.",
    "Suspect in Gota assassination attempt freed; Sivalingam Aruran won Literary Awards while in jail",
    "Dengue control program to continue; Friday to be designated as ‘Cleaning Day’"
  ]
}