{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/unicef-sri-lanka-launches-business-council-to-drive-sustainable-development-and-child-rights-agenda-2/",
  "time_ut": 1688494080.0,
  "original_lang": "en",
  "original_title": "UNICEF Sri Lanka launches Business Council to drive sustainable development and child rights agenda",
  "original_body_lines": [
    "UNICEF has launched the Business Council, a strategic partnership between UNICEF and top business leaders and decision-makers to advance child rights and sustainable development in the country.",
    "The newly formed Business Council brings together a group of influential private sector personalities committed to championing child rights and the well-being of children and young people in Sri Lanka. The selected business leaders are in the Business Council as individuals rather than representing their entities.",
    "Moving forward, the Council Members will periodically convene to discuss strategies, initiatives, and areas of collaboration to improve the situation of children and young people. Their collective expertise, leadership and proven commitment to social responsibility will pave the way for innovative solutions and shared value creation.",
    "“We are thrilled to launch the UNICEF Sri Lanka Business Council as a means to create a collaborative platform for business leaders and decision-makers”, said Christian Skoog, Representative, UNICEF Sri Lanka. “Through this Council, we aim to harness the power of the private sector to drive positive change and make a lasting impact on the lives of children in Sri Lanka.”",
    "UNICEF is increasingly engaging with the private sector, partnering with a wide range of stakeholders, including business leaders and industry associations, and investors. By integrating children’s rights and sustainable development goals into existing business models, UNICEF aims to achieve scale and sustainability while doing what we do best – putting children first.",
    "Speaking on behalf of the Council Members during the launch, Ms. Kasturi Chellaraja Wilson, Group Chief Executive Officer, of Hemas Holdings PLC said “We collectively recognize the importance of working together to improve the lives of children and ensuring that their rights are protected. The UNICEF Business Council provides an invaluable platform for collaboration with like-minded leaders and organizations, enabling us to achieve results at scale.”",
    "The members of the Business Council include: Ms. Shiromal Cooray, Chairman and Managing Director, Jetwing Travels (Pvt.) Ltd; Mr. Rathika De Silva, Executive Director, United Nations Global Compact (Network Sri Lanka); Mr. Dilhan Fernando, Chief Executive Officer, Dilmah Ceylon Tea Company PLC; Dr. Rohan Fernando, Executive Director, Aitken Spence PLC; Mr. Shanil Fernando, Chairman, International Chamber of Commerce (Sri Lanka); Mr. Firzan Hashim, Country Director, Asia Pacific Alliance for Disaster Management; Mr. Ashroff Omar, Chief Executive Officer, Brandix Apparel Limited; Mr. Ranjit Page, Deputy Chairman,",
    "Cargills (Ceylon) PLC; Mr. Ashok Pathirage, Chief Executive Officer, Softlogic Holdings PLC; Ms. Ayodhya Perera, Managing Director, Sampath Bank PLC; Dr. Roshan Rajadurai, Managing Director, Hayleys Plantation Sector; Mr. K. R. Ravindran, Chief Executive Officer, Printcare PLC; Mr. Supun Weerasinghe, Group Chief Executive Officer, Dialog Axiata PLC; Ms. Sheamalee Wickramasingha, Group Managing Director, Ceylon Biscuits Limited; and Ms. Kasturi Chellaraja Wilson, Group Chief Executive Officer, Hemas Holdings PLC.",
    "Dhammika Fernando awarded Lifetime Gold Medal by CIPM Sri Lanka",
    "Interact Clubs unite for ‘Miles to Protect 2023’ – Do your Part, Care for a Heart",
    "UNICEF Sri Lanka launches Business Council to drive sustainable development and child rights agenda",
    "Developing plans and policies without young people is a futile exercise: UNICEF Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}