{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dettol-launches-new-handwashing-initiative-to-mark-global-hand-hygiene-day/",
  "time_ut": 1683728040.0,
  "original_lang": "en",
  "original_title": "Dettol launches new Handwashing initiative to mark Global Hand Hygiene Day",
  "original_body_lines": [
    "Dettol, one of the world’s most trusted global brands that has consistently driven public health & wellbeing for nearly a century, recently announced its further commitment to driving good health & hygiene practices in SL, through a series of activations both focusing on Hand hygiene & general hygiene.",
    "This new initiative aims to promote and maintain proper personal and home hygiene habits among the Sri Lankan community, building on Dettol’s commitment to creating a healthier and better nation.",
    "Dettol was developed in 1933 for doctors who needed an effective solution to prevent sepsis following childbirth, and has since become a household name across the world. In Sri Lanka, Dettol has been present since 1962, offering a diversified product range across personal hygiene and home care. The brand’s success is built on three iconic foundations: trust, efficacy, and education.",
    "Dettol has consistently carried out many health initiatives in Sri Lanka, including special awareness and educations programs for new mothers, school handwashing programs, and COVID-19 relief efforts. The brand has provided hand hygiene infrastructure to the public, while partnering with Sri Lanka Red Cross to ensure disinfection of public locations and educated the general public on proper hand hygiene habits to eradicate the spread of the virus.",
    "Dettol is launching a series of activities to promote good hygiene practices amongst the Sri Lankan community. There will be series of television talk shows focused on personal hygiene and household disinfection, public service announcements, and on-ground activations such as mother clinics, school activations, and collaboration in disaster management activities, with the support of Key opinion leaders in the country including the Public Health Inspectors.",
    "Commenting on this new venture Shaminda Perera , Head Of Marketing, Reckitt Sri Lanka said, “We are grateful to all healthcare workers in SL for the tremendous contribution they make on driving proper hygiene habits among the community. Dettol is a responsible brand committed to creating a healthier and better nation, and this is a step towards achieving that goal.”",
    "In addition to this, Dettol, will also launch another new initiative aimed at recreating proper hand washing habits in a creative and exciting manner in Sri Lanka. This new campaign titled ” Let us eradicate ‘Athwaha in Sri Lanka” focuses on combining cultural norms and practices prevalent in everyday society to drive a better understanding on the importance of handwashing. This activity is specifically aimed at looking creative ways to inculcate the habit of hand washing amongst school children.",
    "Lilani Rajapaksha, Brand Manager spoke on the initiative saying, “We are thrilled to see Dettol taking a proactive approach to promote proper hand hygiene practices in Sri Lanka. This campaign is an excellent initiative that will have a positive impact on the health and wellbeing of the community.”",
    "Partnership to benefit the education of many students across Sri Lanka",
    "CEOs Forum organized by CIPM highlights the significance of ‘People First Culture’ inspired by CEOs: A trend setting move in Sri Lanka’s HRM landscape",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}