{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Ceylons-tea-legacy-and-harsh-reality-of-Indian-labour/172-264368",
  "time_ut": 1690944078.0,
  "original_lang": "en",
  "original_title": "Ceylon’s tea legacy and harsh reality of Indian labour",
  "original_body_lines": [
    "While the legacy of Ceylon tea is celebrated worldwide, the tale of Indian slavery and the continued struggles of Indian Tamil workers should not be overlooked",
    "Tea estate workers face numerous challenges in their daily lives due to poorly maintained roads, limited access to education and healthcare facilities",
    "Since these estates do not fall under the Pradeshiya Sabha Act, local authorities lack the power to provide addresses in these areas",
    "In 1833, the Colebrook-Cameron Commission abolished the Rajakariya system, a compulsory free labour service to the state",
    "A Padayatra ‘Malaiyaha Ezhuchchi Payanam’ commenced its journey on  28th July to commemorate the 200th anniversary of the arrival of Tamils of Indian origin in Sri Lanka. It was organized by the ‘Maanbumigu Malaiyaha Makkal’; a group of Civil Society Organizations and individuals associated with the Malaiyaha community.",
    "The legacy of Ceylon tea began in 1824 when the British introduced tea plants from China to Ceylon (now Sri Lanka); eventually leading to commercial cultivation by James Taylor in 1867. However, the growth of the tea industry heavily relied on the labour of Indian Tamils, who faced a history of exploitation and marginalization, leaving them among the most disadvantaged segments of Sri Lanka’s population.",
    "In 1833, the Colebrook-Cameron Commission abolished the Rajakariya system, a compulsory free labour service to the state. The Sinhalese labourers refused to take up the strenuous employment in the coffee estates; which presented a labour problem to British planters. Consequently, the demand for cheap labour led to thousands of South Indian labourers making the annual journey to work in the coffee estates in central and southern parts of Ceylon.",
    "The tea industry in Sri Lanka thrived on the labour of Indian Tamils, whose ancestors migrated to the country in the 19th and early 20th centuries. The British abolished slavery in 1833, leading to the establishment of indentured labour systems that bound workers to plantations under harsh conditions. Often burdened with debt from recruitment, the Indian Tamil workers arrived in Ceylon seeking better circumstances, but faced difficult lives on the plantations. They lived in subpar housing with limited access to sanitation, water, medical facilities, and education. Long hours, strict quotas, and harsh overseers made their work burdensome and exploitative. Little improvement has been observed over the years, despite their representatives holding cabinet portfolios in successive governments. Even after Sri Lanka gained independence in 1948 Indian Tamil plantation workers were denied citizenship and the right to vote. Labelled as “temporary immigrants” and facing discrimination due to lack of proper documentation many of them were rendered stateless. Though some agreements between India and Sri Lanka resulted in repatriation and citizenship for a few, it wasn’t until the 1970s that the Citizenship Act was revised to grant citizenship to most Indian Tamils. However, their living conditions remained neglected, perpetuating their marginalization. Estate housing for workers has remained unchanged since the late 19th century, consisting of small, shared houses known as the ‘line’ system. Originally intended as temporary shelters, these houses have persisted over the years without improvements. Families living in such close quarters have had to cope with distorted family dynamics and the lack of ownership documentation prevents them from claiming their homes. The absence of addresses for individual houses causes administrative issues, problems during voting, and delays in receiving important correspondence. Workers face numerous challenges in their daily lives due to poorly maintained roads, limited access to education and healthcare facilities, and irregular public transportation services. Students often have to travel to main towns for further studies, while inadequate hospitals add to their hardships. Additionally, the lack of timely communication hinders their access to important information, impacting their lives in various ways.",
    "While the legacy of Ceylon tea is celebrated worldwide, the tale of Indian slavery and the continued struggles of Indian Tamil workers should not be overlooked. These labourers played a crucial role in the tea industry’s success, yet they remain among the most impoverished and marginalized segments of Sri Lanka’s population. Sri Lanka has a long-standing reputation for producing fine tea, with a plantation history dating back to 1862 and an estimated export value reaching US$2,600 million this year. The humble beverage has become the island’s pride worldwide, accounting for nearly 14% of the country’s total export earnings and ranking among its most valuable and prized products.",
    "Descendants of South Indian labourers brought here in the 19th and 20th centuries to work on the first British plantations, the ‘up-country Tamils’ or ‘Indian Tamils’ now constitute 4.2% of the Sri Lankan population.",
    "Unfortunately, over the years, they have faced sidelining by the country to which they dedicate their hard work. The Ceylon Citizenship Act of 1948, driven by Sinhala nationalism, imposed strict identity terms that rendered many of them stateless, despite having lived on the island for decades. The ‘line’ system, remains unchanged since the late 19th century. Workers reside in rows of small houses, each no bigger than a single room, with shared roofs. Originally intended as temporary shelters, these houses were never improved over the years, leading to uncomfortably close living quarters and disrupting family dynamics, especially when children marry and remain with their parents.",
    "Furthermore, the estate worker doesn’t own the house even though it is small. Since the plantation land is entirely owned by the estate, the worker is not provided with a deed or permit to prove ownership. All mail must be addressed to the estate’s head office and is distributed at the management’s convenience; resulting in delayed and lost correspondence.  Walking from their line house to the designated work area, often located on different hills, becomes challenging due to the poorly-maintained roads. Moreover, accessing essential services, such as schools and hospitals, becomes time-consuming and difficult due to the irregular and limited bus services available to estates.",
    "Estate schools typically extend only up to Grade 5 or Grade 9 and students wishing to pursue further education must travel to the nearest city. This lack of educational opportunities affects children with talent in sports or arts, as they have fewer avenues for progression compared to their urban counterparts. Another significant aspect affecting the living conditions of tea estate workers is the ownership of estates as private lands. Since these estates do not fall under the Pradeshiya Sabha Act, local authorities lack the power to provide addresses in these areas. Moreover, the roads within the estates are also considered the property of the estate, making their maintenance the responsibility of the estate management.",
    "In the early 1970s, Sri Lanka decided to nationalise tea estates that were previously owned by British companies. In 1976, the Sri Lanka Tea Board was founded, along with other organizations like the Janatha Estate Development Board (JEDB), Sri Lanka State Plantation Corporation (SLSPC), and the Tea Small Holding Development Authority (TSHDA).",
    "Following nationalization, a slight improvement was observed under JEDB and SLSPC: however, despite these developments, the plight of the tea estate workers and the need for improvement in their living and working conditions remained an ongoing concern. The establishment of various oversight bodies and the expansion of exports did not fully address the social and infrastructural challenges faced by these workers. Efforts to enhance their living conditions, access to education, healthcare, a decent wage and overall welfare require continued attention and support from all stakeholders involved.",
    "Only then can we proudly proclaim the Legacy of Ceylon tea; otherwise, we become akin to the proverbial aristocrat who celebrated his seven-day wedding ceremony, only to have his impotency exposed by the observant bride."
  ]
}