{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/psychology-of-the-religiously-offended/",
  "time_ut": 1686797312.0,
  "original_lang": "en",
  "original_title": "Psychology Of The Religiously Offended",
  "original_body_lines": [
    "At one time, Siddhartha, the founder of Buddhism, was travelling on the highway between Rajagaha and Nalanda, two cities in India, in the company of a large number of monks with a character called Suppiya, a “wanderer,” following closely behind with his student Brahmadatta. While on the way, the former was heard to speak against the “three jewels,” viz., the Buddha, the Dhamma and the Sanga, while the latter was heard to speak in praise of the same. The duo continued in the same vein, contradicting each other, even at the place they stayed the night, where Siddhartha and his devotees also stayed.",
    "At dawn this became the topic of conversation among the devotees of Siddhartha, who, when he joined them, told them",
    "“Do not resent those who speak against the three Jewels…. If anyone [does], on account of that you should not feel resentful, nor dejected, nor discontented in your heart.”",
    "“O bhikshus, if you were to be angry or offended when anyone were to speak against me or against the Dharma, or against the Sangha, it would only be an obstacle for you [in terms of your own enlightenment?] … [and then] would you be able to know whether what they said is well spoken or ill-spoken?”",
    "This story is reported in the Brahmajala Sutta, the first sutta in the Digha Nikaya (long discourses of the Buddha).",
    "Siddhartha’s words are unambiguous. He clearly stood for tolerance of expression of views adverse to himself and his religion, so the question arises, Why then do so many professed followers of Siddhartha take offence at words perceived as being insults or attacks against “the three jewels,” the latest cases being Jerome Fernando and Nathasha Edirisooriya, the former a Christian preacher and the latter a stand-up comedienne, whose utterences were deemed insulting to their religion and hurtful to their religious feelings?",
    "Jesus, the founder of Christianity, took things to another level by enduring not only insults against himself but also death on a cross, which were preceded by a flogging and beating (Matthew 27:26-31 and para.), all of which ultimately resulted from giving “offence” to the religious authorities of his day. He repeatedly told his followers to be prepared to face persecution on account of him and his religion. He that endured to the end would be saved (Matthew 2413).",
    "The apostle Paul wrote to the Christians in Corinth (a Greek city), “When we are cursed, we bless; when we are persecuted, we endure it; when we are slandered, we answer kindly. Up to this moment we have become the scum of the earth, the refuse of the world” (1 Corinthians 4:12-13).",
    "Many verses of like tenor could be cited from the New Testament. Why then do the local members of the Roman Catholic Church, whose head claims to be “the Vicar of Christ on earth,” take offence at mere words—non-abusive at that—and wish to see the “offenders” punished? (We shall pass over the ugly history of the Catholic Church in which unspeakable atrocities were committed by it for centuries in the name of religion even with theological justications for it.)",
    "In Islam blasphemy consists of speaking against Allah, his prophet and revered leaders and there are laws to cover that but Jerome’s relatively short remarks on Islam, part truth and part mirepresentation, do not rise to the level of blasphemy. Yet Muslims, too, appeared to be disturbed by his remarks.",
    "It is said that Hindus don’t believe that there are true religions and false religions. All religions are said to be various paths towards god. Only requirement of a person seeking god is sincerity and purity. There are no blasphemy laws in Hinduism. Yet among the number of those offended are Hindus.",
    "Unlike the Bible, the scriptures of Christianity and Judaism (Old Testament only), which, though large, can still be held in one hand, the scriptures of Buddhism, the Tripitaka, would fill a fair-sized book shelf. Hence the average Buddhist may be forgiven for not knowing the story reported in the Brahmajala Sutta and it is safe to say that not many sermons would have been preached on this story. But haven’t they heard umpteenth times about the compassion of the Buddha? Indeed, is not Sri Lanka called by some “the Land of the Compassionate One”?",
    "Those professed Christians who have read the Bible from cover to cover are very few and far between, yet there can be hardly any professing Christian who has not heard Jesus’ words “turn the other cheek” (Matthew 5:39).",
    "My observation is that, to those offended by religious remarks, religion is not so much a set of beliefs and moral precepts to be intellectually grasped, acted upon and order one’s life by as something that is bound up with and defines one’s identity like race. It ties them to a certain community and culture. Their religion, whatever it is, is highly externalised and devoid of the spirit of true religion (moral living, doing good, etc.). They may have been conditioned to believe that theirs is the true religion, at least the most superior, but when challenged they would evince no desire to study and research with a view to proving or disproving anything. Hence they are not genuine seekers of truth. The laymen among them are content simply to rely on authority (the pope, priests, monks, etc.). They cherish the prejudices handed down from generation to generation and cling to them tenaciously.",
    "People like these are also “born” into a particular religion and also don’t convert to another, for only people serious about religion convert to another religion. Indeed it is a fact that the preponderant majority of professed adherents of the different religions in this country and elsewhere in the world were “born and reared” in their religion and brainwashed in its beliefs from childhood. Such people are not what they are by conviction. They did not arrive at their religious beliefs by a process of study and comparison with alternatives. When this mentality and attitude is combined with low education and low social class, you have the sort of people who go on religious riots. In one word it is tribalism.",
    "People like this take any perceived insult to their religion like an insult to their kith and kin, race/community or even themselves. They have no intellectual weapons to take up to counter the criticism for they have none. Low spirituality, stupidity, mental immaturity, a deep sense of insecurity about their own religion characterise them. They are typically possessed of a low or mediocre intellect and questionable intellectual and moral integrity. To them merely presenting an alternative point of view that conflicts with their cherished beliefs, however dimly understood, constitutes an insult.",
    "Their lack of true spirituality and hypocrisy goes hand in hand with pseudo-piety, displaying public outrage over perceived insults against religion being one manifestation of such pseudo-piety. A good example of this was seen in the case a certain government minister bearing the sobriquet “Raththaran,” who has been questioned and charged in the past with possessing a vast amount of undeclared and illegally obtained wealth. He said in Parliament recently that those who insulted religion should be executed by impalement (ula thianne ona).",
    "Mention was made above that most adherents of a religion are born into it and brainwashed in it from childhood (the child is taken to temple, church, etc. and taught to observe its rituals, etc.). This is actually a form of child abuse. If the religious instruction/upbringing that a child receives is not accompanied by inculcation of respect for others’ freedom of speech and expression in religious matters and tolerance of religious criticism, whatever its intellectual level, such a child is well on its way to being a potential religious snowflake. In that case it is better for society to bring up children in a secular way than in a religion."
  ]
}