{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/CoA-issues-interim-order-preventing-interfering-with-SLR-administration-and-affairs/108-263145",
  "time_ut": 1689319114.0,
  "original_lang": "en",
  "original_title": "CoA issues interim order preventing interfering with SLR administration and affairs",
  "original_body_lines": [
    "The Court of Appeal issued an Interim Order preventing Sports Authorities from interfering with the administration and affairs of Sri Lanka Rugby.",
    "This interim order will be effective until the final determination of the writ petition.",
    "Meanwhile, the Court of Appeal directed the court registrar to issue notices on the respondents.",
    "The Court of Appeal two-judge-bench comprising Justice (President) Nissanka Bandula Karunaratne and Justice M.A.R. Marikkar made this order pursuant to a writ petition filed by Sri Lanka Rugby and its Chairman Rizly Illyas.",
    "The registrar was further directed to serve a copy of the interim order to Sports Minister Roshan Ranasinghe, Ministry Secretary and Acting Director General Department of Sports Development immediately via telephone, fax, email, courier service.",
    "The petitioners Sri Lanka Rugby (SLR), SLR President Rizly Illyas and seven other office bearers of SLR filed this petition challenging the legality of the Gazette notification dated 11.04.2023 issued by Sports Minister which suspends the activities of Sri Lanka Rugby and its chairman Rizly Illyas of Sri Lanka Rugby.",
    "However, the Court granted an interim order pleaded by the petitioners under prayer (d) of the petition- an interim order restraining the Sports Minister, Ministry Secretary and Acting Director General Department of Sports Development and their agents from interfering with the administration and other affairs of the SLR.",
    "Dr. Faisz Musthapha PC, Counsel Keerthi Tillekaratne, Attorney at Law, Panduka Keerthinanda appeared for the petitioners.",
    "Senior Additional Solicitor Sumathi Dharmarathna PC appeared for the Sports Minister. Uditha Igalahewa PC appeared for the 4th to 12th Respondents. Faizer Musthapha PC appeared for the Intervient Petitioner."
  ]
}