{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-inflation-to-fall-faster-due-to-exchange-rate-appreciation-cb-governor-114137/",
  "time_ut": 1678104000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka inflation to fall faster due to exchange rate appreciation: CB Governor",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s inflation will fall faster than expected due to the recent appreciation of the currency, Central Bank Governor Nandalal Weerasinghe said, after a surrender rule was cut releasing more dollars to the banking system amid private de-leveraging.",
    "The selling rate of the US dollar at commercial banks apricated to around 348 to the US dollar on Friday from around 370 to the US dollar a week earlier.",
    "“This is a recent development obviously,” Governor Weerasinghe told reporters. “The exchange rate pass-through and transmission will take some time.",
    "“But there will be an immediate impact though petroleum. When there is a cost reflective pricing formula, the benefit that can come through exchange rate appreciation should definitely be passed through to the consumer.",
    "“That is where there will be a positive impact on inflation through faster than what we think as a result of this recent appreciation.”",
    "The central bank has already predicted single digit inflation by the year end.",
    "Governor Weerasinghe hiked rates in April, curtailed private credit and saved the rupee, probably halting hyperinflation and a possible dollarization of the economy after two year of money printing and a surrender rule led to a collapse of the rupee from 200 to 370 to the US dollar.",
    "The surrender rule will be completely removed from March 07.",
    "President Ranil Wickremesinghe also market-priced fuel and energy curtailing domestic credit.",
    "He has also hiked taxes, and has attempted to cut spending in a bid to trim deficits going beyond the state expansionist revenue based fiscal consolidation to spending based consolidation to reduce domestic borrowings.",
    "Interest rates are however high due to fears of domestic debt re-structuring.",
    "An appreciating currency will also reduce working capital needs of energy utilities, importers and exporters, and other private businesses, improving their bottom lines.",
    "Costs of imported inputs including fertilizer will fall, further improving margins of companies allowing them to cut prices faster and attract more business.",
    "An appreciating currency, a possible absolute fall in some prices can also reduce pressure to hike wages and social unrest as disposable incomes improve.",
    "As soon as the dry season is over currency appreciation may also improve finances of the Ceylon Electricity Board. (Colombo/Mar07/2023)"
  ]
}