{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lion-logo-loses-clout-as-ceylon-tea-marketing-symbol/",
  "time_ut": 1701525060.0,
  "original_lang": "en",
  "original_title": "Lion logo loses clout as Ceylon Tea marketing symbol",
  "original_body_lines": [
    "The Lion symbol had been used to denote Ceylon Tea for a number of years until, in 1978, it was registered in the UK as a symbol belonging to the Sri Lanka Tea Board. It had also been registered in a dozen countries in Europe, as well as in Australia, South Africa, Pakistan, and in about 15 other countries in the Middle East.",
    "Since the Lion symbol professed to represent quality Ceylon Tea, but without a quality benchmark being attached to the pack which carried the logo, the recommendation of the above committee was that a new symbol should be developed, for the use of the entire export sector, to denote packs containing 100% Ceylon Tea conforming to a specific quality standard. The committee also recommended the promotion of Ceylon Tea in particular geographical areas, such as the Middle East and Western Europe primarily and, secondarily, in the Philippines, Nigeria, and Japan.",
    "Up to that time, as far as I am aware, the above was the most searching examination of Ceylon Tea export promotion carried, out in decades. Unarguably, it was the only evaluation which resulted in proposals giving primary consideration for the benefit of the local exporter.",
    "The consumer soon loses interest in a product which does not live up to its projected quality image. As explained in detail above, the Lion logo lost its effectiveness as a promotional tool when the genuine, quality Pure Ceylon Tea packs were debased, by the gradual diminution of the Ceylon Tea content in the pack, and its replacement with cheaper, lower quality tea. My arguments on the matter were based on my firm conviction, that it is important to associate a generic symbol with a guarantee of good quality Ceylon Tea and not of any tea identified as Ceylon Tea. The Lion logo finally became meaningless, as it was available to any brand associated with the legend ‘Ceylon’ on the pack, however tenuous the link.",
    "Another area in which the Secretariat failed was in the very necessary monitoring of rebates and other incentives, extended to exporters to develop their own brands, invest in plant and machinery, and to generate value-added exports, instead of persisting with the export of bulk tea. The concessions were meant to incentivise development and investment with the long-term benefit in view.",
    "What actually happened was that, with very few exceptions, the majority of the exporters discounted these rebates to the benefit of the importers that they were serving, who, anyway, were already buying their tea at prices well below those obtained for finished tea products in their countries.",
    "This highly-irregular strategy resulted in the development of a culture of cutthroat competition among exporters, fighting with each other for the importers’ patronage. Despite the fact that several instances of price-undercutting, through the irregular manipulation of rebates and incentives, were brought to the notice of the Secretariat, it did not take any corrective action. As a result the wide-ranging recommendations of the Advisory Committee, though accepted by the Government and implemented, failed to produce the desired results.",
    "An indication of this type of damaging discounting was provided, in 1988, by no less a person than our Tea Commissioner in Egypt, Hasitha de Alwis, who revealed to the Advisory Committee that Indian and other origin teas were being imported to Egypt, at considerably higher CIF prices than comparable tea from Ceylon. Our research in to this matter confirmed that this was indeed the truth, with Indian tea being offered at around USD 0.50 on average higher than Ceylon Tea.",
    "Quite obviously, the reason was that either the Ceylon Tea was being calculatedly discounted by the exporter, or the tea was of very inferior quality and, therefore, merited the lower price. Either way, it was a highly-detrimental situation for the cause of Ceylon Tea in general. This matter, along with a wide range of other relevant issues, was brought in writing to the attention of the Tea Board by me in July 1989.",
    "`Price warfare’ is an ever-present feature in market competition, irrespective of the product. However, whilst acknowledging the indisputable value of free and healthy competition, it also pre-supposes a private sector which is sensitive to national objectives for the promotion of a product, which identifies the country globally, as in the case of Ceylon Tea.",
    "One of the recommendations of the committee, was that the impact of the rebates and incentives be evaluated by the SLTB, at the end of three years. However, that was never done, and the concessions were allowed to remain, to be abused at will by most exporters. What resulted was a net loss to the industry.",
    "The Tea Board then also supported meaningless and costly exercises, such as the promotion, at a cost of around Rs. 50 million over a period of about five years, between 1983 and 1988, for the marketing of Rabea Tea, a well-established brand in Saudi Arabia. At one point this brand was importing about 18 million pounds of tea, annually. Though the brand was registered in the name of an exporter in Sri Lanka, it was actually owned by a foreign company in Saudi Arabia, allowing it to import tea from any producing country and sell under the same label, if desired, labeled as ‘Ceylon Tea’.",
    "Ideally and logically, the money channeled by the Tea Board to Rabea should have been spent on the development of fully Sri Lankan-owned brands. I predicted to the Board that once the owners established the market for the brand on the strength of the ‘Ceylon Tea Packed in Ceylon’ slogan, they would move to another destination, most likely Saudi Arabia itself, and that is exactly what happened a few years later.",
    "I also became aware that whist I was struggling to secure funds for the promotion of Dilmah in Australia, the Board had actually funded the promotion of bulk tea in Canada, doling out a total of around USD 5,000 at different times, to a Sri Lankan living in Canada, who had imported a few thousand kilos of tea from Sri Lanka. This move begs the question, how on earth can one promote bulk tea and to what purpose?",
    "Another instance of a futile, self-defeating exercise which the CTPB (Ceylon Tea Propaganda Board) indulged in was the funding of the promotion and advertising of Lipton Tea, at the 1980 Moscow Olympics. It was a very costly and self-defeating gesture from the organization, which was, ostensibly, responsible for the promotion of Ceylon Tea, but extending goodwill to a brand which did not originate in Sri Lanka.",
    "Between the period 1977 and 1985, the SLTB (Sri Lanka Tea Board) funded 118 projects. An analysis of those ventures and their outcomes would reinforce my position in regard to the imprudent manner in which such funds were disbursed. In fact, Dilmah was the first major tea brand marketing project undertaken by the SLTB, in its history of overseas tea promotion activities.",
    "It was also the maiden initiative to promote a totally Sri Lankan-owned brand in an overseas market. In that context alone the Dilmah, Pure Ceylon Tea project, was of great strategic significance as an export marketing project, to revitalize the position of Ceylon Tea in that part of the world, providing a launching pad in to New Zealand as well.",
    "The SLTB Secretariat of the day had neither the talent nor the personnel to understand the intricacies and dynamics of international tea marketing. It tried to please every sector of the trade and be all things to all men, despite the fact that, with so many different agendas, there would invariably be wide-ranging conflicts of interests between involved parties. What was lacking then was a strong secretariat, educated in the ways of global tea marketing, and with a clear perception of the importance of Ceylon Tea in the context of the national economy, as a priority which needed to override parochial sectoral interests.",
    "In 1977 the SLFP Government was swept out of power and the UNP, led by J. R. Jayewardene, took over the governance of the country. In 1979 my ex-father-in-law, Major Montague Jayawickrema, was appointed Minister of Home Affairs, Public Administration, and Plantation Industries, succeeding M. D. H. Jayawardena. One of Major Jayawickrema’s first proposals to me, as Minister, was to appoint me to the Tea Board. I advised him that on account of our previous family connections such a move would attract public criticism and refused to accept his offer. I suggested that, instead, he appoint Dr. Rienzie Peiris, as the latter had some knowledge of the industry.",
    "One year later, without any prior notice to me, the Minister appointed me to the SLTB. Shortly afterwards, a group from the tea industry representing the brokers, tea traders, and planting fraternity had gone to N. G. Panditharatne, then Chairman of the UNP, and lodged a protest against my appointment as, according to them, I was not a ‘team player’ but a ‘rebel’. Panditharatne and I were not acquainted at that time.",
    "However, according to reports, he had told this delegation that disruptors were useful in any society and that if my positions and proposals proved to be untenable, I would be automatically neutralized.",
    "Since he refused to consider their request, this group had approached President JR, who also had turned them down, on much the same grounds as Panditharatne. This deputation had informed the President that Minister Jayawickrema had shares in my publicly-listed company. The President had spoken to the Minister and recommended that he sell those shares, which, in fact, he had bought three years before his appointment as minister.",
    "In the early 1980s, the SLTB Chairman was the very competent Bradman Weerakoon and on the Board was I. O. K. G. (Oliver) Fernando, another man with a clear vision, who later became Chairman himself. However, other functionaries of the Secretariat, such as Agalawatte, Sambasivam, and Mrs. Jayatilleke, an Assistant Director of the CTPB then, were completely unhelpful and obstructed in the implementation of any creative policy.",
    "After the Gulf Cooperation Council (GCC), comprising Bahrain, Kuwait, Oman, Qatar, Saudi Arabia, and the United Arab Emirates came into existence in 1981, I pointed out to the Tea Board that it presented an excellent opportunity for Ceylon to consolidate its hold on the Middle Eastern market in totality, and that we should move quickly to establish a monopoly on exports to those regions.",
    "The common economic reforms which were being advocated by this alliance, combined with rising oil prices, would result in a significant increase in buying power across the GCC region, with its total population then of around 70 million. As I have said earlier, the general similarity of consumer preferences for tea, both loose and packeted, across the Middle Eastern countries, would enable us to address the entire region as a common market.",
    "Though the Middle East was one of Sri Lanka’s strongest markets and an area in which Ceylon Tea sells for premium prices, with one or two exceptions in Saudi Arabia, Kuwait, and Jordan, Sri Lanka then had no established brands. Even the prominent Ceylon Tea brands popular in that market did not belong to Sri Lankan firms. Still, the native consumer in the Middle East generally remained loyal to Ceylon Tea for many years, despite the occasional influx of large volumes of Indian tea through bilateral trade agreements, as in the case of Tunisia and Iran.",
    "The Middle East market then was dominated by Lipton in both tea bag and bulk supplies, which was the preference of the expatriate communities in the Gulf region. Much of that tea was sourced from India. Lipton also had in place a very professionally-managed marketing and promotional infrastructure in the region.",
    "For decades, tea sales were conducted largely in the ‘souks,’ the native Arab bazaars, as there were few supermarkets in operation in most Middle Eastern countries. However, the affluence resulting from the oil boom of the 1970s exposed the Gulf world to Western culture and consumerism, and the region started moving swiftly towards more sophisticated marketing. With the growing popularity of tea bags in the Middle East being driven by the expanding supermarket culture, traditional Ceylon Tea started losing market share. Even the desert Bedouin was not immune to the advertising hype!",
    "My point was that if we did not move fast to establish the supremacy of Pure Ceylon Tea in the Middle East sector, leveraging advantage we already had in the traditional popularity of Ceylon",
    "in those regions, the multinationals, with their cheap, multi-origin brands, would soon completely take over those markets. The competition in the Middle East had already created openings for tea from China, Indonesia, and other, cheaper origins.",
    "I advocated an initiative to build a strong, Pure Ceylon Tea brand, commonly owned by say 10 exporters, who would each contribute a reasonable sum of money to establish such a brand. Essentially, it would comprise a Joint Venture public company for the marketing of tea bags in the Middle East, as a single firm would not have the resources to fund such an exercise. That apart, with a common, Pure Ceylon Tea brand, being owned by a group of exporters, the sensitivity demonstrated by the SLTB and other connected State entities, as well as by other local exporters, in regard to sponsoring a single owner brand, would also be eliminated.",
    "I urged that Sri Lankan exporters should quickly develop tea bag export operations, to counter the huge threat from Lipton, which had begun to dominate that segment of the market in the Middle East. I also pointed out that it would be futile to compete with Lipton on its strength, as what it was offering was a near 100% CTC tea with a component of Ceylon Tea. Our counter-initiative should be to offer, on the back of a strong marketing drive, a superior quality Pure Ceylon Tea at a reasonable price.",
    "To this proposed ‘Common Brand Building Exercise,’ the Janatha Estates Development Board (JEDB) and the Sri Lanka State Plantations Corporation (SLSPC), then collectively responsible for managing the nationalized plantation sector, would also contribute in equal proportions. Ranjan Wijeratne, then Chairman of the SLSPC, and Pemsith Seneviratne, Chairman, JEDB, were both very supportive of this proposal, as was Victor Santiapillai.",
    "Finally, it was agreed that the sub-committee to progress this initiative would comprise W. L. P. de Mel (Secretary, Ministry of Trade and Shipping), Mahinda Dunuwille (Chairman, Tea Tang Ltd.), Asoka de Lanerolle (EDB), and the writer. The committee co-opted Victor Santiapillai (Chairman, Export Development Board) and T. G. Peiris (Director, Promotion, Tea Board) as Convenor and Secretary.",
    "Israeli War: Temporary truce on hostage exchange ends, fighting resumes",
    "Fighting off attempts to hobble me and making the Dilmah mark in New Zealand",
    "Dilmah, my personal ethos and my commitment to marketing a single origin Ceylon tea",
    "Entering Australia, early resistance and the platform for Dilmah’s success",
    "Dilmah Conservation’s Bee A Keeper Project Continues Strong in its Third Year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}