{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/South-Asia-s-human-capital-is-the-resilience-it-needs/4-745547",
  "time_ut": 1676999736.0,
  "original_lang": "en",
  "original_title": "South Asia’s human capital is the resilience it needs",
  "original_body_lines": [
    "South Asia’s people are its biggest asset but remain wastefully underutilised",
    "The last few years have ushered in a harsh new reality where crises are the norm rather than the exception. Pandemics, economic slumps, and extreme weather events were once tail-end risks, but all three have hit South Asia in rapid succession since 2020. COVID-19 alone put millions of lives and livelihoods at risk and its impacts have already undermined decades of development gains.",
    "This is deeply distressing because the knowledge, skills, and health that people accumulate—their human capital—is a critical source of the resilience that countries rely on for recovery. To strengthen resilience and protect the wellbeing of future generations, governments across South Asia need to take urgent policy action and invest in human capital.",
    "South Asia’s people are its biggest asset but remain wastefully underutilised. With nearly half its population under the age of 24 and over one million young people set to enter the labour force every month until 2030, the region could reap an enviably high demographic dividend. But South Asia is also home to over one third of the world’s stunted children. And a child born in the region today can, by the age of 18, expect to attain only 48% of their full productive potential. If the quantity and quality of South Asia’s human capital were to improve, regional GDP per worker could double.",
    "These numbers are jarring but will be hard to shift without more resources. South Asian governments on average spend just 1% of GDP on health and 2.5% on education. In comparison, the global average is 5.9% on the former and 3.7% on the latter.",
    "Against this background, the COVID-19 pandemic, which pushed an additional 35 million people across South Asia into extreme poverty, dealt an unprecedented blow to the region’s human capital. Among its most woeful impacts is a rise in learning poverty, or the inability to read and understand a simple text by age 10. While around the world, on average, schools remained closed for in-person learning between 2020 and 2022 for 141 days, in South Asia they were shut for 225 days. Coupled with ineffective remote instruction, this increased South Asia’s learning poverty from 60 to 78%.",
    "The poorest and most vulnerable people fell further behind. For example, in Bangladesh, the poorest students lost 50% more in terms of learning than the richest students. Several countries still show little to no signs of recovery, and South Asia’s students could lose up to 14.4% of their future earnings.",
    "While the outlook is grim, it’s important to remember that well designed and implemented interventions can make a difference if governments act fast. Recent evidence suggests that even simple and low-cost education programs can lead to sizeable gains in skills. In Bangladesh, for example, attending a year of additional pre-school through two-hour sessions significantly improved literacy, numeracy, and social-development scores.",
    "Meanwhile, in the Indian state of Tamil Nadu, six months of extra remedial classes after school helped students catch up on about two-thirds of lost learning linked to 18 months of school closures. And in Nepal, government teachers ran a phone tutoring program that helped increase students’ foundational numeracy by 30%.",
    "Given the high returns to human capital, the huge losses inflicted by the pandemic, and the region’s vulnerability to a variety of shocks, even with constrained government budgets, scaling up these interventions should be a no brainer.",
    "Globally, countries that have systems in place to support individuals and families before a crisis strikes, can better protect their citizens during the crisis. A new World Bank study, ‘Collapse and Recovery: How COVID Eroded Human Capital and What to Do About It’, which analyses the pandemic’s impacts on young people, stresses the multi-dimensional and complementary nature of human development. The health, education, and skills people acquire at various stages of their lives, build and depend on each other. To be effective, human development systems must recognise and exploit these overlapping connections. In other words, they should be agile, resilient and adaptive.",
    "Such systems will help countries better respond to future shocks as well. Crises are unpredictable and often present rapidly changing circumstances. A well-functioning system is one that can spring into action the moment a shock strikes, ensure essential services such as healthcare and learning remain uninterrupted, and have the flexibility to evolve as needs change such as social protection systems that ramp up to meet urgent needs. Since services are provided by different individual sectors, human development systems must be able to coordinate efficiently across sectors. Lastly, as data and technology play a crucial role in the delivery of services, human development systems should ensure they are effectively used.",
    "The road ahead for South Asia is rocky. The next crisis may be just around the corner. A robust human development system would not only mitigate the damage, but also help ensure lives and livelihoods are protected. It could provide the resilience South Asia needs to prosper in an increasingly volatile world.",
    "(The writer is the World Bank’s Vice President for the South Asia Region. As the Regional Vice President for South Asia, he manages Bank relations with Afghanistan, Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan, and Sri Lanka, and oversees a portfolio of projects, technical assistance and financial resources worth almost $ 55 billion. Before joining the region, he was the World Bank’s Country Director for China and Mongolia, and Director for Korea. He has also held positions as the Country Manager in Uzbekistan, Country Director for Ukraine, Belarus and Moldova, Country Director for Turkey, and Country Director for Brazil. He holds a doctorate degree in Economics (summa cum laude) from the University of Kiel, Germany, and degrees in Economics and Economic History from the London School of Economics and Political Sciences.)"
  ]
}