{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/26/president-calls-for-sri-lanka-japan-collaboration/",
  "time_ut": 1685096940.0,
  "original_lang": "en",
  "original_title": "President calls for Sri Lanka – Japan collaboration",
  "original_body_lines": [
    "President Ranil Wickremesinghe engaged in a pivotal business round table on “Sri Lanka’s Economic Revival & Opportunities for Japanese Enterprise,” where he presented the nation’s commitment to stabilizing and liberalizing the economy while actively inviting new foreign ventures.",
    "The event, jointly organized by JETRO, Japan-Sri Lanka Business Co-Operation, and the Embassy of Sri Lanka in Japan, aimed to strengthen economic ties between the two nations.",
    "During the round table, President Wickremesinghe fervently outlined the ongoing efforts undertaken by Sri Lanka to restore stability and openness to its economy, presenting an inviting climate for foreign investment.",
    "With a clear vision to attract Japanese enterprise, he discussed the various measures and reforms being implemented to create a conducive business environment for potential investors.",
    "Recognizing Japan’s significance as a vital economic partner, President Wickremesinghe emphasized the mutual benefits that can be derived from increased collaboration between the two nations.",
    "Sri Lanka’s strategic location and skilled workforce were highlighted as key advantages, providing a gateway for Japanese companies to expand their operations in the region and leverage the country’s emerging economic opportunities.",
    "As Sri Lanka continues its journey toward economic revival, President Wickremesinghe’s active participation in the round table, underscores the government’s unwavering commitment to attracting foreign investment and driving sustainable economic progress.",
    "Meanwhile, President Ranil Wickramasinghe also joined a meeting with the Japan-Sri Lanka Parliamentary Friendship Association.",
    "Meanwhile, a meeting took place in Tokyo between Japan’s Minister of Digitization, Mr. Taro Kono and President Ranil Wickremesinghe. During the meeting, President Wickremesinghe provided a comprehensive overview of Sri Lanka’s program to advance towards a digital economy. Furthermore, the discussion emphasized the importance of enhancing cooperation between Japan and Sri Lanka in their respective digital transformation endeavours.",
    "Simultaneously, President Ranil Wickremesinghe also engaged in talks with Vietnamese Deputy Prime Minister Trần Lưu Quang in Tokyo. The discussions between the two leaders primarily focused on strengthening bilateral relations and fostering cultural cooperation between Sri Lanka and Vietnam",
    "Viral disease in Pigs of the western province: No risk to humans",
    "President Ranil Wickremesinghe returns from visit to Singapore and Japan",
    "25% of dengue cases reported are Children, says National Dengue Control Unit",
    "Comedian Nathasha Edirisooriya arrested by the CID at Bandaranaike International Airport"
  ]
}