{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/04/over-a-dozen-arrested-for-illegally-harvesting-sea-cucumber/",
  "time_ut": 1680594900.0,
  "original_lang": "en",
  "original_title": "Over a dozen arrested for illegally harvesting Sea Cucumber",
  "original_body_lines": [
    "The Sri Lanka Navy apprehended 17 persons for illegal harvesting of sea cucumber, during separate operations conducted off Nagar Kovil and in the beach area of Kudairippu in Jaffna on 03rd April 2023. The operations also led to the seizure of 3005 illegally harvested sea cucumbers, diving gear and 06 dinghies.",
    "The Navy conducts regular operations in the coastal and sea areas of the island in order to suppress illegal fishing activities performed by people with scant regard towards responsible fishing practices.",
    "As a continuation of these operations, Navy Marines attached to the Naval Deployment Veththalakerni in the Northern Naval Command carried out a special operation off Nagar Kovil and searched suspicious dinghies in the sea area in the afternoon of 03rd April.",
    "The search led to the apprehension of 12 individuals engaged in illegal harvesting of sea cucumber. The Navy also held 1305 sea cucumbers, diving gear and 04 dinghies used for this illegal act.",
    "Meanwhile, Navy Marines attached to the Naval Deployment Veththalakerni mounted a similar search operation in the dark hours on the same day and apprehended 05 more individuals with 1700 sea cucumbers in the beach area of Kudairippu. During this operation, the Navy also seized diving gear and 02 dinghies.",
    "The individuals held during these operations are residents of Jaffna, Nagar Kovil, Wellamunai, Weerawennai, and Mannar, aged from 20 to 53. Meanwhile, the suspects along with their belongings and the stock of sea cucumber were handed over to the Fisheries Inspectors of Jaffna and Thalayadi for onward legal action.",
    "Sri Lanka increases fuel quota for vehicles with effect from Tuesday (4) night",
    "State workers who are contesting LG election to get basic salary"
  ]
}