{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/The-vision-of-a-multipolar-world/172-255273",
  "time_ut": 1678028880.0,
  "original_lang": "en",
  "original_title": "The vision of a multipolar world",
  "original_body_lines": [
    "The civilizational factor and Russia’s place in the emerging world order",
    "With the worldview crisis in Russia’s relations with the West entering a hot phase after the beginning of the Special military operation in February 2022, the future of the world order and principles of international relations is again among the issues making media headlines around the world and featuring widely in discussions held by political pundits. Let’s take a look at it through the prism of foreign policy planning. For starters, some basic quotes.",
    "Reflecting on the prospects for the development of international relations at a meeting of the Valdai International Discussion Club in October 2022, President Vladimir Putin pointed out that a common future for all will require a dialogue between the West and “new centres of a multipolar international order”. More specifically, he made it clear that the basis of the world civilization consists of the “traditional societies of the East, Latin America, Africa and Eurasia”.",
    "Defining the issue in such a way sets a conceptual framework necessary to analyze current global trends.",
    "What do we mean? In essence, the head of the state clearly laid out the civilizational aspect as a methodological basis for understanding, describing and constructing a multipolar system. Let us add that the President applied this kind of approach more than once, describing the substance of the present time in human history as “the West losing its potential, but striving to restrain and stop the development of other civilizations”.",
    "President Vladimir Putin pointed out that a common future for all will require a dialogue between the West and “new centres of a multipolar international order”. More specifically, he made it clear that the basis of the world civilization consists of the “traditional societies of the East, Latin America, Africa and Eurasia”",
    "This overarching trend outlined by President Putin is not left unheeded by Russian political scientists. Here is one such opinion: “The worldwide meaning of the Ukraine crisis is about returning freedom, dignity and independence to the non-West – we suggest calling it the World Majority which previously used to be suppressed, robbed and culturally humiliated. Obviously, it should get back its fair share of global wealth”. Once again, it’s about returning to the non-Western world – those “other civilizations” in the President’s logic – a fair share of global wealth. Besides the far-reaching anti-neocolonial agenda, we see, embedded in this phrase, an analytical juxtaposition between the West and the World Majority.",
    "Strictly speaking, the civilizational approach is just one of a number of possible ways to describe the world. However, it appears that at the current crucial stage this approach provides the most precise “entry point” for the accurate interpretation of processes related to the transformation of the world order.",
    "For many years now, we have identified both redistribution of economic and military power to benefit new centres and consolidation of positions by globally significant non-Western players as visible symptoms of the changing world structure. But what does this mean in terms of real politics? What does a new system look like in terms of geopolitics? How will countries interact in a multipolar world? These questions demand answers. Answers, that we believe, should be looked for by way of investigating large communities, such as macro regions or civilizations with distinctive socio-cultural, geo-economic and international policy features.",
    "Now, let’s take another look at the President’s Valdai speech: “The meaning of today’s historical moment lies precisely in the fact that all civilizations, states and their integration associations see opportunities opening before them to pursue their own democratic, ingenious path of development.”",
    "In other words, the crystallization of civilizations, or we may call them civilizational platforms, each with the unique structure, as well as the development of connections between them, is what builds the pathway to a fundamentally new system. A system that is on the cusp of replacing the existing paradigm dominated by one civilization that expanded worldwide under the slogans of globalization, Westernization, Americanization, universalization, liberalization and erasure of national borders. According to Vladimir Putin, “Whereas the liberal globalization means depersonalization and imposing Western model on the entire world, the integration, conversely, is about unlocking each civilization’s potential in the interests of the entire world so that everyone will win.” So, the world is moving on from globalization to the emergence of civilizational platforms, which can also be referred to as centres of power or “poles”, and onward to the interaction and integration between them. This is a long term historical process, a whole new era that we are entering whatever we like it or not. New centres of world development see multipolarity as chance to preserve their sovereignty and socio-cultural identity and to develop harmoniously – in line with their traditions and guided by their national interests and aspirations of their peoples.",
    "Undoubtedly, deep down the reasons for the World Majority’s unwillingness to become part of the anti-Russian coalition are not directly related to Ukraine. Russian experts are of the view that “residents of the former ‘third world’ believe that opposing former colonial rulers is right and historically irreversible”. Russia’s actions are viewed through the prism of restoring the historical justice",
    "Importantly, civilizational commonwealths need not be, and indeed cannot be, equal in their economic and military might, territorial scope or population numbers. They are united by the fact that they can influence global processes and introduce to the global discussion their own views on how to address various problems.",
    "What other attributes can we use to identify a civilizational commonwealth? Since the 19th century, Russian scholars have been offering semantically close definitions. Each civilization “is built on the foundation of some kind of spiritual background, some primary cultural symbol of sacred value, which later become the basis for the emergence of an authentic culture”. A Civilization is “a special category of states with lengthy and uninterrupted history, a pronounced authenticity, with citizens and leaders who are prepared to resolutely uphold their cultural identity”. Civilizations are defined by “social and political practices enshrined in their culture which are permanently reproduced over an extended period of time; stable, albeit evolving civilizational matrices that reveal the existence of a certain civilizational core”.",
    "A civilization is marked by sovereign development. Its identity “is based on the domination of the worldview which translates into the energy of culture and practice of world-building, as reflected in its political project and its historical goal-setting”. A civilization is metaphorically defined as “a particular mankind on a particular land” or as a “particular soul” of each people, “a particular self-sufficient mankind living on a particular land”.",
    "Now, let us translate the above into the language of political pragmatism and provide a list of criteria which, we believe, civilizations and other globally significant players should meet.",
    "First and primarily, it is about the capability and will to carry out a sovereign and independent domestic and foreign policy.",
    "Second, it is about the availability of a sufficient comprehensive economic, military, demographic, scientific educational and technological potential. It is also about access to adequate resources that make it possible to maintain socioeconomic resilience and high-level of self-sufficiency of the national economy.",
    "The capability to act as an “assembly node” for contiguous geographical spaces and to lead integration projects is a critical element.",
    "As a cover for its hegemonic aspirations, the West has been promoting the concept of “rules-based order”. According to Russia’s Foreign Minister Sergey Lavrov, it predetermines “a racist division of the world into a group of ‘exceptional’ countries that can getaway with anything, and other countries that must follow in the footsteps of the ‘Golden Billion’ and serve its interests”",
    "Finally, an integral aspect of any civilizational identity finds its expression in its authentic philosophy of development as well as its own “signature” vision of international politics, its authentic cultural and spiritual potential with significance for the world at large. As it appears, these criteria are met to varying degrees by civilization-states and civilizational commonwealths such as Russia, China, India, Southeast Asia (ASEAN community), the Arab world and the Muslim Ummah, Africa, Latin America and the Caribbean, as well as the Western civilization with its Anglo-Saxon and continental Europe components. These top-level players are preparing to involve themselves deeply in determining the shape of the multipolar world. The World Majority will do so by combining capabilities and constructive work, while the West (in its current state of teenage rejectionism with regard to the natural course of history) will do so by setting itself in opposition to the rest of the world.",
    "The structure of civilizations/civilizational commonwealths may vary. The civilizations themselves at varying degrees of assembly, showing diversity of architectural solutions. Nevertheless, each civilization consists of core (a civilization-state or a number of regional leader states). A second and third peripheral belts are formed around this core. Standing apart are “capable loners” – countries that possess above- the-average serious ambitions within the framework of the regional and, in some cases, global agenda as well as tools for their implementation. However, these loners do not have sufficient aggregate resources to form a civilizational commonwealth, although they may attempt to do it (Iran, Turkey, Israel and some others, including, perhaps, Japan).",
    "The compliance with the principle of sovereign equality enshrined in the UN Charter is called upon to guarantee freedom and prosperity of all countries in a multipolar world, regardless of their affiliation with a particular civilizational commonwealth. Let us be clear: this basic principle is not only about the equality of relations between states. It also calls for independent countries to become genuinely sovereign, and to pursue national interests in their domestic and foreign policy. Thus, by working to ensure the compliance with this principle, we are defending a major constant in the fight for the democratization of international relations, for the protection of cultural, civilizational diversity and for the construction of a multipolar world system, in which no nation’s interests should be infringed upon.",
    "This is a long term historical process, a whole new era that we are entering whatever we like it or not. New centres of world development see multipolarity as chance to preserve their sovereignty and socio-cultural identity and to develop harmoniously – in line with their traditions and guided by their national interests and aspirations of their peoples",
    "The very logic of the natural course of history seems to facilitate the formation of civilizational commonwealths or platforms as pillars of a new architecture of international relations. Before our eyes, the Western world is losing its 500-year long dominance, which began in a tentative 1492 (the Reconquista on the Iberian Peninsula and the beginning of America’s colonization). A leading Russian specialist in international affairs pointed out that the West’s predominance “began to crumble in 1960s” under the impact of decolonization momentum. When World War II ended, as many as 750 million people (one-third of the world’s population) lived in colonies. Since 1945, 80 former colonies have become independent states.",
    "However, the decolonization in the 1960s did not lead to the new independent states achieving a full-fledged economic and political sovereignty. The US dollar-centric system of international settlements and foreign exchange reserves, the Bretton Woods institutions, the cross-border movement of capital by Western transnational corporations, and much more, represented a new more sophisticated and legally (but not morally) defensible form of colonial domination. Neo-colonialism was designed to ensure a continuous diversion of resources from the developing world to satisfy the needs of the “Golden Billion.” In the wake of the disintegration of the Soviet Union and socialist commonwealth, this system spread practically worldwide under the slogans of globalization. Neo-colonial patterns enabled the ruling groups in the West to keep their economies afloat, to ensure high levels of mass consumption and to preserve, on this basis, the so-called liberal democracy, as a social development model. This last one, however, began to erode rapidly, returning to the antisocial norm, i.e. that historically inherent in the West (very Hobbesian war against all) as the economic crisis aggravated.",
    "In the early 21st century, the rise of the Global East and Global South, which gained momentum thanks to the expanded cross-border cooperation, broke this economically and morally untenable paradigm. In 2021 BRICS countries surpassed the G7 share in the global economic activity and accounted for 32 percent of the Global GDP, calculated on the purchasing power parity basis. Economic development is followed by the acquisition of a political entity status, that very sovereignization of nation states mentioned above. Each of the world’s macro-regions saw a globally significant leading country, or several such countries, come to the fore.",
    "Up until recently, this process was natural and erratic, even spontaneous. The long-term trend was pretty well visible, but it needed time to shape up in a structured way.",
    "There are reasons to believe that Russia’s special military operation has brought the transformative trends to a new level. This can be seen in the World Majority’s unwillingness to join the anti-Russian sanctions and political propaganda campaign, generated by the West. The vote count on the notorious UN General Assembly draft resolution about war reparations to Ukraine (November 2022) is revealing. More than half of the UN member states refused to support the confrontational draft. The following observation by a writer of op-ed published in Asia is quite symptomatic: “Leaders in the global south were also struck by the contrast between the West’s urgency over Ukraine and its lack of similar fervour when it came to problems in their part of the world.” Moreover, representatives of the Western capitals clearly overdid the arm-twisting. Indian Foreign Minister Subrahmanyam Jaishankar made a point that “Europe has to grow out of the mindset that Europe’s problems are the world’s problems”. Undoubtedly, deep down the reasons for the World Majority’s unwillingness to become part of the anti-Russian coalition are not directly related to Ukraine. Russian experts are of the view that “residents of the former ‘third world’ believe that opposing former colonial rulers is right and historically irreversible”. Russia’s actions are viewed through the prism of restoring the historical justice. There is a genuine “opportunity emerging to build effective patterns of interaction and development not against the West, but in circumvention of the West and without its involvement”. This is not what is known as the “non-violent resistance to evil” according to Leo Tolstoy or Mahatma Gandhi, but just the elementary disregard of the West (the embodiment of evil). As it happens, it is possible to develop successfully outside the “master and slave” paradigm imposed by the former colonial powers.",
    "An integral aspect of any civilizational identity finds its expression in its authentic philosophy of development as well as its own “signature” vision of international politics, its authentic cultural and spiritual potential with significance for the world at large",
    "The realization of the fact that rules of the game are changing could, in principle, in itself become an incentive for everyone to sit down and talk. But for now, we are watching Anglo-Saxons, or rather, their ruling elites, attempt to restore the “unipolar moment” of the early 1990s by force. To get there, they are pushing to dismember civilizational commonwealths into segments, suitable to be absorbed, in line with the “divide and rule” maxim. This is not surprising. Back in 2019, while employed in the private sector, current US National Security Adviser Jake Sullivan penned a magazine article frankly arguing in it that the only way for the concept of American exceptionalism to prevail is to “defeat the emerging vision that emphasizes ethnic and cultural identity.” In other words, on the ideological level they have always been ready to fight the “poles” that do not depend on the West. It is simply now that the time for action has come.",
    "As a cover for its hegemonic aspirations, the West has been promoting the concept of “rules-based order”. According to Russia’s Foreign Minister Sergey Lavrov, it predetermines “a racist division of the world into a group of ‘exceptional’ countries that can getaway with anything, and other countries that must follow in the footsteps of the ‘Golden Billion’ and serve its interests”. Some Western experts admit that the RBO is at odds with the aspirations of the developing world and the World Majority will not rush to line up in its support. As for us, we are sure that the RBO will soon be consigned to the dustbin of history, or (in the best-case scenario for its masterminds) will determine the parametres of the Western world only in its natural geographical borders.",
    "The civilizational factor in international affairs is a hallmark of time. As we live through the transition to a new historic era, the ever ongoing struggle of ideas and notions about the future intensifies. But this collision takes place neither in an abstract world, nor, or in a power vacuum. Its frame is defined by the geopolitical and civilizational vision of a multipolar world, which is being born today."
  ]
}