{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/uber-partners-with-undp-sri-lanka-to-raise-awareness-against-sexual-and-gender-based-violence/",
  "time_ut": 1700830740.0,
  "original_lang": "en",
  "original_title": "Uber partners with UNDP Sri Lanka to raise awareness against Sexual and Gender Based Violence",
  "original_body_lines": [
    "The 16 days of Activism against Sexual and Gender-Based Violence (SGBV) commemorated globally starting 25 November each year, is an invaluable tool to raise awareness on these important issues and to support complex public discussions about violence against women and girls.",
    "The United Nations Development Programme (UNDP) in Sri Lanka as a part of its overall engagement with Uber Sri Lanka, has partnered with its Rides and Eats businesses in the lead up to the 16 Days of Activism this year, to launch ‘Delivering Change’. #End SGBV’, a campaign to build awareness through its network of couriers, drivers, merchant partners, and customer base across both Rides and Eats platforms in Colombo, to speak up and advocate for social issues through SGBV.",
    "Commenting on the partnership, Varun Wijewardane, General Manager of Uber Eats Sri Lanka, noted, “At Uber, we are committed to supporting the communities we serve. This partnership with UNDP to spread awareness about available channels of support to combat sexual and gender based violence is a step in the right direction. We are proud to lend our platform to this important cause and hope it can contribute to delivering change.”",
    "As part of this partnership, Gender experts from UNDP will undertake in-person sensitization sessions for select drivers and couriers from Uber and Uber Eats respectively, to raise awareness about SGBV and provide practical guidance on how to handle such sensitive situations during their rides or deliveries. In solidarity with the campaign, drivers, couriers, and merchant partners will wear orange armbands as a visible symbol of support signifying our collective commitment to fostering a safer environment for all, emphasizing the need for increased awareness and vigilance. Information kits with details on getting support for survivors of SGBV will be provided to high-volume merchant partners to be included in all take-away orders during the 16 days of activism. Across the 16 days of activism, eaters will receive in-app messaging with vital information on protections and support available for victims of SGBV.",
    "Highlighting the importance of such partnerships, Azusa Kubota, Resident Representative, UNDP in Sri Lanka, noted, “Fighting gender-based violence requires a whole of the society efforts. Therefore, UNDP supports partners in their efforts including ensuring that women survivors have access to legal support, economic and social essential services and receive an enabling environment to rebuild their lives. Working together with partners such as Uber Sri Lanka, UNDP reiterates our commitment to standing with survivors, giving them a voice and facilitating their empowerment.”",
    "Violence against women continues to be an obstacle to achieving equality, development, peace as well as to the fulfillment of women and girls’ human rights. The promise of the Sustainable Development Goals (SDGs) – to leave no one behind – cannot be fulfilled without putting an end to violence against women and girls. The ‘Delivering Change, #End SGBV’ advocacy campaign which commenced today, will run throughout the 16 Days of Activism period which ends on 10 December 2023, with UBER Eats couriers, merchant partners and customers carrying the important message to stand united against SGBV in Sri Lanka.",
    "Nations Trust Bank American Express partners Resortwear edition of CFW in its 7th year",
    "Uber appoints Kaushalya Gunaratna as new head of mobility business",
    "DIGIECON 2030: Uber Tech Leaders to mentor Sri Lankan start-ups",
    "Airport travel made easy: ‘Get your Uber Ride at a dedicated spot at BIA’",
    "Uber partners with the Ministry of Transport to promote road safety",
    "Uber brings global membership programne ‘Uber One’ to Sri Lanka",
    "Uber turns Seven in Sri Lanka, Covers over 555 million km in Trips!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}