{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sustainability-in-the-Digital-Age/4-749775",
  "time_ut": 1687380234.0,
  "original_lang": "en",
  "original_title": "Sustainability in the Digital Age",
  "original_body_lines": [
    "In an era, innovations are given high priority by business firms across the globe, it is imperative to examine how adoption of digital technologies can ensure sustainability",
    "Despite the individual and corporate talents of Sri Lanka, we were somewhat lagging in technology adoption. Challenging this behaviour, the pandemic forced us to embrace digital technologies. The public started embracing the use of digital channels for banking and other economic transactions. The QR code for fuel is a classic example for ‘forced’ adoption of technology across the nation. There is ample space for business firms and universities to serve the society using innovative business models without taxing the public",
    "It is hard to find a business firm which has no interest in sustainability. The ability to generate profits consistently while preserving the environment and serving the society are the key focus areas of sustainability. Similarly, almost every firm uses digital technologies. Digital transformation (DT) has become a buzzword in business.",
    "Manufacturing firms attempt to reduce the impact on the environment by switching to renewable energy and recyclable inputs facilitated and monitored by digital technologies. IT firms are focusing on the use of low/no code technologies, light weight solutions and automations across the development life cycles. Service sector is increasingly adopting automation using digital technologies such as chatbots and RPA to sustain operations. Emerging practices and trending topics such as circular economy, net zero targets, data-driven sustainability, blue economies, and ESG framework show the nexus of sustainability and digital technologies. This article attempts to share some insights useful to practicing managers and researchers to ensure better results in their sustainability and digital initiatives.",
    "A usual topic I discuss with the students in the business school is about how we prepare our management information reports (MIR). Most business firms use computerised Management Information Systems (MIS). The dashboard of your MIS or your MIR that guides the managers in making business decisions should necessarily have both lead and lag indicators. Lead indicators derived while the process is live enable us to be proactive. However, most of the business firms rely on the traditional lag indicators which are derived from past data. Consequently, they struggle to be proactive. Digital technologies can assist you in introducing lead indicators to your MIS. Lean and transparent processes in factories facilitated by digital technologies and industrial IoT are examples. A point to note by managers is that it is not only the data visualisation techniques you use are important but what data you use and how you extract data are also very important.",
    "Measuring your footprints be it in energy, water, or any other resources you use is very much feasible with digital technologies. This could be the steppingstone toward sustainability. It will certainly not cost you a fortune. Entering the industry 4.0 era is less costly than most of us assume. We never expected business firms to explore the usage of digital twins so fast. It is now rare to see a top global brand which has no digital twin initiative at least at R&D level. Process mining is an area for any interested reader to explore further to understand how digital technologies can assist business firms to ensure sustainability in all three aspects of economics profits, social impact, and eco-friendliness.",
    "We need marketers to get and keep customers. This is how decades ago, late Prof. Uditha Liyanage, my marketing lecturer at PIM simply explained to us the need for marketers in a business firm. No business can sustain without loyal customers. Attracting and retaining customers have become very challenging due to fierce competition. Technology has made it possible for any smart brand to spread borderless. Limited human resources do not warrant firms to pay equal attention to every potential customer. On the other hand, quality time is required to keep the existing customers happy. In this context, digital technologies play a vital role in ensuring sustainability of a business. AI powered CRM solutions is an example to understand how technology can help a business firm to increase customer effectiveness.",
    "You cannot find any worse liability than a disengaged employee in your team or the department. Rising input costs and thin margins have made managing the bottom line a nightmare for most of the managers. Despite the sophisticated technologies in use, it is your employees who can make a difference in competitive markets we operate.",
    "In this digital age, motivating and keeping the employees engaged prompt you to use technology. Gamifying workflow software and digital empowerment are examples. Achieving the desired results in the triple bottom line of profits, planet, and people in ensuring sustainability demands the active engagement of your best assets in the business firm, the human resources. Motivation refers to the process that account for an individual’s intensity, direction, and persistence of effort toward attaining a goal and it is technology that can assist managers in monitoring these three dimensions. Predicting behaviour using machine learning technologies and finding ways to influence behaviour to achieve organisational goals which is the crux of the domain of management control are areas managers can explore in using digital technologies to ensure sustainability.",
    "Technology is said to be an expression of human creativity. In an era, innovations are given high priority by business firms across the globe, it is imperative to examine how adoption of digital technologies can ensure sustainability. Product and process innovation initiatives of your organisations as well as measures taken in ensuring corporate governance which are mandatory to achieve sustainability are examples to understand how sustainability and digital technologies go hand in hand.",
    "Being agile is a popular topic among managers to ensure fast adoptability and resilience of a firm in adverse conditions. In unfavourable business environments, managers rely on various organisational controls to maintain operational efficiency and ensure stability. Similarly, relaxing controls and offer some flexibility is a technique smart leaders use in promoting innovations. Readers would observe that the oscillation of management style between controls and flexibility requires smart thinking and decision making. Given the complexities in organisational structures, product portfolios and compliance needs, business firms must necessarily exploit digital technologies in corporate renewal and sustaining competitiveness.",
    "Depleting resources, climate change, resource scarcity, income inequality, digital divide, cybercrimes, and job burnouts are among a long list of problems the society is facing globally. As responsible corporate citizens, both business firms and universities have a major responsibility in addressing these social issues and directing the stakeholders to take corrective measures swiftly. I recall here the need for doing impactful research as regularly emphasised by Professor Lalith Gamage, Vice Chancellor and MD/CEO of SLIIT. Certainly, this mindset of researchers can make the difference we all are looking for. A country blessed with natural resources and intellectual capabilities badly needs the intervention of researchers and practitioners to uplift the society economically and mentally.",
    "Despite the individual and corporate talents of Sri Lanka, we were somewhat lagging in technology adoption. Challenging this behaviour, the pandemic forced us to embrace digital technologies. The public started embracing the use of digital channels for banking and other economic transactions. The QR code for fuel is a classic example for ‘forced’ adoption of technology across the nation. There is ample space for business firms and universities to serve the society using innovative business models without taxing the public.",
    "Low success rate of digital initiatives can be a major hindrance for firms in deciding on investments in DT. However, the benefits of successful initiatives of known brands can easily ease the minds of those who are reluctant towards adopting digital initiatives. Marketing guru, Kotler emphasises the need to run faster to stay in place. Staying relevant necessarily demands the support of digital technologies. Collecting feedback from the mass market as well as predicting customer behaviour require technology. On the other hand, we also need to remember that going digital does not necessarily make us ecofriendly. We often promote electronic communication and storage to save paper and go green. Have you ever thought of the carbon footprint of an email with a sizeable attachment to be around 50g CO2e? This figure found in the public domain may not be precise. Yet, it demands attention.",
    "We need to be cautious as to why DT initiatives often fail. Both the supply side and demand side determinants should be investigated. Instead forcing or pleading the client firms or the public to embrace, sustainability related digital initiatives should be designed and developed in such a way that they are demanded by the society. In creating this pulling effect, we should look beyond ease of use and perceived usefulness to understand what goes wrong in technology adoption.",
    "There is a dire necessity of creating synergy by working together as we are passing an era of unprecedented challenges. Inability of helping the industry and society in solving their problems with the knowledge created within the universities locally is a failure of us as a nation. The writer invites entrepreneurs and managers to closely interact with universities as almost each university has some ongoing initiatives to interact with industry formally. Similarly, researchers and scholars should necessarily look for opportunities in sharing the knowledge created to ensure co-existence and sustainability. Among many other options, SLIIT Innovate and the forthcoming International Conference on Sustainable & Digital Business (https://icsdb.lk/) organised by the SLIIT Business School can be attractive platforms for you to begin this association.",
    "(The writer is the Director of SLIIT Innovate, the centre of excellence that has the mandate of taking the research findings of the university to the industry for commercialisation. He is an ex-banker and possesses over 3 decades of experience in diverse industry sectors of engineering, manufacturing, banking, and IT. A fellow of the British Computer Society and a chartered member of CILT, he is also a member of 8 other professional institutions in mechanical and industrial engineering, technology, computing, logistics, innovation, psychology, and marketing. He has been an active member of various local and regional industry associations. Dr. Yapa has over 20 years of experience in teaching in postgraduate programs of 20+ local and international universities. You can reach him via [email protected])"
  ]
}