{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bank-of-ceylon-ends-1q-2023-on-positive-note/",
  "time_ut": 1684170720.0,
  "original_lang": "en",
  "original_title": "Bank of Ceylon ends 1Q-2023 on positive note",
  "original_body_lines": [
    "BOC has reported Rs. 3.3 billion asProfit Before Tax (PBT) for the three-month period ended March 31, 2023 amid unprecedented challenges that prevailed from the previous year.",
    "A BOC press release explained: “The interest income of the Bank grew by 61% to Rs. 137.8 billion primarily due to the increase in AWPLR comparing to the corresponding period of the previous year. However, interest expenses grew by 162% as the funding mix has been repriced at higher rates, resulting high cost of funding and led to 53% decline in net interest income by Rs. 21.2 billion compared to 1Q -2022 since the Bank has not transferred the full impact of the increase in the market interests to its loyal customers in order to revive their businesses in this trying time despite many headwinds to the Bank’s current operating environment.",
    "“Net fee and commission income amounted to Rs.4.4 billion with 13% growth mainly backed by increase in commission income from card related transactions and travel and remittance related services. Income from trading and investment activities and other operating income resulted in a negative note due to exchange loss reported during 1Q- 2023 in line with the 10% LKR appreciation.",
    "“Chairman, President’s Counsel Ronald C Perera stated that, “the Bank’s concerted efforts on supporting the customers to revive through the never expected economic turmoil will be continued to ensure the survival of their businesses and proactive measures taken during the previous years helped the Bank to manage its stage 3 loan ratio at 5.34% as of end 1Q-2023 (31 December 2022: 5.27%). Our key focus and policy direction is to support all stakeholders of the Bank. This effort may have resulted a short-term cost to the Bank, but with our long-lasting relationship with all stakeholder will bring prosperity to all groups in times to come.”",
    "“Nevertheless, the Bank has maintained prudent level of impairment provision for the expected loss from loans and advances and investments.",
    "“Operating expenses for the quarter reported an increase of 16% in the backdrop of cost escalation due to inflation. Accordingly, the Bank has reported the PAT of Rs. 3.3 billion with 39% decline over 1Q-2022. At the end of 1Q-2023, the Bank’s asset base recorded a negative growth of 6% reflecting the impact of LKR appreciation as around 30% of total assets comprises foreign currency denominated Loans and advances and Investments. Amidst the high competition prevailed in the market, the Bank’s deposit base stood at Rs. 3.3 trillion as of end March 2023.",
    "“Despite the adverse headwinds, the Bank has complied with regulatory capital requirements above the stipulated norms by maintaining the Tier I Capital Adequacy Ratio of 12.74% and Total Capital Adequacy Ratio of 15.66%. Meanwhile, all the liquidity ratios also improved given the positive market liquidity vibes conquered during the period under review.",
    "“General Manager/ Chief Executive Officer of the Bank, Russel Fonseka highlighted that, “despite never experienced challenges the Bank has been able to maintain its position and steering the Bank strongly and prudently in the next few years is of utmost importance and is on a pathway to stable growth with a growing market share and an increasing asset base made possible through scaling up of digitization, pursuit of operational efficiencies, and expert capacity of the cadre”. Further he stated that, “the Bank has already identified key challenges yet to be faced by the banking industry due to contraction of the economy and slow growth, debt restructuring programme and other Government fiscal reforms. Based on these challenges, the Sri Lankan banking industry will have to face a never experienced operating context. BoC as the largest local commercial bank of the country, it is vital to carefully manage the banking activities to support economic recovery and revival at large. Hence, in next couple of years the Bank’s key focus will be strengthening its Balance Sheet instead of short-term profitability. Similarly, the Bank has adopted the same strongly during last few years too.”",
    "Related Topics:Bank of CeylonMr. Ronald C PereraMr. W P Russel Fonseka",
    "‘SL in line with IMF recommendations; expects financial stability in country’",
    "Bank of Ceylon hosts Wesak Bathi Gee in celebration of Wesak Poya Day",
    "‘Bank of Ceylon reiterates its leadership position with industry leading performance’",
    "BOC enhances benefits for expatriate Sri Lankans to support country’s foreign remittances inflows",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}