{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/rapid-evolution-of-a-political-leader-in-tamil-nadu-with-governing-party-in-hand/",
  "time_ut": 1689736835.0,
  "original_lang": "en",
  "original_title": "Rapid Evolution Of A Political Leader In Tamil Nadu With Governing Party In Hand",
  "original_body_lines": [
    "Tamil Nadu Did not take even three years to bring forth the State’s Political Leader of choice; K. Annamalai. The national leadership has acknowledged the sagacious selection and appointed him State President of BJP for Tamil Nadu. His stature has now grown to national dimensions. The central authority of the Party selects him even for participation in educative meetings and international conferences. The top media in the country endorses the pick as correct.",
    "How is the selectee setting about his business? To him, corruption is the canker that has eaten into the vitality of the state, thereby bringing it to a state of immobility. A study of this cancerous invasion brought home the irrefutable truth that the surgeon’s knife was inevitable. Not for just use on the patient but to move the incumbrance out of the way. The DMK tree was rotten to the core decades ago. It needed destruction root and branch. Delhi and Chennai concurred in their finding, agreed on the remedial process and have made it known to the country.",
    "Delhi engaged in a prolonged study with national institutions set up for thorough investigations. Chennai had the benefit of its feet in the soil and ear to the ground. To culprits there was no escape. Delhi and Chennai coalesced in their labours and the State BJP revealed to the state, the country and to the world the colossal proportion of half a century loot. “Dravidian Model” “DM”, was the catch phrase of the DMK leader’s description. The part plunder totaling Rs. 1.343 trillion in List 1 alone, had 18 major votaries of “DM”. List 2. has votaries and ‘Binamis’ (Proxy to hide the real) estimated at 300. While List 1, ferreted out the better known; List 2, (displayed) the worms crawling out of the woodwork.",
    "The date is now fixed for the Padayatra (Pilgrimage on Foot) as 28 July 2023. It will commence from Rameswaram with Home Minister Amit Shah launching it and over a lakh people participating in it. The venue for the next Padayatra is Madurai. It may be noted that religious significance pervades the selection of appropriate locations. Annamalai is targeted to meet voters in 225 villages covering all 234 electorates by January 11, 2024 the date of the final mammoth meeting. After engagement for 120 days, the Padayatra will conclude in Gopalapuram Chennai, where all tributaries used to converge with their tribute.",
    "The Padayatra is immersed in much significance. Modi government’s multi-faceted delivery for nine years is unprecedented. For no less than seven years real meaning was given to the Federal concept by Modi’s initiative of enhanced central contribution to the States. If rightly or wrongly Tamil Nadu nursed any grievance, it was set right by Modi and his cabinet. The last four years have seen the emergence of youthful leaders both men and women. Annamalai giving the lead with his intellectual resources put to optimum advantage, and unrelenting support from Delhi is a rare occurrence. In this setting people’s expectations have been mounting to greater heights.",
    "In this context the multitude seems determined to dislodge the disreputable DMK and consign it to the   limbo of the discarded. When this is the mood, the BJP has nine more months to achieve its goal. Quite correctly BJP in Delhi and top leaders in the states are extending support with their physical presence, in the whole course of the Padayatra. Such strength induces the party cadres to stir the whole state to action, reaction and interaction. A forceful group is youth, who as teenagers are as malleable as wax. Those in their twenties and thirties are certainly reformist if not revolutionary. A European leader said a century ago “He alone, who owns the youth, gains the future”. As of now, in Tamil Nadu, Annamalai, the youth and the BJP are gaining the future. The beginning is the Padayatra, which as in Gandhi days will reach Himalayan proportions.",
    "As on Sunday a Minister of Tamil Nadu cabinet safely ensconced in a private hospital was taken away by the Enforcement Directorate (ED) and lodged in Puzhal Jail, Chennai. On the same day another cabinet minister is undergoing protracted grilling by ED in its office. His bank deposit of Rs. 41.9 crores is said to be frozen. Both are multi billionaires. A senior journalist has disclosed that two more of similar standing are well on their way. The media has it that a fair portion of former and present cabinets of TN are in travail ever since information was made public in the media in April this year. May it be known that a sizeable number of investigating agencies has been on the job for several months.",
    "The above two apart, a third desperado from the central government of 2G fame, has got his multi-billion  rupee case resurrected for investigation afresh. In this weird case the ex-minister is to be investigated for adopting a novel and un heard of procedure of awarding the Tender on a first come first served basis. Who determined the basis? The minister! The length of the Tender document? No less than 752 pages! All this in a country which has blazoned in its legislature: Satyam Eva Jayathe; Truth Alone Triumphs.",
    "Hot on the heels of the third, is the fourth getting readied for investigation. He had the ignominy of mulcting in excess of Rs. 10,000 crores and yet suing the accuser for damages. This ex-minister in a Union government was not taken by PM Manmohan Singh because of his sullied record in his first term. The current BJP President of Tamil Nadu has condemned him for his corrupt practices. A former minister, K Alagiri Brother of the CM of TN too had faulted him in similar words, but this culprit never sued him.",
    "As recently as yesterday, Annamalai read out the names in public of the principal offenders, names of family members and friends who were complicit in defrauding the state. The names of 300 benamis or proxies, will follow soon.",
    "It is in this backdrop that BJP cadres, youth enthusiasts and the socially minded activists are joining hands.They are in a bid to destroy the vermin fattened by the indulgence of successive governments. The Padayatra is setting out to shake the state to its foundations and destroy the record of slumbrous governance. The date for the rising sun of the DMK to start setting is 28th July 2023. Tamil Nadu yearns for absolute corruption to be destroyed absolutely."
  ]
}