{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Fitch-revises-Outlook-on-CEB-to-Positive-affirms-at-Blka/108-262960",
  "time_ut": 1689144785.0,
  "original_lang": "en",
  "original_title": "Fitch revises Outlook on CEB to Positive; affirms at ’B(lka)’",
  "original_body_lines": [
    "Fitch Ratings has revised the Outlook on Ceylon Electricity Board (CEB) to Positive from Stable while affirming its rating at (B)lka.",
    "“The Positive Outlook reflects the likely upgrade of the Sri Lankan sovereign's Long-Term Local-Currency Issuer Default Rating (IDR) to reflect the sovereign's prospects following the completion of a domestic debt exchange (DDE),” Fitch Ratings said.",
    "Sri Lanka has introduced a cost-reflective tariff mechanism to the CEB is looking to unbundling CEB’s generation, transmission and distribution process by transferring its resources to 14 companies under energy sector reforms.",
    "Colombo - 12 Jul 2023: Fitch Ratings has revised the Outlook on Ceylon Electricity Board's (CEB) National Long-Term Rating to Positive, from Stable, and has simultaneously affirmed the rating at 'B(lka)'. Fitch also affirmed the National Long-Term Rating of CEB's outstanding senior unsecured debentures at 'B(lka)'.",
    "The Positive Outlook reflects the likely upgrade of the Sri Lankan sovereign's Long-Term Local-Currency Issuer Default Rating (IDR) to reflect the sovereign's prospects following the completion of a domestic debt exchange (DDE). We will equalise CEB's ratings with that of the sovereign if the sovereign's Long-Term Local-Currency IDR is upgraded to above 'CC', in line with our Government-Related Entities (GRE) Rating Criteria, resulting in a rating upgrade on the national scale. This is based on our assessment of a strong likelihood of support from the state.",
    "The affirmation follows our de-linking of CEB's rating from that of the sovereign after we downgraded Sri Lanka's Long-Term Local-Currency IDR to 'C', from 'CC' on 5 July 2023. This is because, despite the government's selective default on some of its local-currency debt, we do not believe CEB has entered a default or default-like process requiring a similar rating action. In addition, CEB's current rating already reflects a probable near-term default, as the company's ability to service debt depends on the continuity of government support.",
    "State Support Intact: The government continues to provide financial support to CEB to sustain its operations, which would have been otherwise challenging. The government converted a LKR200 billion project loan, amounting to 35% of CEB's outstanding debt as at 30 September 2022, to equity late last year, while state banks continued to provide working capital funding to secure feedstock. The government has also facilitated uninterrupted fuel supply to CEB's thermal power plants from state-owned Ceylon Petroleum Corporation (CPC), despite CEB having large dues to CPC.",
    "We believe state support will be forthcoming, despite the state's weak financial profile, as CEB fulfils an essential service for the country. A default of CEB would disrupt this service, as the company accounts for most of Sri Lanka's power-generation capacity. It would also make it difficult for CEB to source imported feedstock for power generation, such as heavy oil and coal. CEB's independent power producer (IPP) agreements, which account for around 20% of the power generated, would also be affected, as they are external arrangements with no clear alternatives.",
    "Cost Reflective Tariff Mechanism: The government has established a formula-based tariff mechanism to ensure CEB's operating costs and interest obligations are recovered going forward. Prior to this, CEB supplied electricity at significant subsidies, resulting in large accumulated losses and an unsustainable capital structure. The consistent application of the cost-reflective tariff mechanism should allow CEB to breakeven at the cash flow from operations level, but such implementation has yet to be proven.",
    "Indeterminate Standalone Profile: We don't believe ascertaining standalone credit profile of CEB is possible in the foreseeable future, as its ability to operate depends on continued state support and it cannot be meaningfully delinked from the government. CEB had LKR284 billion of debt equally spread across working capital and project loans as at end-April 2023. We expect CEB to generate negative free cash flow in the medium term, despite the tariff mechanism, and to depend on the state for expansion and refinancing.",
    "We may provide a standalone credit view should CEB maintain a record of profitable operation that improves its access to external funding with less reliance on the state.",
    "Large Dues to Operating Creditors: CEB owed LKR208 billion to CPC, IPPs and renewable energy generators as of end-April 2023, up by 20% from November 2022. CEB expects to settle its debt to CPC and some IPPs with support from the government, while the renewable producers will be settled incrementally with cash generated from operations. CEB plans to settle part of the dues owed to renewables producers through new funding lines, but approvals are taking time. Consequently, we do not expect a material reduction CEB's trade payable position in 2023.",
    "CEB Restructure: The government is looking at unbundling CEB's generation, transmission and distribution process by transferring CEB's resources to 14 companies established under the Companies Act as part of the country's energy sector reforms. We expect the unbundling to provide autonomy and flexibility for CEB operations, while improving its efficiency and competitiveness, but it is too early to ascertain how the proposed restructure would affect CEB's credit profile, as the plan's details are still vague.",
    "CEB's ratings reflect a probable near-term default, as it relies on the Sri Lankan government, which has begun a local-currency debt restructuring process, to continue its operations. However, CEB itself has not begun a default or default-like process.",
    "Fitch's Key Assumptions Within Our Rating Case for the Issuer",
    "- Sri Lanka's annual electricity demand growth to average around 6% over 2023-2026",
    "- Generation mix to remain at 50% thermal, 30% hydro and 20% other over 2023-2026",
    "- Tariff to be adjusted every six months to cover CEB's operating costs and interest obligations",
    "- Annual capex of LKR90 billion over the next two years for maintenance and building new generation capacity",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "- the Sri Lankan sovereign's Long-Term Local-Currency IDR being upgraded to above 'CC' after the completion of the DDE could result in corresponding action on CEB's National Long-Term Rating.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "- the Sri Lankan sovereign's Long-Term Local-Currency IDR being rated at 'CC' after the completion of the DDE would result in the Outlook on CEB being revised to Stable.",
    "For the sovereign rating of Sri Lanka, the following sensitivities were outlined by Fitch in the agency's Rating Action Commentary on 5 July 2023:",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "- Following completion of the DDE, the sovereign LTLC IDR will likely be lifted out of 'RD' to a rating that appropriately reflects its prospects.",
    "- For the LTFC IDR, completion of the foreign-currency commercial debt restructuring that Fitch judges to have normalised relationship with private-sector creditors may result in an upgrade.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "- The LTLC IDR will be further downgraded once the government executes its domestic debt restructuring.",
    "Liquidity Support from Government: CEB had LKR17 billion in unrestricted cash at end-March 2023, against LKR128 billion in debt due in the next 12 months. More than 90% of the outstanding debt is for working capital, which we believe will be rolled over in the normal course of business. We believe the government will continue to provide funding support for CEB to meet its contractual maturities amid the company's weak liquidity.",
    "CEB also has significant payments due to feedstock suppliers, including CPC and IPPs. CEB plans to settle the debt by using additional cash flow from the increased electricity tariff and by securing new funding facilities from banks. CEB received LKR80 billion in funding in 2022 from the Ministry of Finance to settle its dues to CPC, and we expect similar liquidity support from the government, given the essential service that CEB provides."
  ]
}