{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/73rd-central-bank-annual-report-gets-pretty-honest-about-sri-lankas-economy/",
  "time_ut": 1682857560.0,
  "original_lang": "en",
  "original_title": "73rd Central Bank Annual Report gets ‘pretty honest’ about Sri Lanka’s economy",
  "original_body_lines": [
    "Says national policy package should be guarded from influences of changing political regimes",
    "Urges for actions to ensure the country will not suffer from a repeated debt rework episode",
    "Once debt restructuring negotiated, SL to resume debt servicing on a smaller scale",
    "The seventy third Annual Report of the Monetary Board of the Central Bank of Sri Lanka released on 27 April 2023, offers candid and rare insights on the status of the country’s economy. It also professionally suggests the way forward for Sri Lankan authorities to tackle the country’s legacy issues, economic complexity and the debt restructuring process among other things, while pursuing the macro-fiscal adjustment programme under the IMF-EFF arrangement.",
    "“The implementation of structural reforms focusing not only on restoring near term stability but also on rebuilding the nation with adequate safeguards and resilience in the post-debt restructuring and post-IMF bailout era is vitally important for permanent revival from the current economic crisis,” Central Bank’s Annual Report said.",
    "“The persistent twin deficits experienced by Sri Lanka highlights the importance of addressing the BOP issues on a sustainable basis through a comprehensive national policy package formed in consultation with the relevant stakeholders and guarded from influences of changing political regimes. Further, non-debt creating foreign exchange generating sources need to be explored and encouraged, while reducing the need for financing of the current account deficit out of commercial external debt,” it said.",
    "The Report pointed out that according to international experiences, the level of commitment by authorities towards the success of a reform programme is a key determinant of the outcome of debt restructuring and subsequent recovery of the economy.",
    "“Moreover, the ongoing efforts to resolve the economic issues, including the debt restructuring process, and the macro-fiscal adjustment programme under the IMF-EFF arrangement are necessary conditions for the way forward, though these alone would not guarantee a permanent solution to the country’s deep rooted structural weaknesses and macroeconomic complications unless the financing mix of government budget deficits and external current account deficits is augmented with non-debt creating financing in the period ahead,” it emphasized.",
    "Referring to Post-Debt Restructuring Policy Priorities for Strengthening External Sector Balance, the report pointed out:",
    "“Sri Lanka has been experiencing persistent external current account deficits mainly driven by large deficits in the merchandise trade account and primary income account over the years. Although the trade in services account and secondary income account (mainly workers’ remittances) recorded surpluses, these surpluses have not been adequate to cushion the impact of ever widening deficits in the merchandise trade and primary income accounts in the current account.”",
    "“Once debt restructuring perimeters are negotiated and agreed upon with Sri Lanka’s official and private creditors, the country will resume debt servicing, but on a smaller scale, with extended maturities. This first ever debt restructuring effort would offer a once in a lifetime opportunity for the country to correct past mistakes and decisively plan future actions to ensure that the country will not suffer from a repeated debt restructuring episode, as experienced by some countries.”",
    "“This stresses the fact that not only the debt restructuring process, but also the way forward in the post restructuring economy should be well planned and executed to strengthen the country’s fiscal and external positions and build resilience in the period ahead. From the 1950s to 2010 there were more than 600 incidents of sovereign debt restructuring globally involving 95 countries (Das, Papaioannou, and Trebesch, 2012). Generally, it is expected that following successful debt restructuring, a country would manage the debt sustainably going forward and recover gradually.”",
    "“However, out of those, not all countries were able to sustainably manage their debt after a successful debt restructuring process and those who failed experienced further defaults subsequently. There are several reasons why some countries fail to reach their potential level of economic growth and ensure external sector stability through debt restructuring, as described below:",
    "1. Unfavourable economic conditions: The external environment and broader economic conditions of the country during the rebuilding phase are instrumental in determining the outcome of debt restructuring. For example, if the global economy is slowing down or if major trading partners are experiencing an economic contraction during the post debt restructuring phase, the country may struggle to achieve its potential level of growth and Balance of Payments (BOP) sustainability.",
    "There are early signs that global economic stresses could heighten in 2023 amidst tight monetary and financial market conditions, making the post-debt restructuring recovery of Sri Lanka challenging.",
    "2. Implementation challenges: Given the diversity of external lenders and their interests as well as geopolitical concerns, the negotiation and implementation phases of debt restructuring could be complex. This could make reaching agreements with creditors challenging, thereby raising the riskof delays due to lengthy negotiations. A protracted restructuring process could further erode investor confidence and be a major predicament for regaining stability of the external sector.",
    "3. Insufficient policy measures: Recovery in the economy following debt restructuring involves adopting a policy combination that drives the economy towards a sustainable growth path in the short and medium term with emphasis on macro-fiscal reforms and required adjustments. However, if the policy responses are not planned out effectively or lack coordination in implementation, the desired outcome may not be achieved. Considering the legacy issues faced by the external sector of Sri Lanka, the reforms package needs to be sufficiently robust.",
    "4. Political instability: The recovery in the economy following a debt restructuring process essentially depends on the success of the implementation of the reform package agreed upon with creditors and adherence to targets set out therein. As the major economic reforms lack popularity, governments come under severe pressure to implement such reforms and would possibly give into lobbying from the constituency.",
    "Political stability would help rebuild confidence in the economy among the stakeholders, including investors, multilateral and bilateral lenders, and creditors. Further, political instability may lead to policy inconsistency, which could be a major setback to implementing sustainable macroeconomic adjustments. Thus, post restructuring economic revival and resilience would be conditional on the continuation of the political resolve as well as public support for reforms.",
    "5. Weak institutions: Weak institutions that lead to deterioration of the rule of law, lack of transparency and accountability, and increased corruption could create an environment that is unfavourable to economic growth, while limiting the effectiveness of policy measures and eroding investor confidence.",
    "Against this backdrop, it will be pertinent to form a vigorous policy framework that aims at restoring stability in the external sector, while creating a conducive environment for the economic activities to thrive, the report said.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}