{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Aren-t-citizens-entitled-to-propose-and-ensure-enforcement-of-electoral-and-political-system-changes/4-749036",
  "time_ut": 1685728025.0,
  "original_lang": "en",
  "original_title": "Aren’t citizens entitled to propose and ensure enforcement of electoral and political ‘system changes’?",
  "original_body_lines": [
    "The writer was prompted to send this article having noted a National newspaper going  on record that nobody has so far come out specifically  with the much hyped ‘System changes’. As far back as in 2016 the writer as a senior citizen/sovereign voter was convinced  that our complex electoral system has proved beyond  reasonable doubt that it has fundamentally  failed to  a)  maintain fairness and rationality  in  the allocation of seats to the National Parliament  b)  ensure selection of  suitable ‘Political Professionals‘ to represent the sovereign voters in keeping with the changing times and c) make the main stakeholders viz the simple voters understand the system and mark their vote judiciously. Accordingly, the writer prepared a holistic package of electoral reforms/‘system changes’ to our flawed and wanting electoral and political administration systems in 2016.  It was based on forging national unity (Sri Lankan ness), fairness, rationality, meritocracy and simplicity championing a genuine  Sri Lankan democratic model. It fully complies with article 21(3) of 'The Universal declaration of human rights' proclaimed by the UN where Sri Lanka as a signatory has pledged to hold ‘Genuine Elections which shall be by universal and equal suffrage’. Thus, the writer opines that it is pertinent to keep the readers in context by chronologically recalling his submission of the said holistic package of Electoral Reforms/System changes, to the national press (both in Sinhala and English), relevant authorities, civil organisations and activists over the years as follows.",
    "2.NEC Chairman and his senior officers- PP presentation - 2017-July",
    "8. Feature articles and letters to the Editor in the Press– 1997 – to date.",
    "However, the outcome so far has been sadly confined to an acknowledgement of receipt without any further ado connoting that ‘Fools should not rush in where angels fear to tread’.  Anyway, the writer still wishes to rush in with a summary of the said holistic package as given below, to enable all concerned country loving Sri  Lankans for their critique on each item.",
    "A summary of critical ‘System changes’ to be legalised before any election",
    "1. Ensure ‘Equality’ of Citizens Vote as per UN convention- 1948 and forge ‘Sri Lankan ness’ by allocating seats to parties based on their National/District  Vote % at Parliament and PC Elections .",
    "2. Guarantee nomination of public cleared, merit based, genuine ‘Country-first-political professionals’, as Peoples’ representatives by mandating minimum eligibility criteria and a standardised structured Interview marking system  for all contesting parties/groups.",
    "3. Secure women and youth representation (20% each) in Parliament/PCs, by mandating at least 01 woman and 01 youth below the age of 35 among every 5 persons in all District/Electorate nominee lists in merit order.",
    "4. Stipulate objective oriented mandatory criteria for nomination of 29 National List MPs.",
    "5. Abolish ‘Manape’ and Mixed Member Voting (MMV) systems and if necessary, allow all parties to enter their nominees in merit order using any one of 03 District/Electorate lists captioned PR, FPP and Central-Pool.",
    "6. Brand the ‘5 year Party Election Manifesto’ as a prosecutable document subject to a regulatory mechanism and convince the voter to accept it as the primary determinant for a wise voting decision.",
    "7. Fix  a ‘Common Maximum Expenditure limit’ for all ‘Party campaigns’ to ensure a ‘Level playing field’ and also to create an  opportunity to more deserving applicants lacking financial strength.  (This item has since been legalised)",
    "8. Install a ‘Sustainable National Cabinet’ system to foster ‘Sri Lankan ness’ by allocating Cabinet seats to seat- winning parties based on their National  Vote % at a General Election.",
    "9. Ban ‘Cross overs’ to ensure an ethical & a consensual political culture sans ‘corrupt deals’.",
    "10. Objectively strengthen Provincial Councils and rationalise the role and fringe benefits of MPs.",
    "11.Depoliticise Local Govt. Elections to ensure fair and uncorrupted service to people through election of respectable, acceptable and sociable ‘Independent’ candidates in the locality. With the establishment of NMSJ proposed independent ‘Jana Sabhas’ (JS) at ‘Grama Niladhari Division (GND) level, JS nominees would be the ideal candidates to represent people and Elections can be conducted by Divisional Secretaries.",
    "12. Take simple and cost -effective steps to ensure maximum productivity of the Electoral and Political systems. E.g. Hold General and PC Elections and if possible, the relevant Referenda too on the same day. It can become easier after introducing the much awaited Electronic voting system. Also, implementation of items 11 and 13 will simplify the Political Admin. System and save massive costs now being spent for the 02 Elections.",
    "13. Complete all prerequisites to abolish Executive Presidency as unanimously agreed by the People, Religious leaders and the BASL in the aftermath of the ‘Aragalya,’paving the way to elect a ‘Hybrid Governor General’. The Constitutional Council shall propose 3 independent candidates, one of whom shall be elected from the vote of Parliament and PC members. He/She will have additional powers to appoint Provincial Governors and through them ensure the timely execution of Parliament approved laws, budgets and programs. This step will enhance productivity of the system sans red tape and achieve massive savings on election and other expenses.",
    "14. Prioritise approval of above critical ‘system changes’ to be effective before any future election.",
    "Note: Writer’s detailed methodology for above ‘System changes’ appeared in national newspapers.",
    "Finally, it is pertinent to reiterate that the historic ‘Peaceful Aragalya’ that desperately upstaged slogans such as ‘Gota go Home’ and ‘Ditch the 225’ surely gave a voice to the voiceless people. Their first slogan became a success but they did not upstage specific  ‘system changes’ to select  ‘Political Professionals' to occupy the ‘225’ seats. Hence, the writer suggested a holistic package of ‘System changes’ through an  article to the press titled  ''Open letter to peaceful and intelligent protestors on ‘system changes’ to remove curse of the ‘225’ on 4th June 2022 and another article titled '' A follow up open letter to peaceful and intelligent youth of ‘Aragalaya’ on critical ‘System changes’ prior to next election'' on 31 August 2022. However, It is unfortunate that the  ‘Aragalites’, could not proceed with them while the ‘Thatiya’ was hot. Also for reasons best known to them, the religious leaders, politicians, concerned authorities, civil organisations and activists who unitedly campaigned for ‘system changes’, too appear to have given up on such fundamental ‘system changes’ crucial for a ‘bankrupt country’. The latest comical ‘Volte-face’ by the Politicians is their return to contest for ‘Executive Presidency’ without any reservations. Though not surprising, even the report of the aforementioned Parliament Select Committee that was published in 2022 did not touch on any of the pressing voter proposals except the ‘Limit for election expenditure’ and ‘Electronic voting’ which were not actioned for several years.",
    "Since it is the ‘Need of the hour’ for our ‘Bankrupt country’, we fervently appeal to all Religious leaders, all concerned ‘Country first’ Politicians, Civil and Professional organizations, the intelligentsia and the Trade Unions in the country to bring the entire country under one banner to forge the above ‘System changes’ without any further delay indicating the last resort given below.",
    "As we know, the cunning and wily politicians will buy time to respond till the Elections come around the corner and make a hue and cry that there is no time to pass legislation before the Election. The classic examples are the ‘Abolition of Executive Presidency’ that was in the fray since 1994 and the reduction of the Local Govt. members despite the recommendation by the Former President in 2018 which was  kept on the ‘Back Burner’ till the recent clarion call for LG Elections arose.",
    "If the unabated appeals of the sovereign People continue to be ignored, the only peaceful and decent ‘last resort’ is for the people to boycott any future Election until their aforesaid ‘System changes' are legalized.",
    "(The writer is a former Deputy General Manager – BOC and could be reached via email at [email protected])"
  ]
}