{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cargills-appoints-dushni-and-ganesan-to-board/",
  "time_ut": 1704215400.0,
  "original_lang": "en",
  "original_title": "Cargills appoints Dushni and Ganesan to board",
  "original_body_lines": [
    "Cargills (Ceylon) PLC yesterday announced the appointments of Dushni Weerakoon and Ganesan Ampalavanar as directors of the company. Dushni, a leading Sri Lankan economist, brings a wealth of diverse experiences to the Cargills board, contributing to the company’s strategic direction.",
    "Meanwhile, Ganesan, the former CEO of Nestle Lanka, Nestle Indonesia, and Nestle Vietnam, is set to play a crucial role in advancing the company’s FMCG business, drawing on his extensive global management expertise. Together, they will collaborate with the leadership team to guide Cargills towards new milestones and enhance its contribution to the national economy.",
    "Dr. Dushni Weerakoon will join the Cargills board as an Independent, Non-Executive Director. She is the Executive Director of the Institute of Policy Studies of Sri Lanka (IPS) and has extensive experience in public policy engagements having served the Government of Sri Lanka in various capacities, including currently as an Appointed Member of the Monetary Policy Board of the Central Bank of Sri Lanka and a Director on the Board of Investment of Sri Lanka (BOI). She has wide experience as an Independent Non-Executive Director on the boards of corporate entities, as a consultant to international organisations such as the World Bank, the Asian Development Bank, and the World Trade Organisation, and has written and published widely on macroeconomic policy, regional trade integration and international economics. Dushni Weerakoon holds a BSc in Economics with First Class Honours from the Queen’s University of Belfast, U.K., and an MA and PhD in Economics from the University of Manchester, U.K.",
    "Ganesan Ampalavanar will join Cargills as a Non-Independent, Non-Executive Director. A Malaysian National, Ganesan served the Nestle Group for 32 years and was a three-time CEO (Nestle Indonesia, Nestle Vietnam, Nestle Lanka). Ganesan is a Management (Accounting & Finance) graduate from the University of Science, Malaysia, and has also attended postgraduate programs from the London Business School, U.K., and the International Institute of Management Development, Lausanne, Switzerland.",
    "Committing to empower entrepreneurship, Pan Asia Bank celebrates New Year",
    "LAUGFS Super and Coca-Cola Beverages Sri Lanka join forces to scale up PET plastic collection",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}