{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-shares-fall-to-two-weeks-low-as-market-awaits-quarterly-reports-118808/",
  "time_ut": 1682341680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka shares fall to two weeks low as market awaits quarterly reports",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s shares fell at close on Monday to its lowest level since April 4, as the market is waiting for quarterly performance reports and clarity on local debt restructuring, an analyst said.",
    "“The sentiment could be down due to earnings reports coming, and poor performance is expected due to the government reforms implemented under the International Monetary Fund,” said Ranjan Ranatunga of First Capital.",
    "Under the IMF reforms, Sri Lanka imposed higher progressive taxes to increase government revenue.",
    "“Investors assume, based on that, that the quarterly reports will show extremely poor performances by the end of 2023.”",
    "The main All Share Price Index (ASPI) fell 0.79 percent or 73.12 points to 9,187.29, while the most liquid index S&P SL20 was down 1.01 percent or 27.35 points to 2,683.75.",
    "A net foreign inflow of 79 million rupees brought the total net foreign outflow for the year so far to 1.9 billion rupees, the lowest since March 30.",
    "The market generated a turnover of 933 million rupees, below the daily average of 1.7 billion rupees.",
    "Top losers during trade were Hatton National Bank, Commercial Bank, and Expolanka.",
    "“The market is stagnant, and there is no buying and selling, and turnover has not been moving over a billion because the banking sector is dragging the index down due to adverse macroeconomic happenings.”",
    "Sri Lanka’s Governor, Nandalal Weerasinghe, stated that the country would not restructure Treasury bills outside of central bank holdings and would engage with major T-bond holders for voluntary ‘optimization.’",
    "Meanwhile, the IMF deal is scheduled to be presented to Parliament on April 25th. (Colombo/April24/2023)"
  ]
}