{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/19/delay-in-appointing-members-to-nec-a-conspiracy-election-monitors/",
  "time_ut": 1689744780.0,
  "original_lang": "en",
  "original_title": "Delay in appointing members to NEC a conspiracy – Election monitors",
  "original_body_lines": [
    "COLOMBO (News 1st); Election monitors allege that attempts are being made to delay the appointment of members to the Election Commission as part of a conspiracy.",
    "Executive Director of the Institute for Democratic Reforms & Electoral Studies (IRES) Manjula Gajanayake said it is easier to reach critical decisions regarding elections by obtaining approval from two of the three members rather than appointing five members to the Commission as required.",
    "Gajanayake said it is alarming that such a conspiracy is underway at a time when a Constitutional Council is established.",
    "He said such measures are unacceptable against a backdrop in which legal proceedings are ongoing against the postponement of the local government elections.",
    "Executive Director of People's Action for Free and Fair Elections (PAFFREL) Rohana Hettiarachchi said all members of the Election Commission should be appointed immediately.",
    "Hettiarachchi said it is the responsibility of the Constitutional Council to appoint members to the Election Commission while it is the responsibility of the government to ensure the Commission can act independently.",
    "When inquired by News 1st a senior official of the Election Commission said only day-to-day activities of the commission are being carried out at present.",
    "President to leave for India on Thursday (20); will meet PM Modi & President Murmu",
    "Wheat Futures soar over 8% in a day after Russia begins attacking Ukraine’s Black Sea grain ports",
    "Another death at a Government Hospital? Concerns mount over low-quality drugs",
    "IMF Board Member expects Sri Lanka to pass First Bailout Review"
  ]
}