{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/EDB-unveils-National-Organic-Certification-logo/34-747905",
  "time_ut": 1683069421.0,
  "original_lang": "en",
  "original_title": "EDB unveils National Organic Certification logo",
  "original_body_lines": [
    "From left: EDB Chairman and CEO Dr. Kinsly Bernard, Control Union Sri Lanka Managing Director Roshan Ranawaka, GIZ Sri Lanka Manager Dr. Chathura Rodrigo, NOCU Advisory Committee Chairman Dr. Sarath Ranaweera, Consumer Affairs Authority Director-Competition Promotion Samantha Karunarathna, SLSI Senior Deputy Director K.A. Anil, SLAB Director and CEO Chandrika Thilakarathna, and NOCU Assistant Director S.M.D. Madhumali",
    "The Export Development Board (EDB) last week unveiled the National Organic Certification Mark (NOCM) to boost consumer awareness about organic food production.",
    "The event was organised by the National Organic Control Unit (NOCU) of the EDB, in collaboration with the Deutsche Gesellschaft für Internationale Zusam-menarbeit (GIZ) GmbH in Sri Lanka, co-funded by the European Union (EU) and the German Federal Ministry for Economic Cooperation and Development (BMZ).",
    "NOCM was developed by EDB to build trust amongst consumers and to provide an assurance of organic food quality and standardisation. Now, local certified organic producers can apply for NOCM. Speaking at the launch EDB Chairman Dr. Kingsley Bernard emphasised that they hope the certification logo will help consumers find quality organic products on the market.",
    "“The logo speaks 1000 words, that is the beauty of trademarks. We hope that more and more consumers in Sri Lanka would like to buy organic food with proper certification in place. The EDB is working to ensure that products certified according to the National Organic Standard SLS 1324:2018 will receive due recognition and a market advantage thanks to this certification mark,” he added.",
    "Noting that the world is moving for organic, conducive health, conscious production methods, Dr. Bernard said the EDB was moving on the right track.",
    "“This will enable local certified producers to tap into many new markets sustainably. Global consumers are very concerned about these factors,” he said. The NOCU, established in 2014 under the EDB, oversees all matters related to organic agricultural products in Sri Lanka. Under its authorisation, the Sri Lanka Standards Institution revised the National Organic Standard (NOS) SLS 1324:2018 in 2018.",
    "The NOS describes requirements for the production, wild harvest, post-harvest handling, storage, processing, transportation, packaging, labelling and marketing of organic produce and products on the island. Farmers and producers are encouraged to follow this standard in providing high-quality organic produce to consumers. The National Organic Certification Mark (NOCM) will help to improve recognition for and verify organic products that satisfy the requirements of the NOS amongst consumers and the public."
  ]
}