{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95453/japan-donates-medical-equipment-to-sri-jayewardenepura-hospital",
  "time_ut": 1701933300.0,
  "original_lang": "en",
  "original_title": "Japan donates medical equipment to Sri Jayewardenepura Hospital",
  "original_body_lines": [
    "The Japanese government has handed over medical equipment to Sri Jayewardenepura General Hospital, further solidifying the collaborative relationship with Sri Lanka in the field of healthcare.",
    "On Wednesday (Dec.06), the Japanese Ambassador to Sri Lanka, Mizukoshi Hideaki ceremoniously handed over medical equipment to the hospital.",
    "In attendance were Dr. Ramesh Pathirana, the Minister of Health and Dr. Seetha Arambepola, the State Minister of Health, underscoring the deep bonds between our two nations and our collective commitment to bolstering healthcare infrastructure in Sri Lanka.",
    "This significant occasion marks the transfer of crucial medical equipment to Sri Jayewardenepura General Hospital, strengthening its capabilities to provide quality healthcare services, the Japanese Embassy in Colombo said in a statement.",
    "The equipment handed over includes an Anesthesia Workstation, an Automated Refractometer, three ICU Beds, a Recovery Bed, three Slit lamps, 5 Bedside Monitors, and one Surgical Instrument set. These contributions align with Japan’s commitment to supporting the advancement of healthcare facilities in Sri Lanka, the embassy said further.",
    "Addressing the event, Ambassador Mizukoshi stated: “Today, I am delighted to witness the handover ceremony for the initial batch of this equipment, underscoring our commitment to advancing healthcare in Sri Lanka. The collaboration between Japan and Sri Lanka in the health sector remains steadfast, with a shared vision of fostering goodwill and cooperation.",
    "“This handover represents just the beginning of a larger grant project. As part of our ongoing commitment, additional medical equipment will be installed at Sri Jayewardenepura General Hospital in the future. This sustained partnership underscores Japan’s dedication to contributing to the ongoing improvement of healthcare facilities and services in Sri Lanka.”"
  ]
}