{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SLGJA-aims-to-generate-global-recognition-for-Lankan-gem-and-jewellery-industry/34-756099",
  "time_ut": 1702059090.0,
  "original_lang": "en",
  "original_title": "SLGJA aims to generate global recognition for Lankan gem and jewellery industry",
  "original_body_lines": [
    "The Sri Lanka Gem and Jewellery Association (SLGJA), the apex body for the country’s gem and jewellery industry was established in October 2002, by uniting the Sri Lanka Gem Traders Association, Sri Lanka Jewellery Manufacturing Exporters Association, Sri Lanka Lapidarists and Exporters Association and Sri Lanka Jewellers and Gem Merchants Federation under one banner. The SLGJA proudly celebrates over two decades of unwavering commitment to fostering innovation, sustainability, and global recognition within Sri Lanka’s gem and jewellery industry.",
    "Built on a vision to empower Sri Lanka’s gem and jewellery industry through innovation and sustainability par excellence, the SLGJA aims to generate global recognition while upholding the rich heritage for future generations. The association’s mission is to alleviate Sri Lanka’s gem and jewellery industry through ethical practices, facilitate market access, advocate sustainable sourcing, and nurture talent for the industry’s continued growth, global competitiveness, and socio-economic contribution.",
    "SLGJA Vice President Operations/COO Firaz Hameed shared his thoughts, stating, “As an association that represents Sri Lanka, the SLGJA has always put the needs of the country before the needs of oneself. As the voice for Sri Lanka’s gem and jewellery industry, the SLGJA supports its members vehemently and advocates any and all issues the industry faces to the Government and other authorities.”",
    "Adding to this, SLGJA Head of Admin and Projects Roshen Weereratne stated, “Over the years, the SLGJA has received accolades and honours on local and global platforms. These awards celebrate the association’s dedication to expanding the reach of the gem and jewellery industry worldwide. Functioning as the advocate for Sri Lanka’s gem and jewellery sector, the SLGJA passionately backs its members and champions industry-related concerns to governmental and other relevant bodies.”",
    "Since its inception, the SLGJA has been instrumental in uniting all sectors of the industry, from miners to artisans, wholesalers, retailers, exporters, lapidarists, heat-treaters, and more, under one influential banner. This collective strength enables the association to address industry challenges collectively and implement strategic initiatives for the benefit of all stakeholders.",
    "The SLGJA has four segments, the Gem Segment, the Jewellery Segment, the Lapidary Segment and the Promotional Segment. In terms of its membership, the SLGJA consists of members from across the island. A rigorous and thorough screening process is conducted by the Executive Committee of the SLGJA when new members are considered. One of the main focusses of the SLGJA on coordinating policy matters, budgets etc. with state agencies. The SLGJA also promotes Sri Lanka’s gem and jewellery industry internationally, at events such as the Dubai Expo and more.",
    "For nearly three decades, the FACETS Sri Lanka Gem and Jewellery Exhibition, which was initiated in 1991, has been the centrepiece of the SLGJA calendar. Over the years, FACETS has provided SMEs a prominent platform to showcase their products and expand globally. This annual event has become a cornerstone for industry players, fostering collaboration, innovation, and international partnerships. FACETS 2024 will be held from 6 to 8 January 2024, at the prestigious Cinnamon Grand Hotel in Colombo.",
    "As SLGJA celebrates 20 plus years in existence, it reaffirms its commitment to being the apex body for gem and jewellery in Sri Lanka. The association will continue to build upon its rich legacy, fostering innovation, sustainability, and global recognition within the industry."
  ]
}