{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81202",
  "time_ut": 1675797300.0,
  "original_lang": "en",
  "original_title": "“Introducing new tax policies is a politically unpopular decision. I’m not here to be popular. I want to rebuild this nation from the crisis situation it has fallen into. I’m ready to make unpopular decisions for the sake of the nation,” Declares  President Ranil Wickremesinghe  in Govt’s Policy Statement to Parliament.",
  "original_body_lines": [
    "President Ranil Wickremesinghe yesterday said there would be no change to the Government’s newly introduced tax policies insisting he is ready to take unpopular decisions on behalf of the country.",
    "“Introducing new tax policies is a politically unpopular decision. I’m not here to be popular. I want to rebuild this nation from the crisis situation it has fallen into. I’m ready to make unpopular decisions for the sake of the nation,” Wickremesinghe said while delivering the Government’s Policy Statement to Parliament.",
    "Yesterday’s ceremonial sitting of Parliament was boycotted by the main Opposition Samagi Jana Balawegaya (SJB) as well as National Progressive Party (NPP) while a group of SLPP MPs who now sit in Opposition came to the Chamber and walked out as the President entered the Chamber, jeering on their way out.",
    "The President who opened the new session of Parliament after the recent prorogation outlined Government plans for the future which included addressing the problems faced by the people of the north as well as introducing new legislation to deal with corruption and recovery of stolen assets, and a National Security Act to replace the PTA.",
    "He said if the PAYE tax is abolished, the country will lose Rs. 100 billion and if the tax limit is raised to Rs .2000,000, the economy will lose Rs. 63 billion amounting to Rs. 163 billion in total. “We are presently not in a position to lose this income,” he said.",
    "The President dismissed as fairy tales the alternative suggestions made by some Opposition political parties saying that the right economic policies should be implemented, even reluctantly.",
    "“Some people say that the primary taxable income should be raised from Rs. 100,000 to Rs. 200,000. Others say that the PAYE tax method should be abolished. We did not impose these taxes willingly. However, just doing what we like will not build the nation,” he said.",
    "He said that as taxes from individuals and institutions directly liable for taxes are not being properly collected, all Sri Lankans pay huge sums of money as indirect taxes. “In 2021, our direct tax was 21% while indirect was 79%.We we should take action to rectify this tax divergence. Then the tax burden on the general public will be reduced.”",
    "While acknowledging the multiple problems faced by the people due to inflation brought on by the economic crisis, the President said that if the country can endure these hardships for another five to six months, the difficulties will ease out.",
    "“If we continue in this manner, we will be able to give an additional allowance to public servants in the third and fourth quarters of the year and give concessions to the private sector. The public would become prosperous, with income sources being increased. The interest rate can be reduced,” he said.",
    "The President said the programs put in place since he took office have begun to yield results with inflation down 70% to 54% in January 2023.",
    "“By the end of 2022, we were able to increase the export income to $ 13 billion. We were able to limit the cost of imports to a level of $ 18 billion. Migrant workers have been extremely supportive to the motherland at this critical juncture. By the end of 2022, their remittance reached $ 4 billion in foreign exchange,” he said.",
    "He said that foreign reserves which had fallen to zero had gone up to $ 500 million while the tourism sector too has picked up with over 100,000 arrivals in January.",
    "The President said that the Government has now reached the final stage of negotiations with the International Monetary Fund and thanked all countries for their support. “The international support demonstrates that we are on the right path. This is reconfirmed by the pressure on the public becoming less than before.”",
    "He also said that while citizens have the opportunity to democratically change governments through elections, no one has the right to create anarchy in Sri Lanka.",
    "“We cannot allow our motherland to become an economic or social colony. Anarchy cannot be allowed. No one who truly loves the nation will allow such a situation. We all should stand on the side that supports the nation and not that which is bent to destroy the country,” he said.",
    "President instructs Treasury to provide provisions only for essential public expenditure",
    "President Ranil Wickremesinghe as Finance, Economic Stabilisation and National Policy Minister, yesterday instructed the Treasury Secretary to only provide provisions for essential Government expenses in order to maintain public services until the State revenue situation improves.",
    "The list of expenditure to be funded include salaries, debt servicing, pensions, medical supplies for hospitals, subsidies for low-income groups, scholarships, farmers’ pensions, school nutrition programs, payments for war heroes and disabled soldiers, utility payments, food supplies for hospitals and prisons, among others.",
    "The President’ Media Office in a statement said this move is expected to have a significant impact on the economy, as it will prioritise the most important needs of the people and prevent funds from being misused.",
    "The Treasury has stressed the importance of sticking to the list of essential expenditure, as releasing funds for any other purpose could negatively impact the people and slow down the country’s economic recovery.",
    "“The decision to only provide funds for essential expenditure is being widely welcomed as a step in the right direction, and is expected to play a crucial role in restoring stability and growth to the nation’s economy,” added the statement from the President’s Media."
  ]
}