{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/singarasa-case-should-guide-gosls-geneva-policy/",
  "time_ut": 1679261040.0,
  "original_lang": "en",
  "original_title": "Singarasa Case should guide GoSL’s Geneva policy",
  "original_body_lines": [
    "In 2005, the Sri Lankan Supreme Court ruled in the seminal case Singarasa v. Attorney General (SC/SPLA/182/99) that the U.N. Human Rights Commission (the predecessor of today’s U.N. Human Rights Council) did not have jurisdiction, within Sri Lanka, to make recommendations on behalf of the petitioner. In doing so, the court decided that Sri Lanka’s accession to the optional protocol to the International Covenant on Civil and Political Rights (ICCPR) in 1997 had been done in a manner contrary to the Constitution, and hence illegal.",
    "This case has invaluable lessons to teach in regard to the present government’s ‘Geneva Policy.’ By ‘Geneva Policy,’ I mean the government’s stance to the UNHRC’s follow-up resolutions to Sri Lanka’s unilateral withdrawal, in March 2020, from the co-sponsorship of Resolution 30/1 of October 2015. In response, the Council adopted Resolution Resolution than 30/1. Among other things, it establishes an evidence-gathering mechanism to collect evidence of war crimes and other crimes against Sri Lankans.",
    "Meanwhile, in September 2022, the High Commissioner released a report on Sri Lanka’s progress in implementing the recommendations of Resolution 46/1. The government has officially rejected both, Resolution 46/1 and the High Commissioner’s report, on grounds that they were done without Sri Lanka’s consent and, therefore, contrary to the founding principles of the Council. (See A/HRC/51/G/1, paras 1.1, 1.2). However, the Foreign Ministry, in its response, lists various things that the government is doing to comply with Resolution 46/1.",
    "I argue that the government, continuing to comply with the Resolution while, at the same time, rejecting it in principle, without first obtaining a definitive interpretation of the relevant legal position, from an international forum, or even the Sri Lankan Supreme Court, creates a dangerous precedent. Given the fact that state practice is one of the sources of customary international law, the government’s conduct has the potential to do irreparable harm to the long-term interests of the country.",
    "Unfortunately, there is little, or no, discussion of these issues in local newspapers, and academic journals, and it is in the public interest to start one. In this article, I shall discuss: i) the facts and reasoning of the Singarasa judgment, ii) the High Commissioner’s report and the government’s reply, iii) assess of the government’s position, and draw the relevant conclusions.",
    "In 1991, the High Court of Colombo convicted Singarasa of five charges, under the Prevention of Terrorism Act. The charges dealt with alleged attempts by Singarasa, and others, to attack the Army camps,in Jaffna and its suburbs. Singarasa appealed against the conviction to the Court of Appeal and then the Supreme Court. He also complained to the U.N. Human Rights Commission. The HRC could entertain petitions under the Optional Protocol to ICCPR. Sri Lanka had ratified the ICCPR, in 1980, and acceded to the protocol, in 1997. The HRC said that, Sri Lanka was under obligation to release Singarasa.",
    "The main issue, in this case, is whether Sri Lanka’s accession to the ICCPR, and the related protocol, gives a right to an international body to intervene in the domestic sphere to determine Singarasa’s fate. The court answers ‘no,’ because of the following reasons. The court starts with the premise that the authority for the President to enter into international agreements comes from Article 33(f) of the Constitution. Article 33(f) states: “To do all such acts as, not being inconsistent with the provisions of the Constitution…he is required or authorized to do.” It follows that the President cannot agree to anything inconsistent with the Constitution.",
    "The court then assesses the signing of the ICCPR, in 1980, and the subsequent accession to the optional protocol, in 1997, separately. The court points out that the ICCPR requires that the respective signatories adopt domestic legislation to implement the provisions of the covenant. This does not conflict with our Constitution and hence is lawful.",
    "However, when acceding to the optional protocol, the government had issued a declaration that envisioned that the rights of Sri Lankan citizens could be adjudicated in tribunals, and forums, outside this country. The court points out that the institutions, through which Sri Lankans can vindicate their rights, within this country, are exhaustively set out in Article 105 of the Constitution, and the HRC is not one of them. Therefore, the court deems the accession to the optional protocol illegal. The court states:",
    "“Where the President enters into a treaty or accedes to a covenant the content of which is inconsistent with the provisions of the Constitution or written law it would be a transgression of the limitation in Article 33 (f) and ultra vires—such acts of the President would not bind the Republic qua State.” (p. 11)",
    "The most disturbing aspect of the High Commissioner’s report is its description of the progress made by the impugned evidence-gathering mechanism. It states: “OHCHR continues to develop the information and evidence repository using an e-discovery platform….OHCHR commenced identifying material held by other actors and engaging with information providers. To date, the databases of two organisations have been migrated into the repository, and negotiations with other information providers are ongoing.” ((A/HRC/51/5, 4th October 2022, para 54.)",
    "The report also details what the OHCHR plans to do with this information. It says: “To develop possible strategies for future accountability processes, the project team started mapping potential accountability process at international level, including through consultations with relevant stakeholders, in particular national authorities, victims and civil society organisations.” (para 56.)",
    "In sum, it is clear that a vast operation is underway, not just to collect evidence against Sri Lanka but to set the groundwork to help prosecute Sri Lankans before various national and international forums. To the best of my knowledge, the founding statutes of the UNHRC, as well as the OHCHR, do not give enforcement capabilities to these institutions to prosecute or assist in the prosecution of people for violations of human rights and other offences.",
    "Their respective mandates to protect and promote human rights are to be carried out with the consent of all nations concerned and in a spirit of “cooperation and constructive international dialogue.” Therefore, through the impugned mechanism the OHCHR has now arguably expanded its mandate to include an enforcement component, seemingly without any debate or discussion of the matter before the Council.",
    "To turn to the government’s response, in the introductory paragraphs of the said document, the government rejects both resolution 46/1 as well as the High Commissioner’s report on grounds that they violate the UN’s founding principles. However, for much of the remainder of the report (which runs to 16 pages) the government enumerates the various things it has been doing to implement various provisions of the resolutions. For instance, the government discusses the work being done under the Office on Missing Persons, Office for Reparations, and so on.",
    "On the OMP, the report states inter alia: “The OMP conducted panels of inquiries as part of the verification process. More than 89% of persons (1207 of 1370 applicants invited for inquiries) met with members of the panel and their testimonials were recorded.” (A/HRC/51/G/1, 9th September 2022, para 46)",
    "Meanwhile, on the Office for Reparations, the report says, “The office processed 5964 claims for payment, by the end of 2021, and paid a sum of Rs. 399.8 million in settlement, out of the allocated sum of Rs. 800 million….Upto the end of 2022, the OR received Rs. 226 million to pay compensation and 2097 claims were settled utilizing Rs. 153 million.” (para 56)",
    "In sum, even though the government has nominally rejected resolution 46/1 and by extension resolution 30/1 as well, the government is expending great energy, including enormous sums of money, to comply with various provisions of those resolutions.",
    "The Singarasa case establishes that the President, when conducting foreign policy, is exercising the power conferred under Article 33 (f) of the Constitution. One cannot suppose that it is consistent with the Constitution to comply with the provisions of a resolution that the Government itself considers to be in violation of the founding principles of the UNHRC.",
    "Admittedly, a resolution of the UNHRC does not rise to the level of a treaty or covenant. However, there should now be a serious debate in this country about whether the reasoning above should apply to such resolutions which continue to target Sri Lanka on the world stage.",
    "Furthermore, if, as I have suggested, the OHCHR has expanded its mandate by exploiting the provisions of Resolution 46/1 to acquire capabilities that were never envisioned in the relevant founding statutes, permitting such conduct to continue has the potential to set precedents in customary international law, with grave consequences for Sri Lanka, as well as other nations.",
    "Therefore, Sri Lankan citizens are entitled to know the legal basis for the government’s continued compliance with provisions of Resolution 46/1, while nominally rejecting the Resolution. The only institution that can provide a legal opinion binding on the government is the Supreme Court. The President has the capacity, under Article 129 of the Constitution, to request an advisory opinion of the Supreme Court on any matter of public importance.",
    "In these circumstances, it is incumbent on the government to seek an advisory opinion as to whether it is lawful for the government to continue complying with provisions of Resolution 46/1 unless and until the UNHRC clarifies its position in regard to the impugned mechanism.",
    "It is in the interest of all Sri Lankans to keep a close eye on what the government is presently doing in Geneva. There is a famous legal maxim that says, “The laws assist the vigilant, not the sleepy.” Ultimately, it is the Sri Lankan people who will pay the price for any mistakes or missteps that successive governments make in regard to their “Geneva Policy.’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}