{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/due-impartiality-should-be-our-top-most-objective-in-regulating-the-broadcasting-sector/",
  "time_ut": 1686870057.0,
  "original_lang": "en",
  "original_title": "‘Due Impartiality’ Should Be Our Top Most Objective In Regulating The Broadcasting Sector",
  "original_body_lines": [
    "The broadcast media undoubtedly holds a pivotal role in shaping public opinion, with its extensive reach and influential presence in every household. Recent research conducted in the USA reveals that the average daily time spent watching TV by adults is approximately two and a half hours. While specific data for Sri Lanka is unavailable, it is plausible that the figures may even be higher. It is evident that for a majority of adults, their perception of society is significantly influenced by what they see and hear through broadcast media channels, especially television. Therefore, the establishment of a reliable broadcasting system is crucial, as it not only serves an entertaining function but also enlightens citizens and facilitates engaging discussions on various social issues. Such a system forms the foundation for the development of a meaningful democracy.",
    "In order to meet the collective expectations of society, broadcasting services are required to provide reliable news, impartial information, the viewpoints of credible experts, and a platform for vigilant monitoring of the government’s affairs. To successfully fulfill this role, the public expects broadcasters to maintain a high level of editorial independence, guided by ethical journalism practices. As the official custodian of this public trust, the broadcasting regulator plays a vital role in ensuring the integrity and credibility of the industry.",
    "However, the draft proposal on the broadcast regulatory system, reportedly prepared by a Cabinet Committee, falls significantly short of this vision. Instead of fostering an independent and transparent broadcast media environment, the proposal seeks to establish a collaborative relationship between the government and media owners, potentially enabling the government to suppress dissenting voices and manipulate the portrayal of government affairs in the media. Disturbingly, certain provisions in the draft even allow for the prior censorship of criticism regarding the government’s economic agenda.",
    "The proposed draft represents an absurd attempt to coerce broadcasters into further collaboration, with the intention of swaying public opinion in favor of the ruling powers. It goes to the extreme of subjecting broadcast license holders to a draconian annual licensing system, effectively holding them hostage to their behavior in order to renew their licenses. This bears an uncomfortable resemblance to the annual licensing system imposed by the Indonesian dictator General Suharto in the 1990s, which aimed to prevent the exposure of his corrupt practices through the print media.",
    "However, the ongoing criticism of this ministerial draft, particularly by private broadcasters, in my view is largely misguided, as it focuses solely on the license holders’ right to free expression. It is crucial to recognize that in the realm of broadcast media, there is no concept of a license holder’s right to expression that supersedes the right of the audience to receive credible information.",
    "Broadcasters obtain their licenses with the understanding that they must maintain due impartiality when presenting controversial subjects. Therefore, broadcasters should not take a biased stance on contentious issues under the guise of their own right to expression, thereby excluding or downplaying alternative views that may not align with the license holder’s preferences.",
    "Unlike in the case of print media, this requirement specifically applies to the broadcast media due to the limited availability of broadcasting frequencies, which grants only a select few the privilege of obtaining a broadcasting license. Consequently, a critical licensing condition is that license holders ensure due impartiality when reporting on news and current affairs, without exploiting the privilege of holding a broadcast license to promote their personal preferences. Due impartiality refers to the principle that broadcasters should present news and current affairs in a balanced and unbiased manner. It necessitates fair and equitable coverage, treating different viewpoints objectively and avoiding favoritism or bias.",
    "In recent years, the relaxation of content regulations in the US under neoliberal policies has led to a concerning trend among certain broadcasters, particularly right-wing talk radio stations and TV channels like Fox News. These broadcasters have blurred the lines between news and opinion, allowing license holders to promote their preferred ideological agendas. Presenters themselves openly express highly partisan views on the news stories they present, using their platforms to shape public opinion in their favor. A notable example is Fox News, which recently reached a $787.5 million settlement in a lawsuit over knowingly broadcasting false theories about the 2020 American presidential election.",
    "In light of these developments, preserving due impartiality in broadcasting regulations must remain a central concern. “Due Impartiality” acknowledges that broadcasters have a responsibility to offer a diverse range of perspectives and opinions, providing audiences with a comprehensive understanding of various issues. It ensures that controversial or sensitive subjects are covered in a fair and balanced manner, without promoting any particular agenda or taking sides.",
    "However, due impartiality does not mean that all perspectives need to be given equal weight or that false or baseless claims should be presented as valid. It recognizes that certain viewpoints may carry more weight based on evidence, expertise, or consensus. Broadcasters must exercise editorial judgment to determine the appropriate balance and proportionality of coverage while upholding the principle of due impartiality. Any violations of due impartiality that are based on evidence should be thoroughly investigated and addressed by the regulatory body. The regulatory approach to due impartiality may vary depending on the subject matter, program type, channel, and audience expectations. However, the primary objective remains ensuring that broadcasters do not abuse the public trust by violating the principle of due impartiality to manipulate public opinion.",
    "Some license holders may argue for minimal regulation, claiming that it promotes competitive services that cater to customer needs. However, any regulatory approach that neglects the broadcasters’ responsibility to provide reliable information, maintain fairness, and adhere to due impartiality when addressing controversial issues will not contribute to the development of a credible broadcasting media system. The minimal regulation they advocate risks allowing broadcasting organizations to disseminate fictional stories as news, serving political biases or personal preferences. Scandals like the ‘Kelaniye Naya’ incident, where certain media owners absurdly attempted to sway public opinion in favor of a particular presidential candidate, underscore the necessity for robust regulations guided by the public interest to prevent such manipulations. Upholding journalistic ethics and codes of practice endorsed by all stakeholders will empower the regulator to hold broadcasters accountable for providing reliable news and unbiased information.",
    "Ensuring content diversity in the broadcasting system is a crucial aspect that requires regulatory attention. It is important to recognize that market competition alone does not necessarily result in increased diversity or improved quality of local broadcast content. Many broadcasters opt to air inexpensive imported programs instead of investing in high-cost endeavors such as quality documentaries, movies, or in-depth investigative programs. To address this issue, the regulatory body can play a vital role by offering financial assistance to qualified independent local producers, facilitating the production of high-quality local content in collaboration with preferred broadcasters. Such a mechanism can be funded through licensing income and administered by an independent regulator following international best practices for similar funds.",
    "The best international practices in regulating the broadcasting sector are built upon the “Public Trustee Regulatory Model,” which prioritizes operational independence and professional integrity of the regulatory body. This model recognizes that scarce public resources, like broadcast frequencies, should be utilized exclusively for the public good. To achieve this, regulation must be firmly rooted in the public interest, with the editorial independence of broadcasters serving as its cornerstone. Independent regulatory bodies are crucial because they ensure that license holders fulfill their commitment to use entrusted broadcasting frequencies, which are public property, primarily to serve the public good and not for private or sectarian purposes.",
    "The broadcasting license essentially represents a written agreement between license holders and the public, granting permission to use broadcast frequencies in the public interest. The regulator’s responsibility is to oversee the implementation of this agreement. To effectively carry out this task, the regulator must maintain functional independence from both the government and media owners. Therefore, any discussions regarding the establishment of a regulatory mechanism for the broadcasting sector should not be limited to a mere business transaction between governments and current license holders. Instead, they should be open to public hearings and inclusive deliberations, allowing all key stakeholders to participate, engage in discussions, and propose a regulatory framework based on international best practices."
  ]
}