{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-chamber-economic-summit-begins-today-141652/",
  "time_ut": 1701132420.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Chamber Economic Summit begins today",
  "original_body_lines": [
    "ECONOMYNEXT – Ceylon Chamber’s Sri Lanka Economic Summit, starts today with President Ranil Wickremesinghe as chief guest, focusing on economic reforms and an International Monetary Fund program.",
    "The keynote on the opening day will b delivered by Montek Singh Ahluwalia, Deputy Chairman of the Planning Commission of India from 2004 to 2014 and the welcome address by Ceylon Chamber Chairman Duminda Hulangamuwa.",
    "Held annually for 23 years, the 2023 forum will be on the theme “Sustain Reform, Accelerate Growth.”",
    "“In the face of economic challenges encountered in 2022, the SLES 2023 assumes paramount significance as Sri Lanka embarks on a stabilization program,” the chamber said in a statement.",
    "“Central to this effort is the initiation of the 17th IMF program, symbolizing a renewed commitment to economic reforms.",
    "“The summit aims to focus on meeting the structural benchmarks outlined under this program to ensure sustained stability.”",
    "Sri Lanka goes through repeated stabilization programs after authorities deny monetary stability to the country through aggressive macro-economic policy (usually rate cuts) enforced by liquidity injections critics say. In the latest crisis, rate cuts were backed up by tax cuts.",
    "“The two-day summit will explore strategies to leverage this opportune moment for accelerating economic progress,” the statement said.",
    "“Discussions will revolve around balancing the twin objectives of meeting IMF program requirements and implementing reforms in critical areas.",
    "“The summit emphasizes the need for impactful implementation, transcending policy documents and committees, to drive tangible results for the nation.",
    "“The event will feature panel discussions, keynote addresses, and interactive sessions with prominent speakers from diverse sectors.",
    "“These sessions will provide valuable insights into the challenges and opportunities facing Sri Lanka’s economy and innovative solutions for sustainable growth.” (Colombo/Nov28/2023)"
  ]
}