{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/of-that-heavy-carbon-footprint/",
  "time_ut": 1701621575.0,
  "original_lang": "en",
  "original_title": "Of That Heavy Carbon Footprint",
  "original_body_lines": [
    "The shame of being the country with the largest fossil Carbon footprint at the conference on Climate Change is only shadowed by the cringeworthy goals of that group of travelers. They have gone there to finagle money out of the international system and private donors to build the white elephants here. Nothing about stopping fossil carbon. Considering that the fossil carbon footprint on a Colombo Dubai flight is 0.89 tonne, our monstrous delegation of 80 is responsible for 71.2 of fossil carbon to attend the junket. When most nations send delegations with a carbon footprint of less than 2 tonnes, can we with a footprint of 71.2 tonnes, really hold ourselves as the model for other nations to follow? We have not even addressed the Sri Lanka country statement to COP 21 six years ago ignoring the critical concerns raided at that time. The ‘advisors’ to the Government have been copied these concerns for years, with to concern or interest shown. The so-called advisors seem to be there to advise on how to bamboozle to world and avoid doing anything really meaningful. Otherwise, should not those ‘advisors’ have alerted the country that:",
    "We are aware of the great difference in carbon dioxide that is emitted from biological sources and carbon dioxide emitted from fossil sources. One has sequestered rates measured in thousands of years while the other in millions of years. Yet the cost is still the same. We would request the IPCC to address the relative costs of each.",
    "There is a carbon trade where fossil carbon is ‘laundered’ into the atmosphere, by planting a tree. The life of the tree is a few hundred years at best. When the tree dies the fossil carbon is released back into the atmosphere. Will the huge Sri Lankan delegation at the Climate Change conference bring this up for discussion? or will they go along with the fossil fuel lobby so obvious at this conference and talk of distractions like making money on this carbon market ?",
    "It is tragically ironic that a prelude to Sri Lankas mammoth attendance at the Climate Change conference is framed by the Government decisions to hand over 300,000 acres of land for industrial agriculture with a full knowledge of the fossil carbon imprint of clearing existing living biomass, never mind the loss of its biodiversity. It also neglects the fossil carbon imprint of industrial agriculture.",
    "Even worse is the decision to allow an oil refinery in Hambantota. This will not only increase our fossil carbon footprint, but also destroy the quality of the air we breathe in the southern part of the island. Its effect of our unique wildlife on Bundala and Yala is not considered. The health of the people of the south is not considered. The hypocrisy of promoting fossil fuel refineries on our land we go before the world demanding redress and restoration for the damage done by the fossil fuel industry is shameful.",
    "The other observation in the Sri Lanka country statement to COP 21 was that:",
    "We are aware that the optimum operating temperature of chlorophyll is at 37 deg C. In a warming world where temperatures will soar well above that, food production will be severely impacted. We would request the IPCC to address responses to this phenomenon.",
    "A persistent period of unusually hot days is referred to as an extreme heat event or a heat wave. Heat waves are more than just uncomfortable: they can lead to illness and death, particularly among older adults, the very young, and other vulnerable populations.",
    "The current trend of temperature rise and frequency of heat waves has increased steadily, from an average of two heat waves per year during the 1960s to six per year during the 2010s and 2020s.  Temperatures are steadily moving into the forties. While the critical temperature above which plants gets killed called thermal ‘death point’ is 50 degrees C ,  the limit varies greatly, shade loving plants are killed at lower temperatures. When it comes to productivity the threshold is even lower, for Wheat 30-32 degrees C maximum and for Rice, 36-38 degrees C maximum.",
    "The danger to agricultural production is further exasperated by the reliance on chemical farming with so-called ‘high yield ‘ crops. These crops have been bred by reducing photosynthetic biomass for crop biomass. This reduction being made possible by the use of chemical fertilizers. But in a high temperature situation when chlorophyll is functioning sub-optimally such reductions may bring serious crop losses.",
    "Chemical fertilizers are produced using large amounts of energy, usually fossil energy. The creation of this fossil energy results in the discharge of huge volumes of Carbon Dioxide into the atmosphere. Therefore chemical farming adds greatly to global warming and creates the dangerous heat waves around the planet, which finally affects the farmer through increased heat stress on the crop.",
    "We are aware that the critical Ecosystem services such as; production of Oxygen, sequestering of Carbon, water cycling and ambient cooling is carried out by the photosynthetic component of biomass. This is being lost at an exponential rate, due to the fact that these Ecosystem Services have not been valued, nor economically recognized. We would request the Intergovernmental Panel on Climate Change ( IPCC) to examine the value of photosynthetic biomass",
    "Slowing down the loss of global terrestrial photosynthetic biomass stock is not an option – it is a critical need! A massive investment must go towards incrementing the global photosynthetic biomass stock. The potential value of this stock can also attract the investment to develop market growth. Thus a discussion of the models of high utility and high photosynthetic productivity is urgent. The recognition and evaluation of photosynthetic biomass must become a primary driver of the restoration processes discussed above. It can energize the restoration of biodiversity and the restoration of environmental services. The current approaches to tree farming and forest management needs to accept this potential of photosynthetic biomass and work towards realizing its value. For management purposes, the photosynthetic biomass of a natural ecosystem has to be seen as a continuum of native species from the early seral stages represented by annuals and short-lived species, to shrubs and bushes, to pioneer trees, to the mature tree dominated, old growth forest. If each stage is encouraged to carry its full complement of photosynthetic biomass, it will help ensure that the management plans address the generation and maintenance of the optimal levels of photosynthetic biomass in each seral stage and gain the corresponding value.",
    "Ecosystem Services have become a stated goal in the new Climate adaptation project by the Green Climate Fund (GCF) that could be implemented in the Knuckles next year. In the evaluation of Primary Ecosystem Services (PES), creating Oxygen and cleaning water, Sri Lana as pioneered the evaluation research. This promises to be an economical way to add value to positive externalities produced by rural industry.",
    "Climate Change is real, it will impact all of us. A platform for global discussion has been created, but it had been hijacked by the very people responsible for Climate Change. For us, we cannot do much except watch our ‘delegates’ dancing for dollars, as they look for white elephants that will bring them the dollars."
  ]
}