{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95859/current-govt-increased-foreign-reserves-to-usd-36bn-minister",
  "time_ut": 1703282820.0,
  "original_lang": "en",
  "original_title": "Current govt. increased foreign reserves to USD 3.6bn – Minister",
  "original_body_lines": [
    "The Minister of Labour and Foreign Employment Manusha Nanayakkara, highlighted the significant improvement in the country’s foreign reserves under the leadership of President Ranil Wickremesinghe.",
    "According to Minister Nanayakkara, the foreign reserve was depleted when the current government assumed office, but it has successfully rebounded, reaching a noteworthy USD 3.6 billion.",
    "Minister Nanayakkara underscored the challenges faced by the government in making decisions that resonate with the public, emphasizing that the pursuit of popular choices often led to setbacks for the nation. He pointed out that despite the inherent difficulties, the government has managed to overcome obstacles and steer the country towards economic stability.",
    "The minister’s remarks were made during the “Collective Path to a Stable Country “media briefing held at the Presidential Media Centre today (22 Dec.).",
    "“Politicians are often expected to make decisions that resonate with the public, as popular choices tend to garner widespread support. However, there had a pattern of groups including us, protesting against these kinds of popular decisions. But unfortunately, such kind of approaches has led the country into economic turmoil.",
    "Even the opposition cannot escape criticism, as they have protested against decisions aimed at national development, dismissing them as mere populism. It is essential to acknowledge that such actions contribute to the country’s economic downfall.",
    "In our case, when we assumed office, the country faced a severe economic crisis with no foreign reserves. Expatriate workers possessed more assets than the Central Bank’s dollar reserves. Despite the challenges, the government successfully increased foreign reserves to USD 3.6 billion, preventing a collapse due to a lack of dollars for imports.",
    "Upon taking office, rampant money printing had led to inflation. We addressed this issue and stabilized the exchange rate, reducing the value of the dollar from Rs. 365 to 320. This prevented people from resorting to the black market for foreign currency transactions, ensuring accessibility for education and international transactions.",
    "The government also tackled high-interest rates, lowering them from over 25% to a single-digit figure within a year and a half. This allowed the country to secure loans from banks and foster economic growth.",
    "In the past, the country experienced negative economic growth, but now we have achieved positive growth. The agriculture, industry and tourism sectors have all seen significant improvements compared to the previous year.",
    "Efforts have been made to address public demands for systemic change. Tax collection has been streamlined, ensuring that everyone pays their fair share. Emigrants are also contributing significantly through substantial taxes paid in their host countries. Building a country cannot solely rely on tax concessions, as witnessed in the ‘Samrudhi’ initiative.",
    "The government has initiated operations against the underworld and drug trafficking, although these efforts are criticized as mere media shows. Numerous policy decisions have been implemented to bring about the desired systemic changes. A program emphasizing respect for labour has been launched and the country is undergoing a digital transformation.”"
  ]
}