{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Local-tile-and-bathware-manufacturers-urge-Government-to-level-the-playing-field/14-757307",
  "time_ut": 1705016889.0,
  "original_lang": "en",
  "original_title": "Local tile and bathware manufacturers urge Government to level the playing field",
  "original_body_lines": [
    "In 2024, we find ourselves at the dawn of a new year, with a unique opportunity to celebrate and reinvigorate our local industries, elevating our global presence. However, beneath the surface, a troubling imbalance threatens our local manufacturing sector.",
    "Picture this scenario: local tile importers valuing their imported tiles at a meagre $ 2.50 per square metre, a figure that supposedly encompasses both the tile cost and the freight charges to Colombo. Such undervaluation confers an unfair pricing advantage to importers, making it challenging for our local manufacturers to compete. More than 80% of the approximately 400 tile importers in Sri Lanka operate without VAT registration, perpetuating an uneven playing field and undermining the integrity of our market.",
    "The local tile and bathware manufacturing industry is crucial for Sri Lanka’s socio-economic development. For instance, the listed companies alone support 50,000 shareholders while the collective local industry employs over 5,000 individuals, collaborates with 2,438 suppliers, and contributed a staggering 16.7 billion in taxes during the 2022/2023 fiscal year.",
    "Under the Local Tile & Bathware Initiative (LTBI), we make an impassioned plea for immediate attention. Local manufacturers face an uphill battle against significant disadvantages, and our international competitors have benefited from decades of protectionism and Government support.",
    "Local manufacturers take pride in the superior quality of their products. Imported tiles often undergo inadequate quality checks, while local tiles adhere to rigorous testing by the Sri Lanka Standards Institution (SLSI), scrutinising all 15 essential parameters. This stark contrast in quality assurance arises from the SLSI’s challenge of assessing countless containers, resulting in subpar imported tiles that quickly lose their lustre, leading to dissatisfaction.",
    "When examining the impact of the imported tile industry, a clear trend of dumping or undervaluing becomes evident. From 2015 to 2022, customs records show a steady decrease in the price per square metre for tiles from China and India. For instance, Chinese floor tiles, priced at $ 4.45 per square metre in 2015/2016, dropped to just $ 3.44 per square metre in 2020/2021. Similarly declared values of Bathware have remained unchanged from 2017/2018 through 2021/22. How is this possible as the same trend is not seen in other imports? This raises questions about whether these actions aim to weaken the local industry, accepting short-term losses for long-term gains.",
    "Despite being confined to a niche market, Sri Lankan manufacturers consistently deliver internationally acclaimed, SLS Standard tiles to our local consumers. This commitment to excellence has fostered a strong preference for Sri Lankan-made tiles among domestic consumers, enabling manufacturers to cater to high-value markets in the USA and Australia, where exports command higher prices.",
    "Local manufacturers and their supply chains will grapple with higher taxation in the new year. This is why we fervently call for support in establishing a fair and equitable playing field. Such an environment will foster fair competition, stimulate innovation, beckon new entrants to the local manufacturing sector, generate employment opportunities, and empower local manufacturers to invest in cost reduction mechanisms, enhancing international competitiveness.",
    "Sri Lankan manufacturers have invested in making Sri Lanka self-sufficient in tile manufacturing, utilising up to 85% local raw materials. This has resulted in significantly lower prices, benefiting local customers. Further investments in energy-saving technologies are underway to reduce costs.",
    "Sri Lanka must produce locally what it can and only import what it cannot. When we scrutinise the actions of the imported tile industry, a pattern of dumping or undervaluing becomes glaringly evident.",
    "Historically, Sri Lanka has been slow to implement laws that create a level playing field for local businesses. Nevertheless, our reserves have dwindled to a mere $ 3.5 billion, with only $ 2 billion available for immediate use. Our economic predicament is dire, making it paramount to champion local manufacturers striving to bolster our economy by creating domestic markets for basics like tiles, conserving precious dollars for critical needs such as food and pharmaceuticals.",
    "Local industries necessitate Government support because they enrich the value of our raw materials, extending the ripple effect to small and medium-scale miners, local university graduates, research and development, and overall growth figures. Supporting local industries not only fuels our economy but also ensures a fair balance in both quality and pricing.",
    "In 1993/94, India took proactive measures to support its local tile industry by implementing laws to prevent the dumping of Chinese tiles in their market. Three decades later, India’s manufacturing capacity has grown significantly. This underscores the importance of nurturing local manufacturers to maintain market balance, ensuring prosperity, quality, and fair pricing. Neglecting local manufacturers could lead to a monopoly for importers, potentially impacting both product quality and pricing.",
    "With a thriving local market, Sri Lankan tiles are venturing into the export market, commanding prices three times higher than the current undervalued import prices. Tile manufacturers are establishing offices to market and sell their products in the Indo/Pacific and Gulf regions. To make this growth sustainable and equitable, we must level the playing field, ensuring that both local and foreign manufacturers operate on an equitable basis.",
    "As we stand on the precipice of a new era for Sri Lanka, let us acknowledge and embrace the potential of our local industries. Let us forge a path forward that fosters growth, innovation, and prosperity for all. Together, we can empower our local tile and bathware manufacturers to propel Sri Lanka towards a brighter future, where fairness, transparency, and economic vibrancy prevail."
  ]
}