{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-state-minister-accuses-former-cabinet-of-bankrupting-country-126124/",
  "time_ut": 1689666780.0,
  "original_lang": "en",
  "original_title": "Sri Lanka state minister accuses former cabinet of bankrupting country",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s State Minister of Finance Shehan Semasinghe has accused the cabinet of ministers that former ally Wimal Weerawansa had served in under then President Gotabya Rajapaksa of taking decisions that bankrupted the country.",
    "“Decisions made by the cabinet that you were in are what bankrupted this country,” a visibly agitated Semasinghe told Weerawansa in parliament on Tuesday July 18 after the latter had raised a question.",
    "“Not letting the then president take the decisions that had to be taken when countries of the world were starting to collapse was the reason for the collapse of this country,” said Semasinghe.",
    "MP Weerawansa, who was Minister of Industries under President Rajapaksa, was sacked along with his colleague and then Energy Minister Udaya Gammanpila in March 2022 after the two had openly criticised the Rajapaksa administration over Sri Lanka’s worsening financial crisis.",
    "Weerawansa and Gammanpila along with a number of others who were part of a powerful coalition led by the ruling Sri Lanka Podujana Peramuna (SLPP) now sit in the opposition and have formed an alliance known as the the Uttara Lanka Sabhagaya which Weerawansa leads.",
    "The Colombo district MP is known for his controversial opinions and his pro-Russia and pro-China positions. He also has recently been critical of Sri Lanka’s ongoing reform programme that’s backed by the International Monetary Fund (IMF) and has voiced views expressing his suspicions that the incumbent Ranil Wickremesinghe administration’s reforms are being formulated at the behest of the United States.",
    "State Minister Semasinghe’s remark on the Rajapaksa cabinet over its role in Sri Lanka’s financial crisis, the worst in decades, likely signals what opposition MPs claim is a growing split in the ruling SLPP over its support for incumbent President Ranil Wickremesinghe.",
    "“We’re bringing in all reforms needed to prevent bribery and corruption,” said Semasinghe.",
    "“The image of this country is that it is one that has a higher degree of corruption vulnerabilities. The laws needed for that are now being formulated. The problem is that none of the people criticising these things haven’t supported any of these reforms. Nor have they even proposed an alternative,” he said.",
    "“Having been in the cabinet that took decisions to bankrupt the country, it is not fair to speak against [these reforms] as the country now moves forward,” he added.",
    "The state finance minister’s comment came a day after Wickremesinghe’s United National Party (UNP) claimed its 250,000-vote mandate has effectively superseded the 6.9 million-vote mandate received by his predecessor, amid speculation that sections of the SLPP are not as enamoured by Wickremesinghe as others in the party.",
    "Rajapaksa in 2019 and the SLPP in 2020 both ran on a decidedly nationalist platform that had positioned itself as a counter to what their camp had deemed the UNP’s “neoliberal” agenda. The UNP’s pro-Western, pro-privatisation and generally small-government outlook provided ample fodder to the SLPP and its allies that were riding a wave of patriotism that had come in the wake of the 2019 Easter Sunday bombings.",
    "Weerawansa was an outspoken critic of the Yahapalana government between 2015 and 2019 in which Wickremesinghe was prime minister.",
    "However, following the financial crisis of 2022 which triggered massive protests resulting in the ouster of Rajapaksa and a change of government into a more fiscally-conservative and arguably “liberal” avatar of Rajapaksa’s SLPP government, the UNP’s “agenda” does appear to be at play, in complete contrast to the mandate secured by Rajapaksa in 2019. Consequent to Sri Lanka’s agreement with the IMF, the restructuring of state-owned enterprises (SOEs) and a host of other reforms are now being implemented by an impossible and somewhat shaky but politically expedient alliance between Wickremesinghe and the SLPP.",
    "Sri Lanka now implementing 2020 UNP mandate, not SLPP’s 6.9 mn: UNP chairmanSee more"
  ]
}