{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91973/iata-urges-sri-lanka-to-develop-blueprint-to-support-aviation-industry",
  "time_ut": 1689397500.0,
  "original_lang": "en",
  "original_title": "IATA urges Sri Lanka to develop blueprint to support aviation industry",
  "original_body_lines": [
    "The International Air Transport Association (IATA) has urged Sri Lanka to develop an aviation blueprint so as to generate greater economic growth and prosperity through having a stronger aviation industry.",
    "IATA’s Regional Vice President for Asia Pacific, Philip Goh pointed out that aviation connectivity can play a much bigger role in Sri Lanka’s economic development and social advancement. “But this will not happen by chance.”",
    "He called for the Sri Lankan government’s support, which he deemed ‘critical’ to grow a strong airline sector and develop Colombo as an aviation hub.",
    "Assuring that IATA stands ready to support through its expertise and sharing of industry best practices, Goh urged the Sri Lankan government and all industry stakeholders to collaborate on developing an aviation blueprint to strengthen the aviation industry’s competitiveness and bring greater prosperity to the island nation.",
    "Aviation has a role to play in 15 of the 17 UN Sustainable Development Goals (SDGs). Trade and tourism rely on aviation, and this helps to create jobs, alleviate poverty and generate prosperity. In a 2018 IATA study, Sri Lanka’s aviation sector supported some 700,000 jobs and contributed $8 billion to the GDP. The association says this has the potential to increase to over 1 million jobs contributing nearly $30 billion to the GDP by 2038.",
    "In his keynote remarks at Aviation Day Sri Lanka, organized by IATA and the Civil Aviation Authority of Sri Lanka (CAASL), Goh suggested three areas to consider in the aviation blueprint: facilitating sustainable growth, safety, and sustainability.",
    "With regard to facilitating Sustainable Growth, Goh said: “Sri Lanka’s aviation blueprint needs to facilitate the sustainable growth of the industry and having an updated airport masterplan is the first step. I urge the government to engage in a consultative approach involving airlines to ensure that industry input is factored in.”",
    "Goh urged Sri Lanka to digitize processes for passenger and cargo facilitation. “Many of the country’s passenger and cargo processes continue to be paper based. As traffic grows, digitization will be key to addressing capacity constraints, increase efficiency and improve the travel experience. IATA’s One ID and One Record initiatives can help support this,” said Goh.",
    "Goh also highlighted the need to keep costs low, in particular jet fuel. Airlines pay more for jet fuel in Sri Lanka than at other major airports in Asia. He recognized much has been done in recent months to lower the cost of jet fuel. He encouraged the government to review and consider placing limits or capping the amount that CEYPETCO can mark up for supplying fuel at the airport.",
    "Speaking on safety, Goh said: “It is important for Sri Lanka’s aviation sector to grow sustainably in a safe manner, and IATA is doing our part to support the country’s efforts. Utilizing the International Airlines Training Fund, IATA will support the aviation industry in Sri Lanka by conducting safety-related training in August for CAASL and Sri Lankan Airlines.”",
    "Goh encouraged the government to explore how the IATA Operational Safety Audit (IOSA) and IATA Safety Audit for Ground Operations (ISAGO) can be used to contribute to greater aviation safety in Sri Lanka.",
    "Speaking on sustainability, Goh said: “I am delighted that net zero carbon from aviation by 2050 is one of the stated policy goals of Sri Lanka’s sustainable aviation environment policy, including the need to ensure the availability of sustainable aviation fuels (SAF) in the country.”",
    "Sustainable aviation fuels are expected to abate more than 60% of aviation carbon emissions by 2050.",
    "Goh called on the Sri Lankan government to adopt a comprehensive consultation process involving airlines and other aviation stakeholders as the government develops sustainability policies."
  ]
}