{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Advocata-Institute-remembers-renowned-economist-Amal-Sanderatne/34-751377",
  "time_ut": 1691100999.0,
  "original_lang": "en",
  "original_title": "Advocata Institute remembers renowned economist Amal Sanderatne",
  "original_body_lines": [
    "Advocata Institute yesterday in a statement said the renowned Sri Lankan economist Amal Sanderatne who passed away recently left behind a legacy of profound contributions to various fields, including his unwavering support for the Institute.",
    "Sanderatne, was also visionary behind the independent research firm, Frontier Research, has recently passed away.",
    "“Amal Sanderatne’s  memory is cherished fondly, as he was not only a distinguished economist but also a visionary leader who left a lasting impact on Advocata’s mission and initiatives, solidifying its position as a prominent institution in the realm of research and policy advocacy,” the statement said.",
    "Amal Sanderatne shared a warm bond with Advocata Institute, an independent public policy think tank, as he has guided and assisted Advocata in many of its ventures. He played an integral part in formulating the State-Owned Oriented Enterprises and Price Control reports for Advocata.",
    "An alumnus of the prestigious London School of Economics and a CFA charterholder, he previously worked at Jardine Fleming HNB Securities, Sri Lanka as Head of Research. Following the takeover of Jardine Fleming by JP Morgan Chase, he transferred to Singapore where he led JP Morgan’s Asia Pacific ADR research and also managed the research of Hong Kong based Access Products Group.",
    "Prior to taking the helm as head of research at Jardine Fleming HNB Securities, Sanderatne, a graduate of the London School of Economics, worked as an economist. He worked as a financial writer for the Sunday Times business section whilst being a student.",
    "Amal will be fondly remembered and sadly missed by his colleagues, friends and Sri Lankan academia. His remarkable contributions will continue to inspire and influence the endeavors of those who carry on his work, ensuring that his invaluable legacy lives on.  May his soul rest in peace. May he attend the supreme bliss of Nibbana."
  ]
}