{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-stocks-end-over-one-month-low-on-weak-macroeconomic-sentiments-121848/",
  "time_ut": 1685447580.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s stocks end over one-month low on weak macroeconomic sentiments",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s shares end lower on Tuesday as selling pressure continues while investors continues for more clarity on local debt restructuring, an analyst said.",
    "The main All Share Price Index (ASPI) was down 0.50 percent or 42.52 points to 8,532.60, the lowest since April 27.",
    "The most liquid index was up 0.14 percent or 3.42 points to 2,418.90.",
    "“Investors are adopting a wait and see approach on the need for more clarity on debt restructuring and debt optimization and decisions taken at the Policy Review Meeting,” an analyst said.",
    "Sri Lanka’s government was to disclose the stance on domestic debt restructuring towards the end of May, which is why investors have adopted a wait and see approach, however officials have stated there will be a delay in the process of revelation.",
    "A news article circulating says, non-agreement on the percentage of haircut that the external creditors would take in Sri Lanka’s debt restructuring has taken the Central Bank to the drawing board which has led to the delay in announcing the debt restructuring strategy.",
    "Sri Lanka’s Monetary Policy Review is scheduled for 01 June 2023, investors are quite optimistic that inflation is to lower and interest rates will decrease, an analyst said.",
    "Analysts said the low volumes seen in the market are due to the debt restructuring concerns, and investors are waiting for the monetary policy review for the next month.",
    "“Stocks went down due to selling pressures resulting from relaxed import restrictions, which are expected to reduce the monopolistic powers held by domestic retailers,” an analyst said.",
    "The main reason for the market’s negative sentiment is the loss of monopoly as import restrictions ease, an analyst said.",
    "The market generated revenue of 575 million rupees, while the daily average turnover was 1.2 billion rupees.",
    "Top losers during trade were Vallibel One, Ceylon Tobacco Corporation and Elipitiya Plantations.",
    "The market generated a foreign inflow of 33 million rupee and the net foreign inflow was 112 million rupees. (Colombo/May 29, 2023)"
  ]
}