{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sl-needs-laser-like-focus-on-imf-programme-implementation-dr-indrajit-coomaraswamy/",
  "time_ut": 1679851440.0,
  "original_lang": "en",
  "original_title": "SL needs laser-like focus on IMF programme implementation: Dr. Indrajit Coomaraswamy",
  "original_body_lines": [
    "‘If it gets suspended, it would have pretty dramatic consequences’",
    "There are three most important priorities for Sri Lanka in the wake of the IMF Programme; implementation, implementation and implementation of the agreed upon benchmarks of the programme. Last thing we need to suddenly find is that we have gone off the track of the programme and it is suspended, Dr. Indrajit Coomaraswamy, Former Governor, Central Bank of Sri Lanka said on Friday.",
    "He said so while giving the keynote speech at a Central Bank hosted webinar titled “What is next for Sri Lanka in the wake of IMF Programme?”",
    "Deshal De Mel, Economic Advisor, Ministry of Finance, Murtaza Jafferjee, Managing Director, JB Securities, Bingumal Thewarathanthri, Chief Executive Officer, Standard Chartered Bank were the panelists at the forum where the moderator was Shiran Fernando, Chief Economist at the Ceylon Chamber of Commerce",
    "The IMF EFF has now been successfully negotiated. This is in some way the beginning. There is lot more to do. It’s time to start thinking about what happens next. A little under a year ago, there were acute shortages of the most essential good. There were long queues and one or two people passed away while in queue. Prices were skyrocketing and exchange rate was collapsing, inflation was spiking and the Central Bank had to push up interest rates. All this happened only a few months from where we are today. The fact that things have stabilized to a significant extent clearly is a very favourable outcome but actually there is no room for complacency because the stabilization has happened at a low-level equilibrium.",
    "It has happened when the economy experienced a 7.6% contraction last year. It was better than what was anticipated by the IMF and the World Bank, but still it is a very sharp contraction. And we need to get to a situation where we have macro-economic stability with a growth rate of about 4%. There is a lot to be done for this. But this is a very commendable place to get to after all. The Paris Club comprising G7 countries has endorsed our efforts to restore debt sustainability. The non-Paris Club creditors such as India and China also have endorsed and supported our efforts too. So the largest countries and creditors are willing to support Sri Lanka to get back on track in terms of debt sustainability. So this is not a bad place to be.”",
    "“IMF programme implementation has always been a weakness on our part. This time we have already done a lot as prior action but there is more as you would have seen from the documentation tabled in parliament including structural reforms and institutional reform. So we have to have laser-like focus on implementation and move forward with the programme. If the programme gets suspended, it would have pretty dramatic consequences. So we need to keep it on track. We can’t give up the absolutely compelling need for fiscal discipline. What is next for us is; discipline and making the needed economic policy and implementing what e have agreed to do. During our past IMF programmes, the issue was lack of implementation by the Sri Lankan authorities.",
    "Earlier this week Dr. Chandranath Amarasekare, Executive Director at the CBSL arranged for the Irish authorities to brief Sri lankan authorities on the implementation unit set up in Ireland when the global financial crisis hit Ireland which led them to go into an IMF programme. Ireland was meticulous in the way they set up the implementation framework. They identified all the action that had to be taken and assigned parts of it to relevant government entities to implement them. Ireland is back on track now. We need to have the same degree of laser-like focus on implementing the benchmarks. We have to figure out what needs to be done and ascribe responsibility for each action and monitor",
    "carefully how we are going about it. We have to make sue we are hitting all the targets and structural benchmarks as we go along. These are embedded in the IMF programme. Last thing we need is to suddenly find that we have gone off the track of the programme and the programme is suspended. That will constrain the inflows to the country and it will affect the confidence beginning to build up now. All that will get undermined if the programme gets suspended because we are not able to keep it on track. So the Implementation Unit will need a very good authority to reach out to any part of government and get things done. We need this Implementation Unit to be well-structured and running well. And it should have the authority of the President behind it,”he said.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}