{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Slump-in-private-sector-credit-continues-credit-to-govt-up/108-259601",
  "time_ut": 1684687956.0,
  "original_lang": "en",
  "original_title": "Slump in private sector credit continues; credit to govt. up",
  "original_body_lines": [
    "March private sector credit records de-growth of Rs.107.6bn, almost doubling from Rs.57.6bn in February",
    "March quarter financial reports of banks also mirrored dismal private credit conditions",
    "Loans to govt. from banking system up by Rs.97.2bn; credit to public corporations down by 118.9bn",
    "The months-long descent in credit to the private sector turned more pronounced in March as such credit reported a net de-growth of Rs.107.6 billion, nearly doubling from the Rs.57.6 billion contraction in February.",
    "The larger decline in net credit to the private sector demonstrates that the economy was still in decline although it might have turned a corner and found some footing with the improvement in the foreign currency conditions at home and the deceleration in the consumer prices.",
    "The first quarter financial reports of banks also mirrored the private credit conditions in the economy as almost all commercial banks reported de-growths in their loan books in the quarter ended March 31, 2023.",
    "However, closer parsing of their earnings commentary hinted that bank CEOs were largely remaining cautiously optimistic of the back half of the year to bring them some growth.",
    "Notwithstanding the contractions in their loan books, banks overall reported reasonably good financial performance, benefited out of the higher margins and relatively low impairments. The higher taxes took the shine away from the earnings from all lenders.",
    "Private credit in the industry has been on a descent from around March last year after the economy came to an abrupt halt as it ran out of foreign currency. Consequently, banks tightened their credit standards to stonewall demand for loans from most individuals and businesses.",
    "The rates went through the roof after Central Bank tightened monetary policy with a mega policy rate hike aimed at crushing demand for credit and thereby the consumption and production, all in the guise of bringing price stability.",
    "As a result, banks saw their balance sheets contracting, liquidity getting tightened and capital levels challenged due to record loss provisions they had to provide for likely loan defaults and dollar bonds they held.",
    "While private loans slumped, the loans to the government from the banking system increased by Rs.97.2 billion in March and the credit to the public corporations declined by Rs.118.9 billion."
  ]
}