{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-remove-pal-on-many-items-coming-under-higher-vat-145170/",
  "time_ut": 1703814900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to remove PAL on many items coming under higher VAT",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will remove a Ports and Airports Levy, a type of backdoor border tax on many of the items coming under 18 percent value added tax, Tax Advisor to the Finance Ministry Thanuja Perera has said.",
    "PAL of up to 7.5 percent is charged on some items. Like the newly introduced social security levy, it can become a tax on tax on some items. VAT on the other had is only charged once.",
    "Several other taxes will be adjusted on goods coming under VAT to reduce the retail price, Perera told reporters at the Presidential Media office.",
    "Education services, health, medicines, public passenger transport, vegetables and food items number about 90 items have been exempted from VAT, K K I Eranda from the government revenue unit of the President’s Office told reporters at the presidential media office.",
    "Sri Lank’s inflastionists have won the legal power to inflate goods and services by 5 percent a year through new monetary law which has been backed by the International Monetary Fund, in the course of printing money for growth.",
    "Defaulted Ghana has an 8 percent inflation target compared to a series of currency crisis seen after the war in Sri Lanka under a 5 percent de facto target.",
    "A 5 percent inflation target will lead to 10.25 percent price increases over two years and deny all productivity gains made by private enterprises to the poor.",
    "Similarly an inflationist central bank with a target of 5 percent can print less money or depreciate the currency by a lower amount and protect the poor.",
    "Sri Lanka and Pakistan has the worst central banks in South Asia, which violate laws of nature (generally known as the impossible trinity of monetary policy objectives) to depreciate currencies and trigger social unrest and turf out elected administrations, critics say.",
    "Similar monetary arrangements are found in defaulting countries with social unrest and external troubles.",
    "Sri Lanka has high import taxes and restrictions on basic foods including rice, fruits, vegetables and dairy products, as well as maize which is the main raw material for cheap protein for the poor.",
    "However due to extreme nationalism which has been propagated in the country as well as German Historical Economics and Mercantilism, there is no compassion for the poor in relation to import protectionism, CESS or a special commodity levy on foods, critics say.",
    "Perera said 65 items on which the special commodity levy has been imposed will be freed from VAT.",
    "Energy Minister Kanchana Wijesekera has said that with petroleum products which come under is expected to be freed from PAL. (Colombo/Dec29/2023)"
  ]
}