{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/curtain-rising-on-heightening-global-disorder/",
  "time_ut": 1681921740.0,
  "original_lang": "en",
  "original_title": "Curtain rising on heightening ‘global disorder’",
  "original_body_lines": [
    "IMF chief Kristalina Georgieva did not mince her words about emerging and heightening crisis tendencies in the global economy. She said, among other things recently, that the IMF’s projection of 2.8 percent global growth for 2023 “is not enough to bring opportunities to businesses and people around the world, and most worrisome is the projection for weak growth over a longer period of time.”",
    "The IMF head went on to explain that current turmoil affecting the global banking sector in particular could revert world economic growth to just 1 percent and have disastrous recessionary consequences for most economies, including those of the emerging kind.",
    "Not surprisingly, these recessionary tendencies are taking hold amidst escalating power struggles among key states in the present world political system. Hardly did China’s war games in the Taiwan Strait end recently than US warships were seen cruising in the same region in an obvious demonstration of counter-force.",
    "This development comes in the wake of repeated gestures of strong support for Taiwan by the US in the former’s continuing stand-off with China over issues related to its political independence.",
    "Not to be glossed over as well are increasing hostilities between NATO and Russia, along with the latter’s allies in Eastern Europe. Russia’s fears of ‘NATO’s Eastward expansion’ are certain to have aggravated with Finland formally joining NATO recently, reportedly to be followed by Sweden very soon.",
    "The above events are among a wide range of international security-linked developments in recent times that point to the fact that East-West tensions are very much on the boil. China has thus far managed to remain relatively aloof from Russia’s squabbles with the West, particularly in the wake of the former’s invasion of Ukraine, but in the case of a hot regional war, for instance, China would perceive it to be in her interests to support Russia militarily and other wise.",
    "In the event of the latter occurring the world could consider herself as having reached the threshold of another World War, although war would likely be seen as a measure of last resort by the world to resolve its inter-state differences.",
    "However, it would be relevant at this juncture to discern historical patterns in World War related developments. Both, World Wars 1 and 11 were essentially full-blown armed confrontations between land-grabbing and colonizing major powers of those times along with their respective allies. In World War 1 the powers concerned were; Germany, Austria-Hungary, Serbia and their allies on the one side and Britain, France, Russia, their allies and later the US, on the other.",
    "In World War 11, Britain, France, Russia, the US and their allies faced off against Germany, Italy and Japan. While land-grabbing was very much at the heart of these wars they invariably resulted in global economic recessions which proved very hard to shake-off.",
    "This was particularly so after World War 1, when the West thought that the world was rendered a more trouble-free one after the major conflict. But it was proved wrong and the world inherited an economic recession that had crippling effects far and wide. Even in the West, starvation and disempowerment were the lot of the general populace.",
    "This distressing backdrop constituted the setting for WW11, when Hitlerian Germany sought to right certain perceived wrongs that were perpetrated on it by the West in WW1. However, as is known, this war yielded little or no positive results for the major conflicting powers. Britain’s position as a number one colonial power, for example, came to an end, although Britain’s declining status enabled the US to emerge as the world’s foremost military, economic and political power.",
    "The world has seen a few decades of US dominance in the current world system but the question that needs to be addressed now is whether the US’ hegemonic status is on the wane as well.",
    "The US decision to quit Afghanistan in mid-2021 could be considered as providing the answer to the above poser. The fact of the matter is that nothing notably positive was achieved for the US and its allies from the Afghan invasion. Sectarian blood-letting, for instance, is continuing without a closure to this day in Afghanistan. The latter has lost in every respect and the US was compelled to leave Afghanistan without achieving any notable foreign policy aims.",
    "When the US and its allies invaded Afghanistan in late 2001 and subsequently Iraq in March 2003, the world economy was already in crisis. After all, the invasions took place in the wake of the East Asian currency crisis of the late nineties. The world recessionary trends that were taking hold rendered these invasions inordinately costly for the West. It was only a matter of time before the West realized that ‘cutting and running’, so to speak, in the invaded countries was the better option.",
    "Considering the deepening global economic crisis, the major Western powers ought to be congratulating themselves right now on their decision to scale down their military presence in the war zones of the South, if not vacate them completely; leaving the countries concerned to their devices.",
    "However, it is yet to be seen whether such ‘wisdom’ would dawn on the Putin regime in Russia, which is in a strenuous effort to hold its head high in Ukraine, despite all evidence that any perceived gains in the latter would not come easy for Russia. However, the economy is ‘the thing’ and persisting with the invasion amid rising financial and material costs would eventually prove unbearable for Russia, as in the case of the West.",
    "While the ruling or power elites of both East and West could prove capable of braving the spreading economic crisis, the lot of the ordinary people everywhere would be an affront to civic-conscious sections worldwide.",
    "The possibility is that the poor worldwide would be left to wither and die by most governments of a Rightist persuasion. This is already happening in countries of the East and South that are bearing the brunt of invasions.",
    "Moreover, as the world economic crisis takes its toll and ‘disorder’ becomes the lot of the powerless, it is power consolidation that would be at the heart of politics, particularly in the case of the South. That this is so is testified to by today’s Sudan, for example, where people are trapped in the cross-fire of power contenders. Human security emerges the utmost need.",
    "Dozens killed in Sudan as army, rival forces fight for power",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}