{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92579/prof-jeewandara-clarifies-expert-report-on-recent-deaths-after-medical-allergies-",
  "time_ut": 1691669520.0,
  "original_lang": "en",
  "original_title": "Prof. Jeewandara clarifies expert report on recent deaths after medical allergies",
  "original_body_lines": [
    "Prof. Chandima Jeewandara, the Director of the Allergy, Immunology and Cell Biology Unit of the University of Sri Jayawardenapura, has clarified on the expert committee report on the recent incidents of drug allergies and their aftereffects.",
    "Accordingly, he explained that two patients had died due to an anaphylactic reaction to the medication used.",
    "Dr. Jeewandara explained the matter at a special press briefing held at the Ministry of Health today (10 Aug), focusing on the recent issues within the health sector, and the expert committee report presented in this regard.",
    "On 17 July, Minister of Health Keheliya Rambukwella appointed a seven-member committee to investigate the recent incidents of drug allergies and their aftereffects at several hospitals in the country.",
    "The committee, chaired by the Director of the Medical Research Institute (MRI) Dr. Dedunu Dias, consisted of six members including Prof. Jeewandara.",
    "Deep concerns were raised in the country about the alleged ‘substandard drug imports’ after an allergic reaction caused by an antibiotic called Ceftriaxone resulted in the death of a 21-year-old girl who was receiving treatment at the Peradeniya Teaching Hospital in July for indigestion issues.",
    "She had shown signs of an allergic reaction after being administered the second vial of Ceftriaxone which contained a dose of 1mg. It was reported that the young woman had not shown any signs of an allergic reaction after the first dose was administered.",
    "Days later, two other patients who were under medical care at the Kandy National Hospital too had developed allergic reactions to the antibiotic, after which the batch of the antibiotic used in the Kandy National Hospital and Peradeniya Teaching Hospital was withheld."
  ]
}