{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Little-Hamdi-s-death-Discrepancies-in-JMO-report-revealed/56-751344",
  "time_ut": 1691013956.0,
  "original_lang": "en",
  "original_title": "Little Hamdi’s death: Discrepancies in JMO report revealed",
  "original_body_lines": [
    "Magistrate directs police to not depend on JMP report alone in investigations",
    "JMO report raises concerns after it claimed the child had only one kidney when hospital authorities have confirmed he had two",
    "Colombo Additional Magistrate Rajindra Jayasuooriya yesterday advised the Borella Police to conduct their investigation based on all reports available as there are contradictions and obscurities in the Judicial Medical Officer’s report into the death of three-year-old Hamdi Fazlim at the Lady Ridgeway Hospital.",
    "The Magistrate issued this advice to the police after considering the submissions made by Attorney-at-Law and Medical Practitioner Dr. Y.L.M. Yoosuf in court.",
    "During his submissions, Dr. Yoosuf informed the Magistrate that the Director of the Lady Ridgeway Hospital had confirmed in a media briefing that the child had two kidneys, and both kidneys were removed during the operation. Additionally, the reports also verified that the child had two kidneys, and the right kidney had been functioning normally.",
    "Dr. Yoosuf highlighted a discrepancy, noting that the report from JMO Noorul Haq noted that the child had only one kidney, raising concerns about its ambiguity.It was also mentioned that on previous occasions, reports from the same JMO had exhibited contradictions and obscurities and therefore it was important to ensure an impartial inquiry into the death of the child.",
    "According to reports, the doctors had diagnosed the child with acute kidney disease and recommended the removal of the left kidney. However, during the operation, Dr Nalin Wijekoon, who performed the surgery, had also removed the healthy right kidney.",
    "Dr. Yoosuf further stated that after the operation, only the left kidney was made available for inspection by the parents, while the right kidney was not shown to them and had inexplicably disappeared.",
    "Accordingly, the Magistrate issued an order for the police to conduct an impartial inquiry based on all documents and evidence presented, without solely relying on the JMO’s report.",
    "Later in the day, the post-mortem inquiry was conducted, and during her testimony, the mother of the deceased child, Fathima Rusana Abdul Cader, stated that her son Hamdi Fazlim was born in August 2020 without any abnormalities. She said however, after nine months of birth, the child encountered complications in his urinary system, leading them to seek medical attention at the Lady Ridgeway Hospital in Colombo, where he remained under the care of doctors.",
    "During this period she said the doctors diagnosed the child’s left kidney as malfunctioning and recommended its removal. Subsequently, Dr Nalin Wijekoon performed the surgery.According to her after the surgery, the child experienced complications in the urinary system and required repeated hospital admissions for treatment.",
    "She noted that despite the medical interventions, the child’s health did not improve and when the parents approached Dr Nalin Wijekoon, he informed them that the right kidney had also been removed during the surgery and assured them of a kidney transplant to restore the right kidney. She said that however, this transplant was not carried out, and the child passed away on 27 July 2023, after a prolonged illness. The mother also noted later, it was discovered that Dr Nalin Wijekoon had migrated to a foreign country. Further inquiry into the matter has been postponed to 9 August."
  ]
}