{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/gender-and-sexuality-in-the-classroom/",
  "time_ut": 1684774620.0,
  "original_lang": "en",
  "original_title": "Gender and sexuality in the classroom",
  "original_body_lines": [
    "The classroom is believed to be a site that nourishes scholarship, diversity, creativity and dissent. It should facilitate students and teachers of diverse genders and sexual preferences to live out their identities, if they wish to, without hindrance. However, in reality, the classroom, in Sri Lanka, remains a microcosm of the larger society and often re-produces the social hierarchies of gender and sexuality. One’s body, expressions and desires are policed heavily in this space through unwritten codes of conduct entrenched in discourses of gender and sexual normativity. Today’s Kuppi Talk explores how the classroom in the Sri Lankan context remains a space that marginalizes women and LGBTIQ+ persons and what needs to be done to make this space more inclusive.",
    "Teachers and students, who belong to privileged groups and classes, view the classroom as a neutral space. Many of us tend to assume that interactions that happen in the classroom are unaffected by gender-based hierarchies. In academic institutions, heterosexuality is normativized and desires and relationships that fall outside heterosexuality are stigmatized as abnormal, abusive, Western and anti-social. In these spaces, expectations, related to attire, appearance and behaviour, stem from the understanding that there are only two genders – male and female. These expectations imply that the boundaries that separate the two genders are inviolable, and that masculinity and femininity are homogenous expressions unmediated by personal preferences, culture, ethnicity, religion and class.",
    "While physical infrastructure, such as gender-specific staff rooms and bathrooms sometimes provide comfort and security for female students and teachers, such divisions are naturalized and result in the binaristic reification of gender and exclusion of transgenders. Many schools in Sri Lanka still remain uninitiated to conversations about sexual and gender diversity. As a result, adolescents who experience sexual preferences that do not align with cis-hetero norms go through immense agony, their struggles remaining hidden and unrecognized in policy-making.",
    "The cis-heteronormative structures that operate within the classroom prevent LGBTIQ+ persons from expressing their identities openly. They fear facing stigma and isolation, if they openly discuss their identities, desires and preferences.",
    "Thanks to efforts taken in the public sphere to combat homophobia and transphobia, there is an increased number of students and teachers, within our institutions, who openly identify as LGBTIQ persons today. While this is a welcome change, the flipside of such liberating articulations of sexuality is that the rest of the classroom is assumed to be heterosexual and cis-gender. Even as we strive for inclusivity, we have to keep in mind that all genders/sexual orientations are not equally visible. Teachers and students tend to assume that there are no or only a few LGBTIQ+ persons in their classrooms or institutions, whereas the actual numbers can be higher.",
    "Even in the absence of any open signs of LGBTIQ+ presence then, we need to re-create the classroom as a safe and inclusive place for LGBTIQ+ persons. There is a need to assume that there is always someone waiting for safety, solidarity, comfort and acceptance in the classroom, even if that person does not want to express their sexual preferences, or gender, openly.",
    "The curriculum is an arena where questioning of cis-hetero normativity can be encouraged. An LGBTIQ-friendly curriculum has the potential to make LGBTIQ+ students find acceptance in the classroom and encourage them to engage in academic conversations about their identities, lives, experiences and struggles without any inhibition. The empowerment that happens via an inclusive curriculum may help these students navigate and resist the heteronormative structures that they encounter in their everyday lives, outside the academia.",
    "The curriculum taught as part of different academic programmes, at our universities today, include one or two courses that focus on gender and sexuality. Sometimes these courses frame gender in narrow terms placing the cis-heterosexual woman as the only figure that merits academic attention. They do not give adequate room for discussions on how gender and sexuality are intertwined. Sometimes they are offered as elective courses and only those interested in the theme of gender (and sexuality) sign up for those courses. As a result, majority of our students may graduate without sufficient exposure to academic conversations related to gender and sexuality. Even these elective courses are sometimes not thought through well, and introduced in a haphazard manner merely to satisfy the diversity requirement included in policy frameworks.",
    "Under neoliberalization of education, the inclusion of gender in the curriculum is reduced to a process of representing different gendered experiences. While representation is important, it cannot be isolated from the contexts associated with the gendered student, the economic and political systems that the gendered student is part of, and the systems of gendering and power that are at play. Neoliberalism has co-opted the discourse of gender diversity to achieve its own ends. It is now actively involved in producing marketable female graduates and possibly marketable LGBTIQ+ graduates, too. This is why gender and cultural diversity in the curriculum should be sutured to questions about political economy, class relations and material inequalities. An intersectional approach that questions and goes beyond notions of employable female graduates and women entrepreneurs should shape the larger social vision offered via the curriculum.",
    "While the inclusion of courses with specific focus on gender diversifies the curriculum, such courses sometimes curtail our understanding of the way gender operates in society and within the workings of various academic disciplines. While these courses bring questions related to gender and sexuality to the front and centre, they may simultaneously create the false picture that the other courses are gender-neutral or gender inclusive. Therefore, one must ask to what extent the courses, which are not specifically about gender, shift emphasis towards women and LGBITQ+ persons. It is important that we understand gender and sexuality as concerns that run throughout what we teach. For example, a course with a focus on class relations should discuss how class relations are gendered and the ways in which gender and sexuality inflect political economy and material-based social relations. It is important to frame the entire curriculum as a site where a struggle for justice for the historical exclusion that women and LGBTIQ+ communities have suffered can be mounted. Given the historical dominance of heteronormativity within the academia, the curriculum as a whole should be revamped and re-vitalized from the vantagepoint of women and LGBTIQ+ persons.",
    "Teaching against cis-heteronormativity faces resistance, not just from institutional policies and restrictions imposed by the curriculum, but also from students. When I taught an English translation of Ismat Chugtai’s “Lihaaf”, a text that reveals how power operating along lines of socio-economic status produces relations and intimacy between women as a messy terrain of dominance, subversion, resistance and manipulation, a section of the students denounced the text as one that promotes ‘lesbianism’. On such occasions, it is incumbent upon the teacher to trigger processes of self-introspection so that the cis-straight student is encouraged to question the privileges and comforts that the student has taken for granted under a heteronormative social order.",
    "On the other hand, the discussion, as in the case of Chugtai’s text, should orient the student to the understanding that sexual relations, regardless of whether they are straight or gay, are often inflected by power manifesting itself through the axes of class, ethnicity and caste and that non-heterosexual relations are not free of control and manipulation. This is why an emancipating pedagogy should give a central place to not just empathy and solidarity but also critical interrogation of power in gendered relations of all kinds.",
    "While the Sri Lankan classroom has a long way to go to become a place that embraces gender and sexual diversity, we have seen moments of hope as well. In many academic departments, undergraduates, who do their research on LGBTIQ+ issues, find increased encouragement and support from academics. Some of our universities have provided their venues for discussions, cultural festivals and awareness raising events focusing on LGBTIQ+ communities. There have been instances where students came together to support and stand in solidarity with students of marginalized genders and sexual orientations when the latter faced hostilities in hostels and classrooms. It is important that we sustain, strengthen and build on these changes.",
    "The classroom should not remain isolated from the larger struggles around gender and LGBTIQ issues. The favourable Supreme Court decision on the recent Bill to repeal Article 365, the Pride events that took place in Jaffna and Colombo last year, and the gains made by the LGBITQ communities in their various struggles for equality should encourage the academic community to take forward, with more enthusiasm, the task of making our free education sector more inclusive and democratic. This task also requires our willingness to de-centre the academia and learn from how working women and LGBTIQ+ persons from subaltern, minority, peripheral, oppressed caste communities resist male chauvinism and cis-heteronormativity alongside their everyday struggles against capitalist exploitation and ethnic and caste-based oppression.",
    "(Mahendran Thiruvarangan is a Senior Lecturer attached to the Department of Linguistics and English at the University of Jaffna)",
    "Kuppi is a politics and pedagogy happening on the margins of the lecture hall that parodies, subverts, and simultaneously reaffirms social hierarchies.",
    "Bipartisan consensus for national reconciliation is urgent, necessary and possible",
    "Legal system, particularly police and lawyers exploit SL sex workers: Study",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}