{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89780/us-national-guard-airman-arrested-over-leaked-pentagon-documents",
  "time_ut": 1681451220.0,
  "original_lang": "en",
  "original_title": "US National Guard airman arrested over leaked Pentagon documents",
  "original_body_lines": [
    "A member of the Massachusetts Air National Guard was arrested by the FBI on Thursday in connection with the leaking of classified documents that have been posted online, Attorney General Merrick Garland announced Thursday.",
    "The arrest of Jack Teixeira, 21, comes following a fast-moving search by the US government for the identity of the leaker who posted classified documents to a social media platform popular with video gamers.",
    "Teixeira was arrested in Massachusetts without incident, Garland said, and will be arraigned in federal court there. “This investigation is ongoing. We will share more information at the appropriate time,” the attorney general said, declining to answer questions.",
    "Teixeira will first appear in court on Friday in Boston, according to the US attorney’s office there.",
    "The FBI said in a statement that it took Teixeira into custody “at a residence in North Dighton, Massachusetts, for his alleged involvement in leaking classified U.S. government and military documents.”",
    "“The FBI is continuing to conduct authorized law enforcement activity at the residence,” the agency said. “Since late last week the FBI has aggressively pursued investigative leads, and today’s arrest exemplifies our continued commitment to identifying, pursuing, and holding accountable those who betray our country’s trust and put our national security at risk.”",
    "The leaked documents posted to social media, some of which have been obtained by CNN, included detailed intelligence assessments of allies and adversaries alike, including on the state of the war in Ukraine and the challenges Kyiv and Moscow face as the war appears stuck in a stalemate.",
    "Multiple US officials told CNN that Teixeira is believed to be the leader of the group where a trove of classified documents had been posted.",
    "The search for the suspect began with thousands of people who had access to the documents, but investigators were able to quickly narrow the search to potential members of the chat group with evidence collected in the days immediately following the discovery of classified documents online by US officials.",
    "While there’s a large number of people who had access to the documents, investigators were able to home in on a small number for closer scrutiny thanks to the forensic trail left by the person who posted the documents.",
    "Teixeira was under surveillance for at least a couple of days prior to his arrest by the FBI on Thursday, according to a US government source familiar with the case.",
    "Earlier Thursday, President Joe Biden appeared to suggest that the US government was close to identifying the leaker. Biden was then briefed on the arrest in between his speech to parliament and his departure for a banquet dinner in his honor at Dublin Castle, according to a US official. He was at the hotel for roughly 90 minutes in between the two events.",
    "Biden has been regularly briefed on the investigation, officials said, as well as the efforts by his top officials to engage with allies who have been identified within, or unsettled by, the content of the leaked information, according to one of the officials. Behind the scenes, it has been a reality that has loomed over a deeply personal and important foreign trip for Biden, one official acknowledged.",
    "The Air Force released service details for Teixeira, an Airman 1st Class.",
    "Teixeira is an enlisted airman at the Massachusetts Air National Guard, according to details from his service record released by the Air Force Thursday. He joined the service in September 2019 and his official job is Cyber Transport Systems journeyman.",
    "According to the Air Force, Cyber Transport Systems specialists are tasked with making sure the service’s “vast, global communications network” is “operating properly.”",
    "On Wednesday, The Washington Post first reported that the person behind the leak worked on a military base and posted sensitive national security secrets in an online group of acquaintances.",
    "The leaker was described in the Post story as a lonely young man and gun enthusiast who was part of a chatroom of about two dozen people on Discord – a social media platform popular with video gamers – that shared a love of guns and military gear, according to a friend of the alleged leaker the Post interviewed who was also part of the group.",
    "Several former high school classmates of Teixeira’s told CNN Thursday that he had a fascination with the military, guns and war. He would sometimes wear camouflage to school, carried a “dictionary-sized book on guns,” and behaved in a way that made some fellow students feel uneasy.",
    "“A lot of people were wary of him,” said Brooke Cleathero, who attended middle school and high school with Teixeira. “He was more of a loner, and having a fascination with war and guns made him off-putting to a lot of people.”",
    "John Powell, who also attended middle school and high school with Teixeira, said he recalled him as a pleasant and quiet kid who was sometimes picked on. “He didn’t have many friends,” he said.",
    "Teixeira grew up in the suburbs of Providence, Rhode Island, according to public records. He attended Dighton-Rehoboth High School where he graduated in 2020, according to the superintendent of the regional school district.",
    "Powell recalled Teixeira occasionally toting around a textbook on military vehicles – tanks, planes and submarines – and having a fascination with anything “military related” from an early age.",
    "“He was dead set on joining some branch of the military, even as a kid,” he said.",
    "Other students, who asked not to be identified, said they detected a more menacing vibe from Teixeira, who some recalled making comments they perceived as racist or mumbling derogatory things about people under his breath.",
    "One student recalled him showing up for school wearing a shirt with an AR-15 on it the day after a mass shooting in Las Vegas in 2017.",
    "Teixeira didn’t behave in a manner that rose to the level where “people felt the need to report him,” another former classmate said, but “he made me nervous.”",
    "The same student said she took his fascination with the military as a form of American nationalism, and was therefore surprised by the allegations against him. “I didn’t think he would be capable of doing something like this,” she said.",
    "On Thursday, Biden said he was concerned about the fact the leaks happened, but not necessarily about their content.",
    "“I’m not concerned about the leak. I’m concerned that it happened, but there’s nothing contemporaneous that I’m aware of that is of any consequence.”",
    "The Pentagon has begun to limit who across the government receives its highly classified daily intelligence briefs following the leak.",
    "Some US officials who used to receive the briefing materials daily have stopped receiving them in recent days, sources familiar with the matter told CNN, as the Pentagon’s Joint Staff continues to whittle down its distribution lists.",
    "The Joint Staff, which comprises the Defense Department’s most senior uniformed leadership that advises the president, began examining its distribution lists immediately after learning of the trove of leaked classified documents – many of which had markings indicating that they had been produced by the Joint Staff’s intelligence arm, known as the J2.",
    "Defense Secretary Lloyd Austin said Thursday that he is directing the Under Secretary of Defense for Intelligence and Security to review intelligence access, following the arrest of the Air National Guardsman.",
    "“As Secretary of Defense, I will also not hesitate to take any additional measures necessary to safeguard our nation’s secrets,” Austin said. “Accordingly, I am directing the Under Secretary of Defense for Intelligence and Security to conduct a review of our intelligence access, accountability and control procedures within the Department to inform our efforts to prevent this kind of incident from happening again.”",
    "Pentagon spokesman Brig. Gen. Patrick Ryder confirmed Thursday that the Defense Department is taking steps to tighten the community of people who receive classified intelligence.",
    "Ryder said the Pentagon continues “to review a variety of factors as it relates to safeguarding classified materials. This includes examining and updating distribution lists, assessing how and where intelligence products are shared, and a variety of other steps.”",
    "Ryder also emphasized that there are already “stringent guidelines” in place to safeguard classified intelligence.",
    "“This was a deliberate criminal act,” he said, “a violation of those guidelines.”",
    "The criminal investigation is being led by the FBI’s Washington field office, including a team of counterintelligence investigators experienced in hunting leaks.",
    "Those investigators are also working with Pentagon officials on the damage assessment, which would become part of the evidence to be used in any potential prosecution that results."
  ]
}