{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92025/uk-relaxes-visa-rules-to-attract-foreign-construction-workers",
  "time_ut": 1689611520.0,
  "original_lang": "en",
  "original_title": "UK relaxes visa rules to attract foreign construction workers",
  "original_body_lines": [
    "Britain has added a number of construction roles to its “shortage occupation list”, allowing the building industry to bring in staff from abroad more easily to help employers struggling to fill positions.",
    "Bricklayers, masons, roofers, roof tilers, slaters, carpenters, joiners and plasterers will benefit from cheaper visas and more relaxed employment criteria under the changes.",
    "Britain is suffering from acute labour shortages in some sectors meaning employers are keen to recruit workers from abroad.",
    "But, doing so causes a political headache for Prime Minister Rishi Sunak‘s governing Conservative Party, which has been promising to cut net migration for the last decade.",
    "The interior ministry said in a statement on Monday that adding the new roles would “aid the delivery of key national infrastructure and stimulate growth for related industries” The independent Migration Advisory Committee recommended in March that the construction jobs be added to the shortage occupation list. The list already includes care workers, civil engineers and laboratory technicians, plus healthcare roles.",
    "Net migration to Britain reached a record high of 606,000 last year, data published in May showed, drawing fresh promises from Sunak to reduce arrivals.",
    "Critics of Brexit say the UK’s exit from the European Union has exacerbated labour shortages as EU citizens can no longer travel without visas to work in Britain as they could before.",
    "Those working in a shortage occupation can be paid 80% of the job’s usual rate and still qualify for a visa, the government statement said. Applicants need a job offer from an employer and must meet an English language requirement."
  ]
}