{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Pet-Vet-Clinic-celebrates-27-years-of-excellence-in-Companion-Animal-Medicine/56-755761",
  "time_ut": 1701287804.0,
  "original_lang": "en",
  "original_title": "Pet Vet Clinic celebrates 27 years of excellence in Companion Animal Medicine",
  "original_body_lines": [
    "The Pet Vet Clinic celebrates 27 years of excellence in Companion Animal Medicine on 30 November 2023.",
    "Founded by three visionary directors, Dr.Nalinika, Dr.Janaki, and Dr.Vipuli, the journey began with the simple belief in the need for exceptional Companion Animal Medicine in Sri Lanka.",
    "Dr. Dayani was appointed as the fourth member of the Board of Directors to strengthen Pet Vet’s care and now the four directors set standards, encouraging young entrepreneurs to step forward. Despite the sceptics who doubted the directors’ ambitions and the financial viability of the endeavour, they knew that the love for pets transcends boundaries.",
    "In 1996, the veterinary profession was well-established, but the concept of multi-veterinarian practices with overnight emergency services was not as widespread as it is today. The idea of round-the-clock emergency care for pets was gaining traction, but it wasn›t universally available in all areas.",
    "The three veterinarians started the first multi-veterinary practice with overnight emergency services for pets in Sri Lanka.",
    "Creating a practice with 24/7 emergency services required substantial dedication, collaboration, and resources. It involved coordinating schedules, investing in specialised equipment, hiring and training additional staff, and establishing protocols to handle emergency cases effectively.",
    "“Today, as we look back, we do so with contentment. The four doctors, Nalinika, Janaki, Dayani and Vipuli are not just colleagues but close friends, united by their shared mission to enhance the lives of pets, veterinarians, and pet owners,” a Pet Vet Clinic spokesperson said.",
    "The company also extended appreciation to colleagues across the veterinary profession who have risen to the occasion, providing robust competition and improving the health and lifestyles of our four-legged family members.",
    "Pet Vet holds Silver accreditation from the International Society of Feline Medicine (ISFM) as recognition for cat care facilities. The Pet Vet Clinic is the first and only ISFM accredited clinic in Sri Lanka. ISFM is an esteemed international organisation of feline care specialists who envision a world where each cat›s life experience is optimised.",
    "An ISFM certified practice ensures peace of mind for cat owners, assuring them that the staff and veterinarians understand the unique needs of cats, making their visits to the clinic more cat-friendly, handling them gently, and possessing the knowledge and equipment to provide the best care. Currently, Pet Vet is on the path to attain Gold accreditation, the highest level of recognition available.",
    "Pet Vet is also actively pursuing the Fear Free certification. “Many of our veterinarians and nurses have already earned their certification in this program. Fear Free certification ensures that our veterinary healthcare professionals are trained to minimise fear, anxiety, and stress during pet visits, creating a positive experience for pets, owners, and the veterinary team,” the spokesperson said.",
    "Pet Vet Clinic is also a pioneer in areas that have long been overlooked, such as canine and feline dentistry.",
    "Among the services offered at Pet Vet include geriatric care, pain management, specialised ultrasonography, early cancer detection, specialised surgery, advanced medicine and 24/7 emergency services.",
    "“Our commitment to ensuring comfort and pain-free lives to our pets is unwavering. We are vigilant in detecting and addressing dental issues to ensure the well-being of our beloved animals,” the spokesperson added."
  ]
}