{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Charitha-Herath-calls-for-new-political-and-economic-reforms-system/56-747335",
  "time_ut": 1681253330.0,
  "original_lang": "en",
  "original_title": "Charitha Herath calls for new political and economic reforms system",
  "original_body_lines": [
    "Freedom People's Congress member Prof. Charitha Herath has called for a new political and economic reforms system to be implemented in Sri Lanka.",
    "“The current Government is an interim one. This is a successive period that we are currently facing,” he said adding that the Government has not been able to find solutions for the country’s economic issues. The MP made these comments at a press conference held yesterday.",
    "“We have only been able to secure funding from the IMF. Some say Ranil is good. Others are saying Ranil isn't. An internal split is visible,” he said. The MP said old thinking is not what the country needs and instead needs a new political and economic reforms system. “We cannot recover without this,” he added.",
    "The MP said that old ways of political parties speaking of past grandeur are no longer relevant and parties cannot play in the same playing field. “But the Government parties appears to think the country is their back yard. It so not. This is a country,” he said.",
    "The MP said by employing such measures one cannot win an entire country. “It doesn't matter if Pohottuwa appoints a new party or not,” he added. The MP said family bandysm does not work in the current context.",
    "The MP commenting on the Government’s moves to impose regulations on social media said this is not the answer to certain obstacles faced by the Government. “This will give rise to yet another citizen’s struggle” he said. The MP said the current Government is outdated in these regards. According to Herath, moves to regulate social media will only embarrass the country before the entire world."
  ]
}