{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-leader-as-multiplier/4-751027",
  "time_ut": 1690331544.0,
  "original_lang": "en",
  "original_title": "The leader as multiplier",
  "original_body_lines": [
    "If you can become a multiplier of potential and become a student of your diminishers and shine awareness on them…you will become someone whose team everyone wants to join",
    "I thought I should take a break from the Covidian aftermath, and the new ridiculously over-stated climate panic being fostered with cherry picked facts and skewed statistics, and the Woke sophistries and tragedies of our times, and indeed the political morass here in Sri Lanka being managed alongside IMF restructuring and regional politics.",
    "I am first and foremost a leadership coach, for leaders in all contexts. And the below is as applicable to national and political leaders, as it is to corporate leaders, as it is to educators or those running NGOs. Whatever you do, and wherever you do it, I believe you will find strong applicable value from this.",
    "Like so many, I have suffered at the hands of “diminishers” and have been humbled to learn from “multipliers.” And I know at times, depending on my own behaviour, I too have vacillated between these two modes of leading.",
    "A recent book on leadership coins the phrase “multipliers” about those leaders who get more out of others, make people around them smarter, enable great performance from them, and evoke greatness (or at least excellence) from their teams.",
    "By contrast, “diminishers” are suggested to be leaders who suck life out of others, who block, stifle, inhibit, demonise, paralyse and diminish collective and individual potential.",
    "What makes the concept so fascinating is that it is distinct from experience or acumen or business intelligence. Leaders who score high on the above and who are inadvertent or deliberate diminishers blunt their own cutting edge. Their experience gets ineffectively conveyed, their acumen isn’t relayed through purposeful mentoring, their business intelligence becomes a wedge by which to distance themselves from others – rather than a catalyst for powerful collaboration.",
    "Similarly being a great multiplier does not relieve you of the need to have a strategic understanding of your market, considerable organisational intelligence whereby you know how things really get done, it won’t donate intuition if you haven’t nurtured it in your industry and it won’t give you the holistic business knowledge you need to be able to influence and act on the different moving parts of a business from finance, to supply chain, to R&D, to talent, to marketing, to sales and more.",
    "However, if you are a strong business leader who is also a genuine multiplier, you can indeed help your teams nudge the world in the direction of your vision.",
    "While there are infinite ways to diminish and almost as many ways to multiply potential and capability, overall a diminishing tactic makes it hard for confidence, competence and relevant focus to flourish. Exchanges are more about self-defence or the managing of appearances, or surviving personal broadsides. A multiplier approach makes success more likely. It mobilises both talent and commitment and helps someone want to volunteer their commitment to the right goals.",
    "So, here is a list of characteristics that I’ve found, in the last 30 years, around the world to be indicative of each:",
    "Create zero sum scenarios; someone has to lose for them to win.",
    "Have temper flare ups and use this as a tool of manipulation",
    "Don’t care if they have to throw the proverbial baby out with the bath water as long as their control is reaffirmed.",
    "Can’t differentiate between value, productivity and plain cost. They apply a meat cleaver even to things that build competitive advantage so they can look like heroes who brought in “savings” irrespective of the opportunity cost.",
    "Wish to assert power, dominate and intimidate the relatively powerless; yet kowtow to and are obsequious towards those whose favour they have to curry.",
    "Create public conflicts and think nothing of undercutting team members",
    "Are bureaucrats first and foremost, hatchet men next, and have a rabid distrust of vision and passion.",
    "They cherry pick facts and show fervent attention to detail to those that make their case and are sloppy and vague relative to anything that might require them to actually think.",
    "Will invest heavily in what helps the organisation win, while demanding “value” not “cost-cutting” throughout.",
    "Simplify structures, operating frameworks and ways of working to maximise value creation rather than internal negotiation.",
    "Defuse conflict while taking a stand on principle when needed.",
    "Can challenge people and build them up through the challenge.",
    "Always support the legitimate success (though not necessarily the ego) of their team-mates",
    "Take full accountability for results and are always implementing improvements based on testable assumptions to drive those results.",
    "Face reality fast and then enrol others to help transform those facts, or leverage them where they can’t be transformed.",
    "Coach and develop and give clear unambiguous “feedback” in real-time and relevant “feedforward” recreating the future.",
    "While these are good indicators and demos, the final test is whether real results along with passion, possibility, confidence, focus and energy are liberated or chloroformed.",
    "Maestro Ben Zander uses the metaphor of “shining eyes” and urges leaders to ask, “Who am I being that the eyes of my team are not shining?”",
    "In what situations and interactions do you most seem to create dull, flat eyes? Ask yourself what you are usually doing at that time, and how. That is where your biggest diminishers are probably asserting themselves. It’s the sucking out of energy, the producing of a flat-line response.",
    "By contrast, in what situations and interactions do people seem to be most alive and ignited around you? Ask yourself what you are usually doing at that time, and how. That is where your biggest multiplier personality traits are flaring forth. Become a student of this success. Voltage and juice flow through these situations while goal posts move in the right direction.",
    "If your diminishers can be delegated to others, or anyway come about in incidental situations (like exchanges with your PA over the monthly expense forms when that’s a policy you have to follow, not a key accountability), you needn’t wage overt war on them (except out of compassion for others).",
    "If however they come about in key, role and mission-critical “moments of truth” the best way to outgrow them is to ask those in the cross-fire and have them share “impact” with you. What does this behaviour produce or induce in others? And if that’s not the state you want them operating from, ask the following question, “How could I still do “x” (confront, challenge, drive execution, interrogate facts) without producing “y” (paranoia, doubt, withdrawal, abdication or defensiveness)?",
    "Where your multipliers exist and are in evidence, ask the following question, “How could I best use my ability to do “a” (engage, listen, build on ideas, refocus people on the end in mind, etc.) so as to produce even more of “b” (passion, commitment, follow through, discretionary effort, etc.). Ask this of your best people or at least those who give their best in this context and of key stakeholders who benefit from this in action.",
    "If you can become a multiplier of potential and become a student of your diminishers and shine awareness on them…you will become someone whose team everyone wants to join. And when the right people get there, they know they will be coached and catalysed to give their best, and to raise the bar with other high performers.",
    "Don’t, however, confuse being a multiplier with bedside manner. Multipliers are multipliers of potential, so they are hard on results, and supportive and enabling of people.",
    "As Sri Lanka seeks to re-establish its national footing and regain financial solvency and pilot a path to growth, we need a national reformation of our leadership model, here and globally.",
    "And so, building on these insights, and borrowing from a scriptural injunction, as leaders…let’s go forth and multiply!",
    "(The writer is the founder and CEO of EPL Global and founder of Sensei Lanka, a global consultant with over 30 years strategic leadership experience and now, since March 2020, a globally recognised COVID researcher and commentator.)"
  ]
}