{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Tourist-arrivals-cross-100-000-mark-for-fourth-straight-month-in-April/108-258573",
  "time_ut": 1683090600.0,
  "original_lang": "en",
  "original_title": "Tourist arrivals cross 100,000 mark for fourth straight month in April",
  "original_body_lines": [
    "India, Russian Federation and the UK emerge as top three source markets",
    "Sri Lanka welcomed a total of 105,498 tourists for the month of April, making it the fourth consecutive month to record over 100, 000 arrivals, provisional data from the Sri Lanka Tourism Development Authority (SLTDA) showed.",
    "Earlier last week, based on an analysis of the daily arrival average, Mirror Business predicted that April will cross the 100,000 arrival mark and is likely to end with about 104,800 international visitors.",
    "When compared with the corresponding month of the previous year, tourist arrivals in April expanded by 67.5 percent. However, it must be noted that in April 2022 Sri Lanka was witnessing an unprecedented socio-economic turmoil and its implications were only beginning to be felt by the then hard-hit tourism sector.",
    "Based on the tourist arrivals numbers released by SLTDA, the highest inflow of international visitors for the year so far was recorded in March, just as in 2022. In March 2023, Sri Lanka recorded 125,495 tourist arrivals, the highest ever since the Covid-19 outbreak.",
    "Accordingly, the cumulative tourist arrivals for January-April stand at 441,177. The island nation will likely cross the half a million arrivals mark by the second week, or early third week of May.",
    "Week four of April recorded the highest number of tourist arrivals (31, 719) when compared with the other three weeks.",
    "The daily arrival average for the month was 3,516, a dip of 13 percent when compared with the daily arrival average of 4,048 recorded in March 2023.",
    "India topped the list as the largest tourist traffic generator for Sri Lanka in April, accounting for 19 percent of the total tourist arrivals.",
    "Ranking as the second largest source market was the Russian Federation, which accounted for 14 percent of the total tourist arrivals for April. In third place was the United Kingdom, bringing in eight percent of international visitors to the country, and following closely was Germany, contributing to seven percent of the total tourist traffic.Other key source markets for Sri Lanka tourism in April were France (5th), China (6th) Australia, United States, and Canada.As the island nation is seeing increased tourist arrivals, the Ministry of Tourism and the SLTDA have revised upwards the year-end target for 2023 to 2 million from 1.5 million arrivals. Under the new revision, Sri Lanka has fulfilled 22 percent of the target set for the year in the first four months of the year."
  ]
}