{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88988/semasinghes-request-on-privilege-issue-raised-over-sc-interim-order-on-lg-polls",
  "time_ut": 1678472280.0,
  "original_lang": "en",
  "original_title": "Semasinghe’s request on privilege issue raised over SC interim order on LG polls",
  "original_body_lines": [
    "State Minister Shehan Semasinghe has requested the Deputy Speaker of Parliament to instruct relevant authorities not to act on the interim order issued by the Supreme Court regarding the 2023 Local Government polls until the inquiry carried out by the Parliamentary Committee on Privileges comes to an end.",
    "Furthermore, he also asked the letter sent to the Finance Minister by the Election Commission Chairman, to be referred to the Parliamentary Committee on Privileges.",
    "The state minister made these remarks referring to the issue of privilege raised by MP Premnath C. Dolawatte in parliament recently regarding the Supreme Court’s interim order pertaining to the Local Government election.",
    "MP Dolawatte on Tuesday (March 07) told the House that the powers and privileges of the parliament have been violated by this interim order.",
    "On March 03, upon considering a petition filed by SJB’s General Secretary Ranjith Madduma Bandara, a Supreme Court judge bench issued an interim order directing the Secretary to the Finance Ministry and the Attorney General, preventing them from withholding the funds allocated for elections in the budget 2023.",
    "Delivering a statement in parliament today, State Minister Semasinghe further noted that the Speaker Mahinda Yapa Abeywardena has accepted the question of breach of privileges raised by MP Dolawatte and that the matter has been presented it to the Committee on Parliamentary Ethics and Privileges.",
    "“It is a serious offence to implement the interim order of the aforesaid case before hearing the said matter and making a decision,” the lawmaker stressed.",
    "He added that by tabling the letter of the chairman of the Election Commission, he seeks the Deputy Speaker to refer the same matter to the Committee on Parliamentary Ethics and Privileges to conduct an inquiry. This letter has further breached the privileges of the members of this House.",
    "“Further, by raising this privilege matter, I request the Deputy Speaker to advise all relevant authorities not to proceed further or take any action on the interim order until the committee concludes its inquiry.”",
    "Commenting on the privileges matter raised by the government MPs, the opposition raised deep concerns about attempts to pressurize the judiciary and further defer the Local Government election.",
    "A heated debate ensued between the lawmakers of the ruling party and the opposition in parliament today over the privileges matter."
  ]
}