{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-jvp-will-not-support-sustained-strike-beyond-mar-15-lal-kantha-115353/",
  "time_ut": 1678777560.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s JVP will not support sustained strike beyond Mar 15: Lal Kantha",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s leftist opposition party the Janatha Vimukthi Peramuna (JVP) supports the strikes planned for March 15 against IMF-backed progressive taxation but is not in favour of a sustained strike at this stage, JVP frontliner K D Lal Kantha said.",
    "Speaking at an event in Colombo yesterday, the former parliamentarian said unions should consider the government’s response or lack thereof to the March 15 campaign and then take a call on continued trade union action.",
    "Lal Kantha was speaking at event organised by a collective of trade unions and professional associations demanding a reversal of the government’s International Monetary Fund (IMF) backed progressive tax regime.",
    "Opposition MPs Tissa Attanayake, G L Peiris, Udaya Gammanpila, Buddhika Pathirana and Channa Jayasumana were also seen at the event.",
    "“At this moment, we fully support the strike on March 15. We’re already working towards that. But at this stage, we do not agree with the plans for a continuous strike,” said Lal Kantha.",
    "“Our position is that it would be more prudent to take further trade union action once the programme for the 15th is successfully completed and upon evaluation of the government’s response or lack thereof to that,” he said.",
    "Trade unions in Sri Lanka have threatened to cripple the economy if the government does not reverse a number of IMF-backed reforms including the personal income tax hike, with one main opposition SJB-affiliated union leader promising a total shutdown of power & energy, medical, banking and other vital sectors starting midnight March 14.",
    "Samagi Trade Union Collective Convenor Ananda Palitha told reporters on Monday March 13 that if the government does not revoke a newly increased progressive tax regime, lower interest rates and reverse a steep electricity tariff hike, trade unions will decide the fate of the government.",
    "Sri Lanka unions threaten to cripple economy against IMF-backed reformsSee more",
    "High-income earning public servants in higher education, medical, banking, ports and other sectors have for weeks been threatening to up the ante in ongoing trade union action against Sri Lanka’s IMF-backed reforms, including a progressive income tax hike that sees the cash-strapped government collect from anyone earning over 100,000 rupees a month.",
    "Minister of Ports, Shipping and Aviation Nimal Siripala de Silva told parliament on Thursday that 17 ships en route to the Colombo Port had turned back as a result of a recent anti-tax protest organised by port unions. He also claimed that one protesting port worker earns over 170,000 rupees a month.",
    "Sri Lanka’s new tax regime has both its defenders and detractors. Critics who are opposed to progressive taxation said it serves as a disincentive to industry and capital which can be invested in business. They argue that a flat rate of taxation is implemented where everyone is taxed at the same rate.",
    "Others, however, contend that the new taxes only affect some 10-12 percent of the population and, given the country’s economic situation, is necessary, if not vital.",
    "Critics of the protesting workers argue that most of the workers earn high salaries that most ordinary people can only dream of, and though there may be some cases where breadwinners could be taxed more equitably, overall, Sri Lanka’s tax rates remain low and are not unfair. (Colombo/Mar14/2023)"
  ]
}