{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Budget-2024-way-forward-towards-fiscal-and-monetary-policy-constancy-Ravi-K/56-755383",
  "time_ut": 1700419722.0,
  "original_lang": "en",
  "original_title": "Budget 2024 way forward towards fiscal and monetary policy constancy: Ravi K",
  "original_body_lines": [
    "Sri Lanka’s Government announced a way forward Budget for 2024 on Monday, signalling the fiscal policy consistency for the first time with economic benefits trickling down from the top to the bottom, former Finance Minister Ravi Karunanayake defined.",
    "The Budget 2024 has made numerous proposals focusing on investments and development, strengthening international relations and tertiary education, stabilisation of the finance sector, providing relief for certain vulnerable communities.",
    "The Island nation has suffered 70 long years due to alteration in fiscal and monetary policies with the change of governments bringing disastrous consequences for the economic growth, he said.",
    "Analysing the Budget Karunanayake who was selected as the best Finance Minister in Asia Pacific in 2017, stated that the foundation for policy consistency has been laid via its fiscal proposals.",
    "These included the introduction of Public Debt Management Act, Public Financial Management Act, Public Asset Management Act, Public Enterprise Reform Law, Investment Law and Public Private Partnership Law, Public Enterprise Reform Law, Investment Law and Public Private Partnership Law.",
    "The Banking Act will be amended in early 2024 with a view of devising legal framework towards reforms such as appointment of Chief Officers, State Bank Board Members and restrictions on individual borrowers of the State-owned banks.",
    "A regulatory framework has been proposed to facilitate the gig economy and e-commerce transactions including cross border transactions to cover the areas of payment system, fiscal revenue and employee welfare.",
    "This will be an impetus for the enhancement of revenue vital to continue International Monetary Fund (IMF) approved bailout program.",
    "He emphasised the need of efficient budget management in any economy depends upon information flowing strongly both top-down, imposing macroeconomic constraints and broad national policies and priorities, and bottom up, with information on the costs and benefits and performance of present and potential future expenditures.",
    "More than half the total household income of the country is enjoyed by the richest 20% in Sri Lanka while the bottom poorest 20% gets only 5%, with the share of household income being just 1.6% for the poorest 10%.",
    "The taxing the richest 20% in Sri Lanka and companies will have to be revisited as there was no accurate data and information available at the Inland Revenue Department to achieve the estimated tax revenue of the budget 2024, he pointed out.",
    "There were 105,000 registered companies and 60,721 had income tax files, he said adding that it was not clear how many companies were active. Income tax returns were submitted by 35,029 companies and 15,069 had paid taxes.",
    "The bottom-up approach in the Budget 2024 has to be implemented in a more systematic and scientific way to endure the people that the government can make changes for the better and through social economic modifications, he emphasised.",
    "The Government has taken the major step from Budget 2024 towards addressing issues of people’s standard of living, enhance their income to provide a better education for their children and find suitable employment following education."
  ]
}