{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/rs-700-million-horana-plantations-crossing-boosts-cse/",
  "time_ut": 1680109560.0,
  "original_lang": "en",
  "original_title": "Rs. 700 million Horana Plantations crossing boosts CSE",
  "original_body_lines": [
    "The CSE persisted in its bearish run yesterday amid poor investor sentiment and resultant low activity despite the boost from the government’s deal with the IMF and other positives. The turnover level increased with a massive Horana Plantation crossing, where its majority stake of 51 per cent, which was held by Vallibel Plantations, was transferred to Hayleys Plantations, market analysts said.",
    "The crossing had generated Rs 700 million to the total turnover, analysts said.",
    "Since Vallibel Plantations and Hayleys Plantations both belong to local business magnate Dhammika Perera, with this crossing the majority stake is now being held by Hayleys Plantations in Horana Plantations, stock market analysts said.",
    "However, the stock market was highly volatile and shares edged- up in mid- day trade yesterday, as buying interest renewed and selling pressures and profit- taking eased, an analyst said.",
    "Lanka IOC was up after the Cabinet had granted approval for three oil companies from China, the United States and Australia in collaboration with Shell to lease 150 fuel stations for each company to operate in the local market, Minister of Energy Kanchana Wijesekera said.",
    "However, the share is coming down as there is an unexpected fuel price revision and investors are retracting, looking at the short term as returns may fall.",
    "Profit- taking has been seen in Sri Lanka Telecom and Lanka Hospitals as Cabinet approval has been granted for the divestment of the stakes held by the Treasury Secretary in the two companies.",
    "Amid those developments both indices moved upwards. The All- Share Price Index went up by 39 points and S and P SL20 rose by 24.9 points. Turnover stood at Rs 1.46 billion with two crossings. Those crossings were reported in Horana Plantations, which crossed 12.75 million shares to the tune of Rs 700 million and its shares traded at Rs 54.90 and NDB 470,000 shares crossed to the tune of Rs 21.2 million; its shares traded at Rs 43.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Lanka IOC Rs 86 million (507,000 shares traded), Expolanka Holdings Rs 67.8 million (515,000 shares traded), SLT Rs 62.2 million (594,000 shares traded), NTB Rs 45.3 million (756,000 shares traded), Tokyo Cement Rs 39.1 million (772,000 shares traded), Hayleys Fabrics Rs 32 million (1.2 million shares traded) and Tokyo Cement (Non- Voting) Rs 27.2 million (550,000 shares traded). During the day 49.1 million share volumes changed hands in 13000 transactions.",
    "It is said high net worth and institutional investor participation was noted in National Development Bank, Sampath Bank and JKH. Mixed interest was observed in Lanka IOC, Expolanka Holdings and ACL Cables, while retail interest was noted in SMB Leasing Non-Voting, Browns Investments and Softlogic Capital.",
    "The Capital Goods sector was the top contributor to the market turnover (due to ACL Cables), while the sector index lost 0.93 per cent. The share price of ACL Cables moved down by Rs. 1.10 to Rs. 80.90.",
    "The Banking sector was the second highest contributor to the market turnover (due to Sampath Bank), while the sector index decreased by 0.72 per cent. The share price of Sampath Bank closed flat at Rs. 51.",
    "Yesterday the Central Bank’s US dollar buying rate was Rs 315.70 and selling rate Rs 333.49.",
    "SLT-MOBITEL partners with Prime Group’s ‘The Grand’ in the essence of smart living with SLT-MOBITEL Fibre",
    "‘Seylan Bank celebrates milestone 35 years of outstanding customer service’",
    "Price decline seen in all shares across the board; fluctuating trend sets in",
    "CSE expected to maintain growth momentum in the wake of brighter IMF bailout hopes",
    "Share market in bullish trend; TU action seen as unsuccessful",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}