{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Kanchana-and-Janaka-clash-again/56-746110",
  "time_ut": 1678303655.0,
  "original_lang": "en",
  "original_title": "Kanchana and Janaka clash again",
  "original_body_lines": [
    "Power and Energy Minister claims in Parliament PUCSL Chief to be sworn in as National List MP; Ratnayake issues stinker saying Kanchana playing typical politics",
    "Two apparent nemesis Power and Energy Minister Kanchana Wijesekera and Public Utilities Commission (PUCSL) Chairman Janaka Ratnayake were at war again yesterday.",
    "Minister Wijesekera yesterday claimed that Ratnayake will be sworn in as a National List MP from a political party.",
    "“The PUCSL Chairman should not be taken seriously because he is engaged in politics,” Wijesekera told Parliament in response to a question raised by Opposition Leader Sajith Premadasa.",
    "In a stinker, Ratnayake said the Minister’s statement is the “best example of a typical Sri Lankan politician.”",
    "“They (politicians) only work for people because they have a hidden agenda, so when I work for the people without such an intention, they can’t believe it. Just because politicians work for people for a benefit, I don›t,» Ratnayake retorted.",
    "In his statement in Parliament, Minister Wijesekera acknowledged that the recent electricity tariff was raised based on the conditions recommended by the International Monetary Fund (IMF) as the Treasury should not pay for any State-owned enterprises (SOEs).",
    "“We have nothing to hide,” he said, adding that they have got proper approval from the PUCSL for the recent power tariff hike with only the PUCSL Chairman against the move, and all the other members of the commission approved it.",
    "Minister Wijesekera also said the Government will bring in a new Bill to restructure the Ceylon Electricity Board (CEB) to Parliament within a month.",
    "“We hope the Opposition will support this bill, which would put an end to certain groups’ improper behaviour within CEB. The primary cause of the CEB’s losses is the use of terror tactics by some factions. Some individuals have pushed the CEB administrators to the limit in order to complete tasks, and these activities have really resulted in losses for the CEB,” he added.",
    "He also revealed that the CEB has incurred a total loss of Rs. 167 billion in 2022, but was hopeful that it could be avoided with the boosted income from the recent tariff hike."
  ]
}