{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Significance-of-Climate-Risk-Management-and-Sustainable-Financing-Responsibility-of-key-stakeholders/4-756007",
  "time_ut": 1701882082.0,
  "original_lang": "en",
  "original_title": "Significance of Climate Risk Management and Sustainable Financing: Responsibility of key stakeholders",
  "original_body_lines": [
    "Regular climate change is one of the most disturbing and pressing global challenges presenting profound implications for the environment, economies, and societies. Economic damages, capital market risks, disruptions on trade, labour, and supply chain, these are the forecasted major catastrophic consequences of increasing global climate risk. Addressing this issue demands collaborative efforts from governments, businesses, financial institutes and civil society. UN General Secretary Antonio Guterres (2018) mentioned that “Climate change is indeed running faster than we are, and we have the risk to see irreversible damage that will not be possible to recover if we don’t act very, very quickly”. As per World Meteorological Organization (WMO) period 1970 -2021, extreme weather, climate and water-related events caused over two million deaths and $ 4.3 trillion in economic losses. Global investment to achieve the Paris Agreement’s temperature and adaptation goals requires immediate actions first and foremost on climate policies. Policies should be accompanied by commensurate financing flows to close the large financing gap globally, and in emerging markets and developing economies (EMDE) in particular. Figure 1 shows selected significant client anomalies and events in 2023, a clear evidence of the gravity of the issue. It is the holistic responsibility of all stakeholders to safeguard the planet. The concept of Triple Bottom Line (TBL) clearly emphasises that business entities should focus as much on social and environmental issues as they do on profits. As regards the Government, a key point is that the Government should incentivise the corporate sector to take on stronger green mandates. Governments have no excuse for inaction. Regulator could present sustainable green finance under four pillars, taxonomy, disclosure, products and incentives. The Central Bank of Sri Lanka (CBSL) launched a very comprehensive Sri Lanka Green Finance Taxonomy in May 2022. Green Finance Taxonomy mainly covers participants, coverage, products and disclosure requirements. Incentives are also important to drive this forward and encourage the concept to every corner.  In this connection, the Government has a pivotal role.",
    "Allocation for climate investments:  The Government must allocate sufficient funding and tax incentives to the private sector interested in green projects and use sustainable energy.  They critically assess cost-benefit analyses, life-cycle costs, and value-for-money in public-private partnerships, ensuring efficient allocation to climate mitigation and adaptation initiatives. This encompasses prioritising investments in renewable energy, sustainable transport, and climate-resilient infrastructure. By designating funds and incentives for eco-friendly projects, regulators can amplify the scale and efficacy of climate action.",
    "Fiscal Policy: Fiscal strategies, encompassing taxation and subsidies, have a pronounced effect on greenhouse gas emissions. The Government can sculpt these policies to deter carbon-heavy activities and promote low-carbon alternatives, such as imposing carbon taxes or offering tax breaks for green technologies.",
    "Despite the importance discussed, many developed markets have lagged behind; China and Brazil have arguably been leaders when it comes to including systemic environmental risk in their financial regulation. Both have explicitly recognised the materiality of systemic environmental risks as they relate to long-term financial stability. Since 2012 the China Banking Regulatory Commission (CBRC) has required banks to monitor their borrowers’ compliance with environmental regulations and to begin implementing loan contract changes so that environmental violations can trigger accelerated loan repayments. Moreover, the CBRC works to promote bank lending to environmentally sustainable economic activities through its Green Credit Guidelines. Why can’t Sri Lanka look at it in a positive note and work with all stakeholders to achieve sustainable goals.",
    "Clearly, financial institutes have a vital role to perform. The banking industry needs to address the complex challenges that climate risk poses to the world and make climate risk management an independent and robust discipline such as, credit risk or operational risk. Addressing climate risk in a proactive fashion would help banks meet client needs, who will be increasingly looking to them for guidance and understanding of various impacts from climate risks on their financial and business profiles. In this regard, boards, management teams can play a crucial role in providing leadership on climate risk management by placing climate risk high on the agenda and shaping their institutional responses. Another area where banks should strive to make further progress is risk management. Banks should have a proper understanding of their exposures and investment targets. With this information, they would be able to adjust client ratings based on energy performance and help clients to mitigate climate-related and environmental risks. Knowledge of these risks would make it easier for banks to accurately disclose their impact on their risk profile and on their efforts to align their portfolios with the goals of the Paris Agreement. The banking sector would get ample opportunities and at the same time face enormous challenges due to climate changes. Opportunities relate to, issuance of green bond with less cost, tax benefits, transformation of energy production towards renewables, plant refurbishments to avoid or capture and store carbon emissions, electrification of transport and automation of mobility. Major challenges are collapse of real estate market in low lying areas. Another important fact is to avoid funding to “Greenwashing” companies and also funding to clients who purposely deceive the process to get advantage using arbitrage through low interest green products.",
    "Accounting bodies also have a responsibility on disclosures and application. A report from the International Federation of Accountants (IFAC) revealed that only 45% of Chartered Global Management Accountants (CGMAs) include sustainability when reporting to decision-makers. Accountants can help businesses in measuring and assessing benefits from sustainable accounting practices, including the real costs these activities can generate. Moreover, they can also assist businesses in determining possible damages and assigning costs to their negative impacts on the environment and society. It would guarantee that resources are used properly and issues surrounding greenwashing are avoided.",
    "It is vital to maintain the suitability of green financing and get desired results.  Hence, it should be integrated to the Integrated National Financing Framework (INFF). INFF helps countries strengthen planning processes and overcome existing impediments to financing sustainable development and the Sustainable Development Goals (SDGs) at country level. INFFs help countries navigate the growing diversity and complexity of mobilising, managing and tracking funding. An INFF is a tool to implement the Addis Ababa Action Agenda at country level. It lays out the full range of financing sources, domestic and international sources of both public and private finance, and allows countries to develop a strategy to increase investment, manage risks and achieve sustainable development priorities, as identified in a country’s national sustainable development strategy.",
    "Green, social, sustainable, and sustainability-linked bond  (GSSSB) issuance has risen this year, despite challenges posed by high global interest rates, while traditional bond issuance is stagnating. (S&P Global 2023)",
    "The public sector could play a powerful role in reducing constraints and catalysing private sector climate financing. The public sector can align incentives with climate objectives through regulations, taxations, guarantees, subsidies, and disclosure requirements, thereby help induce collective action, including from other stakeholders. Addressing climate change requires many changes in the economy, requiring close coordination across stakeholders and sectors, especially, in EMDEs, with a wide range of market failures beyond the climate externalities. Without pricing mechanisms for climate externalities, under-investment in climate infrastructure would likely persist, placing achievement of the Paris Agreement temperature objectives at risk.",
    "Project-based funding channeling public and private financial resources to infrastructure projects can bring positive climate impacts. Often, blending public finance with private sector capital, as discussed above, is useful to de-risk these investments for the private sector investors. By doing so, investments that benefit from public sector support essentially help internalise the social benefits of climate investment. Project-based financing can also target investments that are especially under-provided or have important positive spillover effects. However, limited public financial resources together with the financial constraints faced by many private sector investors may limit rapid scaling up globally for project-based financing.",
    "Potential ways for the public sector to reduce investment costs include the following:",
    "Green Bonds can also facilitate the establishment of public-private partnerships that accelerate the pace of green investment, lead to the adoption of new technologies, and contribute to a sustainable economy",
    "Providing public equity capital in combination with private sector debt investment can reduce the total cost of borrowing and give the public sector control over investment decisions, although this would not necessarily be the case if the public sector holds an equity stake in a private asset. The MDBs have a potential role to play as intermediaries for providing public equity.",
    "Establishing public-private partnership investment can take down the total cost of borrowing to allow the private sector to make better investment decisions and avoid loss-making projects, taking advantage of public sector expertise in project selection, monitoring, evaluation, and capacity development.",
    "Improving information asymmetry can allow the private sector to have better project evaluation and thus improve project selection and monitoring costs. The public sector and MDBs could leverage their expertise in these areas, as well as provide capacity development.",
    "Underwriting specific risks, such as project completion or political instability could ease high-risk premiums for the private sector.",
    "Providing multi-sovereign guarantees can help achieve higher leverage ratios, for example, through multi-country sovereign-backed guarantee funds.",
    "Public investment management and procurement policies for supporting private sector climate finance can help attract additional capital. Wind and solar technologies benefited from early public investments and technology diffusion that enhanced technology maturity. Frontloaded public finance can help minimise risks for future private investment.",
    "Compulsory funding builds up every entity. The Government can impose a mandatory requirement to build up climatic risk mitigate fund, a percentage of revenue or profits. This would definitely support to activate fund in case of contingency",
    "It vital to use green funds exclusively for green projects without mixing with other lending products. Basically, it should be one to one, green fund should not be utilised to fund other non-green projects. In that context modeling and automating the entire events specific to “sustainable” financing. This allows the treasurer to measure the impact in terms of the cost of debt, the cash position, or in accounting terms (accounting treatment of bonus/penalty), within the context of the organisation’s CSR/Sustainable goals.",
    "The OECD defines financial literacy as “a combination of financial awareness, knowledge, skills, attitude and behaviours necessary to make sound financial decisions and ultimately achieve financial well-being”. We do not see much of awareness on sustainable and green financing among the public in Sri Lanka, mainly in the rural community that covers almost 60% of the population.",
    "It is a paramount responsibility of the Government, financial institutes and the private sector   to cascade the concept and address the gravity of climatic risk and sustainable financing.  Ultimately, the general public must be open to and be aware of similar opportunities as it would mean the country’s development would take a right turn towards a sustainable future. In this context all should collectively participate and comply with the requirements to achieve the ultimate goal.",
    "(The writer is an experienced professional banker and independent researcher in economics, risk management, banking, socio-economics, sustainable finance, and could be reached  at, [email protected])"
  ]
}