{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/13/breaking-red-sea-crisis-us-strikes-houthi-targets-in-yemen-again/",
  "time_ut": 1705110060.0,
  "original_lang": "en",
  "original_title": "BREAKING: RED SEA CRISIS – US strikes Houthi targets in Yemen again",
  "original_body_lines": [
    "Colombo (News 1st) – BREAKING: US forces have struck Houthi targets in Yemen for a second consecutive day early Saturday, a day after a massive series of air attacks, US and Yemeni media reported.",
    "Saturday's attacks were by US forces, while Friday's attacks had been by US and UK forces.",
    "The Houthis have been defiant and vowed retribution against the US and its allies after a wave of attacks early Friday targeted 30 installations in 16 locations with over 100 missiles and bombs. A massive demonstration took place in the Yemeni capital, Sanaa, on Friday, where protesters denounced the US.",
    "The Houthis on Friday fired a ballistic missile at a cargo ship in the Red Sea, but missed.",
    "The US said the strikes targeted radar facilities, command and control centres, and storage facilities for drones and missiles. There were no details of civilian or military casualties.",
    "The enormous escalation in the conflict came as the Sri Lanka Navy prepared to send a warship to the Red Sea on the instructions of President Ranil Wickremesinghe, despite much public opposition to Sri Lanka becoming involved in a conflict that many view as not its own.",
    "The Houthis began attacking ships following Israel's invasion of Gaza, stating that they were attacking ships which were traveling to or from Israel, or connected to Israeli shipping companies. Nearly 30 attacks have taken place, forcing many shipping firms to stop using the Red Sea and divert their ships around the much longer route around Africa.",
    "Navy arrest 02 suspects with 10,600 Pregabalin capsules in Talaimannar",
    "Navy takes hold of 03 poaching trawlers in Sri Lankan waters",
    "Justice Minister Eyes Kandakadu Management Revamp After Inmate Brawl Leaves 24 Hurt"
  ]
}