{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/The-philosopher-physician/172-259546",
  "time_ut": 1684540132.0,
  "original_lang": "en",
  "original_title": "The philosopher-physician",
  "original_body_lines": [
    "The news of the passing away of Dr. Sabaratnam Sivakumaran – one of our senior-most and most respected medical specialists – left me shocked because I was not aware that he was suffering from any recent illness or infirmity. Indeed, he had continued to carry out all his tasks in spite of his long-standing ailments, even starting work in the hospital at 6.30 in the morning.",
    "On the day before his death, he had collected a large number of MBBS answer scripts for scrutiny; after his death the next day, it was found that he had finished marking those too!",
    "I guess his Creator, while blessing him with the same number of hours in a day as the rest of us, also decided, quite justly and wisely, to bless him with good health right until the moment when his earthly years were exhausted. The Creator must have noted his irrepressible zeal to serve others.",
    "During his time as a Consultant Physician at the National Hospital of Sri Lanka in Colombo, his peers and junior colleagues were fully aware of his clinical acumen, great care and thoroughness.",
    "But what set him apart was his total commitment to patient care, which reached up to such a height that it looked like a sacrifice in consonance with his Hindu spiritual background.",
    "He was well known to conduct ward rounds at least twice, and often thrice, each day. We seldom saw him at conferences held in five-star hotels, because doubtless, he must have been working in his ward. But he was invariably present at almost all educational activities that were conducted within the hospital premises itself. There he has left an indelible mark",
    "But he didn’t miss out on any “up-to-dateness” for not attending any conferences, because he often did locum consultant work in the United Kingdom.",
    "Even here, it was impossible to say whether he was serving himself or serving our country because he always came back with not only new ideas and experiences but also novel equipment and plans for modernising the NHSL.",
    "He was thrilled, enthused and immediately got into an animated conversation with me. Once I had explained my reasons, he confirmed: “Yes, you are a Buddhist.”",
    "He set up special units to conduct Echocardiography, Endoscopy and clinical physiological tests with the help of benefactors from the UK, at a time when those facilities were either non-existent or available only to a limited degree here.",
    "He asked all his colleagues to make use of them and trained any junior who had an interest in how to use them. Quite tellingly, he took care to ensure that this equipment was housed in special rooms away from his ward whenever possible so that anybody could use them freely without feeling any obligations towards him. By now, tens of thousands of patients must have benefitted from these efforts that he pioneered and established!",
    "The time and trouble he took to teach medical students and train postgraduate trainees left us amazed. He was also completely fair and kind as an examiner. These qualities continued even after he retired from the Ministry of Health when he continued to teach in the medical school at SAITM and work at the Neville Fernando Teaching Hospital, Malabe.",
    "He did all this with his signature smile, gentle and kind voice, casual and welcoming demeanour and simple dress code. I have never seen him angry. If you stopped to speak to him, you immediately knew that he had all the time that you needed with him – because his dedication to serving has thrown all personal comforts out.",
    "But Dr. Sivakumaran was not merely a physician with a ward and a commitment. His vision went beyond the ward and the hospital, to encompass the whole profession and state health service.",
    "He spent countless hours explaining to the medical administrators of his day the importance of cadre projection and reforming the internship training of doctors.",
    "In these, he was way ahead of the times, and (Sadly, given our country’s resistance to change) even current times. His objective was not to aggrandise himself or to make the medical profession more powerful, but to make the service more effective, efficient and safe for patients.",
    "He even personally took up the task of preparing proposals and writing tons of documents. But where they all ended up in this country of ours is not something that one needs to elaborate on nor something that he was pleased about.",
    "But why did I call him a philosopher-physician, like what Galen had recommended in medieval times and traditional healers in the Orient have been? Dr. Sivakumaran’s extraordinary conduct as a physician and healer is best explained and easiest to understand when we take into account his deep spirituality, philosophical worldview and principled conduct.",
    "He was not a lay preacher or sonorous moraliser of any kind. He kept these thoughts mostly private to himself, but if anyone cared to broach them he would, of course, humbly join the conversation and enrich it.",
    "It is then that we would realise that Dr. Sivakumaran’s behaviour was not an accident of circumstances or a series of ingrained habits, but rather the outer manifestation of deep thought and careful reflection.",
    "Suddenly, what seemed like a series of simple sentences and gentle actions became the vigorous animation of a living philosophy. He once asked me whether I was a Buddhist (Obviously because a Sinhalese can be either Buddhist or Christian). I thought for a while and answered, “I don’t know, Sir”.",
    "He was thrilled, enthused and immediately got into an animated conversation with me. Once I had explained my reasons, he confirmed: “Yes, you are a Buddhist.” That was more a statement of his correct understanding of Buddhism than any virtue of mine. If Galen’s philosopher-physician could live in the era of modernity, or an Oriental healer at heart could practise modern medicine, then Dr. Sivakumaran",
    "While I may have been a Buddhist as he exclaimed, Dr. Sivakumaran was the kind of Hindu by practice (Along with two other Hindu senior consultant physicians, who are thankfully still among us) who made me wish that I was a Hindu too! While (Most of) the rest of us run helter-skelter in this confusing life – like animals in the middle of a forest fire looking for a patch of green grass – he walked through his life like an arrow piercing the opaque air and taking a straight line, reaching his goal as a human being with little sweat and a lot of smiles.",
    "The reason for his success was simple: He knew that he was a human being first, and anything else only second.",
    "That is how I am certain that he has now reached his goal – a goal that has many names but one origin, namely the supreme attainment that a human being is capable of, an attainment that is possible only through one’s thoughts and conduct and not through earthly possessions or accolades: Spiritual perfection. People like Dr. Sivakumaran show us that even a speck of dust in the universe can transcend universal laws, and become something more meaningful.",
    "The writer wishes to thank Dr. M.K. Ragunathan, Senior Consultant Physician, for sharing valuable insights into Dr. Sivakumaran’s life."
  ]
}