{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/laugfs-formulates-strategic-business-plan-for-2023-24/",
  "time_ut": 1682250780.0,
  "original_lang": "en",
  "original_title": "LAUGFS formulates ‘strategic’ business plan for 2023/24",
  "original_body_lines": [
    "LAUGFS Holdings Limited, one of the largest diversified conglomerates in Sri Lanka with a portfolio of over 20 businesses spanning multiple industries, recently held its annual Strategic Business Planning event. The event brought together the Group’s Senior Management and heads of subsidiaries at the Anantaya Resort Chilaw to review progress, discuss challenges faced over the past year, and set out plans for growth in the upcoming year.",
    "Each business unit’s head presented its plans and strategies, while the management team provided guidance and support to ensure a comprehensive and insightful discussion. The event marked the launch of the Strategic Business Plans for all subsidiaries and cross functions, aligning the company’s goals towards a new destination.",
    "Speaking with Group Chairman, LAUGFS Holdings Limited, W. K. H. Wegapitiya commented: “I am truly inspired and grateful to see the unwavering commitment and enthusiasm from our staff across all teams in formulating our Strategic Business Plan for 2023/24.",
    "Their hard work and dedication over the past three months have been instrumental in shaping our vision for the future and positioning us for success. Despite the challenges we faced, our team’s passion and resilience is what has driven us forward, and made us one of the largest conglomerates in the country. I am confident that with this level of determination and focus, we will achieve our goals and emerge stronger than ever before.”",
    "DIMO realigns healthcare operations under new ‘DIMO Healthcare’ identity with recent foray into pharmaceuticals",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}