{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Construction-suffers-Tile-import-restrictions-cast-a-shadow/172-260584",
  "time_ut": 1686099300.0,
  "original_lang": "en",
  "original_title": "Construction suffers: Tile import restrictions  cast a shadow",
  "original_body_lines": [
    "Sri Lanka’s construction industry, a vital sector for economic growth, has been grappling with significant challenges in the wake of the COVID-19 pandemic and the subsequent economic crisis. The industry, which used to contribute 8-10% to the country’s GDP and provide employment for over 1.2 million individuals, has experienced a sharp decline. The implementation of import restrictions on tiles and sanitaryware has further disrupted the market, triggering layoffs and revenue losses for importers. While local manufacturers argue for self-sufficiency and emphasize the quality of their products, importers lament the lack of variety, affordability, and negative impacts on business relationships. These developments have raised concerns about the future of the construction industry and the overall economic",
    "“To start with, local manufacturers always had better quality than imported rubbish they used to import from all these various South East Asian countries. We manufacture both tiles and sanitaryware as per international standards. If we did not produce high-quality, high-end products, we would not have been able to export tiles to countries like the United States or Australia or the Middle East.",
    "The construction industry in Sri Lanka has been an important sector for economic growth and development. According to the Chamber of Construction Industry of Sri Lanka (CCI), the construction sector used to contribute 8-10% to the GDP, providing employment, direct 650,000 and another 600,000 indirect, and in total it exceeds 1.2 million.",
    "However, the COVID-19 pandemic and the economic crisis that followed the pandemic have had a significant impact on every industry in Sri Lanka, and the construction industry was no exception.",
    "The crises led to disruptions in construction activities due to lockdowns, travel restrictions, supply chain disruptions, and financial challenges.",
    "As per the data published by CCI, in the third quarter of 2022 when the Sri Lankan economy shrank by 11.8%, the construction industry shrank by 33.2%. The contribution that the construction industry used to make to the national GDP came down to 6.1%.",
    "Among the immediate measures taken by the government, the import restrictions on tiles and sanitaryware, which is an important sector within the broader construction industry, drastically changed the market dynamics between local tile manufacturers and tile importers.",
    "Local manufacturers who were struggling with one year of stock in their warehouses gained a lot of mileage out of the import ban, which ultimately made them expand their production.",
    "The goals of the government including saving foreign exchange reserves as well as boosting local industries were successfully achieved. Then, what happened to the importers?",
    "For nearly three years, the tile importers have been languishing as they have not been able to resume their business.",
    "“We are facing revenue losses, increased inventory costs, and layoffs. This is not fair”",
    "A.M.J.M. Jaufer, President of Tile and Sanitaryware Importers Association (TSIA) is of the view that whenever the government enforces bans on a segment of imported goods, it causes a lot of misery to companies that deal in them, leading to closures and job losses.",
    "Tile and sanitary ware importers numbering over 300, complained that due to a heavy shortage, many construction projects are on halt.",
    "“We are facing revenue losses, increased inventory costs, and layoffs. More than 200 importers are severely affected and struggling. Over 2,000 dealers countrywide with a large majority of them contributing to the country by way of tax revenue totalling Rs. 12 billion annually, are struggling. This is not right. This ban is not fair,” he said.",
    "At present, three local manufacturers, who he said are closely connected to the government, are wielding a monopoly, he claimed.",
    "Shedding light on higher costs of tiles in the Sri Lankan market at the moment, Jaufer said increasing expenses have been passed onto the buyers by the local manufacturers who are fishing in troubled waters.",
    "“This ban has caused an additional burden to consumers. About half of the local production cost of tiles is for imported energy and raw materials. We as importers can sell consumers tiles cheaper and at more affordable prices. It is the more economical way than manufacturing with high energy costs. It won’t save foreign exchange as much as the government expects.”",
    "He also noted how the import restrictions have limited availability and variety of sizes and designs.",
    "“Importers are known for offering unique or high-quality tile products that were not readily available locally. This ban significantly diminished our competitive advantage. There is no variety in tile designs, styles, and options available to consumers now.",
    "“This has led to a narrower range of choices in the market, as local manufacturers are not able to offer the same diversity as imported tiles,” he said.",
    "“The ban came out of the blue, giving us no time to adapt to it. It was and it is very challenging for us to adapt our business strategies to cope with import restrictions. Before the ban, many businessmen purchased tiles on credit. They have been unable to pay back the loans to other companies and also to banks. Many have shut down their business.”",
    "“Because of our presence in the market with affordable imported good quality tiles, even average income families in Sri Lanka were able to afford to have tiles in their houses. The market was improving in that direction. However, after the ban on local companies selling tiles for exorbitant prices, tiling has now again become a luxury for Sri Lankans.",
    "He also said how the import ban on tile products harmed the business relationship between tile importers and their loyal customers.",
    "“Loyal customers who have been doing business with us for years felt let down due to the sudden inability to access the imported tile products. Trust is a crucial component of any business relationship, and the import ban, unfortunately, eroded that trust,” said Jaufer.",
    "“Clay mining often involves digging deep into the ground to extract clay deposits”",
    "The process of tile manufacturing, which involves mining clay, can have several negative effects on the environment. Mr Jaufer claimed that the local manufacturers are not following sustainable mining techniques to mitigate the negative effects. Executive Director of the Centre for Environmental Justice Senior Environmental Scientist Hemantha Withanage reiterated the same claim.",
    "“Mining operations that take place in areas such as Matale, Digana, and Waskaduwa can contaminate nearby water sources. Clay mining often involves digging deep into the ground to extract clay deposits. This excavation can disrupt the natural hydrogeological system and lead to the lowering of the water table.",
    "“Excavation can also create open pits or voids that can alter the flow patterns and storage capacity of the aquifer,” he explained.",
    "However, he stressed that the issue is none of the companies are following any environmentally friendly practices to restore the natural resources they use for the manufacturing procedures.",
    "“We don’t need imports for tiles and sanitary ware. We are self-sufficient.”",
    "“Currently, the local manufacturers have an installed capacity of more than 28 mn square meters to produce tiles, which is almost double the current market requirement. We are now self-sufficient. We can produce, be it any design, be it any size, and be it any surface finish locally. So, I don’t see any reason that we need to import.",
    "“To start with, local manufacturers always had better quality than imported rubbish they used to import from all these various South East Asian countries. We manufacture both tiles and sanitaryware as per international standards. If we did not produce high-quality, high-end products, we would not have been able to export tiles to countries like the United States or Australia or the Middle East.",
    "“The cost of local tiles production has increased because the input cost has increased and because the currency is devalued. We have only passed that increased cost of production to the consumers. We have not arbitrarily increased prices.",
    "“Over a period of three years when this ban was in place, we have saved the country more than 60 million US dollars. But, lifting the ban is not our problem, because it is up to the government. However, we are not scared of the competition.",
    "Not only tiles, even other things but there is also rampant under-invoicing taking place in the country because Sri Lanka Customs, the Ministry of Finance and other relevant authorities don’t have any mechanism to ensure that the imported products are properly invoiced and brought to the country.",
    "“If you look at the import statistics, you should be able to get this data. However, you are not able to get the same statistics because these importers undervalue their products. If they buy it at $8 a square metre, they would put $2 as their cost. That is also a loss of revenue to the government. On the other side, we are public companies, we pay proper taxes and proper VAT. None of these importers are properly regulated. When they undervalue all their products, they don’t get the proper Custom Duties. From another point of view, the country has a lot to lose from imports.",
    "“If the ban is lifted, we will find it difficult to compete”",
    "“Before the import ban was imposed, we had nearly one year of stock in our warehouses. Actually, before the import ban was placed-I can speak for Lanka Tiles-Lanka Tiles was thinking of curtailing production. Because we could not sell, we could not compete with imported products.",
    "“However much we made representations to the government, nothing was done. No successive government had any vision as to how local industry should be developed. They were bowing down to the importers’ lobby.",
    "I don’t subscribe to the argument that the imported tiles are always bad in quality. There are good quality products that are imported to this country. But, the main problem with imports is the lack of a mechanism to check the under-invoicing of imported tiles. Not only tiles, even other things but there is also rampant under-invoicing taking place in the country because Sri Lanka Customs, the Ministry of Finance and other relevant authorities don’t have any mechanism to ensure that the imported products are properly invoiced and brought to the country.",
    "“We are facing revenue losses, increased inventory costs, and layoffs. More than 200 importers are severely affected and struggling. Over 2,000 dealers countrywide with a large majority of them contributing to the country by way of tax revenue totalling Rs. 12 billion annually, are struggling. This is not right. This ban is not fair,",
    "“We are not against lifting the ban. If there is a monopoly, we should be able to sell our entire production in the market. But here, even without imports, the tile factories are struggling to survive. Even Lanka Tiles is struggling to sell products now because our inventories are going up every month.",
    "“I think even other companies are facing the same situation because at the moment there is no demand in the market to absorb the entirety of local production of tiles. But, having said that, we can bear that.”",
    "“Competitiveness should be key in any industry. But, I cannot say when the ban will be relaxed”",
    "In 2021, the government attempted to relax the import restrictions on tiles effectively for less than a day. In another policy U-turn, the Gazette notification was suspended the next day with new regulations imposed by the Import and Export Control Department.",
    "This, as claimed by importers was a politically influenced decision, in favour of local manufacturers who are close allies of the government.",
    "“However, State Minister for Finance Shehan Semasinghe recently told the media that the government plans to lift import controls on 100 items. When we inquired with him, he said that Sri Lanka is supposed to submit a report to the IMF by the end of June with time-bound proposals to relax some of the import restrictions.",
    "“We want to ensure a liberalized State policy in Sri Lanka. While considering the concerns of local tile manufacturers, we understand the importance of relaxing this ban due to the severe challenges the tile importers have been facing. Competitiveness should be key in any industry. I cannot precisely say when the ban will be relaxed or which items will be allowed to import. But, we will not disturb the open economy and liberalized trade,” Semasinghe told the Daily Mirror."
  ]
}