{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96118/dengue-control-programme-to-be-conducted-in-jaffna-trincomalee-and-batticaloa",
  "time_ut": 1704284040.0,
  "original_lang": "en",
  "original_title": "Dengue-control programme to be conducted in Jaffna, Trincomalee and Batticaloa",
  "original_body_lines": [
    "A progress review meeting was convened at the Presidential Secretariat, chaired by President Ranil Wickremesinghe, to assess the effectiveness of the dengue control programs in the Western and Central Provinces.",
    "Under the guidance of the President’s Office, and in adherence to existing health guidelines, collaborative efforts involving the armed forces and police have successfully curtailed the spread of dengue in these regions.",
    "The discussion revealed that the implementation of various dengue control and awareness programs, particularly focusing on Medical Officer of Health (MoH) divisions, has effectively brought the situation under control.",
    "During the meeting, it was acknowledged that while the spread of dengue has been contained in the Western and Central Provinces, attention should now be directed towards districts such as Jaffna, Trincomalee and Batticaloa.",
    "Specific areas with a high incidence of dengue around government institutions, schools, religious sites, public spaces and private institutions were identified for targeted interventions.",
    "President Ranil Wickremesinghe commended the on-going efforts to control the spread of dengue across the country through the implementation of diverse programs.",
    "To combat the spread of dengue, a decision was made to establish an operational unit directly supervised by the Ministry of Health. The Health Ministry Secretary chaired a special meeting on the matter today (03), with the participation of the heads of the three armed forces and the Acting Police Inspector. The objective is to create a reporting system for ongoing dengue control programs, tracking daily progress in the province and outlining future measures.",
    "The participants included State Minister of Health Dr. Sita Arambepola, Presidential Senior Adviser on National Security and Chief of Presidential Staff Mr. Sagala Ratnayaka, along with officials from various organizations such as the Colombo Municipal Council, the Ministry of Education and the Ministry of Health. The Central Provincial Health Authorities also joined the discussion through Zoom technology."
  ]
}