{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sc-order-and-govt-s-trial-balloon/",
  "time_ut": 1678125180.0,
  "original_lang": "en",
  "original_title": "SC order and govt.’s trial balloon",
  "original_body_lines": [
    "The Opposition is cock-a-hoop over the Supreme Court (SC) interim order that has restrained the Finance Ministry, etc., from withholding funds allocated for the mini polls from Budget 2023. It would have the public believe that the court order has helped checkmate the government, which will now have to make funds available to the Election Commission (EC) posthaste. It always underestimates the SLPP-UNP axis, which continues to pull off surprises. Sun Tzu has said, in The Art of War, “If you know neither the enemy nor yourself, you will succumb in every battle.” This may explain why the Opposition has failed to turn the tables on the government and is running around like a headless chicken.",
    "The Opposition parties have, for once, come together to try to keep the government in check; they have written to the EC to take prompt action to hold the LG polls before 19 March. This is a tall order. They seem to think that the SC interim order will jolt the government into releasing funds for the LG elections; the EC will get cracking, and everything else will fall into place thereafter. They are being naïve and overoptimistic.",
    "State Minister of Finance Ranjith Siyambalapitiya has said the government will honour the SC interim order, but he has chosen to remain silent on whether funds will be allocated for the LG polls expeditiously. What really matters is not a State Minister’s statement on the issue but the reaction of the Rajapaksas and/or the members of President Wickremesinghe’s kitchen Cabinet.",
    "UNP General Secretary Palitha Range Bandara has argued that Budget 2023 did not allocate funds as such for elections; it only presented an estimate, and nothing can be done if the Treasury is without sufficient funds. This could be considered the government’s line of thought. It has apparently sent up a trial balloon.",
    "It is said that in times of yore burglars would hold black pots through the holes they made in walls at night to make sure that the house owners were not waiting with clubs inside; if the pots happened to be smashed, the thieves would flee. The UNP is apparently using Bandara’s balding pate to check what kind of reaction there will be in case the government peddles the argument that funds cannot be allocated for elections despite what is stated in Budget 2022. Let Bandara be warned that he is inviting trouble.",
    "The incumbent regime is full of politicians who have shown very scant regard for the Constitution, other laws and regulations and, above all, the judiciary itself. They even had direct confrontations with the judiciary. The UNP has a history of having stones hurled at the houses of upright Supreme Court judges who refused to toe its line and carried out their duties and functions without fear or favour. It even tried to impeach Chief Justice Neville Samarakoon, who stood up to the dictatorial J. R. Jayewardene regime, in which Wickremesinghe was a minister. It was also instrumental in having Chief Justice Mohan Peiris ‘vapourised’ immediately after the formation of the Yahapalana government in 2015. Declaring that the impeachment of Chief Justice Dr. Shirani Bandaranayake had been illegal, and therefore the post of the Chief Justice had not fallen vacant, the then President Maithripala Sirisena, at the behest of the UNP, deemed the appointment of Peiris as Bandaranayake’s successor null and void ab initio. Worryingly, that move was endorsed by some key members of the Bar Association of Sri Lanka! True, the Mahinda Rajapaksa government botched up the process of impeaching Dr. Bandaranayake, and her ouster was not properly carried out, but her reinstatement as the CJ should have been done by Parliament, which ‘removed’ her from office wrongfully.",
    "In the past, when the UNP grandees resorted to hostile actions against the judiciary, the current SLPP leaders who were in the SLFP at the time would let out howls of protest, and vice versa. But today they have joined forces for expediency and are determined to go to any extent to protect their interests. This is something the Opposition politicians should not lose sight of. They should not leave the task of protecting the people’s rights and freedoms entirely to the judiciary; there are battles that have to be fought on the political front as well.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}