{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-beer-battle-to-froth-after-heineken-purchase-140740/",
  "time_ut": 1700461320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka beer battle to froth after Heineken purchase",
  "original_body_lines": [
    "ECONOMYNEXT – A purchase of Heineken Lanka by Distilleries Corporation of Sri Lanka, a hard alcohol maker will intensify competition challenging Lion beer, Fitch Ratings said.",
    "Heineken was a “distant second to Lion Beer but Distilleries has the industry know-how, market access and financial strength to push into the market.",
    "“We believe a large capacity expansion at Heineken Lanka would be required to compete effectively with Lion,” Fitch said.",
    "“We estimate the expansion will require significant capital outlay and at least two-to-three years to complete.”",
    "Its annual free cash flow, excluding dividends, was around 10 to 12 billion rupees.",
    "Distilleries’ Acquisition of Heineken Lanka May Challenge Lion Brewery Share",
    "Fitch Ratings-Colombo-19 November 2023: Lion Brewery (Ceylon) PLC (AAA(lka)/Stable), the leader in Sri Lanka’s beer market, could face more competition in the medium term following Distilleries Company of Sri Lanka PLC’s (DIST; AAA(lka)/Stable) decision to acquire beer producer Heineken Lanka Limited, Fitch Ratings says. Heineken is a distant second in Sri Lanka’s beer market for now, but we believe DIST has the industry know-how, market access and financial strength to elevate Heineken’s operations to a level that could weigh on Lion’s market share.",
    "We believe a large capacity expansion at Heineken Lanka would be required to compete effectively with Lion. We estimate the expansion will require significant capital outlay and at least two-to-three years to complete. We believe DIST has the financial strength to fund the expansion, with its annual free cash flow, excluding dividends, averaging LKR10 billion-12 billion. DIST, as the largest spirits manufacturer in the country, already has extensive market access covering all forms of retail channels, providing easy market penetration compared with a new entrant.",
    "However, we expect DIST to face near-term challenges in terms of brand building given the complete ban on media advertising on alcoholic beverages by the government. Lion already has a very strong brand presence in the market compared with Heineken due to the greater mass-market appeal of its products, with cheaper pricing and customisation to local preferences.",
    "Lion’s ability to withstand competitive pressure is also supported by its strong rating headroom. Lion continued to maintain a net cash position as of 31 September 2023, compared with a negative rating sensitivity of EBITDA net leverage of above 5.0x. We believe this provides Lion the flexibility to be more aggressive with its pricing strategy to defend its market share in an increasingly competitive environment.",
    "We expect the acquisition to be positive for DIST as it will help the company to strengthen its market position with a presence in both hard and soft liquor markets. The acquisition will also allow DIST to take advantage of the lower excise duties applicable to beer on an alcohol-equivalent basis. There has been a shift to beer from hard liquor in recent months due to the significant increase in excise duties. DIST could also benefit from the revival in Sri Lanka’s tourism industry, as beer is more popular among tourists than locally made hard liquor.",
    "DIST has not disclosed the value of the transaction, but we do not believe it will have a material drag on the company or parent Melstacorp PLC’s (AAA(lka)/Stable) balance-sheet strength. We rate DIST at the consolidated profile of Melstacorp based on our Parent and Subsidiary Linkage Rating Criteria.",
    "Melstacorp’s last-12-month EBITDAR to net leverage stood at 0.7x at end-September 2023, compared with a negative rating sensitivity of above 5.5x, indicating strong rating headroom. Furthermore, our rating-case assumptions include annual spending of LKR5.0 billion on potential M&A."
  ]
}