{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/waiting-for-godot/",
  "time_ut": 1679119800.0,
  "original_lang": "en",
  "original_title": "Waiting for Godot",
  "original_body_lines": [
    "Waiting for Godot by Irishman Thomas Becket explores the absurdity and purposeless of existence. The performers waste their time trying to meet Godot, who will never show up. The play was first performed in France and is in the tradition of the Theatre of the Absurd. Godot, a made-up name, not a historical person, is used to denote a joker, a mythological character, to lampoon political opponents or to make fun of great expectations such as Thamil Eelam, The Inevitable Revolution, Saving the Nation, Dharmishta Samajaya, Sinhala-Buddhism, Aragalaya, or anything that fits the story line of the user.",
    "There is a proposition going around in a motley Lankan left-discussion-group that we must not cave into global powers (US, the EU, China etc.) or to global finance capital or to international institutions such as the IMF, IBRD or the ADB. The task is to oppose them and by opposing defeat them. We must and can change the world is the slogan! Sounds great and to the extent that we can benefit, let us – “us” meaning, willing and able nations whose leaders have the iron will of a Castro, try. Some united efforts though short of world revolution have indeed paid dividends; the Non-Aligned Movement for example. But the way the aforesaid discussants are heralding it, it is the theatre of the absurd! And what is the time frame in their minds? It is a time frame that can be related to resolving the ongoing economic crisis in Sri Lanka; that is to say during the tenure of the present and next governments. Well, these chaps are chasing gigantic flocks of wild geese!",
    "There is a very old debate that bears an anecdotal overlap. In the years between the first and second world wars, that is the 1920s and 1930s, there was a rumpus between Trotskyites and Stalinists about what to do in the context that Russia was completely isolated since revolutionary uprisings in Europe – Germany and Poland – had been crushed. The gist of it was the Stalinist avowal to build socialism in one country and the Trotskyite argument that a single country even as large as Russia, if completely isolated, would not become socialist but some kind of malformed state. In the end it turned out that both were partly correct. Yes, the USSR survived as a non-capitalist dictatorship much eschewed by democrats and liberals alike, and yes, the Trotskyites were right that this was far from socialism. Don’t bother if you have never heard of this esoteric debate.",
    "The relevance to Sri Lanka right now is a curious paradox, an inversion of ideas between long hardened Trotskyites and Stalinists. It is not the same argument exactly, but has overtones of similarity. On one side is this aged Trot (KD) and maybe a few others. We say that waiting for the world revolution is a crazy wild goose chase. While cashing in whenever possible on the dividends that neo-imperialism may throw in our way, we should focus on what we can do domestically to strengthen our national position. A few local ex-Stalinists now conversely argue that we must focus on changing the world correlation of power and that salvation lies in transforming the global arena. Pretty much a paradoxical inversion between this aged Trot and erstwhile Stalinists. Please ignore this and the previous paragraph if you are under 70.",
    "If indeed for any reason the world correlation of forces were to throw scraps in our direction, we should grab them, but that’s a different matter. I have frequently argued in these pages that because Sri Lanka is one of few surviving post-colonial democracies the West has a propaganda and ideological interest in preserving some form of democracy in this country. It not psychologically good for the West (and for India of course) to let this country go down the tubes and good to prevent chaos, anarchy and economic collapse. My guess then is that the West, IMF and India will be inclined to give the Ranil’s administration some sustenance. Maybe soften IMF conditions, maybe allow RW time to reach a primary budget surplus (that is fiscal balance without making an allowance for public debt servicing) or to help out with the External Account (foreign trade, remittances, tourism etc), or to help in the Balance of Payments which includes both this current account and as well as the capital inflow account. Well, all that’s very useful. I can’t second guess the minds of global actors but if scraps are thrown our way; if it helps the rupee to recover in value, lubricates the inflow of FDI, private equity, etc, well who are we to say “no”?",
    "While we are Waiting for Godot, we can however go over the elements of the economic programme that the country needs to mull over and the political conditions it needs to nurture. If you have read my previous columns, I am repeating myself; it’s not my fault since the National Peoples’ Power Movement (NPP) is taking its own sweet time getting down to business. So, what more can I do than repeat myself? The economic programme must strike a balance between the ability of the state to maintain broad policy directions (this is a necessity in any successful developing country as the examples of China, Vietnam, South Korea and Singapore have shown) on the one hand, and ensuring space for enterprises to make business decisions, be assured of the rule of law, innovate and work free of dysfunctional compunctions, on the other hand. A tall order and somewhat contradictory specifications! But what to do; that’s the way the world is made and that’s the way to approach it.",
    "The political agenda is more complicated. A former Stalinist of slightly lesser vintage than I put it like this. “I’m simply advocating a social democracy within an Open economic framework which recognises the fact of globalisation”. Good heavens, does this not sound like rampant liberalism? No talk of “socialism in one country” or anything bordering on that. What a paradox, this old Trot and this Stalinist seem to have exchanged places. To get beyond trivial point scoring, there seems to be agreement that the essential socio-political agenda is to establish social democracy (not a vapid hand-out system) and to guarantee political democracy so as to assuage the fears in the minds of ordinary Sinhalese about insurrectionary violence and chaos, and to satisfy the minorities that their interests will no longer be undermined. It’s good that we have managed to reach a commonality that goes this far.",
    "The proof of this pudding however will be in the eating, that is the way that a government that makes such commitments conducts itself when in office. But offering such verbal guarantees and explicitly including them in a Manifesto will go some way in the public relations domain. This I believe is a task for the NPP if and when it starts the process of drafting a Programme Document (Election Manifesto). Nobody is likely to take Ranil or Sajith seriously if they chirp anything like this; as for the Rajapaksa-poroppaya bandwagon, it is already a Theatre of the Absurd. The NPP should call for proposals from the public as part of its consultation process in drafting its programme and get down to business without any further delay.",
    "One final point and I have said this before but it certainly needs repetition is that any future government would need checks on its behaviour. I have the JVP-NPP-combo in mind of course, but it is true of even a RW or Sajith government though I expect they will just go on in the same old untrammelled way. The JVP-NPP-combo is an entirely new game in town, a type of government that we have never seen before and that novelty alone makes reassurances of good behaviour important in the public mind. The JVP will obviously provide the muscle in the external domain, it is capable of mobilising the millions and pulling the mass vote. The NPP must be the instrument that ensures correct behaviour, respect for democracy and adherence to the agreed programme and code of conduct. Spelling this out in the pronouncements and programmes of the two participants will go a long way to reassuring the public and more important in ensuring that things actually work like this in practice. These reassurances are important in winning over the voting public because, to repeat, a JVP-NPP government will be a 100% new ball game in Sri Lanka. Those who voted for Aragalaya and against Capitalism in the pictured survey are very likely to be NPP-JVP people.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}