{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Appointment-of-committees-to-oversee-LG-bodies-shows-Govt-lack-of-interest-in-polls-SJB/56-746772",
  "time_ut": 1679866266.0,
  "original_lang": "en",
  "original_title": "Appointment of committees to oversee LG bodies shows Govt. lack of interest in polls: SJB",
  "original_body_lines": [
    "Accuses Govt. of appointing committees to take away people’s sovereignty and their right to vote",
    "Says while various groups are calling for polls to be held, Govt. is taking every step possible not to hold elections",
    "Calls on all Opposition parties to band together against Govt’s undemocratic rule",
    "Samagi Jana Balawegaya (SJB) Colombo Mayoral Candidate Mujibur Rahman yesterday said the decision to appoint two committees to oversee the functioning of Local Government bodies makes evident the Government's lack of interest to hold elections.",
    "Rahman said the committees, one committee presided by the Prime Minister and the other led by MP Vajira Aberwardane. According to Rahman, it is clear through the media communique issued that the Government does not wish to make any preparations for the Local Government polls. Rahman said despite an interim court order asking for funds to be released for the elections, the Government continues to ignore it and is appointing committees instead to take away the people’s sovereignty and their right to vote.  Rahman made these comments at a press conference held at the Opposition leader’s office yesterday.",
    "The Colombo Mayoral candidate claimed this was the first step in the Government’s plan to appoint those loyal to it to Local Government bodies and control them and not give the people their right to franchise.",
    "“The people are not being given a choice to elect those they prefer,” he said. He accused the Government of taking an undemocratic and dictatorial path as well as leading the situation to yet another crisis. Rahman noted that political parties, Foreign Governments and organisations are demanding Local Government polls. “Even the IMF has called on the polls to be held as scheduled,” he said. “But instead the Government is making preparations to not hold polls by appointing various committees,” he added.",
    "Rahman noted that the SJB has filed several petitions over the elections before the Supreme Court. He said party hopes to receive justice from the courts against the executive’s attempts to take away the people’s right to franchise. Rahman said the current Parliament is a distortion of what a Parliament that truly represents the people should be.",
    "“We must resolve these issues. A Local Government poll would have been the first step towards it,” he said. Rahuman also accused the Government of using state officials to delay the polls and attempting to summon judges before the Parliamentary Privileges Committee to intimidate them and prevent them from delivering judgements in favour of elections. He called on all Opposition parties to come together to defeat the Government’s undemocratic rule."
  ]
}