{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/some-interesting-court-experiences-at-the-victorian-bar/",
  "time_ut": 1677946560.0,
  "original_lang": "en",
  "original_title": "Some interesting court experiences at the Victorian Bar",
  "original_body_lines": [
    "It was the start of 1976. I had been at the Victorian Bar for nearly four years and I now had a small but busy little practice in the Magistrates’ Court with the occasional sojourn into the County Court. I say “small” because the fees in the Magistrates’ Court were not particularly high. I had a large room on the fourth floor of Equity Chambers into which I had moved early in 1974, but in 1975 I moved into a “B”-sized room on the third floor of Owen Dixon Chambers in March 1976.",
    "At that time it was a floor with a number of distinguished barristers, namely Brian Thomson QC, Ted Laurie QC, John Hanlon QC, Len Ostrowski QC, Paul Guest QC, Philip Mandie QC, John Coldrey QC, Con Heliotis and Dinny Barrett (the magistrate who discharged Lindy Chamberlain in her first committal proceeding) and Fred James.",
    "Fred was a shy, self-effacing man with a wicked sense of humour and an old-world charm. He was a man of reasonably substantial girth and he always wore double-breasted suits, which concealed his extra-large stomach. Fred had the room directly opposite me on the third floor of Owen Dixon Chambers. We soon became very close friends and he would either come into my room every morning or I would go into his room and we would smoke cigarettes together. We would spend a pleasant half hour solving the world’s problems and dealing with our little ones.",
    "It was during the 11 years I spent with Freddie that I realized what a “lonely, cruel place” the Victorian Bar could be. Please do not get me wrong, I do not mean to say that Victorian barristers are cruel and mean. But the Bar is, for some members, an extremely lonely place. I will tell you why. Many years before, Freddie had been an acting Crown Prosecutor and was in the process of being confirmed when he was called in for a medical examination. Unfortunately, he did not meet the health requirements so was not confirmed in this position as he did not pass the medical examination.",
    "His practice was almost entirely in the Magistrates’ Court. We were all in awe of his magnificent phraseology and his command of the English language. Freddie was a delightful orator in court. We would sit there listening with great delight to the Dickensian manner in which he put a sentence together.",
    "As the years rolled by, Freddie and I grew much closer. One day early in the year 1986, I knocked on his door and, as was my wont, walked into his room without waiting to be invited. He was seated as his desk with his face in his hands. He had been crying. When he saw me he looked up and burst out sobbing. I was completely taken aback. What was I to do? What could I do?",
    "He said, “Nimal, I have made a terrible mistake in my life. I tried to rise above my station and see what has happened to me. My father was a bricklayer and my mother insisted I receive an education and not have to be a labourer. I should have been a bricklayer.”",
    "I sat there speechless while Freddie continued. “See what happened to me when I tried to rise above my station in life. I became a lawyer and now all is lost. I promised my wife she would never have to work yet we are now completely destitute. Solicitors have stopped briefing me and I have no work. What am I to do? How can I look after my wife?”",
    "Freddie then started apologizing to me for breaking down and behaving the way he did. I looked him in the eye and said, “Freddie, if you did not break down, you would not be human.”",
    "There was nothing I could do to comfort Freddie so I quietly slipped out of the room.",
    "I went down and saw Freddie’s clerk, Kevin Foley. I told him what had happened and that he must do something to help my friend. Foley told me not to waste my time trying to help Freddie as he was past it. Freddie was younger than I, and in his early fifties. I told Foley, “Look, this man has given you over twenty-five years’ loyal service and has been at one time a big money earner for you. Don’t you feel any loyalty towards him?”",
    "I then went and saw one of Freddie’s former readers and asked him whether he could help Freddie. He was equally curt with me and told me that Freddie was over the hill and should give the profession away. I told him that he was quite heartless and he owed something to Freddie for reading with him and being helped by Freddie to get a foothold at the Criminal Bar. He laughed at me.",
    "I remembered my two friends, Max Perry and his cousin, Ray Perry. Max had read with Fred in 1977 and I had spent many a happy hour with them. After they heard my plea, Max and Ray set about trying to resuscitate Freddy’s dead practice, and within a few months Freddie was back with regular appearances in court. Thank God for the fact that we have wonderful kind people like Max and Ray Perry at the Victorian Bar. However, my story has a sad ending. Freddie was dead within a year – dead in his early fifties.",
    "I wrote his wife a long gentle letter and received a beautiful letter from his son, thanking me for spending my time with his father. Freddie had often spoken about me to his family and the wonderful mornings we had together settling the world’s problems. Sleep peacefully my dear friend, you never know, we may meet again soon.",
    "In 1976 I became quite friendly with two of my neighbours, the late John Barnett – later Judge Barnett of the County Court – and Peter White, who was later appointed a magistrate. They shared chambers directly opposite me. John had a little room with an anteroom and next door to him was Peter’s slightly larger room. One had to enter Peter’s room through John’s ante-room. The three of us had a common interest in life – horse racing. Every Monday morning I would go into Peter White’s room and Peter, John and I would discuss the results of the previous Saturday’s race meeting.",
    "One Monday morning in 1976 I walked into John’s room. There were two men seated in front of his desk with their backs to me. John wasn’t there, he was in the next room chatting to Peter. I walked into Peter’s room and chatted to John and Peter and then left. I was not feeling at all well and was coming down with influenza.",
    "I decided to go home immediately and rest. I went back to my chambers, packed my bag, went to the car park and drove home. I got into bed and was fast asleep when the telephone by my bedside rang. It was John Barnett. I told him, “John, I’m down with the flu. Can’t you leave me alone?”",
    "John said, “Nimal, do you remember seeing two men in my room this morning?”",
    "John then said, “Can you come in at 2.15 and give evidence for me that you saw these two men in my room at 9 o’clock this morning?”",
    "John replied, “They have been charged with suborning witnesses in Heidelberg at 8.45 this morning and I want you to give evidence that you saw them at 9 in my rooms to establish that they could not have done this at 9 am.”",
    "I told him that I had the flu and I was feeling pretty woozy. He said, “Please, please come in and do me this favour.”",
    "I got up at 1 pm, had my lunch and went to court. When I got there at 2 pm I spoke to John and he said he would call me when he was ready. The court sat at 2.15 and the tipstaff came and called me to give evidence. As I opened the door I found that it was that lovely man, Judge Bernie Shillitoe, sitting on the bench. Many years earlier, Bernie Shillitoe, Judge Bill Martin and I had sung Irish ballads at a party thrown by Des Wheelan QC. Bernie was fond of me and had been very kind to me whenever I appeared before him.",
    "I got into the witness box and I was sworn. Aaron Schwartz got up to lead my evidence-in-chief in place of John, as they were each separately defending the two accused. Aaron barked at me and said,",
    "There was a look of consternation on Aaron’s face. He repeated the question and I repeated my answer. By this time, Bernie Shillitoe was in paroxysms of laughter and kept falling off his chair. I then put Aaron out of his misery by saying, “My name is Presanna Nimal Wikramanayake’",
    "Aaron then pointed to the two accused in the dock and asked, “Have you seen these two men before?”",
    "Shock and horror registered on Aaron’s face. As he was about to sit down, I said, “Relax. If you ask those two gentlemen to turn around, I might able to answer your question.”",
    "Aaron then asked the two men to turn around with their backs to me and I said, “Yes, I saw those two men this morning about 9 am in John Barnett’s chambers”",
    "The Crown Prosecutor was Joe Dixon, later Judge Dixon of the County Court. Bernie looked at me and grinned. He asked Joe Dixon whether he wanted to ask me any questions but Dixon said no, so I went back home to bed.",
    "Around this time I received a brief from Hall and Wilcox to appear in a sharebroker’s contract matter. The case was Mott v. Jagoda. Lindsay Mott, a sharebroker, was suing Jagoda for monies due under a contract of sale of shares which Lindsay had bought for Mott, including his commission. Jagoda had failed to pay these monies.",
    "It was one of the first cases to be heard by Mr Justice Fullaghar. Before the case started, my opponent Graeme Crossley asked me-what my case was and I said I would be running the case on the pleadings. It was a straightforward case of agency.",
    "When I was halfway through my client’s case, I realized that there was an omission in the pleadings, and in addition to agency there was a clear case of ratification of agency by the defendant. I cross-examined the defendant on this point and obtained several damaging admissions from him. At the close of Crossley’s case I moved to amend my statement of claim by pleading ratification.",
    "Crossley nearly had a fit of apoplexy. He told Fullagher that I had undertaken to him that my case was on the pleadings and that I could not now amend my pleadings to plead ratification. I drew the judge’s attention to the fact that I had cross-examined the defendant on ratification, pointed to the passages in the transcript where I had cross-examined him on this point without objection and argued that I was entitled to plead ratification and that there was no such thing as counsel being estopped from this course of conduct.",
    "Justice Fullaghar told us that he was not going to interfere in the dispute between Crossley and me, that this dispute was a matter for another forum and he would allow me to amend the pleadings to plead ratification. I got judgment for a sum in excess of $60,000, which was a large sum of money in those days.",
    "I expected to have a large and lucrative practice after winning such a celebrated case but, lo and behold, I did not get another brief from Hall and Wilcox for another 10 years and, suffice it to say, I won that case too. I have never received another brief from that firm.",
    "One sad outcome from this case was that Crossley reported me to the Bar Council for professional misconduct for the breach of an undertaking. I pointed out to the Ethics Committee of the Bar Council that I certainly had run my case on the pleadings, but I was not estopped from amending my pleadings if I was able to establish ratification. I pointed out to the Ethics Committee that there was nothing improper in what I did and if Crossley had been vigilant he would have objected to my questioning if I had not pleaded ratification.",
    "The upshot of it was that I was exonerated from any professional misconduct by the Ethics Committee. Graeme Crossley, later Judge Crossley, and I remained friends over the next 40 years.",
    "It was now late in the year 1976. I made a calculated decision that I was not going to appear any more in the Magistrates’ Court. I was not going to put up with the boorish behaviour of the magistrates, nor was I going to appear before the justices of the peace. My clerk, Wayne Duncan, was horrified and told me that I would probably starve the following year if I refused to appear in the Magistrates’ Court. I had received a negligible number of briefs from him and if I had relied on him, I would probably have starved for the 16 years that I was on his list.",
    "In December 1976, I was briefed to appear for a man who was accused of fathering a child. Unfortunately, the client was not able to see me before the matter came up for hearing but was able to see me on the day of the case. Despite my misgivings about the Magistrates’ Court, I continued to appear there. I turned up that day and asked Magistrate Moon to delay the matter for an hour so that I could obtain instructions. I duly obtained these instructions and went back into court at 11 am.",
    "My opponent was full of righteous indignation and told me that he was going to fix my client up for the dreadful thing my client had done to his poor lady client. One lesson my father taught me in my early years as an advocate was never to get personally involved in my cases as it would affect my health. My opponent could have done with this advice. He was metaphorically foaming at the mouth.",
    "My client was a married man who had a beautiful home in Frankston and my instructions were that the woman had been sleeping around with other men, and that she was a ‘gold digger.’",
    "When the case was called, my opponent led his evidence. The complainant was an extremely attractive, willowy young lady of Eastern European appearance. After she gave evidence in chief, it was my turn to cross-examine her. I got up, leered at her and said, “Madam, I suggest that you are a common prostitute, and that you would sleep with any man who was available.”",
    "My opponent bounded to his feet with howls of protest. The magistrate started shouting and screaming at me, telling me that I had no business putting such a horrible question to such a lovely young lady. By this stage I had decided that I was not going to put up with any more rudeness from magistrates and I told Magistrate Moon that he was not entitled firstly to raise his voice at me and that he should keep his voice down when addressing me, and secondly, I told him that it was my case that this woman was a loose woman who had slept with many men, including my client. Any one of these men could have fathered the child and I would establish it.",
    "I then cross-examined the lady for about three hours. I began in a fairly gentle manner but it was a rather excruciating experience for her. I suggested to her that on one occasion she was having intercourse with my client in Ballarat late at night in the front seat of his semi-trailer. My client was employed as a truck driver. This act of intercourse was carried out on one of the main streets of Ballarat, the town was sleeping and the street was deserted.",
    "When they heard several cars driving up to the semi-trailer, my client sat up in the driver’s seat while the girl slipped under the dashboard. There were two carloads full of young men who walked up to the truck. One of them asked my client whether he was “fucking the young lady” whom he mentioned by name. Before my client could reply, the young man said, “I would suggest that you get stuck into her because she is no better than a common prostitute.”",
    "When I put this little incident to the complainant, she vehemently denied that the young man had used such words to describe her. I then asked her whether he had used any words to describe her and her response was: “Yes, he told your client to fuck me, as I was the town bike’",
    "After that, I raised my voice and began to attack her. I took her to a number of incidents at a number of parties she had attended where she had walked out of the room where the party was being held and into a bedroom where on different occasions she had intercourse with a number of different men. I mentioned to her that I had several witnesses who were going to testify to these facts. She then readily admitted them and I sat down at 3.45 pm, thoroughly satisfied with myself.",
    "Magistrate Moon enquired from my opponent whether he had any other witnesses, to which my opponent replied “No’",
    "Magistrate Moon then told my opponent, “In that case, I am going to dismiss your complaint as any one of these men could have fathered that child.” My opponent was distraught. I quietly slipped out of court with my client. That was the end of my practice in the Magistrates’ Court.",
    "The building boom that transformed Colombo over 100 years ago",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}