{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91600/hajj-2023-president-urges-everyone-to-unite-to-achieve-sri-lankas-goals-",
  "time_ut": 1688013780.0,
  "original_lang": "en",
  "original_title": "Hajj 2023: President urges everyone to unite to achieve Sri Lanka’s goals",
  "original_body_lines": [
    "President Ranil Wickremesinghe, in his message for the 2023 Hajj festival, has deemed the festival an opportunity to honour the sacrifices made by the citizens of Sri Lanka in recent times, amidst the adversities faced by the country.",
    "He invited all Sri Lankans to join hands during this festival, and be united in a common cause to achieve the country’s domestic, regional and global goals.",
    "In these challenging times, as we strive for a future filled with renewed hope, the advent of the Hajj festival this year is of extreme significance.",
    "The sacred festival of Hajj, embodies values and fulfilment derived from engaging in humanitarian endeavours, seeking solutions for the impoverished, without the expectation of respite from one’s own difficulties. It is a testament of the spirit of selflessness and compassion.",
    "Prophet Ibrahim, his son Prophet Ishmael, and Mother Hagar stand as timeless symbols of dedication and sacrifice. For centuries, they have been revered universally, with their sacrifices being a source of gratitude and admiration.",
    "In recent times, Sri Lanka has faced its own share of adversity. However, it is through the unwavering dedication, sacrifice and patience of our citizens that these challenges have been faced and reached the present state. The Hajj festival is an opportune occasion to memorialize and honour those sacrifices.",
    "The collective efforts, interventions and participation of everyone, are crucial in overcoming the economic and social difficulties being currently faced. Therefore, I invite all Sri Lankan citizens to join hands during this Hajj festival, and be united in a common cause to achieve our domestic, regional and global goals.",
    "As we celebrate this joyous Hajj festival, I wish to remind the present generation, as well as the elderly, on the importance of not passing on the burdens of hardship to our future peer groups. Instead, let us nurture them as a proud nation, one that is respected by the global community while ensuring sustainable happiness.",
    "May this Hajj be a source of happiness and joy for all, especially our Sri Lankan Islamic brothers and sisters, as well as the Muslims across the world!"
  ]
}