{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lankan-migrant-workers-reintegration-project-concludes-successfully/56-751150",
  "time_ut": 1690569779.0,
  "original_lang": "en",
  "original_title": "Sri Lankan migrant workers reintegration project concludes successfully",
  "original_body_lines": [
    "Collaborative initiative of IOM, ILO, and Government of Japan to support migrant workers repatriated due to COVID-19 outbreak",
    "In a remarkable initiative aimed at assisting Sri Lankan migrant workers who faced significant challenges due to the COVID-19 outbreak, a joint project led by the International Organisation for Migration (IOM), the International Labour Organisation (ILO), and the Government of Japan has been successfully concluded.",
    "Migrant workers were the most affected by the COVID-19 and were at risk of unemployment and non-payment of wages. Sri Lankan migrant workers who opted to return home required immediate, medium, and long-term interventions to recover from the socio-economic impact.",
    "To address these challenges, with funding support from the Government of Japan, the IOM) and the ILO in close collaboration with the Labour and Foreign Employment Ministry implemented a project to support the socio-economic reintegration of repatriated Sri Lankan migrant workers.",
    "A Participatory Rural Needs assessment (PRNA) exercise was conducted in consultation with the migrant returnees, host communities and local government officers and 20 Small and Medium Enterprises (SMEs) were identified for development.",
    "IOM commenced the project in April 2021 and executed the project activities in nine districts — Jaffna, Batticaloa, Kilinochchi, Anuradhapura, Puttalam, Ratnapura, Kurunegala, Kalutara and Galle.",
    "Despite the challenging circumstances in Sri Lanka, exacerbated by the economic crisis, the IOM managed to carry out all the necessary constructions, renovations, and procure machinery and materials to support the selected beneficiaries effectively.",
    "The project has yielded numerous benefits for the communities involved, including:",
    "1) Conducting an outreach campaign that reached 10,000 host community members and 1,000 migrant returnees, raising awareness about available support,",
    "2) Providing training to over 550 returnee workers, equipping them with valuable skills to enhance their employability,",
    "3) Extending career guidance and skill enhancement training to over 1,000 returnee migrant communities, fostering personal and professional development,",
    "4) Assisting 500 returnees with enhanced Public Employment Services (PES) to facilitate job placements and reintegration into the workforce,",
    "5) Enabling 100 returnees to benefit from NAITA’s work-based learning programs, providing hands-on experience in relevant industries,",
    "6) Offering capacity building for 100 returnees on financial support services for SME development and market linkages, fostering entrepreneurship and business growth.",
    "A total of 100 trainers and managers have successfully delivered training to returnee workers, while five vocational training centres were upgraded to enhance training delivery. Additionally, two government vocational training centres were strengthened to support skills certification programs for returnees.",
    "The International Organisation for Migration (IOM) and the International Labour Organisation (ILO) sincerely appreciate the Government of Japan for their financial support for this timely project and all District Secretaries, Divisional Secretaries, and their staff for the successful navigation and completion of this project."
  ]
}