{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96352/parliament-to-debate-second-reading-of-online-safety-bill-on-jan-23-24",
  "time_ut": 1705059060.0,
  "original_lang": "en",
  "original_title": "Parliament to debate Second Reading of Online Safety Bill on Jan. 23, 24",
  "original_body_lines": [
    "The Second Reading of the Online Safety Bill is scheduled to be debated on January 23 and 24, as per a decision taken by the Committee on Parliamentary Business today (Jan.12).",
    "The Online Safety Bill, published in the government gazette on September 18, aims to ban online communication of certain statements in the country, prevent the use of online accounts – both authentic and inauthentic – for the use of prohibited purposes, to suppress the financing and other support of communication of false statements and other related matters.",
    "However, the Bill has come under fire for some of its problematic aspects, with the Asia Internet Coalition (AIC) which consists of multiple tech giants including Apple, Facebook, Google, Amazon, and Yahoo, the International Commission of Jurists (ICJ), the Bar Association of Sri Lanka (BASL), and the Human Rights Commission of Sri Lanka (HRCSL) voicing concerns.",
    "Several petitions were filed soon after the Bill was presented in parliament, by numerous parties including social activist and independent journalist Tharindu Uduwaragedara; Cardinal Malcolm Ranjith; the Socialist Youth Union (SYU); General Secretary of Samagi Jana Balawegaya (SJB) MP Ranjith Madduma Bandara; SJB’s Rehan Jayawickrama; former BASL presidents Saliya Peiris and Geoffrey Alagaratnam; National People’s Power (NPP) MP Dr. Harini Amarasuriya and Freedom People’s Congress (FPC) member Prof. G.L. Peiris, challenging various provisions included in the legislation, alleging that the relevant bill is in violation of the fundamental rights of freedom of speech and expression guaranteed by the Constitution."
  ]
}