{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96161/teen-kills-one-student-injures-five-people-at-school-in-iowa",
  "time_ut": 1704434520.0,
  "original_lang": "en",
  "original_title": "Teen kills one student, injures five people at school in Iowa",
  "original_body_lines": [
    "Police said that a 17-year-old suspect killed a sixth grader and wounded five others in a shooting early Thursday at a high school in the small town of Perry, Iowa.",
    "The suspect was identified as Dylan Butler, a 17-year-old student at Perry high school, officials said at a news briefing on Thursday afternoon. He was found dead with an apparent self-inflicted gunshot wound by responding officers.",
    "Police also discovered an improvised explosive device when searching the high school, Mitch Mortvedt, an assistant director with the state department of criminal investigation, told reporters.",
    "Members of the state fire marshal’s office and the federal Bureau of Alcohol, Tobacco, Firearms and Explosives rendered the device safe.",
    "Four of the wounded victims are students, and the fifth is a school administrator, said Mortvedt, who declined to release any names. Another school district, Easton Valley Community, issued a statement saying it had received word that Dan Marburger, the high school principal, had been shot in the attack.",
    "One victim was in critical condition but did not appear to be facing life-threatening injuries, Mortvedt said, while the other four were in stable condition.",
    "The shooting came on the first day back in class at the school following the winter holiday break.",
    "Perry, a town of about 7,900, is about 40 miles (64km) north-west of Des Moines, the state’s capital city. The attack took place just after 7.30am, before most students and faculty had entered the building.",
    "The suspect was armed with a pump-action shotgun and a handgun, Mortvedt said, and had made a number of social media posts around the time of the shooting. The motive for the attack is under investigation.",
    "Earlier on Thursday, Adam Infante, the sheriff of Dallas county, where Perry is located, told reporters there was no additional threat to students, staff or the public.",
    "“There is no further danger to the public. The community is safe. We’re just now working backwards trying to figure out everything that happened,” he told a morning press conference at Perry high school.",
    "“School didn’t start yet. Luckily, there were very few students and faculty in the building, which I think contributed to a good outcome in that sense.”",
    "In a statement posted to X, Kim Reynolds, the Republican governor of Iowa, said she was on her way to the scene. “Our hearts are broken by this senseless tragedy. Our prayers are with the students, teachers & families of the Perry community,” she wrote.",
    "“I have been in contact with law enforcement agencies and am continuing to monitor the situation. I will be joining their press conference today.”",
    "Joe Biden has been briefed on the shooting and spoken with Reynolds, the White House said. Iowa’s two Republican senators, Chuck Grassley and Joni Ernst, also sent messages of support.",
    "Rachael Kares, an 18-year-old senior, said she had been finishing band practice when she heard what she described as four gunshots, spaced apart. “We all just jumped,” Kares said. “My band teacher looked at us and yelled, ‘Run!’ So we ran.”",
    "Kares and others ran out of the school past a football field, and said she heard people yelling: “Get out! Get out!”",
    "The high school is part of the 1,785-student Perry community school district.",
    "The shooting occurred against the backdrop of campaigns preceding the Iowa caucuses, where Republican candidates vying for the presidency are in the area as the 2024 election campaign season ramps up. The caucuses are scheduled for 15 January.",
    "Florida’s governor, Ron DeSantis, who is among the challengers, told NBC’s Meet the Press Now on Thursday that he believed dealing with mass shootings was “more of a local and state issue”.",
    "Asked if he would make changes at the federal level to gun laws if elected president, DeSantis said: “I don’t support infringing the rights of law-abiding citizens with respect to the ability to exercise their constitutional rights.”",
    "The Republican presidential candidate Vivek Ramaswamy had been scheduled to hold a rally in Perry but changed the event to an in-person prayer meeting after reports of the shooting, a campaign spokesperson said."
  ]
}