{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Rupee-appreciates-further-as-CB-tweaks-guidance-peg/108-255102",
  "time_ut": 1677699356.0,
  "original_lang": "en",
  "original_title": "Rupee appreciates further as CB tweaks guidance peg",
  "original_body_lines": [
    "The Sri Lankan rupee further appreciated yesterday, hitting the lowest value against the US dollar since May, last year, amid the Central Bank tweaking the guidance peg.",
    "As per the Central Bank data, the buying rate of US dollars yesterday was Rs.351.72, down from Rs.358.36 on Wednesday. The selling rate was Rs.362.95, down from Wednesday’s Rs.367.93.",
    "The currency dealers cited the increase of daily trading band pertaining to the guidance peg from Rs.2.60 to Rs.5.00 by the Central Bank as the immediate reason that helped the rupee to appreciate against the dollar.",
    "Following the botched free floating of the rupee in March 2022, which resulted in the collapse of the rupee from Rs.200 to Rs.360, the Central Bank repegged the rupee at 360 to the US dollar and introduced a guidance rate based on the interbank rate.",
    "The Central Bank via a communiqué instructed all licensed bank CEOs yesterday to use Rs.358.46 as the middle spot exchange rate of the USD/LKR interbank transactions and variation margin of Rs.5.00 on either side—plus or minus—of the middle spot exchange on March 1, 2023.",
    "It further said the rates applicable to other currency transactions against the Sri Lankan rupee should also be derived based on the new middle spot exchange rate and the variation margin.",
    "Despite the banks being flushed with dollars, lower demand in the domestic forex market may have prompted this move by the Central Bank.",
    "According to the banking sector sources, the average daily volume in the interbank forex market is now about US $ 42 million, compared to US $ 8-10 million in May/June 2022. In February 2018, this used to be around US $ 50 million.",
    "Sri Lanka’s economy is in a deep contraction as a result of the tough measures introduced by the Central Bank and authorities to crush the aggregate demand in the economy by jacking up interest rates significantly to tame inflation, which had gone out of control.",
    "As a result, there is an evident drop in importer dollar demand.",
    "Prospects of Sri Lanka securing the envisaged International Monetary Fund bailout, recent International Finance Corporation announcement of providing US $ 400 million financing to three local banks, reduction in surrender requirement for export proceeds and higher foreign inflows to the country’s equity and bond markets may also have contributed to the recent appreciation of the rupee against the US dollar.",
    "In addition, according to NDB Securities, forex conversions by exporters in anticipation of a further appreciation of the rupee may also have contributed for the rupee to gain."
  ]
}