{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95677/world-bank-forecasts-chinas-economy-to-slow-sharply-in-2024-calls-recovery-fragile",
  "time_ut": 1702625400.0,
  "original_lang": "en",
  "original_title": "World Bank forecasts China’s economy to slow sharply in 2024, calls recovery ‘fragile’",
  "original_body_lines": [
    "China’s economy grew at a 5.2% pace in the first three quarters of the year and showed signs of improvement in November, with factory output and retail sales rising, the government said Friday.",
    "But investments in property sank 9.4%, the National Bureau of Statistics said, indicating the real estate sector has yet to recover from a crisis that has led dozens of developers to default on hundreds of billions of dollars in debts.",
    "The world’s second-largest economy is still contending from the setbacks of the COVID-19 pandemic, among other shocks, dogged by weakness in the property sector and in global demand for China’s exports, high debt levels and wavering consumer confidence.",
    "The 10.1% jump in retail sales in November from a year earlier, up from a 7.6% jump in October, showed a glimmer of hope given that sluggish consumer spending has been a key factor hindering a stronger recovery.",
    "But it’s unclear if it will be sustained. A survey of factory purchasing managers, called the purchasing manager index, or PMI, showed a slightly bigger contraction in factory activity compared with October, a fact that statistics bureau spokesperson Liu Aihua said was partly due to the fact that some industries were entering their usual off season after holiday production rushes.",
    "But Liu added that “at the same time there is insufficient market demand.” Liu told reporters in Beijing.",
    "“Looking to the future, the internal and external environment facing our country’s development is still complex and severe,” Liu said. “To further promote economic recovery, we need to overcome some difficulties and challenges.”",
    "China’s economy has the advantages of a vast market of 1.4 billion people and an advanced industrial base, he said.",
    "Friday’s report followed an update Thursday from the World Bank that forecast that 5.2% annual growth this year will slow to 4.5% next year and to 4.3% in 2025.",
    "China’s economy has yoyoed in the past few years, with growth ranging from 2.2% in 2020 to 8.4% in 2021 and 3% last year. Stringent limits on travel and other activities during the pandemic hit manufacturing and transport. Job losses due to those disruptions and to a crackdown on the technology sector, combined with a downturn in the property industry, have led many Chinese to tighten their purse strings.",
    "Pockets of strength have kept the economy growing at a pace matching the government’s target for about 5% growth this year, helped by robust exports of industrial machinery, mobile phones and vehicles.",
    "Factory output rose 6.6% in November compared with a year earlier, the statistics bureau reported. That was the strongest growth since September 2022.",
    "Most of the jobs created during China’s recovery have been low-skilled work in service industries with low pay, it noted. Chinese also are cautious given the threadbare nature of social safety nets and the fact that the population is rapidly aging, putting a heavier burden for supporting elders on younger generations.",
    "“The outlook is subject to considerable downside risks,” the report said, adding that a prolonged downturn in the real estate sector would have wider ramifications and would further squeeze already strained local government finances, as meanwhile softer global demand is a risk for manufacturers.",
    "China’s leaders addressed such issues in their annual Central Economic Work Conference earlier this week, which set priorities for the coming year, but state media reports on the gathering did not provide specifics of policies.",
    "Real estate investment has fallen by 18% in the past two years, the World Bank report said. It said the value of new property sales fell 5% in January-October from a year earlier while new property starts dropped more than 25%. The slowdown was worst in smaller cities that account for about 80% of the market in the country of 1.4 billion people.",
    "To sustain solid growth China needs a recovery in consumer spending, which took a nosedive during the omicron wave of COVID-19 and has remained below par since late 2021, the report said.",
    "It noted that gains from more investments in construction in a country that already has ample modern roads, ports, railways and housing projects — and also massive overcapacity in cement, steel and many other manufacturing sectors will give the economy less of a boost than could be achieved with more consumer spending."
  ]
}