{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/news-of-usd-100-million-hospital-project-boosts-asiri-hospital-shares/",
  "time_ut": 1681840020.0,
  "original_lang": "en",
  "original_title": "News of USD 100 million hospital project boosts Asiri Hospital shares",
  "original_body_lines": [
    "Asiri Hospital Holdings’ shares appreciated by five per cent yesterday following news of the launching of a US $ 100 million hospital project within the Port City Colombo premises by the company, market analysts said.",
    "The Softlogic Group said a lease agreement was entered into for a hospital with a “500 plus bed capacity, with an estimated investment of US $ 100 million” within Port City, in line with the master plan of Colombo’s China- backed Port City Economic Commission.",
    "“The proposed hospital will be one of the four main strategic and large-scale social infrastructure development projects identified within PCC, sources said.",
    "Meanwhile, Blue Diamonds Jewellery Worldwide PLC (BDJW), the only listed jewellery company at the CSE, has been able to lift the suspension on the trading of its shares after showing positive revenue growth and reduced losses for the nine-month period ending on December 31, 2022.",
    "The CSE said the trading suspension imposed on Blue Diamonds has been lifted as the company has resolved the Emphasis of Matter on Going Concern in the Independent Auditors Report.",
    "Amid those developments, the CSE indicated dull sentiments yesterday due to the festive season. Both indices, the turnover level and investor participation did not reach satisfactory levels. Therefore, shares edged- down in mid- day trade , with stable levels of turnover generated through selling pressures as the market continues amid fears of domestic debt restructuring, an analyst said.",
    "Both indices were down. The All- Share Price Index went down by 60.37 points and S and P SL20 declined by 23.55 points. Turnover stood at Rs 1.14 billion with one crossing. The crossing was reported in JKH, which crossed 430,000 shares to the tune of Rs 58.1 million; its shares traded at Rs 135.",
    "In the retail market, top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 230 million (1.3 million shares traded), Dialog Rs 130.6 million (12.2 million shares traded), JKH Rs 79.6 million (589,000 shares traded), Tokyo Cement (Non- Voting) Rs 65.3 million (1.3 million shares traded), Aitken Spence Rs 63.3 million (487,000 shares traded), Browns Investments Rs 34 million (5.6 million shares traded) and Tokyo Cement (Voting) Rs 31.1 million (616,000 shares traded), During the day 58.4 million share volumes changed hands in 13000 transactions.",
    "“Banks are declining in value, scrip dividends and new shares are being listed, prices are being readjusted down, which is why the counter is running on a decline, an analyst said.",
    "It is said that high net worth and institutional investor participation was noted in JKH and Lanka IOC. Mixed interest was observed in Dialog Axiata, Expolanka Holdings and Asiri Hospital Holdings, while retail interest was noted in Browns Investments, Marawila Resorts (rights) and SMB Leasing non-voting.",
    "The Transportation sector was the top contributor to the market turnover (due to Expolanka Holdings), while the sector index gained 6.38 per cent. The share price of Expolanka Holdings increased by Rs. 10.50 (6.39 per cent) to Rs. 174.75.",
    "The Capital Goods sector was the second highest contributor to the market turnover (due to JKH and Aitken Spence) while the sector index decreased by 0.62 per cent. The share price of JKH lost Rs. 2.25 to register Rs. 135.25. The share price of Aitken Spence recorded a gain of Rs. 1.75 to reach Rs. 129.75.",
    "Yesterday the Central Bank’s US dollar buying rate was Rs 312.41 and the selling rate Rs 327.46.",
    "Aramtec accelerates its next phase of growth with SAP and John Keells IT by adopting RISE With SAP",
    "Despite decrease in inflation, cost of prescription drugs still remains out of reach of people: GMOA",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}