{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Visa-tells-Sri-Lanka-to-improve-acceptance-of-digital-payments-to-boost-tourism/108-257306",
  "time_ut": 1680815989.0,
  "original_lang": "en",
  "original_title": "Visa tells Sri Lanka to improve acceptance of digital payments to boost tourism",
  "original_body_lines": [
    "Says SL should look to market itself in a more structured and systematic manner",
    "Points out the modern traveller is looking for experiential travel, and not just visiting tourist hot spots",
    "Stresses need for SL to provide variety of payment options wherever travellers are, to which they are accustomed to in home countries",
    "Visa, a leader in digital payment technology, expressed confidence in the local tourism sector playing an active role in helping Sri Lanka’s economy revive, provided the proper digital payment infrastructure is in place.",
    "With an improved focus on making payments easy for tourists, Sri Lanka can make tourism pivotal to its recovery and set it to grow as a major economic category, Visa Group Country Manager India and South Asia Sandeep Ghosh said.",
    "“Sri Lanka should look to market itself in a more structured and systematic manner to cater to tourists from across the world and this is an area where we can help.",
    "“There is a need to work more closely with banks and look at how the acceptance of cards can be improved in the market. The reason is, there is a large number of tourists coming from the developed world where the common transaction method is via cards. We should be able to allow them to continue to do that,” said Ghosh in a media interaction during his visit to Sri Lanka recently.",
    "Insights from Visa show that the modern traveller is looking for experiential travel, and not just visiting tourist hot spots, thus seamless and secure payment access is critical for tourism growth.",
    "Accordingly, Sri Lanka needs to extend its payment infrastructure to enable businesses, regardless of the scale, to provide a variety of payment options wherever travellers are, and are accustomed to in their home countries – be it cards, contactless payments, QR code payments, and online/ecommerce payments.",
    "“Investment in digital infrastructure is a must to welcome tourists and enhance their experience while in Sri Lanka.",
    "Smooth, and secure payments win consumer trust, especially for new tourists and even when consumers travel off the beaten path too, they should be able to make payments safely and conveniently. Doing so will make consumers feel confident about in-store purchase experiences and aid positive sentiment towards the country as a whole,” said Ghosh."
  ]
}