{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/recent-earth-tremors-in-sri-lanka-part-ii/",
  "time_ut": 1680627840.0,
  "original_lang": "en",
  "original_title": "Recent earth tremors in Sri Lanka – Part II",
  "original_body_lines": [
    "a critical review in relation with such activity in Tamil Nadu and the orogenesis of Himalayas based on a new theory of cratons and mobile belts in the Indian peninsular",
    "Former Director Geological Survey Department and retired Economic Affairs Officer, United Nations ESCAP",
    "MAGMATIC PULSES IN ASSEMBLY GONDWANA IN THE PERIPHRTAL OF VIJAYAN COMPLEX IN SRI LANKA",
    "The lithology of Sri Lanka comprises mainly the Highland complex, the Wanni complex and the Vijayan complex. Co- related with other East Gondwana continental terrains, the Vanni and Vijayan complex is interpreted as volcanic arc terrains bought together by two-sided subduction. The Highland Complex is compressed between the Vanni Complex in the west and the Vijayan complex in the east.",
    "Some Highland Complex rocks are in the Buttala, Kataragama and Kuda Oya within the Vijayan Complex and are interpreted as tectonic Klippe (geological feature of thrust fault terrain). — Samuel Wai-Pan Ng et al./Precambrian Research 294 (2017) pages 244-256.",
    "EXPLANATION FOR RECENT TREMORS IN BUTTALA WALLAWAYA AREAS IN EASTERN SRI LANKA",
    "Figure 1 shows the major geological divisions of Sri Lanka namely the Wanni Complex, Highland complex and the Vijayan Complex with a mixed rock group in the south east of Sri Lanka. It is of interest that the recent tremors recorded in the Buttala- Wellawaya areas comprises of High Nb granite, mafic rocks , granitoid gneisses and charnokites. This area is in the Highland – Vijayan tectonic zone (see Fig 2)",
    "The age determinations carried out indicate the charnokitisation occurred at 562 + M during the Neoproterozoic regional metamorphism.",
    "The research studies carried out show that eastern Vijayan Complex contains the Monaragala klippe, Buttala Klippe, Kataragama complex and the Kuda Oya rocks. The Okkampitiya klippe is a resent finding.",
    "THE RELATIONSHIP OF PROTOZOIC CRATONS AND MOBILE BELTS IN INDIA EXTENDED TO SRI LANKA",
    "It is noted that the theory of mobile belts and cratons of India has a direct relationship to Sri Lanka. The identification of klippe as indicated above are thrust faults and the cratons can be identified as charnokites of igneous origin shown in Fig 1 (after Kroner et.al. 2013) The map shows the Vanni Complex, Highland Complex, Vijayan Complex and an area showing a mixed zone between the Highland and Vijayan.",
    "The recent earth tremors were in this mixed tectonic zone consisting of High -Nb granite mafic rocks, granitoid gneisses and charnokites.",
    "Based on the Indian study of orogenic belts and cratons it is recommended this study should be extended to Sri Lanka.",
    "A detailed study was carried out in 2020 on compilation of a seismic hazard map for Sri Lanka based on Peak Ground Acceleration (PGA- maximum ground acceleration that had occurred during earthquake shaking at a location). Deterministic Seismic Hazard Analyses (DHSA) predicts the seismic response by PGA. Probabilistic Seismic Hazard Analyses (PSHS A method used to estimate the level of ground motion with specified probability of exceedance.) was also applied.",
    "Accordingly, PGA values selected cities in Sri Lanka ware determined at a magnitude of 6 and magnitude of 6.9 at 40 kms and 90 kms respectively. PGA values for different cities in Sri Lanka for 50, 475, and 2475 return periods respectively were determined.",
    "Accordingly, a Seismic Hazard Map for Sri Lanka was compiled considering the average PGA value at each location two seismic zones were identified for various structures namely common buildings such as schools, hospitals etc., for important class of structures such as dams, power stations etc. and a third area for all types of structures",
    "It has been recommended that there is urgent need to establish a network of seismic monitoring stations for actual seismic response for any part of the Island(Seneviratne at al http://doi.org/10.4038/engineer .v53i3.7418",
    "The need to establish an effective network of seismic monitoring is again proved by two minor tremors of 2.6 and 3.0 recorded by GSMB at Kirinda in the south and Gomarankadawala near Trincomalee in the local media on 19 March 2023.",
    "Both these locations are on the eastern boundary of the Highland and Vijayan Series rocks which has a continuous negative low and interpreted as a subducting plate boundary",
    "HIMALAYAN EARTHQUAKES AND HISTORICAL SEISMICITY AND ITS FALLOUT IN SRI LANKA",
    "It was reported by some Indian and local geoscientists that major earthquakes occurring along the Himalayan mountain range will be experienced in Sri Lanka which is at a distance of 2,363 km south.",
    "In order to ascertain the validity of this statement reference is made to a detailed study done by Rodger Bilham of the CIRES and Geological Sciences, University of Colorado, Boulder 216 UCB Boulder co 80309 USA rodger.bilham@colorado.edu",
    "The above study gives a summary of the recent knowledge of the past 1000 years of earthquakes of the Himalaya (Ref Table 1).",
    "The Maximum recorded earthquake of 9 was in year 1100. The other earthquakes show a low of 6.5 to 8.5 Mw to and a high of 6 to 8.9 Mw (Mw Moment magnitude is on magnitude scale for ranking earthquakes by size). (See Table – Himalaya Earthquakes)",
    "In this article I have very briefly attempted to analyze the earthquakes in the Indian sub-continent vis-a-vis its potential effecting Sri Lanka. I have also summarized the earthquakes and earth tremors that effected the Island since 1615.",
    "Sri Lanka has the lowest gravity in the world and the south of the Island is conducive to launch space satellites with the least cost as there is no landmass south of the Island.",
    "The importance of having a functioning seismic network covering the entire country with 65 000 square kilometers has been stressed.",
    "A need to extend the application of cratons and mobile belts to Sri Lanka from South India especially Tamil Nadu is recommended.",
    "It is also suggested to measure the altitudes of the three major mountains namely Pidurutalagala , kirigalpotha and Samanala Kanda (Adam’s Peak) to ascertain whether increase in height related to msl had taken place proving the these mountains could be plutons if the new theory of plutons and mobile belts extended to Sri Lanka .",
    "Reference was made to the Himalayas and the earthquakes varying from 7 Mw to 9 Mw were analysed and these events were proved not to have any impact on Sri Lanka.",
    "I also would like to refer to my article published in The Daily Mirror of 6 May 2015 titled “Nepal Earthquake and Possible Impact on Sri Lanka”. Accordingl, I would draw the reader’s attention to the issues covered in this article and also the recommendations .",
    "Finally, I also would draw the attention to the geoscientists of Sri Lanka to carry out research studies in respect the earth tremors recently recorded and also try to work in close coordination with the Indian geoscientists on the new theory of plutons and mobile belts .I also recommend for the GSMB closely monitor the earth tremors in the Buttala , Wellawaya and Kuda Oya areas.",
    "I would gladly make available all the research papers I have collected on this study so that the geoscientists can work further on the recent issued raised.",
    "WadBilham Roger – Himalayan earthquakes: a review of historical seismicity and early 21st. century slip potential-CIRES and Geological Sciences University of Colorado, Boulder216 UCB Boulder CO 80309, USA",
    "Curry Joseph R. – Sri Lanka Is it a Mid -Plate Platelet? – Journal National Aquatic Research Agency (NARA) Sri Lanka vol.31 (1984)30 -50",
    "Muhandiram P.M.S.S.B – Institution of Engineers – issue 42 (2018) <https:ioes18.wildapricot.org/article =earthquakes/#>",
    "Ng Samuel Wasi_Pan et.al Ca. 820 -640 Ma SIMS U- Pb age signal in peripheral Vijayan Complex Sri Lanka: Identifying magmatic pulses in the asembly of Gondwanaland (2017) University of Hong Kong – Precambrian Research 294 (2017) 244-256",
    "Ganapathy G.P. et al Seismic Hazard Analysis for Tamil Nadu State : A Deterministic Approach Indian Society of Engineering geology Jour of Engg Gol-Vol XXXVI Nos.1-4",
    "Senaviratne H.N. et. al. – Seismicity around Sri Lanka from historical Records and its Engineering Implications ENGINEER- Vol. LIII No 02pp (47-52) http:doiorg10.4038engineer.53i2.7412 (2020)",
    "Wadia D.N.1945 The Three Superposed peneplains of Ceylon ,Dept of Mineralogy Ceylon Professional Paper 1, 25-32",
    "Hilton Colombo wins SLIM Kantar People’s Hotel Brand of the Year",
    "Lester James Peries – Commandeur dans l’Ordre des Arts et Lettres",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}