{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95970/605-of-households-reported-decrease-in-monthly-income-due-to-crisis-survey",
  "time_ut": 1703762640.0,
  "original_lang": "en",
  "original_title": "60.5% of households reported decrease in monthly income due to crisis - survey",
  "original_body_lines": [
    "The economic crisis has left a profound impact on household finances, influencing both income and expenditure significantly, a survey conducted by the Department of Census and Statistics (DCS) has found.",
    "The study titled Household Survey on Impact of Economic Crisis - 2023, also found challenges have prompted households to make strategic adjustments and implement coping mechanisms to navigate these trying times.",
    "Accordingly, a majority, comprising 60.5% of households, have reported a decrease in their total income, while 5.6% experienced an increase, and 33.9% saw no change despite the crisis.",
    "During the income decline, households have employed various coping strategies, with 6.6% turning to secondary jobs or additional income sources. Notably, 73.6% did not adopt specific coping strategies. The economic crisis also led to changes in household expenditure, with 3.6% reporting a decrease, 91.1% indicating an increase, and 5.3% noting no change.",
    "The survey report mentioned that the reasons contributing to decreased monthly expenditure were diverse, with 77.0% aligning expenses with reduced income. Among those reporting increased monthly expenditure, 99.1% cited rising food expenses as a significant factor. A substantial 97.2% of households employed at least one coping strategy to manage their expenditure, showcasing the diverse approaches taken to address financial challenges.",
    "Amid one of the most challenging economic crises in Sri Lanka since gaining independence in 1948, the nation’s struggles began with the Easter Sunday attacks in 2019 and were compounded by the COVID-19 pandemic.",
    "The government responded with various measures to stabilize the situation. However, the economic downturn had a tangible impact on households, revealing the true extent of the crisis. Sri Lankan families faced numerous challenges in managing daily activities, including income constraints, meeting commitments, and ensuring the well-being of family members.",
    "Recognizing the importance of understanding household coping mechanisms, the Department of Census and Statistics initiated a comprehensive survey which aims to offer a detailed account of the strategies households employ to navigate economic challenges.",
    "Household Survey on Impact of Economic Crisis - 2023 by Adaderana Online on Scribd"
  ]
}