{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-has-great-potential-says-Korean-Deputy-Foreign-Minister-Lee-Sang-Hwa/56-745701",
  "time_ut": 1677259536.0,
  "original_lang": "en",
  "original_title": "Sri Lanka has great potential, says Korean Deputy Foreign Minister Lee Sang-Hwa",
  "original_body_lines": [
    "Recaps strong bilateral ties and highlights future potential at seminar for ‘Korea’s Indo-Pacific Strategy and its partnership with Sri Lanka’",
    "Sri Lanka is first country to promote Korea’s outreach on the Indo-Pacific Strategy",
    "The Ambassador and Deputy Minister of Public Diplomacy of the Republic of Korea Lee Sang-Hwa paid an official visit to Sri Lanka from 20 to 22 February. Other officials of the delegation included the expert economist Dr. Song Kyungjin, Director for Regional Strategy Division Lee Jung Ho, First Secretary Jung Su Young and Second Secretary Baek Su Jin.",
    "On 21 February, the Ministry of Foreign Affairs of the Republic of Korea successfully hosted an expert seminar under the theme ‘Korea’s Indo-Pacific Strategy and its partnership with Sri Lanka’ at the Cinnamon Grand Hotel in Colombo. The Ministry of Foreign Affairs of Korea selected Sri Lanka as the first country to host the overseas seminar on its recently unveiled Indo-Pacific Strategy. This meaningful event brought together more than 150 people including high-level officials of the Ministry of Foreign Affairs of ROK and the Sri Lankan Government.",
    "Among the key representations of the stakeholders, the officials of the Ministry of Education, the National Institute of Education, academic members of the Global Korea Scholarship Alumni Association, KOICA Fellows in Sri Lanka and Korean language teachers were present to gain insights into the Indo-Pacific Strategy of Korea. Many young students from Kelaniya University also attended the seminar to understand the vision of Korea’s Indo-Pacific Strategy.",
    "The presence of high-level dignitaries including the Ambassador and Deputy Minister of Public Diplomacy of the Republic of Korea Lee Sang-Hwa, Korean Ambassador to Sri Lanka Santhush Woonjin Jeong, Secretary to the Ministry of Education Nihal Ranasinghe, Secretary of the Ministry of Buddhasasana, Religious and Cultural Affairs Somaratne Vidanapathirana, Director-General of the National Institute of Education Dr. Sunil Jayantha Nawaratne, Additional Secretary Educational Quality Development and Education Reforms H.U. Premathilake and Additional Secretary Cultural Promotion T.N. Hettiarachchi, was noteworthy.",
    "Delivering the opening remarks at the seminar on ‘Indo-Pacific Strategy and its partnership with Sri Lanka,’ Deputy Minister Lee Sang-Hwa stated that Korea has recently unveiled the Indo-Pacific Strategy which is Korea’s first comprehensive regional strategy, under the vision of a Free, Peaceful, and Prosperous Indo-Pacific. To realise this vision, the Korean Government has formulated a policy and an implementation plan aligned with the Indo-Pacific Strategy for each sub-region, including North Pacific, Southeast Asia and ASEAN, South Asia, Oceania, and the African Coast of the Indian Ocean.",
    "The principles of cooperation for the Indo-Pacific Strategy are based on inclusiveness, trust, and reciprocity. For this purpose, the Korean government would like to attempt to build regional order based on norms and rules, strengthen non-proliferation and counter-terrorism efforts, engage in contributive diplomacy through tailored development cooperation, etc. Especially in the region of South Asia, “Sri Lanka is a country with great potential,” the Deputy Minister stated. “Korea supports the endeavours of the Sri Lankan Government and its people to emerge from the current challenges as a strong and resilient economy. In the framework of Indo-Pacific, the Korean government will pursue reliable and mutually beneficial economic partnerships with countries in South Asia through strengthened economic and development cooperation in such areas as trade, investment and development assistance. The government of Korea has increased the ODA budget by 14% this year and Sri Lanka is one of the key development assistance recipients.”",
    "The seminar featured a presentation by the Director for the Regional Strategy Division Jungho Lee on the Indo-Pacific Strategy of ROK and the substantial cooperation Korea hopes to share with Sri Lanka through increased economic and development cooperation. He emphasised that the “strategy focuses on maximising effects of development cooperation in areas where our strengths and partners’ needs coincide.” The Director for the Regional Strategy Division further agreed on the need for tailored cooperation in the areas of trade, investment and development assistance and discussed the way forward to promote mutual understanding and exchanges under the Indo-Pacific Strategy of Korea.",
    "Economic expert Dr. Song Kyungjin provided a comprehensive outline of the economic development experience of Korea. In 1962, the GDP per capita of Korea was just $ 106.2. In 2022, the GDP per capita has increased to $ 34,997. While the major export items in 1962 were limited to a few materials such as iron ore, tungsten, raw silk and squid, it has now diversified and expanded to export items such as semiconductors, automobiles, petrochemicals and shipbuilding. The transformation of the Korean economy was due to the structural and financial sector reforms such as effective regulation and supervision of financial institutions.",
    "Dr. Song further explained that the economy of ROK experienced major setbacks such as the Asian Financial Crisis in 1997-98. Significant structural and financial reforms such as the Financial Supervisory Service, the restructuring of large banks, capital account liberalisation and the free-floating exchange system led to the recovery of the economy. As an outcome of such painful reforms, the Korean economy was better prepared to weather the 2008 Global Financial Crisis with strong economic fundamentals. She reiterated that the lessons from the two crises such as market-based exchange rate, public sector reform, fiscal consolidation, policy sequencing, political leadership and commitment can be used as references in the development of Sri Lanka.",
    "She emphasised that Korea is a bridge between developed and developing countries, and Korea hopes to strengthen more collaborations with Sri Lanka. Human resources development and management, Education and training, Skills development, Infrastructure development and agricultural productivity are prioritised as key areas of cooperation between Korea and Sri Lanka.",
    "Korean ODA representatives, KOTRA Country Director Son Joo Hong and KOICA Country Director Kim Myung Jin also participated in the Expert seminar to share first-hand experiences in the development of Sri Lanka.",
    "The event also featured a traditional Kandyan dance performance and a dynamic Taekwondo performance that captured the attention of the audience. The seminar was conducive to build an informative dialogue on the Indo-Pacific strategy of the Republic of Korea and the future-oriented cooperation between Korea and Sri Lanka."
  ]
}