{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/commonwealth-judges-magistrates-lawyers-urge-sri-lankan-govt-to-respect-the-independence-of-the-judiciary/",
  "time_ut": 1680793045.0,
  "original_lang": "en",
  "original_title": "Commonwealth Judges, Magistrates & Lawyers Urge Sri Lankan Govt. To Respect The Independence Of The Judiciary",
  "original_body_lines": [
    "The Commonwealth Lawyers Association (CLA), the Commonwealth Magistrates’ and Judges’ Association (CMJA) and the Commonwealth Legal Education Association (CLEA) are very concerned about the Government of Sri Lanka’s refusal to comply with the court order to release the funds allocated for local elections which had been approved by Parliament. As result the elections could not be held. They are deeply concerned by the subsequent referral by the Speaker of Parliament of the three Supreme Court Judges responsible for the decision to the Parliamentary Committee on Ethics and Privileges.",
    "The Preamble to the Constitution of Sri Lanka recognizes, inter alia, that the independence of the judiciary is an ‘[…] intangible heritage that guarantees the dignity and well-being of succeeding generations of the People of Sri Lanka […]’. The judiciary is entitled to exercise judicial powers free from any interference or influence by the executive and by the legislature. The judiciary plays a crucial role in ensuring accountability amongst all organs of state.",
    "The decision of the Speaker of Parliament to refer the three Supreme Court judges to the said Committee, in respect of the said Order they made, is an attempt by the legislature to interfere with the judiciary.",
    "The Commonwealth (Latimer House) Principles on the Three Branches of Government, which are integral part of the Commonwealth Charter and which Sri Lanka has agreed to abide by, state that:",
    "“Judiciaries and parliaments should fulfil their respective but critical roles in the promotion of the rule of law in a complementary and constructive manner.”",
    "“Best democratic principles require that the actions of governments are open to scrutiny by the courts, to ensure that decisions taken comply with the Constitution,…”",
    "The United Nations Basic Principles on the Independence of the Judiciary provide that:",
    "“It is a duty of all governmental and other institutions to respect and observe the independence of the judiciary … The Judiciary shall decide matters before them, on the basis of facts and in accordance with the law, without any …threats or interference.”",
    "On 5th March 2023, the Commonwealth Bar Leaders unanimously passed the Goa Declaration on “Preserving and Strengthening the Independence of the Judiciary and on ensuring The Independence of the Legal Profession“ that declares:",
    "“The judiciary’s role and function in the scheme of separation of powers in government must be protected and complied with and must not be reversed or nullified, except in accordance with law and applicable domestic legal procedure in compliance with international legal standards “",
    "The Associations urge the Government of Sri Lanka to respect the independence of the judiciary by abiding by the said Order of the Supreme Court. The Associations further urge the Speaker of the Parliament to do likewise and to withdraw the reference to the said Committee and requests Parliament to cease all proceedings before the said Committee."
  ]
}