{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/recomended-news/Sri-Lanka-Police-Special-Task-Force-40-Years-of-Professional-Excellence/277-255113",
  "time_ut": 1677725902.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Police Special Task Force - 40 Years of Professional Excellence",
  "original_body_lines": [
    "With the emergence of armed rebellion in the 70s to carve out a separate state in the North and East for ethnic Tamils, the Police in the course of their duties had to face armed attacks carried out by the armed groups. These attacks resulted in the killing of police personnel, damaging Police Stations, and assassinating of key individuals who ran the government functions in the North and the East. Moreover, the incidents that happened during the southern insurgency in 1971 where a number of police stations were destroyed or captured by the insurgents were fresh in the minds of those who were running the Ministry of Defence in Sri Lanka. Hence the necessity arose for the formation of a special military arm within the Police Service to counter emerging threats that undermined peace and order in the areas threatened by the rebels. Alarmed with the developments, the government appointed a committee headed by a former minister Mr. J. W. Subasinghe in 1978 to study and make recommendations in this regard.",
    "In light of the above, administrative formalities commenced at the Ministry of Defence to form a Special Armed Police Unit within the Police to take on the rebels head-on as the country’s armed forces were heavily preoccupied at that time with fighting the emerging separatism advocated by several armed groups. As a result, the Special Striking Force (SSF) precursor to the STF came into being on 01 March 1983 with 60 Police Personnel selected from the many applicants who volunteered to join the new unit.",
    "Primarily, they were trained by the Sri Lanka Army training team led by then Major Ananda Weerasekara (later he rose to the rank of Maj. General and was ordained as Buddhangala Ananda Thero after retirement from the Army and passed away on 28 December 2021) at the Combat Training School (CTS) Ampara. After the training, they were deployed to Point Pedro, Velvettiturai and Kankesanturai Police Stations in Jaffna District to enable law and order functions in the district already stalled due to threats posed by the rebels. Ravi Jayawardene, is a man with extraordinary integrity and intelligence. He wanted some of these personnel absorbed into the security detail of the then President, his father His Excellency J. R. Jayawardene who was elected to office in 1977 with a landslide victory and was in the process of driving the country into rapid economic development. The President saw the emerging threat as a serious obstacle to his development plans and wanted security forces and the police to curb this menace quickly and accordingly entrusted the responsibility of modernizing the security sector to his National Security Advisor. Mr. Ravi Jayawardene ensured that the armed forces and the police in Sri Lanka would get the best available training and weaponry in the world at the time and worked tirelessly towards that end.",
    "The SSF was renamed as Special Task Force (STF) and the ex – SAS (Special Air Service) Regiment personnel of the British Army were brought in, to provide specialized training with special emphasis on Counter Revolutionary Warfare (CRW) in 1984 and the force was equipped with modern weaponry such as M -16 rifles, Heckler & Koch support weapons, Night Visions, Secure Communication Equipment etc. With those changes, the STF began to shape into a fully-fledged professional Counter – Terrorist Outfit and predominantly deployed in the ethnically sensitive Eastern Province of the country.",
    "The STF suffered its first casualties on 01 September 1984 when the LTTE detonated a landmine in Tikkam, Jaffna targeting a truck carrying STF personnel killing four of them and injuring the others. This attack was believed to be conducted as a retaliatory attack for the killing of one of the rebel leaders named ‘Ranjan Lala’ by the STF troops a few days before. Since then, the STF commemorates its war heroes’ on September 01 every year.",
    "During the first phase of the counter-insurgency campaign, the STF effectively took control of Batticoloa and Ampara Districts by defeating insurgents in many parts and driving them into jungles where they had to struggle for survival as they lost population centers which provided them the resources to run the campaign, New camps established in Kiran, Kallady, Kalawanchikudi, Thrukkovil, Karadiyanaru,  Akkaraipattu, Vavunativu, Morakottanchena, Ariyampattu, and Pillumalai and ensured that the writ of the government prevails in the affected areas. During this period, the Liberation Tigers of Tami Eelam (LTTE) led by Velupillai Prabhakaran emerged as the dominant rebel group decimating other organizations. With the induction of Indian Peace – Keeping Force (IPKF) into the Northern and Eastern Parts of the country in July 1987 as a result of the Indo-Lanka Peace Accord, the majority of the STF personnel were brought to the southern part of the country to deal with the insurgency erupted in that part of the country.",
    "After the departure of the Indian Peace Keeping Force (IPKF), and the brief lull that prevailed thereafter during peace talks, the hostilities started again on 10 June 1990 with the attack on Security Forces and the taking hostage of a large number of police personnel in the East. The STF began its advance with the objective of regaining control of lost ground in Ampara and Batticoloa districts from the Yala jungles despite heavy resistance from the LTTE.",
    "However, with great effort, the STF gradually took control of both the districts and re-established camps by the end of the year 1990 restoring the status quo. By this time, the enemy had grown in numbers, acquired modern military hardware, and gathered experience and knowledge after combating the IPKF for years. During subsequent years, the Army and the STF conducted a series of operations to flush out the remaining enemy positions in the East restoring normalcy to the extent of holding a Local Government Election in the year 1993 successfully. With the change of government in 1994, again peace talks started between the Government and the LTTE with the intention of bringing in a lasting solution to the conflict.",
    "The Peace Talks between the Government and the LTTE broke down again in April 1995 with a surprise LTTE attack on Naval Vessels docked in the Trincomalee harbor. The LTTE which was confined to the jungles, before peace talks came out and carried out attacks on STF Camps at Tikkodai, Porativu, and Ambalanturai with the intention of overrunning them. However, in the face of courage, determination, and bravery of the STF troops the rebels retreated with heavy casualties. On 11th December 1996, the LTTE launched a heavy attack on Pulukunawa STF Camp where an SLA Artillery Unit was established considering the vulnerability of the detachment.  Fierce fighting erupted between combined SLA/STF troops of the camp and the LTTE throughout the night.  However, the LTTE managed to capture the camp premises for a brief period during which they removed some military hardware including the SLA Artillery Gun from the camp. However, the troops with the support of reinforcements fought back with great determination and after several hours of fighting, recaptured the Camp. The STF extended its deployment to Wanni theatre too, in 1997 providing security to the main supply routes from Vavuniya to Mannar. In the third phase, fighting went on until 2002 when another round of peace talks began.",
    "The 4th and final phase of Eelam war began on 26th July 2006 from Trincomalee District with the SLA launching operations to capture Mavil Aru sluice gates closed by the LTTE depriving much-needed water for farming in the area. The STF put its total weight behind the Sri Lanka Army which spearheaded the operations to liberate the Eastern Province by conducting operations in support of SLAs major thrust. The STF conducted a series of operations to disrupt the enemy supply lines and destroyed the remaining pockets of resistance. On 11th July 2007 the security forces liberated the entire Eastern Province with the capture of the last LTTE stronghold in the East, Thoppigala. The conflict came to an end on 19th May 2009 with the death of almost all the top-level leadership of the LTTE including Prabhakaran and the surrender of thousands of remaining LTTE cadres to the Security Forces.",
    "With the dawn of peace, the STF also joined the wider government effort of reconstruction and rehabilitation work in the Eastern Province for a brief period in the aftermath of the end of the conflict before being redeployed to play more of a policing role across the Island. The new responsibilities comprise fighting illicit narcotic Trade and Organized Crimes, Public Order Management, engaging in high-risk arrests of violent criminals, Protection of Radio Active Materials deployed across the Island, Crisis Response, VVIP Security, Search & Bomb Disposal, Fire & Rescue in Expressways, and enforcement of the law with regard to the offenses related to the environment.  In addition, the STF is going to undertake peacekeeping abroad under the United Nations in the near future by contributing fully equipped, trained, and self-sustained Formed Police Units (FPU) to the UN for deployment in any part of the world.",
    "Since its inception, the STF has been led by some of the finest policemen ever produced by the Sri Lanka Police. Late SDIG Mr Bodhi Liyanage became the first Commandant of the STF and he was succeeded by",
    "late DIG Mr. Dharmasiri Weerakoon, followed by late SDIG Mr. Zerney Wijesuriya, late DIG Mr Lionel Karunasena, late DIG Mr Nimal Gunathilleke, SDIG Mr Nimal Lewke, DIG Mr K.M.L. Sarathchandra, DIG Mr R.W.M.C. Ranawana, DIG Mr J.K.R.A. Perera, SDIG Mr M.R Latiff and DIG Mr. Lionel Gunathilleke.",
    "The STF is currently headed by DIG Mr. Waruna Jayasundara who has worked in the STF alongside most of the leaders mentioned above. Since he assumed duties as Commandant / STF on 11 June 2020, he revamped the force so that it could successfully deal with the current and future law enforcement challenges posed",
    "especially by the techno-savvy criminals. New units such as Drone and Jet Ski units were added to augment the capacity of the force. He has also ramped up the operations against the illicit drug trade and organized criminal syndicates to support the government’s effort to liberate society from drug menace and gun violence.",
    "During the 40 years of service to the nation, the STF lost 464 of its men in the line of duty together with 06 civilian employees while 774 were wounded. They will always remain in the hearts of the people of this grateful nation as the saviours of the country. The Special Task Force always strives for professional excellence true to its motto “Victory Assured” and is committed to its obligations to the Nation at all times."
  ]
}