{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Coronation-Marrying-1000-years-of-history-with-a-modern-monarchy/172-258752",
  "time_ut": 1683484458.0,
  "original_lang": "en",
  "original_title": "Coronation : Marrying 1000 years of history with a modern monarchy",
  "original_body_lines": [
    "The Commonwealth of Nations – of which Sri Lanka has been a loyal member for more than 75 years turned a new page when King Charles III was anointed and crowned on Saturday in Britain’s biggest ceremonial event for seven decades, a display of pomp and pageantry that sought to marry 1,000 years of history with a monarchy fit for a new era.",
    "According to Reuters news agency, in front of a congregation including about 100 world leaders and a television audience of millions, the Archbishop of Canterbury, the spiritual leader of the Anglican Church, slowly placed the 360-year-old St Edward’s Crown on King Charles’ head as he sat upon a 14th-century throne in Westminster Abbey. During the solemn two-hour service, elements of which date back to the time of King William the Conqueror in 1066, Charles’ second wife Camilla was also crowned queen. A huge military procession followed, gun salutes were fired, thousands of soldiers roared three cheers, and there was a scaled-down flypast by military aircraft as the king and queen waved from the balcony of Buckingham Palace to cheering crowds who gathered on The Mall boulevard.",
    "Sri Lanka’s President Ranil Wickremesinghe was among the world leaders who attended the historic ceremony which was preceded by an informal Commonwealth summit where the President held cordial and wide-ranging talks with King Charles III and expressed confidence that the new King would give priority to education and environmental issues.",
    "First Lady Prof. Maithree Wickramasinghe was a discussant at a fireside chat on the subject of “Inspiring change: Together for the elimination of cervical cancer in the Commonwealth” at the Commonwealth Secretariat in London on Friday. The event was part of the Commonwealth Spouses and Partners Programme and saw Prof. Wickramasinghe in conversation with Jeanette Kagame, the first Lady of the Commonwealth Chair, Rwanda, and the First Ladies of Bahamas, Ghana, Nigeria and Zambia.  She spoke on how she was driving advocacy and interventions on the elimination of cervical cancer in her country while in a second session she joined the others to brainstorm the ways in which the coalition could provide assistance in continuing to raise greater public awareness about cervical cancer.",
    "The Commonwealth carries a significant cervical cancer burden, particularly in low- and middle-income countries, a media statement on the event said. Whilst the Commonwealth represents 30 percent of the world’s population, it carries a 40 percent share of the global mortality burden. “If steps are not taken to radically reduce the rising incidence of cervical cancer within the Commonwealth through targeted programmes in research, prevention, early detection and treatment, by 2030 the Commonwealth can expect the number of new cases of cervical cancer to have risen by 55% (to 324,598) and the deaths by 62% (to 186,066 deaths) over the same period, with one woman dying in the Commonwealth every three minutes by 2030,” it said.",
    "In a departure from previous Coronation ceremonies, King Charles had requested other faith leaders to be present. Sri Lankan Head Monk of the London Buddhist Vihara, Venerable Bogoda Seelawimala Thera represented the Buddhist community in the United Kingdom at Saturday’s event. One of the key segments in Saturday’s coronation service was made up of the Westminster Abbey choir, the Chapel Royal Choir of St James’s Palace, and singers from the Monteverdi Choir. They were conducted by Westminster Abbey’s choir conductor and music director Andrew Nethsingha, a British citizen with Sri Lankan roots.",
    "While rooted in history, the ceremony - only the second British coronation to be televised - was also an attempt to present a forward-looking institution and to reflect a more diverse country. “I come not to be served but to serve,” King Charles said at the start. With Britain struggling to find its way in the political maelstrom after its exit from the European Union and maintain its global standing, the monarchy’s supporters say the royal family provides an international draw, a vital diplomatic tool and a means of keeping it on the world stage.",
    "“No other country could put on such a dazzling display - the processions, the pageantry, the ceremonies, and street parties,” Britain’s Prime Minister Rishi Sunak said. But despite Mr. Sunak’s enthusiasm, the coronation took place amid a cost of living crisis and public scepticism, particularly among the young, about the role and relevance of the monarchy.",
    "The Commonwealth is an association of countries across the world. Although historically connected to the British Empire, any country can apply to be a member of the Commonwealth, regardless of its intersection with Britain’s colonial past. The Commonwealth consists of 54 countries, including the United Kingdom. The British monarch is head of the Commonwealth. In some Commonwealth countries, such as the United Kingdom, Canada, and Australia, the monarch symbolically holds the highest office as head of state."
  ]
}