{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-India-Society-jointly-commemorates-75th-Independence-Day-of-Sri-Lanka-and-74th-Republic-Day-of-India/56-747323",
  "time_ut": 1681248513.0,
  "original_lang": "en",
  "original_title": "Sri Lanka India Society jointly commemorates 75th Independence Day of Sri Lanka and 74th Republic Day of India",
  "original_body_lines": [
    "The Sri Lanka India Society (SLIS) recently commemorated the 75th independence day of Sri Lanka along with the 74th republic day of India at an elegant sit down dinner in the presence of a large gathering of members and guests.",
    "SLIS President Kishore Reddy was honoured with the presence of the Power and Energy Minister Kanchana Wijesekera as the Chief Guest and High Commissioner of India to Sri Lanka Gopal Baglay who also is the patron of the society, to celebrate an evening of togetherness and strengthen the bond of friendship between the people of both countries. The keynote address was delivered by Minister Wijesekera highlighting the journey of friendship and bonding through the 75 years of independence for both countries.",
    "In his address Minister Wijesekera thanked High Commissioner Gopal Baglay for all the support the Government and the people of India extended to overcome the economic crisis Sri Lanka was facing and continuing the assistance to date.",
    "“We hope to develop the northern and eastern provinces specially Trincomalee port development, the industrial zone, the energy hub with the assistance of India and also we would be finalising in the next few weeks the long awaited Indo Sri Lanka power grid connectivity and we hope by next year we can actually start physical work on the grid connectivity development and this would give a strong statement on the India-Sri Lanka friendly relationship,” Minister Wijesekera said.",
    "He also stated that the foundation that has been laid in the last 12 months will open business opportunities to both Indians and Sri Lankans. The minister also thanked LIOC for helping all citizens of Sri Lanka during the fuel crisis.",
    "Lanka IOC Managing Director Manoj Gupta while introducing the minister, said that as the subject Minister Wijesekera was very effective in providing solutions for smooth operations and admired the way the minister operated and that it was a pleasure working with the Ministry.",
    "The High Commissioner of India Baglay said: “The strength of the relationship between India and Sri Lanka lies in their people-to-people ties. The closeness of history, the closeness of geography, our proximity, the shared heritage, the shared history and there is so much that binds us” He also mentioned that India and Sri Lanka are civilizational twins and that one twin feels the pain when the other is suffering and it is but natural that twins and close neighbours help each other at the time of need.",
    "The commemorative dinner was organised as an evening of friendship by the SLIS, held at Taj Samudra Grand Marquee on 31 March.",
    "In his address Sri Lanka India Society President Kishore Reddy spoke about the activities of the society in promoting cross-cultural talent and supporting budding artists. The SLIS had also organised events to promote tourism, business while having continuous projects of helping elders’ homes and supporting the needy. Highlighting on the relationship between the two nations, Reddy said: “Trade and investment have grown and there is cooperation in the fields of development, education, culture and in various other fields. Both countries share a broad understanding of major issues of international interest. As a friendship society, we are very happy and equally proud of India’s assistance to Sri Lanka at a time of need and this truly resonates with the phrase “a friend in need is a friend indeed.”",
    "Kishore Reddy looked back on the assistance provided by the Government of India and thanked Gopal Baglay. He concluded his speech with a toast saying: “We wish Sri Lanka and India peace, happiness and prosperity, today and in the future, and to the enduring friendship and partnership between both countries.” Established in 1949, the Sri Lanka India Society is one of the oldest and largest friendship societies in Sri Lanka and to date works in strengthening to build people to people bonds of the two great nations and continue their deep-rooted, centuries-old ties. The Indo-Lanka relationship has been multi-faceted, unwavering and time-tested. Since gaining independence just six months apart, over the years the neighbours have strengthened their relationship in the region whilst the benefits of its synergies have touched the lives of many. Last year under the leadership of Kishore Reddy the SLIS had two commemorative dinners with the participation of a number of dignitaries which included the current Prime Minister Dinesh Gunawardena and President of Sri Lanka Ranil Wickremesinghe."
  ]
}