{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-hike-tourist-arrival-target-to-2-0mn-for-2023-117084/",
  "time_ut": 1680497640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to hike tourist arrival target to 2.0mn for 2023",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will raise its tourist arrival target to 2.0 million in 2023 from an earlier 1.5 million on the back of better trends seen in the first quarter, Sri Lanka Tourism Development Authority (SLTDA) Chairman Priantha Fernando said.",
    "“Based on the arrivals last year we set a target of 1.5 million tourists about six months ago. But with this we will be revising it to 2 million,” Fernando said Friday.",
    "“The target for March 2023 was only 90,000, but we have exceeded that.",
    "“For the month of March 01-28, we have welcomed 112,991 tourists, and this is the first time since 2019 that we have welcomed more than 100,000 tourists for the third consecutive month.”",
    "Sri Lanka has welcomed 323,185 tourists by March 28, which may go up to 335,000 by the end of the first quarter. In that year Sri Lanka welcomed 1.9 million tourists, down from 1.3 million in 2018.",
    "Sri Lanka’s central bank which usually trigger forex shortages with inflationary open market operations to target 5 percent inflation while collecting forex reserves, went overboard in 2020-2022 and triggered the worst currency crisis in its history, resulting in fuel shortages and social unrest.",
    "Tourist arrivals which had picked up to 105,000 in March 2022, then plunged.",
    "Forex shortages and also made it difficult to import aviation fuel and ticket prices also rose in US dollar terms. With the external sector stabilizing, air ticket premiums – which rose in US dollar terms – have started to ease and gradually flights are increasing.",
    "Sri Lanka is expecting more tourists from India and is promoting the island in chosen generating markets.",
    "From April onwards, state-run Sri Lankan Airline will be starting nine flights to China per week, while Chinese airlines will operate three flights per week, resulting in a boost in Chinese tourists to the country, Fernando said.",
    "Also read: Sri Lanka to target nine markets in focused tourism campaigns",
    "“And also in April, the Promotion Bureau will start promotions in China, which will open the market even more,” Fernando added.",
    "“We have started discussing with the Foreign Ministry to start a direct flight from Israel, and we believe that with the increasing demand, we can get more new flight operators to the country.”",
    "Currently, 20 percent of the tourists are from Russia, followed by India, the UK, and Germany.",
    "Markets like Germany is still affected by negative perceptions, according to officials. (Colombo/Apr03/2023)"
  ]
}