{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/15/sri-lanka-s-bondholders-send-debt-restructure-proposal-to-government/",
  "time_ut": 1681543440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s bondholders send debt restructure proposal to government",
  "original_body_lines": [
    "(Reuters) – A committee of Sri Lanka's international private creditors sent its first debt rework proposal to the country's authorities regarding over $12 billion in bonds outstanding, according to three sources with direct knowledge of the matter.",
    "It is the first bondholder proposal after the island-nation of 22 million people defaulted on its debt a year ago. It is a first formal step to engage with the country's authorities, said one of the people, who asked not to be named because discussions are private.",
    "Representatives for the government did not respond to a request for comment. A spokesperson representing the creditor committee declined to comment.",
    "The group of about 30 creditors includes global investment companies Amundi Asset Management, BlackRock, HBK Capital Management and T. Rowe Price Associates.",
    "Bondholders and government officials met in Washington this week, with legal and financial advisers for both sides present, said two sources.",
    "Separately, the Paris Club of creditor governments said on Friday it aims to start negotiations to restructure Sri Lanka's bilateral debt after a committee was set up by French, Japanese and Indian finance ministers, and representatives of Sri Lanka.",
    "China, Sri Lanka’s biggest bilateral creditor, did not join the announcement.",
    "After the COVID pandemic that ruined the tourist sector, a spike in prices of imports following the start of the Ukraine war, and economic mismanagement, Sri Lanka fell into its worst financial crisis in more than seven decades.",
    "Sri Lanka secured last month a $2.9 billion program from the International Monetary Fund to tackle its huge debt burden.",
    "Mumbai Police arrest Sri Lankan and German for exchanging boarding passes at airport",
    "Fighting breaks out between army and paramilitary unit in Sudan",
    "Sri Lankans demand justice for the victims of the April 21st attacks"
  ]
}