{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/from-music-to-business-magnates/",
  "time_ut": 1678299660.0,
  "original_lang": "en",
  "original_title": "From music to business magnates",
  "original_body_lines": [
    "They started out as musicians, performing with various bands, in Sri Lanka, before they decided to seek greener pastures, elsewhere.",
    "Anton Goonetilleke performed with several outfits, including Beacons, Moonstones with Clarence, Esquire Set, Saybaan and the Tempo and, finally, his own band – Jade.",
    "Arith Ratnawibhushana started his musical career, while still at school, with a band called Starliners, and was also associated with many other groups, including Super Pink & Purple, Jade, and Kings.",
    "While Anton decided to make the Philippines, his home, Arith migrated to Australia, and they are now involved in careers totally different to what they, initially, embarked on, in Sri Lanka, and that’s music.",
    "Anton is now involved in the coffee and tea trade, and is doing extremely well in this field.",
    "He is the owner of a couple of coffee factories, in Indonesia, and also a Consultant/Trader in Coffee, in Papua New Guinea.",
    "Along with these activities, Anton is also Consultant/Resource Person to several government departments of the Philippines, in their Coffee Road Map, Farmer Groups, etc.",
    "With a heavy workload, music has taken a backseat but Anton does perform, whenever time permits, with some of the Filipino musicians.",
    "He also has a recording/practice studio, at home, and most of the work, he does, in the studio, is for his daughter and her band Gen-X.",
    "“They won various competitions, in the local scene, in the Philippines”, says Anton, adding that they are very versatile and play like professionals, although they are still very young.",
    "In fact, in January, Anton and his daughter’s band, Gen-X, were seen in action at an event that had a multi-national audience.",
    "“It was a very appreciative audience and my daughter, Tracy, belted it out like you won’t believe.’",
    "Meanwhile, Arith, who now resides in Perth, Australia, is a hotelier, operating as General Manager at the Great Southern Hotel, in Perth.",
    "Like Anton, Arith says he still enjoys jamming around with his two sons.",
    "And, guess what? Anton and Arith met up recently…in the Philippines.",
    "Arith was in the Philippines, on official work, when he decided to fly to the island, Iloilo, where Anton lives with his family.",
    "Says Anton: “We had a great time together as we were also having our annual ‘Dinagiyang’ Festival, which is the biggest event in the calendar for our City where various dancers and music is presented. It is really a Mardi Gras.",
    "“I was able to take Arith for some entertainment, in town, and he was impressed with the standard of music here. The bands are really good! We could not jam here, in Iloilo, because the occasion was too formal – organized and choreographed, I guess.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}