{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-directs-public-officials-to-uphold-financial-control-anti-corruption-rule-of-law/56-746612",
  "time_ut": 1679428689.0,
  "original_lang": "en",
  "original_title": "Govt. directs public officials to uphold financial control, anti-corruption, rule of law",
  "original_body_lines": [
    "Recovering from the challenging situation that the country is currently facing, requires a significant emphasis on the accountability of public officials in matters such as financial control, anti-corruption measures, and adherence to the rule of law, pointed out Senior Adviser to the President on National Security and Chief of the Presidential Staff Sagala Ratnayake.",
    "Sagala Ratnayake said this during a discussion held on Monday at the Ministry of Finance Auditorium with representatives of the International Monetary Fund (IMF) and Heads of Government institutions.",
    "During the meeting, the representatives of the International Monetary Fund appreciated the Sri Lankan Government›s efforts in addressing the existing problem and properly assessing the current situation. They also emphasised the significance of working with dedication in financial management and implementing new economic reforms.",
    "The representatives stressed that it is crucial to prioritise new reform programs rather than dwelling on past mistakes. They also highlighted the importance of exploring the support that the International Monetary Fund can offer to address the challenges in various fields and to prioritise reform efforts accordingly.",
    "Secretary of the Ministry of Finance Mahinda Siriwardana, emphasised the crucial role of new economic reforms in propelling the country forward. He stated that public financial reforms and other related areas will be prioritised to effectively address the issues in the financial management sector.",
    "During the meeting, the Heads of Government institutions involved in the process shared their perspectives.",
    "Sagala Ratnayake reiterated the significance of convening such meetings in the future to monitor the progress of relevant programs and obtain reports. He stressed the need for the commitment of all Heads of government institutions to ensure the success of these activities. The meeting was attended by representatives of the International Monetary Fund, the Governor of the Central Bank Dr. Nandalal Weerasinghe, as well as secretaries of ministries, Heads of Government institutions, and other officials."
  ]
}