{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/52nd-Anniversary-of-Independence-and-National-Day-of-Bangladesh-observed-in-Colombo/56-747000",
  "time_ut": 1680461884.0,
  "original_lang": "en",
  "original_title": "52nd Anniversary of Independence and National Day of Bangladesh observed in Colombo",
  "original_body_lines": [
    "Bangladesh High Commission in Colo mbo observed the 52nd Anniversary of Independence and National Day of Bangladesh with due fervour and festivities on 26 and 27 March.",
    "The observance commenced at the chancery in the morning of 26 March with ceremonial hoisting of the National Flag by High Commissioner Tareq Md Ariful Islam, placing of floral wreath at the portrait of the Father of the Nation Bangabandhu Sheikh Mujibur Rahman and observing one-minute silence as a mark of respect to the martyrs of the glorious war of liberation. Then in an in-house programme, messages of the President, Prime Minister, Foreign Minister, and State Minister for Foreign Affairs of Bangladesh were read out, a documentary was screened, and special prayers were offered for the continued peace, progress and prosperity of the nation and seeking eternal peace for the martyrs, Father of the Nation and his martyred family members and four national leaders.",
    "Taking part in an open discussion session, High Commission officials reflected on the significance of the day. In his remarks, High Commissioner Islam paid homage to millions of martyrs and highlighted the life and works of Bangabandhu and the development journey of Bangladesh under the pragmatic leadership of Prime Minister Sheikh Hasina.",
    "The High Commission hosted a reception at the Shangri La hotel, Colombo in the evening of 27 March. The Minister of Education of Sri Lanka graced the event as Chief Guest and, in his address, conveyed the best wishes to the people of Bangladesh from the President of Sri Lanka. The reception was attended by a large number of guests including Cabinet Ministers, Heads of diplomatic missions and international organisations based in Colombo, diplomats, MPs, senior political leaders, high civil and military officials, professionals, business leaders, members of civil society, and members of the Bangladesh community. Notable among the high dignitaries of Sri Lanka were former President and Prime Minister Mahinda Rajapaksa, Speaker of the Parliament, Chief Justice, Foreign Minister, Shipping Minister, Central Bank Governor, Foreign Affairs, Defence and Education State Ministers, Attorney-General, former Foreign Minister GL Peiris, former Speaker Karu Jayasuriya, Defence Staff Chief, and Army and Air Force Commanders. High dignitaries also joined the High Commissioner in cutting a cake wishing long lasting friendship between Bangladesh and Sri Lanka."
  ]
}