{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-did-not-resort-to-populism-by-hiking-salaries-too-early-official-140099/",
  "time_ut": 1700036340.0,
  "original_lang": "en",
  "original_title": "Sri Lanka did not resort to populism by hiking salaries too early: official",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state minister of finance Shehan Semasinghe has defended a costly salary hike for state sector workers, arguing that the government did not resort to the “populist” measure of raising salaries from January.",
    "“Despite the potential for engaging in populist measures, such as raising government employee salaries from January, the government pursued a correct course of action,” Semasinghe was quoted as saying in a statement by the president’s office.",
    "“The decision was made with the foresight and responsibility to prevent undue economic pressure on the country. These initiatives were executed under the direct guidance of the president, demonstrating a commitment to prudent economic management and sustainable policies,” he said.",
    "The state minister was speaking to journalists at a budget discussion on Tuesday November 14, following President and Finance Minister Ranil Wickremesinghe’s budget presentation the previous day.",
    "The budget proposals included a 10,000-rupee salary  hike for government workers by increasing the present cost of living allowance to 17,800 rupees.",
    "To give higher salaries more taxes have to be raised, since money printing and more borrowings could no longer be done, Wickremesinghe told parliament on Monday during his budget speech.",
    "As a result, payments will be given from April as tax revenues come in, he said, adding that arrears will be settled from October in six monthly installments.",
    "The cost of living allowance of state pensioners will also be raised by 2,500 rupees 3,525 per month.",
    "Pensions payments would go up to 401 billion rupees in 2024.",
    "Semasinghe said Sri Lanka anticipates 1.8 percent economic growth for the year 2024.",
    "Particular emphasis will be placed on the advancement of small and medium enterprises as part of this overarching objective of “fostering a robust economy during this period”, he said.",
    "“The 2024 budget is crafted with a strategic focus on alleviating the debt burden, aiming to reduce it from 128 percent to 95 percent. Concurrently, efforts are directed towards diminishing the financial requirement from 34.6 percent to 13 percent and curtailing foreign debt servicing from the current 9.4 percent to 4.5 percent,” a statement from the president’s office quoted the state minister as saying.",
    "The government’s focus lies on meeting the primary requisites of state revenue amounting to 4,127 billion rupees, managing state expenditures totalling 6,978 billion rupees, and addressing a budget deficit of 2,851 billion rupees, he said.",
    "“In response to the prevailing economic challenges, the government’s approach involves providing essential stimulus to reinvigorate the economy. This involves targeted measures in areas that have garnered attention and commentary from various stakeholders over the past few months. The commitment lies in addressing the economic crisis by proactively responding to identified concerns and fostering sustainable economic recovery,” said Semasinghe.",
    "Aligned with the objectives outlined in this year’s budget, the government is diligently pursuing key targets as elucidated in the domestic debt restructuring programme, he said.",
    "“The successful conclusion of the domestic debt optimisation programme has laid the groundwork for the on-going efforts in bilateral foreign debt restructuring. As we navigate this process, we hold the expectation that these strategic initiatives will pave the way for securing the second installment from the International Monetary Fund (IMF),” said Semasinghe. (Colombo/Nov15/2023)"
  ]
}