{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91593/us-sanctions-gold-firms-suspected-of-funding-wagner-group",
  "time_ut": 1687970880.0,
  "original_lang": "en",
  "original_title": "US sanctions gold firms suspected of funding Wagner Group",
  "original_body_lines": [
    "The United States took aim at Russia’s Wagner Group and imposed sanctions on Tuesday on companies it accused of engaging in illicit gold dealings to fund the mercenary force.",
    "The U.S. Treasury Department in a statement said it slapped sanctions on four companies in the United Arab Emirates, Central African Republic and Russia it accused of being connected to the Wagner Group and its leader, Yevgeny Prigozhin.",
    "The companies engaged in illicit gold dealings to fund the militia to sustain and expand its armed forces, including in Ukraine and some countries in Africa, the Treasury said.",
    "“The Wagner Group funds its brutal operations in part by exploiting natural resources in countries like the Central African Republic and Mali,” the Treasury’s Under Secretary for Terrorism and Financial Intelligence, Brian Nelson, said in a statement.",
    "“The United States will continue to target the Wagner Group’s revenue streams to degrade its expansion and violence in Africa, Ukraine, and anywhere else.”",
    "The Wagner Group did not immediately respond to the U.S. allegations.",
    "The U.S. State Department ahead of the announcement said that the action against Wagner was unrelated to an aborted mutiny last weekend.",
    "Wagner, whose men in Ukraine include thousands of ex-prisoners recruited from Russian jails, has grown into a sprawling international business with mining interests and fighters in Africa and the Middle East.",
    "Russian President Vladimir Putin said on Tuesday that the finances of Prigozhin’s catering firm would be investigated after his mutiny, saying Wagner and its founder had received almost $2 billion from Russia in the past year.",
    "Wagner has fought in Libya, Syria, the Central African Republic, Mali and other countries, and has fought the bloodiest battles of the 16-month-old war in Ukraine. It was founded in 2014 after Russia annexed Ukraine’s Crimea peninsula and started supporting pro-Russia separatists in Ukraine’s eastern Donbas region.",
    "The United States has previously imposed sanctions on Wagner and Prigozhin. Washington has repeatedly warned of what it says are Wagner’s destabilizing activities and has ramped up sanctions against the private army following Russia’s invasion of Ukraine.",
    "The companies hit with sanctions on Tuesday included Central African Republic-based Midas Ressources SARLU and Diamville SAU, Dubai-based Industrial Resources General Trading and Russia-based Limited Liability Company DM.",
    "The United States also issued an advisory highlighting risks raised by gold trade in sub-Saharan Africa due to what it said was increasingly concerning reporting related to the role of illicit actors, including the Wagner Group.",
    "Washington also imposed sanctions on Andrey Nikolayevich Ivanov, a Russian national the Treasury accused of being an executive in the Wagner Group and said he worked closely with senior Malian officials on weapons deals, mining concerns and other Wagner activities in the country.",
    "Russia’s embassy in Washington and Industrial Resources did not immediately respond to requests for comment.",
    "Reuters could not immediately reach a spokesperson for Midas Ressources, Diamville or Limited Liability Company DM."
  ]
}