{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95194/sri-lanka-to-receive-stolen-colonial-era-artefacts-in-december-",
  "time_ut": 1701078780.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to receive stolen colonial-era artefacts in December",
  "original_body_lines": [
    "Six Sri Lankan colonial artefacts are slated to be returned to the island in December, the Embassy of the Kingdom of the Netherlands reported.",
    "Accordingly, six historical objects that are currently on display in the collection of the Rijksmuseum Amsterdam in the Netherlands, including the Lewke’s cannon, a Golden Kasthane, a Silver Kasthane, a Sinhalese Knife and two Guns that were confirmed to belong to Sri Lanka, will be returned to the island in the first week of December, after over 200 years abroad.",
    "The Dutch Ambassador for International Cultural Cooperation Dewi van de Weerd will lead a mission overseeing the handover on behalf of the Netherlands.",
    "The artefacts will be physically returned to Sri Lanka during a two-day event at the Colombo National Museum on 05 and 06 December, which will be open to the public and will comprise activities to educate both, the young and old, on the long shared history of Sri Lanka and the Netherlands.",
    "“With the restitution the Netherlands aim to strengthen the bilateral ties with Sri Lanka, while also coming to terms with its colonial past. As a part of this, Ambassador Van de Weerd hopes to discuss possibilities for further strengthening the cultural cooperation between the Netherlands and Sri Lanka.",
    "Governments, museums, universities and advisory committees in both countries are already working together to return more Sri Lankan cultural heritage in the future. Through these initiatives the government of the Netherlands aims to open a new chapter in its relationship with Sri Lanka. A chapter with more focus on justice, reconciliation and equality”.",
    "The move comes after a high-level state cultural delegation of the Netherlands, led by State Secretary for Culture and Media in the Netherlands Gunay Uslu, signed two legal documents related to transferring the ownership of the artefacts in August this year.",
    "Accordingly, the ‘Transference of Acknowledgement’ and the ‘Loan Agreement’ were signed by Dutch State Secretary Gunay Uslu and Minister of Buddhasasana, Religious and Cultural Affairs Vidura Wickramanayaka and the Director General of the Department of National Museums on behalf of the Government of Sri Lanka, on 27 August."
  ]
}