{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dfcc-leasing-and-ideal-motors-join-forces-to-offer-leasing-promotions/",
  "time_ut": 1688577420.0,
  "original_lang": "en",
  "original_title": "DFCC Leasing and Ideal Motors join forces to offer leasing promotions",
  "original_body_lines": [
    "DFCC Leasing, a unit of DFCC Bank PLC, and Ideal Motors, the Sole Authorised Dealer for Mahindra automotive products in Sri Lanka, recently announced a landmark partnership to enable customers to enjoy exclusive leasing promotions aimed at delivering exceptional value.",
    "A Memorandum of Understanding (MoU) was signed between these two reputed and respected institutions, paving the way for an exciting partnership that combines the unparalleled leasing expertise of DFCC Leasing with the high-quality vehicle offerings from Ideal Motors. Leveraging their collective strengths and expertise, DFCC Leasing and Ideal Motors aim to provide customers with a seamless, modern leasing experience and unbeatable value.",
    "“We are pleased to partner with Ideal Motors to bring these valuable and exclusive leasing propositions, with unbeatable rates, to our valued customers,” said Aasiri Iddamalgoda, Senior Vice President of Retail Banking and SME at DFCC Bank PLC, “The combination of DFCC Leasing’s expertise in vehicle financing solutions and Ideal Motors’ locally assembled vehicles creates a unique offering that truly caters to the needs of our collective customers.”",
    "DFCC Leasing, known for its exceptional service capability and longstanding history, has adapted its leasing solutions to cater to the evolving needs of Sri Lankans. DFCC Leasing has established itself as a trusted partner and leader in the industry with a wide range of financing options and personalised customer service.",
    "IPS Policy Dialogue highlights strategies to address NCD risk factors and malnutrition in Sri Lanka",
    "DFCC Leasing and Micro Cars partner to offer enhanced value to customers through joint leasing promotion",
    "DFCC Aloka powers WCIC Women Entrepreneur Awards 2022 as Platinum Sponsor",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}