{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/26/second-postmortem-on-dinesh-schaffter-at-karapitiya-hospital/",
  "time_ut": 1685077260.0,
  "original_lang": "en",
  "original_title": "Second postmortem on Dinesh Schaffter at Karapitiya Hospital",
  "original_body_lines": [
    "COLOMBO (News 1st); The second postmortem examination into the death of Colombo-based businessman, the-late Dinesh Schaffter, who died under mysterious circumstances, will take place on Friday (26) at the Karapitiya Teaching Hospital.",
    "The postmortem will be carried out by a five-member expert committee appointed by the court on February 27th 2023.",
    "The committee is headed by Senior Lecturer in the Department of Forensic Medicine and Toxicology, Faculty of Medicine, University of Colombo Asela Mendis.",
    "Dr. U.C.P. Perera – Professor of Forensic Medicine, Faculty of Medicine University of Ruhuna.",
    "Prof. Dinesh Fernando – Professor in Forensic Medicine. Dept. of Forensic Medicine, Faculty of Medicine, University of Peradeniya.",
    "Pradeep Rohan Ruwanpura – Forensic Pathologist, Teaching Hospital Karapitiya, Galle .",
    "Dr. M. Sivasubramaniam –  Judicial Medical Officer, National Hospital, Kandy.",
    "On the 15th of December 2022, Schaffter was found with his hand tied and strangled inside his own car at the Public Cemetery in Borella, and he died while receiving treatment at the Intensive Care Unit of the Colombo National Hospital that same night.",
    "Dinesh Schaffter was considered as a giant in the country's business sector, and his death sent shockwaves across Sri Lanka due to the mysterious nature surrounding it, and questions that arose.",
    "The preliminary autopsy report stated that the death occurred due to strangulation with a string.",
    "But after receiving the toxicology reports, the Judicial Medical Officer informed the court that there was another reason behind Schaffter death, while presenting the complete postmortem report.",
    "It was mentioned that cyanide poisoning also caused the death of Dinesh Schaffter.",
    "It was reported that Schaffter had consumed a snack mixed with cyanide, and there were traces of cyanide in his abdomen and blood.",
    "President's Counsel Anuja Premaratne, who represented the family of Dinesh Schaffter, stated that there are contradictions in the autopsy reports.",
    "Accordingly, the court appointed a five-member committee headed by Asela Mendis, a forensic specialist of Colombo University, to probe into the death of Dinesh Schaffter and ordered them to conduct an inquiry and produce a report.",
    "A few weeks after that, the five-member Committee of Medical Experts informed the court that the body of  Dinesh Schaffter should be exhumed and investigations should be conducted.",
    "25% of dengue cases reported are Children, says National Dengue Control Unit",
    "Comedian Nathasha Edirisooriya arrested by the CID at Bandaranaike International Airport",
    "New PUCSL Chairman to be appointed once President returns to SL, says Semasinghe"
  ]
}