{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/interval-in-hell-4/",
  "time_ut": 1701965760.0,
  "original_lang": "en",
  "original_title": "Interval in hell",
  "original_body_lines": [
    "President Ranil Wickremesinghe, who has the knack for pepping up serious discussions with zingers, remarked, in his recent budget speech, that what Sri Lanka had faced, in 2022, was an economic hell. One can hardly disagree with him on that score. It was, indeed, a hellish experience, and what we are experiencing at present could be considered an interval in hell! There will be a massive increase in the cost of living when VAT is jacked up to 18% and its application expanded, at the dawn of next year.",
    "Chairman of the Committee on Public Finance (COPF) Dr. Harsha de Silva has said even infant food items, fertiliser, medical equipment and ambulances will be subjected to VAT. He has urged the government to grant VAT exemptions at least for them. His fervent request has struck a responsive chord with the public. The government must not resort to extreme measures which are bound to trigger social unrest and political upheavals.",
    "Why the IMF has denied Sri Lanka any leeway is understandable. Leniency usually begets noncompliance. But the IMF should not do a Shylock. Its policies have come in for severe criticism from international human rights groups for stoking unrest and leading to social inequality. The Human Rights Watch (HRW) has, in a recent report, IMF: Austerity Loan Conditions Risk Undermining Rights—Compound Problems of Rising Inequality, Flawed Mitigation Efforts, said: “Austerity measures that broadly reduce government spending on essential public services or significantly increase regressive taxes have a well-documented history of undermining rights.",
    "The IMF is pushing policies that have a long track record of exacerbating poverty and inequality and undermining rights’. The IMF’s own internal research indicates that the Fund’s policies are generally not effective in reducing debt, which is their chief objective, HRW has said, noting that the IMF’s World Economic Outlook published in April 2023 observes that fiscal consolidations – a term usually linked to austerity programmes – “do not reduce debt ratios, on average.”",
    "It is doubtful whether some of the IMF policies and conditions are consistent with the UN Human Rights Council’s guiding principles that require strict criteria to be met and human rights impact assessment conducted by governments and financial institutions when austerity measures are adopted .",
    "Beggars are said to be no choosers. Sri Lanka finds itself in such a situation that it cannot do without IMF assistance at all. But the extreme measures that the IMF is pressuring Sri Lanka to adopt are fraught with the danger of triggering social unrest and popular uprisings like the one we witnessed last year. Political stability is a prerequisite for economic recovery, and vice versa.",
    "Both the government and the IMF ought to learn from the politico-social upheavals in countries such as Argentina due to constricting loan conditions. A similar situation prevails in some other countries in Latin America, the Middle East and North Africa. Pakistan is also experiencing problems.",
    "We do not have statespersons who think of the next generation. Instead, we have politicians who do everything in their power to win the next election. So, the grandees of the current dispensation should tread cautiously for their own sake, learning from the experience of other nations that have borrowed from the IMF. Protests erupted against stringent IMF loan conditions in Argentina, and President Mauricio Macri lost the 2019 presidential election as a result and Alberto Fernandez, a bitter critic of the IMF, secured the presidency. (Fernandez also could not straighten up the Argentinian economy and decided against seeking re-election.) Mass protests against a host of IMF-prescribed economic reforms also led to the resignation of Prime Minister of Jordan Hani al-Mulki in 2018.",
    "There are alternative ways and means of boosting state revenue and the SLPP-UNP government ought to explore them instead of milking the hapless public dry. A rupee saved is a rupee earned, cliché as it may sound. If the government cares to curtail wasteful expenditure, eliminate corruption and streamline revenue collection, it will not have to resort to oppressive taxation to satisfy IMF conditions. It defies comprehension why planeloads of government delegates have to be taken overseas for conferences, etc., and why so many politicians are using armed convoy escorts, which only boost their egos. Corruption is rampant in revenue generation agencies. The government itself is involved in mega rackets that cost the state coffers dear, the sugar tax scams being a case in point.",
    "The government had better overcome the arrogance of power, abandon its cavalier attitude, stop bulldozing its way through, and take on board dissenting views of economists such as Dr. de Silva if it is to avoid trouble and consolidate whatever gains the country has made on the economic front during the past few months.",
    "We should identify national priorities for mitigating risks of climate change",
    "State Minister Siyambalapitiya emphasises transparency in Sri Lanka’s IMF deal and debt restructuring",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}