{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dimo-recognised-for-corporate-reporting/",
  "time_ut": 1703252100.0,
  "original_lang": "en",
  "original_title": "DIMO recognised for Corporate Reporting",
  "original_body_lines": [
    "In a resounding testament to its commitment towards transparency, DIMO secured four accolades at the TAGS Awards 2023 organized by the Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) recently.",
    "DIMO clinched the Gold Award in Integrated Reporting (Shared) underscoring its outstanding performance and leadership in integrated reporting. The Gold Award in the Diversified Holdings -Group Turnover up to 50Bn category, is another feather adding to their continuous success in this segment.",
    "Silver Award in Digitally Transformative Reporting (Shared) acknowledges DIMO’s digital prowess while recognizing the company’s innovative approach to reporting in the digital age. DIMO’s commitment to sustainability garnered the Bronze Award, reflecting its well-structured sustainability agenda covering business, people, and the environment, which was perfectly articulated in the sustainability report. The 2022/2023 Annual Report provides a clear understanding of DIMO’s sustainability philosophy, aligning with global best practices.",
    "Gahanath Pandithage, Group Managing Director/CEO of DIMO, commenting on this accomplishment said “We are happy and honoured to celebrate this Quadruple Victory at TAGS Awards. This achievement further reaffirms our commitment towards transparency”.",
    "The company’s 2022/2023 Annual Report, themed “Accelerating into the Future,” seamlessly portrays how it transformed its purpose into value across capital, governance, risk management, sustainability, and stakeholder engagement.",
    "At the heart of DIMO’s success is its adherence to global reporting standards and best practices. The 2022/2023 Annual Report stands as a beacon of transparency, accountability, governance, and sustainability showcasing the company’s robust strategy, value creation, governance structures, ESG practices, management philosophies, and risk management strategies.",
    "DIMO’s approach to integrated reporting is exemplified in its concise, complete, and connected report. Compliant with standards and best practices DIMO has been continuously adopting, demonstrating their commitment to corporate discipline and adherence to regulations, further fostering trust among stakeholders.",
    "CEAT launches program to support education of rubber growers’ children",
    "DIMO recognised at National Occupational Safety and Health Excellence Awards",
    "DIMO clinches top honors at CMA Excellence in Integrated Reporting Awards 2023",
    "DIMO Agribusinesses and Mahindra Tractors introduce 50 HP Mahindra Yuvo Tech+ 585 tractor",
    "DIMO continues to lead as one of Sri Lanka’s premier workplaces",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}