{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Reviving-glory-of-traditional-gem-trading-Aaraa-Aati-launches-Mini-Ratnapura-Market-auction/34-748119",
  "time_ut": 1683662090.0,
  "original_lang": "en",
  "original_title": "Reviving glory of traditional gem trading: Aaraa & Aati launches ‘Mini Ratnapura Market’ auction",
  "original_body_lines": [
    "Luxury brand Aaraa & Aati is bringing back the essence of the ancient trading method with its unique auction event ‘Mini Ratnapura Market’.",
    "The auction takes place Monday to Saturday at its flagship store located on the first floor of Crescat Boulevard, and customers can acquire top-quality sapphires and bespoke luxury jewellery at a competitive price.",
    "Auctions have always been an important method of trading throughout history, and Aaraa & Aati aims to bring the trade back to its roots by hosting the event in the comfort of a luxury shopping mall. This initiative is a renaissance, not a revolution, as it seeks to tap into the essence of sourcing genuine gemstones for special moments. Aaraa & Aati’s founder Fahmy Rahman said: “We welcome all Sri Lankans who are celebrating the festive season to experience this unique event. The auction is an excellent opportunity for customers to acquire precious gems and jewellery that will add a touch of elegance to any special occasion. Aaraa & Aati is a home-grown luxury brand that is committed to providing customers with the best quality sapphires and bespoke luxury jewellery. The brand’s mission is to create timeless pieces that capture the essence of Sri Lankan heritage and culture.”",
    "He said customers who attend the auction event will have the opportunity to immerse themselves in the culture of Sri Lanka. “The event celebrates the heritage and culture of the country and showcases the exquisite craftsmanship of Sri Lankan artisans. The pieces that will be up for auction are a testament to the talent and skill of these artisans.”",
    "Aaraa & Aati has curated a collection of exquisite sapphires and luxury jewellery that will be up for auction. Customers will have the opportunity to acquire these pieces at a competitive price, making it an excellent investment opportunity.",
    "The Mini Ratnapura Market auction event is a unique opportunity for customers to acquire top-quality gems and bespoke luxury jewellery at a competitive price. Aaraa & Aati’s commitment to providing customers with the best quality products and exceptional service makes them a trusted brand in the luxury industry. The event is set to be a celebration of Sri Lankan culture, heritage, and craftsmanship."
  ]
}