{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83304",
  "time_ut": 1703065020.0,
  "original_lang": "en",
  "original_title": "One cannot deny Ranil Wickremesinghe  the credit for lifting Sri Lanka from its worst-ever economic crisis. Ranil’s  feat would loom large over peers in similar predicaments from Argentina to Lebanon.",
  "original_body_lines": [
    "Sri Lankan economy expanded by 1.6 per cent in the third quarter of this year, slowly emerging from one and half years of contraction. With the service sector picking up and manufacturing showing a seasonal hike, the fourth quarter may log 7-8 per cent growth, partially compensating for the first two quarters of negative growth. The momentum is finally here, though given the extent of the economic rout in the first half, the economic growth of 2024 would be negative.",
    "How much of that momentum would continue to next year and beyond is not just an economic function- more than anything, it is a political question. Even after one counts the volatile growth projections in the rich world, the greater danger to the nascent economic recovery of Sri Lanka would be within. And the biggest of all is the marauding political opportunism, likely to be the most distinguished feature in the political stages next year- the election year.",
    "The presidential election should be held by September next year, and Parliamentary polls should follow. Postponed local government elections should also be held at some point, though it is unlikely to precede either of the national polls, for the political leadership would not want it to be a barometer of voter sentiment.",
    "Most of all, Presidential elections would decide the future economic trajectory. Considering that it would precede the rest, anyone who wins the presidential election would convert the early momentum at the Parliamentary polls.",
    "First, it is about personnel: consider the likely contenders for the presidency.",
    "Incumbent Ranil Wickremesinghe is exalted by his acolytes as an economic maestro, but throughout his political life, despite numerous opportunities to prove them right,  he has been an underachiever. He probably lacked that iron the most successful economic reformers in South East and East Asia had in them to convert their economic visions into reality.",
    "But, one cannot deny him the credit for lifting Sri Lanka from its worst-ever economic crisis. If his past performances were unimpressive against more successful international peers, his recent feat would loom large over peers in similar predicaments from Argentina to Lebanon.",
    "That is a commendable achievement. However, Mr Wickremesinghe languishes in a distant third in opinion polls. Without an alliance with the Samagi Jana Balawegaya (SJB), he is unlikely to have a credible shot at the presidency.",
    "Though the likely improvement of the economy may increase his chances, there is much to be seen.",
    "The same applies to the SJB leader Sajith Premadasa, who is in a distant second to JVP’s Anura Kumara Dissanayake in opinion polls. Though one may advise such survey data to be taken with a pinch of salt, the throes of the economic crisis have significantly altered public opinion- and crazy things could happen.",
    "SJB does not necessarily offer a set of realistic alternative policies. Still, it is also muted in the most excessive form of opposition to the government policies, as seen in some of the fringe corners of Pohottuwa’s splinter group and usual antagonists of the Peratugamis and the JVP trade unions.",
    "SJB is negotiating with Pohottuwa’s dissidents for an electoral front. Instead, it should talk to the UNP to form an electoral alliance and field a common presidential candidate.",
    "Third is Anura Kumara Dissanayake, who rides on a wave of popular discontent and leads the opinion polls. He offers nothing in principle but has harvested the protest vote.",
    "Funny enough, in a country where Gotabaya Rajapaksa decimated the economy with his pie-in-the-sky policies, voters are betting on another of the similar ilk to rescue it.",
    "Fourth is a potential SLPP candidate, which some reports suggest may be billionaire businessman Dhammika Perera. However, SLPP is more likely to use the threat of fielding a presidential candidate to extract concessions from President Ranil Wickremesinghe than running and losing handsomely.",
    "Second is about policies:  elections are supposed to offer a platform to debate alternative policy choices.",
    "However, there appears to be no rational alternative to the current IMF-guided formula to stabilize the economy. Therefore, the immediate question is whether there is a less painful way to hit the IMF targets- though such pain is temporary. The broader and more pertinent question would be the policies beyond the IMF guide- to increase the domestic competitiveness, upgrade the productivity of the labour market, train human capital, build private universities, integrate with global supply chains and build an export-led economy.",
    "But you hardly see anything remotely resembling as such. It’s probably because Sri Lankans do not vote for policies. They vote for promises.",
    "Yet, there is relentless opposition to the IMF-mandated revenue measures. And Sri Lanka being Sri Lanka, it is not necessary to offer a realistic alternative to address the pressing economic problems. Elections would amplify this self-serving opportunism, distorting existential economic realities and even seriously challenging future economic reforms.",
    "Mr Wickresminghe, who may be backed by most of the seemingly capable young SLPP  cabinet ministers, presents a set of broad principles that are business-friendly and aimed at liberalizing the economy. But he lacks a sense of urgency. The SJB may not necessarily divert from those principles- they have yet to divulge an alternative program",
    "The JVP is a different kettle of fish. They oppose everything,  not just for publicity, which the SJB is not necessarily immune from. JVP’s ideological leaning, though kept muted at the moment to appear more appealing to the masses beyond their tent, plays a defining role. These contradictions would come into play when/ if JVP has a shot at running the country.",
    "Until then, you hear flimsy, self-serving fixes to rejuvenate the economy. One is the promise to end corruption so that the economy would grow. That is a lofty promise considering corruption is not a function of individuals alone but of over-regulated bureaucratic systems. Corruption is undesirable, for it distorts national policy and robs the public of money. However, the correlation between economic growth and corruption is disputed- most Southeast and East Asian countries were equally corrupt during their high-growth decades.",
    "Eradicating corruption should be a national priority. However, it alone does not promote investment or growth or reduce the burden of the SOEs. Sri Lanka should implement comprehensive economic reforms to remove bottlenecks in each area of the economy. But, such policies are anathema for the JVP and its trade unions.",
    "Another fallacy flaunted in the political stages is resolving the shortage of government revenue by bringing back stolen funds. This is not the first time such offers were made, nor would it be the last time.",
    "While a comprehensive recovery programme with international cooperation may manage to bring back some of the looted wealth, that would have only a nominal impact on the treasury. Nor is Sri Lanka’s economic crisis a  result of runaway corruption and pillage of public funds as it is portrayed in some corners. The economic crisis is the aggregate effect of short-sighted populism- Mahinda Rajapaksa burnt through  US$ 2.5 billion and Gotabaya Rajapaksa US$ 5 billion of foreign reserves just to hold on to an unsustainable rupee peg.",
    "Billions of dollars were wasted on subsidized fuel, electricity, and gas.",
    "The economic crisis results from a political preference to give away non-existent economic resources to appease the public rather than do the hard work to create growth.",
    "But in the election platforms, you wouldn’t hear that. Instead, much of the discourse would promise a revert to old ways."
  ]
}