{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91554/ceylon-chamber-seeks-political-and-public-support-for-debt-restructuring-process",
  "time_ut": 1687865700.0,
  "original_lang": "en",
  "original_title": "Ceylon Chamber seeks political and public support for debt restructuring process",
  "original_body_lines": [
    "The Ceylon Chamber of Commerce has urged all political parties and concerned stakeholders to “act with responsibility” and await the finalization of the proposed debt restructuring plan.",
    "In a statement published on Tuesday (June 27), the Ceylon Chamber stressed the importance of patience and trust in the domestic debt restructuring process.",
    "In the domestic debt restructuring process, as emphasized by the Central Bank of Sri Lanka, the primary focus will be on maintaining financial system stability and ensuring that depositors will not be adversely impacted, the statement read further.",
    "“It is vital that we collectively allow for comprehensive and thorough examination of the proposed plan, followed by constructive dialogue based on the final document. Only then can meaningful consensus be achieved, keeping the national interest as priority.”",
    "Seeking both political and public support for the debt restructuring process, the Ceylon Chamber pointed out that this be a crucial step of the overall debt sustainability agenda and will assist in driving forward the other crucial reforms connected to it.",
    "Addressing the numerous concerns that are rife following the announcement of the Government’s intention to restructure Sri Lanka’s domestic debt, the Chamber said it understands these concerns and recognizes the right to an open dialogue, however, “we must be mindful of the market sensitivities around restructuring debt and the need to avoid misinformation and speculation, which fuels uncertainty amongst the general public.”",
    "The Ceylon Chamber remains committed to fostering productive, informed dialogue and collaboration amongst all stakeholders. We trust that all parties involved in the discussion will uphold this principle for the benefit of our nation’s socio-economic development."
  ]
}