{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90113/hrcsl-urges-not-to-present-anti-terrorism-bill-to-parliament-in-its-current-format",
  "time_ut": 1682595120.0,
  "original_lang": "en",
  "original_title": "HRCSL urges not to present Anti-Terrorism Bill to parliament in its current format",
  "original_body_lines": [
    "The Human Rights Commission of Sri Lanka (HRCSL) has requested President Ranil Wickremesinghe not to table the Anti-Terrorism Bill (ATB) in parliament, in its current format.",
    "In a letter addressed to the Head of State, the organization said the Bill, in its current format, should not be presented to the parliament until a national dialogue – one with broad spectrum participation – is concluded and its recommendations are published along with a clear action plan.",
    "The rights group is of the firm view that establishing a national dialogue that equally addresses the peace and reconciliation process will better define the contextual necessity for a Bill comparable to the proposed ATB.",
    "“More importantly it will show the government’s commitment to ensuring and building further peace and harmony amongst the nation’s citizenry.” The HRCSL believes that a heightened level of patriotism and productivity amongst all Sri Lankans will be a direct result of this.",
    "The HRCSL, in its letter, says it recently conducted a round table discussion with the leadership of several civil society groups, during which the concerns about the proposed ATB was highlighted.",
    "Following the discussion, the HRCSL arrived at the decision that it is prudent to better understand the purpose of the proposed ATB against the context of Sri Lanka today.",
    "The rights group urged the President to take the lead on, and in partnership with your office, a National Dialogue that would better assess and raise awareness of the necessity for the country to have such a Bill.",
    "To address the ATB, the HRCSL says it is imperative to further explore the much-delayed peace and reconciliation process, which would not only be for the communities in the North and East, but also for the communities affected by the uprisings in the South in the 70s and 80s."
  ]
}