{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/24/fears-of-wider-war-as-israeli-linked-tanker-is-set-on-fire-by-drone-attack-off-india/",
  "time_ut": 1703382360.0,
  "original_lang": "en",
  "original_title": "Fears of wider war as Israeli-linked tanker is set on fire by drone attack off India",
  "original_body_lines": [
    "Colombo (News 1st) – An attack by an unidentified drone on an Israeli-linked tanker off the coast of India has raised fears that the Gaza War may spread, Indian media reported Sunday.",
    "Indian warships and aircraft are escorting a tanker that was attacked on Saturday night (23rd) and set on fire, 370 km off the coast of Gujarat, India.",
    "The Liberian-flagged tanker 'Chem Pluto' which can carry chemicals or oil, was en route to the Indian port of Mangalore from Al Jubail, Saudi Arabia, when it was hit by a drone in the Arabian Sea. The tanker is part-owned by an Israeli shipping company.",
    "The crew of 21, all of them Indians, were not injured and the fire was doused. The Indian Navy has sent warships and maritime surveillance aircraft to escort the ship to Mangalore.",
    "It was not clear who was responsible for the attack, or where the drone came from. The Houthis of Yemen have carried out dozens of drone and missile attacks on ships in the past several weeks, but those have been close to the coast of Yemen. The attack took place more than 3,000 km from Yemen.",
    "The Houthis are backed by Iran, which has repeatedly threatened to widen the war if Israel does not halt its onslaught against Hamas. Many of the world's largest shipping firms have halted voyages through the Red Sea due to attacks, and are now routing their ships on the much longer route around Africa, which has had the effect of driving shipping costs up.",
    "The Red Sea shipping crisis has also affected traffic to Colombo, which is on the global east-west shipping route between Europe and the Far East that passes through the Red Sea and the Arabian Seas. Warships of a dozen nations including the US and UK are currently patrolling the Red Sea area to guard against attacks.",
    "Sri Lanka Rallies International Support to Free Youth Held in Myanmar"
  ]
}