{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-airport-may-give-parking-slots-for-pick-me-115957/",
  "time_ut": 1679319900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka airport may give parking slots for Pick Me",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s airport is considering giving designate parking slots for app based taxi service Pick Me after other three wheeler drivers were seen harassing tourists using the system, an official said.",
    "“We are still discussing the matter and this is done to prevent any similar incidents and to ensure no discrepancies – what is discrepancies occur —-to tourists during traveling,” an airport official who declined to be identified said.",
    "“It is alleged that the three wheel gangs round the airport creates discomfort when passengers come through the airport and getting designated spots will calm down the issue.”",
    "The move comes after video went viral in February showing a pick me driver being harassed by the three wheelers for providing transport for a couple of tourists from the airport.",
    "Meanwhile, the All Island Three Wheel Drivers’ Association President Lalith Dharamsena said he is not against the plan.",
    "“Technology integrated with transport has always been our competition and it is healthy, but since three wheels haven’t been regulated, it will create competition,” Dharamsena told EconomyNext.",
    "Sri Lanka’s three wheelers are regulated by competition from other three wheelers and taxi app services.",
    "There are different prices with some drivers offering rides as low as 100 rupees for the first kilometre competing against others who charge 130 rupees.",
    "Some three wheeler driver gangs are said to be blocking other independent three wheelers in some areas.",
    "“It is openly said that three wheel operators control several areas and harass others trying to pick passengers and if it can be controlled through this then it is good,” Dharmsena said. (Colombo/ March20/2023)"
  ]
}