{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-give-rs-1-1-mn-interest-free-loan-to-students-who-dont-enter-state-university-115785/",
  "time_ut": 1679047200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to give Rs 1.1 mn interest-free loan to students who don’t enter state university",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s ministry of finance has announced a 1.1 million-rupee interest-free loan for 5,000 students who don’t qualify for higher education at a state university, in light of increased interest rates.",
    "According to a statement released by the ministry on Friday March 17, the government intends to recommence an 800,000-rupee loan scheme for students who wish to pursue higher education outside the taxpayer funded state university system. An additional 300,000 rupees will also be lent as everyday expenses.",
    "State Minister of Finance Ranjith Siyambalapitiya has said the loan will be provided free of interest for select students who completed their GCE Advanced Level examinations but did not make the cut for university entrance. This is in light of market interest rates for bank loans being as high as 25 percent, he was quoted as saying in the statement.",
    "President Ranil Wickremesinghe had advised that the loan be provided to 5,000 students, Siyambalapitiya said.",
    "Students can apply for the loan at the state-run Bank of Ceylon and will in due course be made available through other two state banks, People’s Bank and the National Savings Bank.",
    "According to State Minister Siyambalapitiya, the applicant’s Z score at the A/L examination as well as the value of their chosen stream of study for higher education will be taken into account when approving the loan.",
    "The loan will be issued till a year after the completion of the undergraduate programme and must be repaid after securing employment, the statement said. (Colombo/Mar17/2023)"
  ]
}