{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-paddy-farmers-gets-modern-techniques-in-eu-fao-project-118745/",
  "time_ut": 1682242200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka paddy farmers gets modern techniques in EU-FAO project",
  "original_body_lines": [
    "ECONOMYNEXT – Sr Lanka seed paddy and rice farmers in seven districts are getting materials and training to modernize cultivation in project supported by European Union and the UN’s Food and Agricultural Organization.",
    "Over 71,000 smallholder paddy farmers and 1,200 paddy seed farmers across seven districts including Polonnaruwa, Badulla, Ampara, Matale, Puttalam, Kurunegala and Hambantota districts are in the program.",
    "Seed paddy farmers supported through the programme locally produced, high quality paddy seeds and support such as parachute trays to improve efficiency and profitability of cultivation methods.",
    "All recipients will be included farmer-field schools to improve knowledge sharing on modern techniques such as the Integrated Plant Nutrient Management (IPNM) strategy to boost efficiency and reduce dependency on the use of chemical fertilizer.",
    "“With this new action, we want to help farmers not only to grow more, but most importantly to grow better so that they can increase their production and incomes, but also protect the environment around them,” EU Ambassador to Sri Lanka, Denis Chaibi was quoted as saying at a launch ceremony.",
    "“We hope that together with FAO and the Government of Sri Lanka we can gradually promote a transition towards greener and climate-smart agriculture. Transition that produces sufficient amount of food, while protecting the planet and its people.”",
    "The eligible paddy farmers cultivating up to 0.5 hectares of land will receive 50 kg urea fertilizer and necessary tools to enhance efficiency of fertilizer use.",
    "“This support we received from FAO and the EU is a testament to their perseverance during the tough times, for which we are thankful, ” Minister of Agriculture Mahinda Amaraweera said.",
    "“These inputs and knowledge sharing will no doubt elevate the quality of rice production and the livelihoods of Sri Lankan paddy farmers. ”",
    "3,820 tonnes of urea fertilizer procured by the programme were already handed over to the Ministry of Agriculture to be distributed among selected smallholder paddy farmers and paddy seed farmers.",
    "“This programme marks an important milestone in FAO’s work in Sri Lanka over the past year – the shift back into development from the emergency response, ”",
    "“We are grateful for the support we have received from the EU to implement this programme, which aims to address some of the longstanding concerns in the local paddy sector, to reach better production, leading to better nutrition, a better environment and improve food security for all Sri Lankans” FAO Representative in Sri Lanka, Vimlendra Sharan said.",
    "Speaking at the event, which saw the official start of the farmer field schools EU Ambassador to Sri Lanka, H.E. Denis Chaibi said, “With this new action, we want to help farmers not only to grow more, but most importantly to grow better so that they can increase their production and incomes, but also protect the environment around them. We hope that together with FAO and the Government of Sri Lanka we can gradually promote a transition towards greener and climate-smart agriculture. Transition that produces sufficient amount of food, while protecting the planet and its people. ” (Colombo/ April23/2023)"
  ]
}