{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90801/sri-lanka-navy-chief-visits-india-discusses-collaborative-mechanisms",
  "time_ut": 1685001000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka navy chief visits India, discusses collaborative mechanisms",
  "original_body_lines": [
    "Vice Admiral Priyantha Perera, Commander of the Sri Lanka Navy is on a five day official visit to India from 23 - 27 May 2023.",
    "During the visit, the Sri Lankan navy chief will be presiding over the Passing-Out Parade of the Spring Term 23 at Indian Naval Academy, Ezhimala, according to a statement issued by the Indian Navy.",
    "He called on Admiral R. Hari Kumar, Chief of the Indian Naval Staff on Wednesday (24 May) at New Delhi and held discussions on collaborative mechanisms towards ensuring peace and security in the region.",
    "Vice Admiral Perera was received with a ceremonial Guard of Honour at the South Block Lawns. Earlier in the day he paid homage to the bravehearts at the National War Memorial.",
    "India and Sri Lanka share a close and historically significant relationship, and both the countries have engaged closely towards reinforcing the existing relations. The two countries have enhanced their interactions in the maritime domain substantially in accordance with India’s ‘Neighbourhood First Policy’ and the maritime outlook of ‘Security and Growth for All in Region’.",
    "Indian Navy cooperates with the Sri Lanka Navy through various initiatives, which include operational interactions such as the bilateral naval exercise SLINEX, hydrography, training, and other maritime avenues. In addition, warships from both the Navies regularly make port calls at each other’s ports.",
    "The extant visit by the Commander of the Sri Lanka Navy is symbolic of increasing naval cooperation between the two navies and renewed the sense of commitment of two friendly maritime neighbours to enhance the security and tackle the maritime challenges in the Indian Ocean Region (IOR)."
  ]
}