{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-has-failed-to-gain-investor-confidence-Eran-Wickramaratne/56-748048",
  "time_ut": 1683497138.0,
  "original_lang": "en",
  "original_title": "Govt. has failed to gain investor confidence: Eran Wickramaratne",
  "original_body_lines": [
    "Says direct foreign investments and the stock market are key to the development of a country",
    "Asks Govt. to probe into attack on a foreign investor in Katana and take necessary action",
    "Samagi Jana Balawegaya (SJB) MP Eran Wickramaratne yesterday claimed the Government has yet failed to elicit the trust and confidence of both local and foreign investors.",
    "The MP said trust is one of the main factors in the development of an economy.",
    "“Whether the investor is local or foreign the main factor to them is if they can place their trust in the country. They are concerned if the laws are implemented correctly and if the courts deliver justice. They look into the ability to trust even before looking for plots of land, staff and machinery. This is because once issues arise these can affect the investors for many years,” the MP told the media.",
    "Pointing to harmful legislations brought against private businesses a decade ago, the MP said the unsolved mystery surrounding the death of businessman Dinesh Schaffter could create doubts if one can place their trust in the functioning of the law.",
    "Highlighting the incident where the foreign owner of a garment factory in Katana was attacked allegedly by a group linked to a Government Minister, Wickramaratne said the incident shows there is no governance in the country.",
    "“The investor has been involved in the local garment industry for many years but there was no action. Now he has decided to stop operations and leave Sri Lanka. This will not only affect that garment but the entire industry. Trust impacts every sector. How can we allow such incidents to take place? A probe must be launched into this. If not, no investor will come to Sri Lanka,” he warned. The MP urged the Government to look into the matter without delay as it can impact investments in the country. “The law must be put into action no matter who is at fault,” he added.",
    "Expressing his dismay at Nestle’s decision to pull out of the stock market , the MP said foreign direct investments and the stock market are equally important for the development of the country.",
    "“Nestle has been in the stock market for close to forty years. We must encourage more companies to enter the stock market. But instead, companies are deciding to leave the country,” he said. “I am not speaking specifically about one industry. The economy is contracting. With the IMF aid, there must be stability and development, more jobs and an increase in revenue. Trust and confidence are key to this. But we have failed to elicit this,” he added. The MP also noted the importance of transparency in the processes of state institutions."
  ]
}