{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95582/efforts-underway-to-engage-youth-in-agriculture-sector-agri-minister-",
  "time_ut": 1702363560.0,
  "original_lang": "en",
  "original_title": "Efforts underway to engage youth in agriculture sector – Agri. Minister",
  "original_body_lines": [
    "Minister of Agriculture and Plantation Industries, Mahinda Amaraweera, has highlighted the ongoing initiatives aimed at attracting the youth community to agriculture. He emphasized that proactive measures are being implemented to modernize the agricultural sector, fostering a more appealing environment for the youth.",
    "During a press conference at the Presidential Media Centre (PMC) on the theme ‘Collective Path to a Stable Country’ held on Monday (11), Minister Amaraweera expressed appreciation for the swift compensation provided within two months after crop damage, a historic achievement facilitated by the President and the Ministry of Finance, the President’s Media Division (PMD) reported.",
    "Expanding on the recent budget debate concerning the allocation of funds to the Ministry of Agriculture and Plantations, Minister Amaraweera reflected on the commendable state of affairs within the ministry.",
    "Addressing concerns about the number of allegations levelled at the Agriculture Ministry compared to other ministries, the lawmaker clarified that the issues raised were primarily historical in nature and that the ministry is making significant strides in various cooperative projects across all sectors.",
    "Minister Amaraweera, noting that he assumed duties during a challenging period, recounted his proactive approach to instil confidence in farmers. He cited an example where, following his encouragement, farmers cultivated 212,000 hectares of rice, demonstrating a positive response. Subsequently, with continued dedication, the rice cultivation area expanded to an impressive 512,000 hectares, marking a substantial increase and achieving the highest yield in recent times.",
    "Addressing allegations regarding the quality of fertilizers and concerns about their weight, Minister Amaraweera emphasized the unwavering faith that farmers placed in the President and the government. Despite challenges, the farmers actively engaged in cultivation and the ministry took prompt measures to ensure timely provision of various types of fertilizers. Additionally, financial assistance and fuel subsidies were arranged, contributing to the overall success of cultivation efforts and resulting in a high yield, the PMD mentioned.",
    "Minister Amaraweera’s remarks shed light on the ministry’s commitment to overcoming challenges, ensuring the timely support of farmers and achieving notable progress in the agricultural sector. The focus on increasing yields and addressing concerns reflects a proactive and responsive approach to agricultural development under Minister Amaraweera’s leadership.",
    "He shared crucial insights into Sri Lanka’s rice production and outlined measures to address potential challenges in the agricultural sector. Notably, the annual rice requirement stands at 25,40,000 metric tons and this year’s harvest has exceeded expectations, reaching 27,50,000 metric tons.",
    "The Minister attributed this success to strategic measures, resulting in an additional yield of over 200,000 metric tons. However, despite the surplus, the need for rice imports persists due to market dynamics. The lawmaker explained that although the paddy yield is high, mill owners’ reluctance to release the entire stock to the market necessitates imports.",
    "Similarly, despite a decrease in the harvest of ‘Keeri Samba’, there has not been a reduction in the variety of rice consumed by the general populace. Therefore, if rice is not imported during this festive season, the price of rice will rise rapidly. Consequently, the importation of rice from abroad becomes a necessity, whether willingly or not.",
    "Looking ahead to 2024, the Minister outlined the government’s agricultural priorities, with a focus on four key crops. While paddy cultivation has achieved success, efforts are underway to encourage the cultivation of maize, chillies, and yams. An ongoing program aims to foster domestic cultivation of these crops, with dedicated areas allocated for each type. The government envisions self-sufficiency in growing these crops, reducing reliance on imports.",
    "Highlighting Sri Lanka’s status as a bird flu-free country, Minister Amaraweera emphasized the opportunity for expanding chicken exports. Current exports to the Maldives are poised for expansion to other countries, capitalizing on Sri Lanka’s bird flu-free status.",
    "Compensation is now provided for crop damage and we are actively working to expedite the program by resolving any arising issues. Remarkably, this marks the first time in history that compensation has been disbursed within a month or two of crop damage. I extend my commendation to the President and the Ministry of Finance for their prompt actions.",
    "The cultivation of rubber in our country has faced challenges and plans are underway to revitalize it. Steps are being taken to enhance the quality and increase the yield of tea. Additionally, a dedicated department has been established for the development of cinnamon cultivation.",
    "Special attention is also being directed towards coffee cultivation, with comprehensive improvement plans in progress. Recognizing the decline in youth participation in agriculture, largely attributed to factors such as insufficient income, we are implementing necessary measures to attract the younger generation to agriculture. In this regard, efforts are being made to further strengthen agricultural modernization activities, according to the PMD."
  ]
}