{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-turnaround-in-farmers-opinion-of-oil-palm-cultivation/",
  "time_ut": 1704288420.0,
  "original_lang": "en",
  "original_title": "A turnaround in farmers’ opinion of oil palm cultivation",
  "original_body_lines": [
    "Farmers who supported the ban on the crop in 2021 now want it lifted",
    "Oil palm cultivation which underwent heavy criticism in Sri Lanka due to environmental concerns and subsequently led to a ban imposed on it by former president Gotabaya Rajapaksa in April 2021 is now taking an interesting turn of events due to tea and rubber smallholders’ insufficient incomes and what they describe as ‘better awareness’ of oil palm cultivation.",
    "With just over two and a half years, the very same tea and rubber smallholders who had protested against the cultivation of oil palm in their region are now appealing to the government to lift the ban and allow them to cultivate oil palm in their tea and rubber lands as an intercrop.",
    "This surprising development in the rural agri-sector was revealed to The Island Financial Review (IFR) when it met with farmer members of Haritha Derana Society – a group of tea and rubber smallholders in Baduraliya, Matugama in Kalutara district recently.",
    "“First of all, we must say that we were at the forefront of the campaign against oil palm cultivation which partly influenced the ban on the cultivation of oil palm in 2021 by the then president Gotabaya Rajapaksa. When we think back to what motivated us to join the protest bandwagon in 2021 and the current state of things on the ground, we feel remorse and guilt for not acting on wiser judgment. In fact, we were emotionally influenced by popular opinion that prevailed at the time, and we went with the flow without considering the true environmental science behind oil palm cultivation,” farmer Siripala Edirisinghe said.",
    "“The effect of oil palm on groundwater resources isn’t significantly different from that of rubber. Scientifically, it is a fact that a single oil palm tree consumes about 249 litres of water per day against 63 litres by a rubber tree. However, the consumption of water per hectare of oil palm is only slightly higher than that of a hectare of rubber because fewer oil palms are planted per hectare. A hectare of rubber requires 31,500 litres of water per day while a hectare of oil palm requires 34,680 litres. This has been scientifically calculated and publicized”, farmer M.S. Samaranayake said.",
    "“Oil palm cultivation in Galle district commenced about 50 years ago – long before in Kalutara district. However, there have been no reports to date of water shortages in Galle district due to oil palm. Kalutara district receives an annual average rainfall of about 318 millimeters and the region has 267 rainy days on average. This means it rains 73% of any given year. This year it was even more as you know. So, there is no basis for the concern that oil palm cultivation can lead to a deficit in water resource,” farmer T.A. Chandralal said.",
    "“Lots of rain in our district has had an adverse impact on our tea and rubber plantations but not on oil palm estates. Heavy, unseasonal rains have drastically reduced rubber tapping in our region deeply eroding the income of rubber smallholders. Our tea growers also feel the impact of Climate Change on their ever-declining harvests and dwindling incomes. If you check tea brokers’ reports at the Colombo Tea Auction, you will see that the total auction offerings have declined fairly sharply and overall quality of Sri Lankan tea is barely maintained. So, the future indicates that our tea and rubber stallholders are between the devil and the deep blue sea. However, amidst these threats, we are encouraged to see the emerging awareness about oil palm as a vibrant, high-performing industry in Sri Lanka. Therefore, we urge the government to lift the ban and allow oil palm cultivations in our lands ensuring minimum side effects to the environment,” he said.",
    "“Unlike tea and rubber, we need to work less time on oil palm lands between planting and fruit-bearing stage. It will give us a lot of time to attend our household chores and take care of our children’s wellbeing and school work and get them to attend school every day without playing truant and get better grades. I am sure if oil palm cultivation is allowed by the government, there will be a lot of female labour participation in the plantation sector. No other daily plantation work can give enough freedom to a poor working mother,” farmer Kumari Damayanthige said.",
    "Cool Planet celebrates festive season with the launch of Katubedda outlet",
    "SLSEA, SIA and Huawei step up to drive Sri Lanka’s Green Energy agenda",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}