{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/debt-and-destruction/",
  "time_ut": 1688206320.0,
  "original_lang": "en",
  "original_title": "Debt and destruction",
  "original_body_lines": [
    "As the week closed the Central Bank and the Finance ministry sought to unveil the long-awaited domestic debt restructuring plan, a prerequisite to attain debt sustainability demanded by the IMF.Ironically, Governor Nandalal Weerasinghe who had vehemently opposed any tinkering with domestic debt last year had to headline the news conference to announce the very same move he had resisted for months.",
    "Be that as it may, Weerasinghe cogently put forward a rationale for locals too to share the pain at a time when the country is asking its foreign creditors to take a 30 percent haircut on sovereign bonds they hold.",
    "The Domestic Debt Optimisation (DDO), an euphemism for cutting debt, has spared commercial banks. That could put to rest, at least for now, the fears of a run on banks. Governor Weerasinghe argued that the banking sector already shoulders a disproportionate share of the tax burden by paying over 50 percent while the rest of the corporates pay only 30 percent.",
    "The governor also warned that the cost of a financial sector collapse would be unbearable for the country and the economy which is already in a perilous state.",
    "While there may be merit in his argument, the Central Bank chief is breaching the first principle of any debt restructure, that is to treat all creditors on comparable terms. While bonds held by banks are spared, the same bonds held by pension funds, notably the Employees Provident Fund, are not. The tenure of bonds held by pension funds are to be extended. The coupon interest rate is also to reduce from 12 to nine percent from 2025.",
    "Although rupee-bonds held by banks are spared, dollar-denominated Sri Lanka Development Bonds (SLDBs) are on the chopping block. The worst case for SLDB holders is to take a 30 percent haircut, lock in the rest of the money for six years and get 4.0% interest.",
    "The best case for SLDB holders is to exchange the dollar bond for depreciated rupees and get 1.0 percent more than the central bank’s policy rate after locking the money for 10 years.",
    "The governor argues that this should improve the balance sheets of battered commercial banks as he had asked them to provision a 35 percent cut on the SLDBs. With Thursday’s announcement of a 30 percent haircut, the commercial banks will see their balance sheets improve slightly.",
    "Some central bankers also speculated that the extended bank holiday weekend was not to prevent a run on banks, but to stall a sharp rise in the price of depressed bank shares at the Colombo bourse! Whether battered investors will have any appetite for bank shares is to be seen on Tuesday when the Colombo Stock Exchange reopens for trading.",
    "The political fallout of the restructure is most likely to be with the EPF funds. The Central Bank and the government must level with the workers. No restructure can be a good thing, but to sell it as a deal that will give better returns is just rubbish. One panjandrum of the government has already said that “domestic debt optimisation” (DDO), an euphemism for cutting debt, is as good as “no debt restructure.”",
    "The Central Bank is guaranteeing that the EPF, and other pension funds, will get 12 percent interest on their government bonds till 2025 and thereafter nine percent. What is the value of any assurance from the government or a central bank that is already in default?",
    "The EPF by statute was required to invest a vast majority of their funds in government securities which till Thursday were considered gilt-edge investments. The shenanigans of the EPF in investing in the stock exchange and being used as a victim of pump-and-dump scams is well known. No one has been brought to account for those misdeeds, but millions of taxpayers are once again asked to share the pain of nursing a bankrupt nation to viability.",
    "The Wickremesinghe administration has the requisite majority in parliament to push through the debt restructure, but there is nothing to stop EPF members or and SLDB holder seeking legal redress. But any court process could only make the pain linger longer.",
    "Sir John takes over, cabinet meeting at N’Eliya and the EL Senanayake election case",
    "Domestic Debt Restructuring plan should reduce funding and liquidity risk for non-bank financial institutions – Fitch",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}