{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-customs-revenues-below-target-mulls-lifting-car-import-ban-123351/",
  "time_ut": 1686644400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka customs revenues below target, mulls lifting car import ban",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is mulling the lifting of a vehicle import ban to boost tax revenues, Mahindananda Aluthgamage, who heads the parliamentary committee on economic and physical plans, has said as customs revenues are below targets set in a budget for 2023.",
    "Sri Lanka Customs officials had told the Sri Lanka parliament’s Sectoral Committee on Economic and Physical Plans that the agency had collected only 330 billion rupees in taxes up to May, against a full year target of 1,226 billion rupees, a statement said.",
    "Customs now estimated that they could collect only 783 billion rupees.",
    "Vehicles imports had on average brought about 20 percent of their revenues, customs officials had said.",
    "If vehicle imports are relaxed an estimated 150bn rupees in revenues could be earned during the next six months.",
    "Lifting import ban on vehicles is being discussed by the government and decision may be taken soon, the statement quoted Aluthgamage as saying.",
    "In 2018 when 923 billion rupees had been earned in customs revenues, 194 billion rupees had come from vehicles.",
    "Banning car imports is one of the cascading policy errors made by Sri Lanka’s economic bureaucrats as forex shortages emerge from flexible inflation targeting/flexible exchange rate, an ad hoc soft-peg arrangement that is prone to instability, critics say.",
    "Dollar for dollar cars and motor cycles bring large volumes of taxes as taxes can be as much 270 percent of the value of a car. The value of used cars is also overestimated on a set formula.",
    "As tax revenues from cars fall, more money is printed rapidly worsening the currency crisis.",
    "Unlike income tax which kills real economic activity, direct taxes gets economic activity moving and the government get revenue.",
    "Customs revenues had been low over the past three years due to the vehicle import ban.",
    "Customs had made several proposals, if implemented could boost revenues to 1,100 billion rupees in 2023, the officials had said. (Colombo/June13/2023)"
  ]
}