{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89164/imran-khan-court-hearing-cancelled-after-clashes-in-pakistan-capital",
  "time_ut": 1679158920.0,
  "original_lang": "en",
  "original_title": "Imran Khan court hearing cancelled after clashes in Pakistan capital",
  "original_body_lines": [
    "A court in Pakistan has decided that a hearing into charges former Prime Minister Imran Khan sold state gifts could no take place due to clashes between his supporters and police.",
    "Police said Khan’s backers threw stones and fired tear gas near the High Court in Islamabad.",
    "The former cricketer-turned-politician has since set off back to his home in Lahore, which police raided in his absence and made arrests.",
    "The chaotic scenes saw Khan unable to enter the court before the judge agreed that he could mark his attendance and return home.",
    "The ex-PM says the charges against him are politically motivated but says he is attending court “because I believe in the rule of law”. The government says the charges against him have nothing to do with politics.",
    "He told Reuters that he had formed a committee to lead his party, the Pakistan Tehreek-e-Insaf (PTI), in the event of his arrest.",
    "About 4,000 security officials, including elite commandos and anti-terrorism squads, have been deployed in Islamabad, AFP reported.",
    "Police blocked the highway into Islamabad with shipping containers and large trucks to stop Khan’s convoy as it approached the city.",
    "Officers armed with sticks and tear gas cannisters let his vehicle through, but most of his supporters were turned away.",
    "Speaking to the BBC when the convoy was stationary, Khan said that the authorities were trying to put him in prison to keep him out of the general election race later this year. “I won’t be able to campaign - that’s the whole thing,” he said.",
    "Earlier this week he told the BBC: “Whether I am in jail or not they will not be able to stop my party winning.”",
    "In a sign of the deep divisions within Pakistani politics, the current Prime Minister Shebaz Sharif tweeted that Khan’s “antics of the last few days” had “laid bare his fascist and militant tendencies” and accused him of using supporters as “human shields”.",
    "Earlier in the week Lahore police tried to arrest Khan after he missed a hearing, and officers clashed with supporters outside his home. On Friday, the court granted Khan protection against arrest on the assurance that he would appear in court on Saturday.",
    "On Saturday Lahore police used a digger to gain entry to Khan’s residence in an operation involving nearly 1,000 security personnel, according to local media. Police later said they had arrested Khan supporters who had been involved in violence against police earlier in the week, including for throwing petrol bombs.",
    "The Punjab police chief said some officers would remain outside Khan’s residence.",
    "Khan was ousted as prime minister last April in a no-confidence vote but has kept up pressure on his successor Sharif with demonstrations and speeches calling for elections due later this year to be held early.",
    "He blames Sharif for an assassination attempt at a rally in November in which he was wounded in the leg. Authorities have rejected the accusation.",
    "Khan faces multiple court cases, including terrorism charges. He has cited a variety of reasons - including security concerns and injury from the assassination attempt in November - for not showing up to hearings."
  ]
}