{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88847/india-sri-lanka-mulling-over-using-indian-rupee-for-economic-transactions",
  "time_ut": 1678012440.0,
  "original_lang": "en",
  "original_title": "India, Sri Lanka mulling over using Indian Rupee for economic transactions",
  "original_body_lines": [
    "India and Sri Lanka are exploring the possibility of using the Indian Rupee for economic transactions and have discussed the initiative that will help in building a stronger and closer partnership through trade and investment-led measures between the two countries.",
    "The High Commission of India here organised a discussion on the use of the Indian Rupee (INR) for transactions between India and Sri Lanka on Thursday.",
    "“Representatives from the Bank of Ceylon, State Bank of India and the Indian Bank shared their experiences and informed the audience that they had started carrying out INR-denominated trade transactions through respective Vostro/Nostro accounts after the creation of enabling framework by the Reserve Bank of India (RBI) and the Central Bank of Sri Lanka (CBSL) in 2022,” the High Commission said in a statement.",
    "Governor of the CBSL, Dr P Nandalal Weerasinghe, highlighted the strong desire among Indian and Sri Lankan business communities for enabling trade settlements in INR.",
    "A team from RBI joined the discussion in the online format and indicated the possibility of settlement of current account transactions in goods, as well as services, in INR, apart from the option of undertaking permitted capital account transactions. The RBI team referred to the close cooperation with CBSL and RBI’s commitment to further facilitate this process.",
    "Sri Lanka was hit by an unprecedented financial crisis in 2022, the worst since its independence from Britain in 1948, due to a severe paucity of foreign exchange reserves, sparking political turmoil in the country which led to the ouster of the all-powerful Rajapaksa family.",
    "The IMF in September last year approved Sri Lanka a $2.9 billion bailout package over 4 years pending Sri Lanka’s ability to restructure its debt with creditors - both bilateral and sovereign bondholders. With assurances from creditors, the $2.9 billion facilities could get the IMF board approval in March."
  ]
}