{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cnci-hails-minister-kanchana-for-his-effective-and-timely-decisions/",
  "time_ut": 1680712980.0,
  "original_lang": "en",
  "original_title": "‘CNCI hails Minister Kanchana for his effective and timely decisions’",
  "original_body_lines": [
    "Canisius Fernando, Chairman of The Ceylon National Chamber of Industries (CNCI), states in a press release that the Chamber’s Executive Council hails Kanchana Wijesekera, Minister of Power and Energy, for his great contribution with right decisions in his services dedicated to the nation at an extremely needy hour, where the entire country has been struggling for survival.",
    "He further mentioned that they are proud to witness his courageous and timely decisions with transparency; being one of the youngest ministers in the cabinet, holding the most challenging portfolios of Power and Energy.   During the recent past, we all Sri Lankans were experiencing bitter hardships to normal life in the face of prolonged power cuts, long and deadly queues for Gas and Fuel etc.  The introduction of Fuel Pass and provision of uninterrupted fuel and power supply revived the nation with renewed hope. Amidst all such commitments; his courage to take effective decisions to do away with unnecessary hurdles during the recent past instead of popular decisions, is an inspiration.",
    "We appreciate his continual efforts to restore normalcy by sacrificing even his political future and believe that he gets the backing of the  general public for right and timely decisions taken for the development of the country’s economy which is very vital today. We wish to extend our support and offer our blessings to stay with the right decisions whatsoever repercussions there would be,  if the outcome is better for the general public and the country at large. The CNCI strongly suggests that other ministers too will act in a similar passion, if any act of disturbances to the general public and misusing rights of the people.",
    "The Executive Council of the Chamber also unanimously appreciates the untiring efforts of His the President, for directing things to the correct path and leading the nation during the economic crisis & making the decisive & bold decisions to stabilize the country.",
    "In conclusion, the CNCI Chairman added that we are optimistic about the country’s future and hopeful that the industrial sector will soon receive a fair solution to bring down the high cost of production caused by the existing electricity tariff to normalcy in the near future.",
    "‘Discover the broadest horizons for your career at Sri Lanka Skills Expo 2023’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}