{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90158/second-phase-of-202223-maha-season-rice-purchase-stock-disposal-program-in-jaffna",
  "time_ut": 1682782980.0,
  "original_lang": "en",
  "original_title": "Second phase of 2022/23 Maha Season rice purchase, stock disposal program in Jaffna",
  "original_body_lines": [
    "The second phase of free rice distribution to low-income families was inaugurated at the Velanai Divisional Secretariat Auditorium on Friday (April 28) under the aegis of Sagala Ratnayake, the President’s Senior Adviser on National Security and Chief of Presidential Staff.",
    "Attending the event, Ratnayake said emphasized the government’s commitment to uplift the low-income population.",
    "He said the government has paid special attention to this matter as part of its program to strengthen the country’s economy, which includes the implementation of a social security program.",
    "The program, which focuses on the Thelippalai and Velanai areas of Jaffna, was implemented in conjunction with the government’s paddy procurement and disposal program for the 2022/2023 high season, with the Sri Lanka Army making a significant contribution.",
    "The distribution of rice to low-income families was carried out by Ratnayake.",
    "Expressing his views at the event Mr. Ratnayake said: “I am proud to share with you the President’s vision of providing 10 kg of rice to low-income people, which was started as a relief program for the poor and benefited paddy farmers by allowing them to receive the right price for their harvest.",
    "“Additionally, small paddy mill owners have also gained strength from this program. We initiated the first phase of this rice distribution before the Sinhala and Tamil New Year and now we are launching the second phase in the Jaffna District today.",
    "“The President’s aim was to start the first program in the Jaffna District, and I express my sincere gratitude to the Army, Air Force, Navy, and Police for taking steps to provide this rice to the people in need.",
    "Speaking further, he said a program is being prepared to develop the agriculture and tourism industry in the Northern region and strengthen the economy of the people. The social security program is also being built to eliminate poverty and uplift low-income people in line with the program to strengthen the country’s economy, he added.",
    "He further noted that time has come to implement that program and strengthen the process of tracing missing persons. We believe that these efforts will lead to a prosperous and peaceful Sri Lanka.”"
  ]
}