{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96382/taiwan-ruling-partys-lai-wins-presidential-election",
  "time_ut": 1705152720.0,
  "original_lang": "en",
  "original_title": "Taiwan ruling party’s Lai wins presidential election",
  "original_body_lines": [
    "William Lai Ching-te from the ruling Democratic Progressive Party (DPP) has won Taiwan’s presidential election, despite China’s warnings not to vote for him.",
    "Lai, the current vice president, was in a three-way race with Hou Yu-ih from the conservative Kuomintang (KMT) and former Taipei Mayor Ko Wen-je from the Taiwan People’s Party, which was only founded in 2019.",
    "Lai took 40.2 percent of votes cast, partial results from the Central Election Commission showed.",
    "Hou conceded defeat on Saturday and congratulated Lai on his victory. He also apologised to KMT supporters for not being able to remove the DPP. Ko also conceded defeat.",
    "“I want to thank the Taiwanese people for writing a new chapter in our democracy,” Lai said in a victory speech where he thanked his two opponents for conceding. “We are telling the international community that between democracy and authoritarianism, we will stand on the side of democracy.”",
    "The results were counted from 98 percent of polling stations across the island, according to the commission tally, which also showed that Hou had trailed with 33.4 percent of the vote.",
    "Taiwan’s elections carry an outsized importance because of the territory’s disputed political status. While de facto independent since the 1940s, China still claims the island and its outlying territories and has not ruled out the use of force to achieve its ambitions.",
    "In the run-up to the polls, China denounced Lai as a dangerous separatist, said he would be a threat to peace in the region if he won, and called the elections a choice between war and peace.",
    "In his victory speech, Lai said the self-ruled island had managed to see off attempts to influence its election, in a swipe at China. “The Taiwanese people have successfully resisted efforts from external forces to influence this election,” he said.",
    "Lai has maintained that he is committed to peace and open to conditional engagement with Beijing, while also boosting the island’s defences.",
    "Voters also elected politicians to Taiwan’s 113-seat legislature in elections closely watched by China and the United States.",
    "The DPP has been in power for the past eight years under President Tsai Ing-wen.",
    "Some 19.5 million people aged 20 and over were eligible to vote, and voter turnout was expected to be high based on public transit data.",
    "Taiwanese are required to return to the location of their household registration – typically their home town – to vote in person, which means the leadup to elections is a busy time for the island-wide rail service.",
    "On Friday, the Taiwan Railway Administration predicted a record 758,000 in ticket sales – higher than any previous election."
  ]
}