{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88944/both-commercial-multilateral-creditors-should-take-part-in-sl-debt-restructuring-china",
  "time_ut": 1678346100.0,
  "original_lang": "en",
  "original_title": "Both commercial, multilateral creditors should take part in SL debt restructuring - China",
  "original_body_lines": [
    "Both commercial and multilateral creditors should take part in the process to restructure Sri Lanka’s debt, the Chinese foreign ministry spokesperson said on Wednesday (March 08).",
    "Acknowledging the necessity of burden-sharing, Mao Ning assured that China stands ready to work with relevant countries and international financial institutions to jointly play a positive role to help Sri Lanka navigate the situation, ease its debt burden and achieve sustainable development.",
    "In response to a question raised during a regular media briefing, Mao reiterated that China, Sri Lanka’s largest bilateral creditor, supports its Export-Import (EXIM) Bank to have active consultations with Sri Lanka on debt treatment.",
    "The Chinese foreign ministry spokesperson’s remarks came after the EXIM Bank of China, in a letter, assured Sri Lanka that it would try to finalize in the coming month how it plans to treat debt owed by the island nation.",
    "Sri Lanka received fresh financial assurances from the EXIM Bank of China earlier this week, which paved way for the final stage to unlock the USD 2.9 billion bailout package under the International Monetary Fund’s Extended Fund Facility (EFF).",
    "On Tuesday, the global lender confirmed that Sri Lanka has now secured financing assurances from all its major bilateral creditors, including China, India and the Paris Club.",
    "The IMF’s executive board is scheduled to meet on March 20 to review a preliminary staff-level agreement, initially signed in September 2022, offering a lifeline to the crisis-hit island nation with a four-year arrangement under the EFF.",
    "In his letter to the Sri Lankan government, the EXIM Bank’s vice president Zhang Wencai has extended ‘firm support to Sri Lanka through debt treatment’.",
    "Zhang reiterated a moratorium for debt due in 2022 and 2023, noting that Sri Lanka does not have to immediately repay the principal and interest due on its loans for the two years. He said this would help relieve Sri Lanka’s short-term debt repayment pressure.",
    "The EXIM Bank’s vice president said China would like to expedite the negotiation process with Sri Lanka regarding medium- and long-term debt treatment in this window period, with a view to finalising the specifics of a debt treatment in the coming months.",
    "Confirming the contents of the letter, the foreign ministry spokesperson said China’s actions fully speak to its sincerity and action to support Sri Lanka’s effort to achieve debt sustainability."
  ]
}