{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-banks-get-us400mn-trade-finance-swap-from-ifc-113353/",
  "time_ut": 1677490080.0,
  "original_lang": "en",
  "original_title": "Sri Lanka banks get US$400mn trade finance swap from IFC",
  "original_body_lines": [
    "ECONOMYNEXT – Washington-based International Finance Corporation said it is giving a 400 million US dollar swap facility to three banks in Sri Lanka for trade financing.",
    "Commercial Bank of Ceylon, Sampath Bank and Nations Trust Bank will get the money to help import food, medicine and fertilizers.",
    "IFC’s cross-currency swap facility will provide critical forex liquidity, to support the private sector and encouraging longer term funding flows to the market,” said",
    "“We expect this financing to boost confidence in the investor community, attract fresh capital inflows to support the Sri Lankan economy,” Joon Young Park, IFC’s Portfolio Manager, Financial Institutions Group for South Asia said in a statement.",
    "“We are also working on further plans to support our client banks with other long-term funding and advisory services in the future.”",
    "Sri Lanka faced severe forex shortages in 2022 after the central bank printed money for two years. At one time many banks were had negative net open positions.",
    "Several banks are now flushed with dollars’ liquidity, as private credit contracted and money printing ended reducing imports after rates were hiked.",
    "The facility will further support the banks financing of exports of goods and services for their clients while allowing them to make USD-denominated debt repayments, IFC said.",
    "The facility will help to deploy foreign currencies more efficiently, while lowering foreign currency exposure, resulting in effective risk mitigation, Sanath Manatunge, Chief Executive Officer of Commercial Bank of Ceylon was quoted as saying in the statement.",
    "The IFC facility will help increase foreign currency lending and support economic revival across key industry sectors, Hemantha Gunetilleke, Chief Executive Officer of Nations Trust Bank said.",
    "The transaction will enable Sampath Bank to better manage foreign currency holdings by borrowing at lower rates and managing foreign currency exposure, while facilitating foreign currency lending to our customers, Nanda Fernando, Managing Director of Sampath Bank Plc said. (Colombo/Feb27/2023)"
  ]
}