{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/President-pledges-to-make-SL-a-year-round-tourist-destination/34-745712",
  "time_ut": 1677261311.0,
  "original_lang": "en",
  "original_title": "President pledges to make SL a year-round tourist destination",
  "original_body_lines": [
    "Outlines plan to attract over 2 m tourists, including high-end travellers",
    "Meets with stakeholders in Hikkaduwa to iron out issues, discuss ideas to revive industry",
    "Highlights importance of positive image-building publicity to get global spotlight on SL",
    "Industry welcomes President’s plans to revive sector, sees move as a positive step towards promoting tourism in SL",
    "President Ranil Wickremesinghe outlined a program to attract over two million tourists, including those willing to spend $ 500 per day, to make Sri Lanka a year-round tourist destination, with measures to be taken to promote the destination.",
    "In a meeting with businessmen from the tourism industry in the Galle District on Thursday, organised under the theme “Survival and Overcoming Challenges in the Tourism Industry”, he said to achieve this goal, a committee has also been appointed to implement the plan as soon as possible.",
    "President Wickremesinghe acknowledged the challenges faced by the tourism industry as a reflection of the ongoing economic downturn but reassured the stakeholders that a planned program is being implemented to kick-start the sector.",
    "He also stressed the significance of positive image-building publicity for Sri Lanka around the world and emphasised the recent Independence Day celebrations, which were held with pride to demonstrate that the country’s law and order have been stabilised.",
    "President Wickremesinghe also noted that as tourist arrivals were adversely impacted following the political instability and protests in May and June 2022, to attract tourists back to Sri Lanka, the country needs to demonstrate that law and order have been restored in the country. The industry stakeholders welcomed the President’s dedication to the sector and his ambitions to revive it in the hopes that this will spur further investment and sector expansion. Overall, the meeting was viewed as a move in the right direction for boosting tourism in Sri Lanka.",
    "Tourism and Land Minister Harin Fernando, Labour and Foreign Employment Minister Manusha Nanayakkara, State Ministers Mohan Priyadarshana de Silva, Geeta Kumarasinghe, Parliament Members Vajira Abeywardena, Sampath Athukorala, Southern Province Governor Dr. Willie Gamage, Galle District Governor Shantha Weerasinghe and other officials attended this event."
  ]
}