{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/mass-graves-lack-of-political-will-culture-of-impunity-in-sri-lanka-exposed/",
  "time_ut": 1687363338.0,
  "original_lang": "en",
  "original_title": "Mass Graves: Lack Of Political Will & Culture Of Impunity In Sri Lanka Exposed",
  "original_body_lines": [
    "The failure of successive Sri Lankan governments in finding out the truth behind Mass Graves has been exposed in an island-wide exhaustive investigation by five civil society organisations. This detailed investigation meticulously reveals the government’s systematic interference with investigations – a country the UN rated second in the world for",
    "Continued political interference in order to protect the interests of the Sri Lankan military and their political masters, the report emphasised. “After three decades and twenty attempted exhumations, only a handful of bodies have ever been identified and returned to families. We all know tens of thousands of bodies lie in shallow graves all over the island, so we can’t describe this dismal rate of progress as bad luck – it’s a clear lack of political will,” said Brito Fernando of Families of the Disappeared.",
    "A documentary “In Plain Sight – Searching for Truth Behind Sri Lanka’s Mass Graves” revealed the connection between disappearances and mass graves in Sri Lanka by focusing on different narratives, including those of affected families and loved ones.",
    "The discovery of a Mass Grave in Matale where 155 bodies were exhumed in 2013 implicated ousted President Gotabaya Rajapaksa as a suspect already identified by a Presidential Commission of Inquiry. He was the district military coordinator in 1989 in Matale where hundreds of disappearances happened in 1989. In spite of a group of UN experts writing to the Government of Sri Lanka this year about the status of investigations into him and other alleged",
    "“If those involved in the JVP era mass atrocities including Gotabaya Rajapaksa had been promptly held accountable, then the mass atrocities in the civil war and further impunity might have been avoided. Accountability is not an optional exercise – it’s essential for building a future for all Sri Lankans,” said Yasmin Sooka, executive director of the International Truth and Justice Project in South Africa. “The guarantee of non-recurrence remains elusive,” she further added.",
    "Irrespective of the places where mass graves are found, investigations have been stymied. “There is total lack of political will with regard to mass graves, investigations and enforced disappearance in Sri Lanka,” said K.S. Ratnavale, executive director of the Centre for Human Rights and Development who has represented families in mass grave cases.",
    "If the Sri Lankan Government is serious about dealing with the past, it must commit to having international observers at all exhumations of mass graves, the authors and the institutions of the report have stressed.",
    "“We are good at burying in this country but not at unearthing the truth,” said Bashana Abeywardane of Journalists for Democracy in Sri Lanka who co-authored the report."
  ]
}