{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/allianz-annual-awards-2023-excellence-of-the-extraordinaire-recognizes-key-performers/",
  "time_ut": 1689341460.0,
  "original_lang": "en",
  "original_title": "Allianz Annual Awards 2023, “Excellence of the Extraordinaire”, recognizes key performers",
  "original_body_lines": [
    "Allianz Lanka, one of Sri Lanka’s leading insurers and a member of the global insurance giant Allianz SE, recently concluded the successful Allianz Annual Awards 2023. Held under the theme “Excellence of the Extraordinaire,” the awards honoured the remarkable achievements of the sales staff in a glamorous event of celebration and fellowship. The prestigious event took place on June 27, 2023, at the Shangri-La Hotel Colombo, attracting over 700 participants and recognizing more than 150 award winners for their exceptional performance.",
    "The Allianz Annual Awards honours the dedication and excellence of the sales staff from both Life and General entities. This grand celebration commemorates the remarkable milestones achieved by the respective sales force, highlighting their tireless efforts in providing outstanding service to customers and driving the company’s success, as one of Sri Lanka’s leading insurers.",
    "The presence of key officials from global and regional bodies, including Renate Wagner – Member of the Board of Management at Allianz SE, Anusha Thavarajah – Regional CEO of Allianz Asia Pacific, and Melanie Gillig – Regional Chief Human Resources Officer at Allianz Asia Pacific, added further significance to the occasion, demonstrating Allianz Lanka’s importance in the region, and the commitment of the Group, globally, to continue to invest positively in its talent, and in recognizing their achievements.",
    "Alan Smee – CEO and Country Manager of Allianz Insurance Lanka Limited, and Jayalal Hewawasam – CEO of Allianz Life Insurance Lanka Limited, were also present as Guests of Honour, underscoring Allianz Lanka’s deep appreciation for the outstanding efforts of its sales team.",
    "“The remarkable success of Allianz Lanka is a testament to the unwavering dedication and exceptional performance of our award winners. They have embraced pressure as a challenge, transforming it into an opportunity for growth and success. The outstanding performances of these individuals inspire us all to push boundaries and strive for excellence. We extend our heartfelt wishes to the winners for their extraordinary accomplishment and encourage them to continue inspiring others with their ambitious standards. Together, they embody the spirit of excellence that propels us forward and sets us apart in the industry,” said Alan Smee, acknowledging the impressive achievements of the top performers.",
    "The award winners walked away with trophies, cash prizes, foreign tours, hotel stays, and plaques in recognition of their exceptional contributions. The highlight of the evening was the presentation of two special awards, namely the “Champion of Champions Award” in the Life category and the “CEO’s Award” in the General category.",
    "This year, the “Champion of Champions Award” was received by W. Nihal Sheridan Fernando for his outstanding performance and unwavering commitment to excellence. This prestigious accolade highlights his exceptional skills and dedication. Meanwhile, the “CEO’s Award” was presented to Udara Ginthota, recognizing his exemplary leadership and significant contributions to the company’s growth and success. His visionary approach and unwavering dedication have played a pivotal role in driving the General vertical to new heights.",
    "Jayalal Hewawasam also commented saying, “The Allianz Annual Awards is an important event in our calendar. Tonight, we celebrate these extraordinary individuals who have risen above challenges, shattered limits, and redefined what is possible. I take this opportunity to appreciate the Life team and the agents for their unwavering commitment in delivering unparalleled services to our customers.",
    "Cinnamon Air to launch scheduled flights to Jaffna from Colombo",
    "‘Gift of life from the Brandix Group, Sri Lanka’s largest corporate donor of blood’",
    "Union Assurance conferred as a Company with Great Managers for the second consecutive year",
    "AIA Insurance globally recognised as the Best Life Insurance Company in Sri Lanka, yet again",
    "Japan Gedara wins an Award of Appreciation in SLIA Product Award 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}