{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/94998/fiery-right-wing-populist-javier-milei-wins-argentinas-presidency",
  "time_ut": 1700446380.0,
  "original_lang": "en",
  "original_title": "Fiery right-wing populist Javier Milei wins Argentina’s presidency",
  "original_body_lines": [
    "(AP) — Populist Javier Milei won Argentina’s presidential election Sunday, swinging the country to the right following a fiercely polarized campaign in which he promised a dramatic shake-up to the state to deal with soaring inflation and rising poverty.",
    "With 97.6% of votes tallied in Sunday’s presidential runoff vote, Milei had 55.8% and Economy Minister Sergio Massa 44.2%, according to Argentina’s electoral authority. Presuming that margin holds, it would the widest since Argentina’s return of democracy in 1983.",
    "In the streets of Buenos Aires, drivers honked their horns and many took to the streets to celebrate in several neighborhoods. Outside Milei’s party headquarters, a hotel in downtown Buenos Aires, supporters were euphoric.",
    "In his victory speech, the self-described anarcho-capitalist who has been compared to former U.S. President Donald Trump said the “reconstruction of Argentina begins today.”",
    "“Argentina’s situation is critical. The changes our country needs are drastic. There is no room for gradualism, no room for lukewarm measures,” Milei told supporters who chanted “liberty, liberty,” and “let them all leave” in a reference to the country’s political class.",
    "Massa of the ruling Peronist party had already conceded defeat, saying Argentines “chose another path.”",
    "“Starting tomorrow ... guaranteeing the political, social and economic functions is the responsibility of the new president. I hope he does,” Massa said.",
    "With a Milei victory, the country will shift rightward and a freshman lawmaker who got his start as a television talking head blasting what he called the “political caste” will assume the presidency.",
    "Inflation has soared above 140% and poverty has worsened while Massa has held his post. Milei has proposed to slash the size of the state and rein in inflation, while the government minister he was running against warned people about the negative impacts of such policies.",
    "“This is a triumph that is less due to Milei and his peculiarities and particularities and more to the demand for change,” said Lucas Romero, the head of Synopsis, a local political consulting firm. “What is being expressed at the polls is the weariness, the fatigue, the protest vote of the majority of Argentines.”",
    "Massa’s campaign cautioned Argentines that his libertarian opponent’s plan to eliminate key ministries and otherwise sharply curtail the state would threaten public services, including health and education, and welfare programs many rely on. Massa also drew attention to his opponent’s often aggressive rhetoric and openly questioned his mental acuity; ahead of the first round, Milei sometimes carried a revving chainsaw at rallies.",
    "“There were lot of voters that weren’t convinced to vote Milei, who would vote no or blank. But come the day of the vote, they voted for Milei because they’re all pissed off,” Andrei Roman, CEO of Brazil-based pollster Atlas Intel, said by phone. “Everyone talked about the fear of Milei winning. I think this was a fear of Massa winning and economy continuing the way it is, inflation and all that.”",
    "Milei accused Massa and his allies of running a “campaign of fear” and he walked back some of his most controversial proposals, such as loosening gun control. In his final campaign ad, Milei looks at the camera and assures voters he has no plans to privatize education or health care.",
    "Milei’s screeds resonated widely with Argentines angered by their struggle to make ends meet, particularly young men.",
    "“Money covers less and less each day. I’m a qualified individual, and my salary isn’t enough for anything,” Esteban Medina, a 26-year-old physical therapist from Ezeiza, on the outskirts of Buenos Aires, told The Associated Press on the sidelines of a Milei rally earlier this week.",
    "Another of Milei’s supporters is María Gabriela Gaviola, a 63-year-old entrepreneur doing everything she can to avoid shuttering her company, which manufactures veterinary products, amid surging prices for materials. And the government hasn’t helped, including Massa who has held his ministerial post for over a year.",
    "“The productive sector of this country isn’t considered. How long can a country that doesn’t produce be OK?” said Gaviola, who has taken on two side jobs to keep her company afloat. “Truth is, I don’t know Milei. I’ve heard him a bit. I don’t know him, but the one who I already know doesn’t help me. I prefer to try something new.”",
    "Most pre-election polls, which have been notoriously wrong at every step of this year’s campaign, showed a statistical tie between the two candidates or Milei slightly ahead.",
    "Underscoring the bitter division this campaign has brought to the fore, Milei received both jeers and cheers on Friday night at the legendary Colón Theater in Buenos Aires.",
    "The acrimony was also evident Sunday when Milei’s running mate, Victoria Villaruel, went to vote and was met by protesters angry at her claims that the number of victims from Argentina’s bloody 1976-1983 military dictatorship is far below what human rights organizations have long claimed, among other controversial positions.",
    "The vote took place amid Milei’s allegations of possible electoral fraud, reminiscent of those from Trump and former far-right Brazilian President Jair Bolsonaro. Without providing evidence, Milei claimed that the first round of the presidential election was plagued by irregularities that affected the result. Experts say such irregularities cannot swing an election, and that his assertions were partly aimed at firing up his base and motivating his supporters to become monitors of voting stations.",
    "“Hope shines again in South America,” Bolsonaro wrote on X, formerly Twitter. “May these good winds reach the United States and Brazil so honesty, progress and liberty return to us all.”"
  ]
}