{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-shares-rise-slightly-after-three-day-fall-as-buying-interest-returns-116435/",
  "time_ut": 1679659620.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s shares rise slightly after three-day fall as buying interest returns",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s shares closed slightly higher on Friday, ending a three-day fall with buying interest returned to the banking and financial sectors, which had been dragging the market down over fears of domestic debt restructuring following the International Monetary Fund loan approval, brokers said.",
    "The main All Share Price Index (ASPI) closed up by 0.25 percent or 23.37 points to 9,419.35.",
    "Most commercial banks’ share prices were down due to the fear of domestic debt restructuring, causing investors to take a waiting approach for more clarity.",
    "“This renewed interest may last for a short term, as investors are keen to know how domestic debts will be restructured,” an analyst said.",
    "Sri Lanka is looking at options to restructure domestic debt or local law local currency debt (LLLC), without harming the banking sector and will announce them, the IMF said in a report.",
    "Previously, analysts had said selling pressures were expected to ease as the IMF hopes to reduce inflationary pressures, which will, in turn, lead to reductions in interest rates.",
    "The most liquid index, S&P SL20, closed up by 0.09 percent or 2.58 points to 2,752.52.",
    "The market saw a turnover of 1.9 billion rupees on Friday, slightly above this year’s daily average of 1.8 billion rupees.",
    "The market saw a net foreign outflow of 597 million rupees, and the total offshore inflows recorded so far in 2023 were 2.7 billion rupees.",
    "“Even though there was a foreign outflow today, most of the inflows were to the banking sector, which helped to push the index up.”",
    "Top gainers were Sampath Bank, Melstacorp, and Commercial Bank. (Colombo/ March 24/2023)"
  ]
}