{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/02/23/anglican-church-denying-citizens-opportunity-to-choose-their-own-elected-representatives-will-only-affirm-that-we-are-now-under-a-dictatorship/",
  "time_ut": 1677161880.0,
  "original_lang": "en",
  "original_title": "Anglican Church: Denying citizens opportunity to choose their own elected representatives will only affirm that we are now under a dictatorship",
  "original_body_lines": [
    "Colombo (News 1st) – Statement by The Right Reverend Dushantha Rodrigo, Bishop of Colombo & Presiding Bishop of the Church of Ceylon, and The Right Reverend Keerthisiri Fernando, Vicar General, Diocese of Kurunagala",
    "We note with deep concern the deteriorating situation in the country with regard to governance and the erosion of public confidence in the democratic process.",
    "We are all aware that the country was rendered bankrupt due to policy blunders, corruption, waste and mismanagement by those who were entrusted the task of governing the country. The people have now been burdened with very painful economic measures which could have been averted if the right thing was done at the right time. Needless to say, the vast majority of this country who are made up of intelligent and hardworking people are now facing hardships due to the negligence and arrogance of a select group of politicians and public officials.",
    "The decision by the government to withhold funding for the Local Government Election is an unreasonable and arbitrary course of action which will have far-reaching consequences. The government which sponsored a tamasha at state expense on account of Independence Day nearly a fortnight ago has no moral right to withhold funding of an election. It has been nearly a year since the government announced its decision to default on external creditors. Any government which claims that it is unable to fund an election even after defaulting on its obligations to the outside world has no legitimate authority to continue in Office. We call on the government to take immediate measures to provide the resources to the Election Commission and other state agencies to hold free and fair elections as provided for in the Budget that was passed by Parliament.",
    "The hallmark of any democracy is the opportunity it affords citizens to choose their own elected representatives at the due time. Denying that opportunity to our people will only affirm the fact that we are now under a dictatorship. Deploying thousands of police officers to disperse demonstrations with water cannons and tear gas is simply not the solution. Any government in power which remains blind to the ground realities will not be able to command support from any quarter to steer the country out of this economic mess. The country needs unity and democracy to face the political and economic challenges ahead.",
    "Sri Lanka’s Elections Chief writes to Speaker to secure funds for LG Election",
    "SLPP seek support to make Mahinda Rajapaksa Prime Minister – MP Channa Jayasumana",
    "Saudi Arabia’s first ever women’s tennis team at Billie Jean Cup in Colombo"
  ]
}