{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/prospects-brighten-for-banking-sector-counters-indices-move-up/",
  "time_ut": 1689697200.0,
  "original_lang": "en",
  "original_title": "Prospects brighten for banking sector counters; indices move up",
  "original_body_lines": [
    "CSE trading moved up, especially in banking sector counters yesterday due to conducive market conditions. Investors expected the index to touch more than 11,000 points.",
    "Investor expectations that the government would remove all import restrictions by September, contributed towards the market’s performance as well.",
    "Amid those developments both indices moved upwards. The All- Share Price Index went up by 96.94 points and the S and P & SL 20 rose by 15.08 points. Turnover stood at Rs 3.1 billion with four crossings. Those crossings were reported in NTB, which crossed 4.2 million shares to the tune of Rs 363 million and its shares traded at Rs 85, Dankotuwa Porcelain 1.6 million shares crossed for Rs 42.8 million; its shares traded at Rs 26, Ahungalla 350,000 shares crossed for Rs 23.2 million and its shares fetched Rs 23.2 million and Richard Pieris 1 million shares crossed to the tune of Rs 22 million; its shares fetched Rs 22.",
    "In the retail market, top seven companies that contributed to the turnover were: NTB Rs 453 million (5.2 million shares traded), Capital Alliance Rs 173 million (3.4 million shares traded), DFCC Rs 144.6 million (202 million shares traded), TJ Lanka Rs 135.9 million (four million shares traded) and Commercial Bank Rs 133.2 million (1.5 million shares traded), Sampath Bank Rs 102 million (1.5 million shares traded) and HNB Rs 88.4 million (500,000 shares traded). During the day 131 million share volumes changed hands in 25361 transactions.",
    "Yesterday, the Central Bank’s US dollar buying rate was Rs 314.95 and selling rate Rs 325.65.",
    "C. W. Mackie announces ‘best financial results in over 100 years of operation’",
    "Plans to sell controlling stake in Dankotuwa Porcelain boost market; Lanka IOC shares up as well",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}