{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/15/railway-stations-empty-as-24-hour-strike-cripples-operations/",
  "time_ut": 1678852680.0,
  "original_lang": "en",
  "original_title": "Railway Stations empty as 24-hour strike cripples operations",
  "original_body_lines": [
    "COLOMBO (News 1st); Railway operations were crippled on Wednesday (15) morning due to a strike launched by the Locomotive Operating Engineers' Association.",
    "The Locomotive Operating Engineers' Association of Sri Lanka Railways declared a 24-hour strike that come into effect at midnight on Tuesday (14).",
    "According to Sri Lanka Railways, around 20 trains operated on Wednesday (15) morning, compared to the over 60 trains that operate daily in the morning.",
    "Railways General Manager A. D. S. Gunasinghe speaking to News 1st said that all Railway Heads have been informed to conduct an inquiry regarding all the employees who failed to report to work on Wednesday (15), and to submit a report.",
    "On the 27th of February 2023, Sri Lankan President Ranil Wickremesinghe issued an extraordinary gazette declaring railway services as an essential public services.",
    "The Professionals Trade Union Collective had declared a nation-wide day of strikes and protests.",
    "Government, Semi-Government and Private Trade Unions are geared up to support the strikes.",
    "Government Medical Officers, Specialist Doctors, University Teachers, Faculty of Medicine Teachers, CEB Engineers, Bankers, Petroleum Workers, Water Supply Workers, Road Development Officers, Education Administrative Officers, Surveyors, Inland Revenue Officers are among the 40 Trade Unions that will support this move.",
    "Their main demand is to amend the unjust tax policy implemented by the government.",
    "The PAYE tax between 6% to 36% imposed on monthly earnings over Rs. 100,000/- had placed professionals across many sectors in a tough position.",
    "Public, Semi-Public and Private Trade Unions have joined their cause with several more demands.",
    "These include a demand to reduce bank interest rates, provide a Cost of Living Allowance of Rs. 20,000/-, Reduce the Electricity Tariff, and suspend attempts to slash wages and pension payments.",
    "At the same time, School Teachers, Principals, Nurses, Health Services, Postal Services, Public Management Services, Field Officers among others have decided to extend their support to the strike.",
    "University operations crippled by FUTA strike; Professionals to meet President’s Secretary for talks"
  ]
}