{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SLINEX-2023-Annual-maritime-exercise-by-navies-of-India-and-Sri-Lanka/56-747072",
  "time_ut": 1680629175.0,
  "original_lang": "en",
  "original_title": "SLINEX-2023: Annual maritime exercise by navies of India and Sri Lanka",
  "original_body_lines": [
    "The 10th edition of annual Indian Navy-Sri Lanka Navy bilateral maritime exercise SLINEX-2023 is scheduled in Colombo from 3-8 April.",
    "The exercise is being conducted in two phases; the Harbour Phase in Colombo from 3-5 April followed by Sea Phase from 6-8 April, off Colombo. The Indian Navy will be represented by INS Kiltan (advanced anti-submarine warfare corvette) and INS Savitri (offshore patrol vessel) while Sri Lanka Navy will have SLNS Gajabahu (advance offshore patrol vessel) and SLNS Sagara (OPV). In addition, Indian Navy Chetak helicopter and Dornier Maritime Patrol Aircraft along with Sri Lanka Air Force Dornier and BEL 412 helicopters would also participate in the exercise. The exercise will also feature the Special Forces of the two navies. The previous edition of SLINEX was conducted in Visakhapatnam from 7-12 March 2022.",
    "SLINEX-2023 aims to enhance inter-operability, improve mutual understanding and exchange best practices/procedures in multi-faceted maritime operations between both navies. The Harbour Phase would include sports fixtures, yoga session and cultural events which would provide an opportunity for personnel from both navies to learn from each other, reinforce shared values and build bonds of friendship and camaraderie. Commander of Sri Lanka Navy Vice Admiral Priyantha Perera, along with Deputy High Commissioner Vinod K. Jacob took part in the opening of SLINEX-2023 on 3 April. High Commissioner of India Gopal Baglay is scheduled to host the visit of State Minister of Defence Premitha Bandara Tennakoon onboard the indigenous Indian naval ships.",
    "To spread awareness and interest towards the Armed Forces, both the Indian naval ships will be kept open for a large number of visitors including schoolchildren. A coordinated Indian Navy-Sri Lanka Navy Band/Cultural Performance in collaboration with Swami Vivekananda Cultural Centre will be organised for the public at Dutch Hospital and Viharamahadevi Park on 3 and 5 April respectively. Harbour training activities, SME interaction and training at HARD simulator will also be progressed during SLINEX 23. A reception for the senior officials from Sri Lanka will be hosted onboard the Indian navy ships by the High Commissioner of India on 4 April. The Sea Phase would include exercises in multi dimensions like surface and anti-air firing exercises, seamanship evaluations, helicopter and maritime patrol aircraft operations including cross deck flying, advance tactical manoeuvres, search and rescue and Special Forces operations at sea, which will further enhance the high degree of inter-operability already established between the two friendly navies.",
    "SLINEX series of exercise exemplifies the deep engagement between India and Sri Lanka which has strengthened mutual cooperation in the maritime domain. Interaction between the SLN and IN has also grown significantly in recent years, in consonance with India’s policy of ‘Neighbourhood First’ and the PM’s vision of ‘Security and Growth for all in the Region (SAGAR)’."
  ]
}