{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/scamming-the-gestapo-church-or-being-sound-christian-witness/",
  "time_ut": 1682688936.0,
  "original_lang": "en",
  "original_title": "Scamming The Gestapo Church, Or Being Sound Christian Witness",
  "original_body_lines": [
    "In the aftermath of the Schools Take-over Act, previously Government-Assisted St. John’s College (SJC) was not allowed to charge fees. (That did not apply to already private schools like St. Thomas’ that were charging fees). So if SJC wanted to continue as a free school, it could not levy new fees.",
    "SJC believed that we were offering something of value, as indeed we did, and decided to be private without levying fees, emphasizing Christian education for Christian children. Only charges for facilities like laboratory use were permitted. What followed in Principal A.W. Rajasekaram’s time was heroism that cannot be described as salaries had to be raised. Mahoganies were chopped down to find money to pay teachers – making a mockery of the line in the college hymn boasting of being “fringed with rich mahoganies.” New teachers were paid Rs. 250 a month whereas government scale was like Rs. 600. As new sources of funds were slowly developed (such as admission “donation fees”) and good quality teachers from the University of Ceylon recruited, there were anomalies in transition leading to strikes  by teachers in Principal Mr. K. Pooranampillai’s time. The leaders of teachers who struck work were fired or pressured to leave; the school had to make large awards ordered by the courts. In time, the school reached financial independence, and industrial peace was restored. Financial problems were greatly eased when the government renewed salary support for teachers in exchange for some control.",
    "That experience made mission school service one of self-sacrifice. A few priests (James Richards Ratnanayagam, Raju Coomaraswamy – my favourite OL Christianity teacher who went beyond the prescribed texts of the Bible into even the Apocrypha, Alfred Chinniah, Arulampalam)  taught and added to the Christian character of SJC. In contrast today, there is only one priest, Daniel Vijayathasan who with his three-year Master of Divinity degree in Anglican Communion Studies from Virginia Theological Seminary is highly qualified.",
    "In our church those with qualifications are deemed unqualified because their presence exposes the unqualified favourites who are appointed. At a Deaf and Blind School dinner Fr. Daniel asked the Bishop whether he would authorize leave to read for his doctorate as announced by the government that ran out of money for pay. In a church allergic to qualified persons, something snapped in the Bishop as he exploded before all. Fr. Daniel was shouted at in horrid temper and humiliated at a public function by the Bishop  shouting no leave, no recommendation. Daniel was summoned to Colombo refusing to say why for a meeting with the Church Registrar and the Bishop to make him feel insecure thinking he would be fired as priest. Otherwise why the Registrar? It seemed only to scare him as nothing of substance was discussed.",
    "The Principal plays his own games leaving out Daniel’s name in announcing staff achievements, and unfairly accusing various staff members of being my source with no evidence. Although Fr. Daniel receives no salary from the church and serves assisting the Archdeacon, all the signs are that the Church and the School want him gone, with the Bishop introducing new restrictions on non-stipendiary priests who are generally better qualified than other priests.",
    "Previous Principals drew paltry salaries. Principal C.E Anandarajan (my OL Chemistry Teacher) struggled as many senior teachers left for Nigeria and paid  dearly with his life for trying to keep the school independent of the LTTE.",
    "Those who served came self-offering, not for money. A good example is Principal S. Thanapalan who stuck with the college in its most difficult  circumstances. Thanapalan was my House Prefect. I cut athletics practice and was caught by him trying to sneak off. He chased after me on foot as I foolishly tried to get away on my bicycle. He caught me by the bottom of my bicycle seat and put me in the grounds, all with a smile. That is the relationship and treatment that made me love my school. He came home in Colombo in 2006, went into our kitchen and literally cried as he asked me to leave Sri Lanka quickly when the LTTE asked me to quit as VC Jaffna.",
    "After the war the school received large funds for reconstruction, rebuilding destroyed buildings to a glorious state never seen before. Sources were governments that recognized the enormity and devastation of war, and old boys who had sympathetic resettlement in the West and gave generously, donating their Jaffna houses and speaking of swimming pools, and international-sized cricket grounds.",
    "The war, outwardly, had been good for the school. The grand buildings, however, hid the fact that the old-boy network in Jaffna was broken as the most educated fled. Old boys as teachers, and the children of old boys as students and Christian alumni in Jaffna were scarce.",
    "The character of the school became different as a result. The Anglican Church managing CMS schools, and the CMS Board having the Bishops of Colombo and Kurunegala as Members, also suffered as people came to the church for the plums of office, rather than to serve or give. Unlike in the old days, few clergy recruits had recognized university degrees. As such there was limited choice for mission school principals or to be Bishop.",
    "I have detailed how even archdeacons and retired bishops have been skimming off the church in treating themselves to luxury cars without proper financial authorization. The Anglican Church is a lawless institution – from big things like misappropriating money for cars to small things like ignoring constitutional provisions on youth and female representation at Diocesan Council, and observing required notice periods in sending out accounts for study prior to taking them up at parish or Diocesan Council meetings.",
    "The attitude to the rule of law then naturally spills over into faith too. To give only two examples: 1) Divorce, divorcee remarriage and marrying outside the faith are violations of church law. But violations are routinely ignored; 2) The Anglican Church (with Catholic articles of faith) teaches that at Holy Communion, the Bread becomes the Body of Christ and the Wine the Blood of Christ. The Methodist Church on the other hand teaches that there is no “Real Presence,” and it is only a memorial. The Methodists also believe as taught by John Wesley that imbibing alcohol is wrong and use purple-coloured Necto instead of Sacramental Wine. There is a famous photo of Sevak Sam Alfred on his deathbed being served the Bread by Bishop Kenneth Fernando and the “Wine” by Methodist Head Duleep Fernando in concelebration. The question is whether Kenneth gave him “The Body of Christ,” while Duleep gave him Necto as a memorial. That deathbed Communion was a dishonest drama exposing our laxity with good governance, preaching one thing through formularies  and practising another.",
    "Constitutions need to be adhered to, or we must change them if we do not believe in what we say through them. The Anglican Bishops and priests do not believe in “Real Presence” but do not dare to contradict the Bible. To ignore contradictions is to admit that we are not governed by our laws or bound by the faith we profess.",
    "That laxity has to creep into the schools when the Bishop fails to see the importance of going by the law. Money is misappropriated to buy luxury cars. With no market pressure to pay “nearly 4 Rs. lakhs” for an SJC Principal in Jaffna, friends are recruited and paid as if it is money from CMS Chairperson Thanja Aunty’s personal funds.",
    "Following my article in Colombo Telegraph on 23 March 2023,  there was an SJC OBA ExCo meeting on 26 March 2023. As usual the Principal, Silva Thuseetharan, came late – very late this time after “Any other Business” was over and the meeting was closing. He was angry, shouting and wagging his index finger at me. He referred to me as “this chap” and demanded my punishment for writing an untrue article.",
    "In particular Principal Thuseetharan claimed that I had written that he receives Rs. 4 lakhs as salary. I corrected him. What I said about his pay is, to quote,",
    "“government salary and an allowance of nearly 4 lakhs a month from the CMS even as he cheats on his leave-sheet to the ministry (where the internal time machine shows 80 days’ leave per year but he declares 7-12 days for 2020 and 2021 and the ministry returned it since it was self-certified).”",
    "The Principal after checking on his phone ceded that I did not say “Rs. 4 lakhs” but wanted proof then and there of “nearly 4 lakhs” and I responded that I do not go around carrying my files. He then wanted it at a special ExCo Meeting that week itself and I said I was leaving town. Finally, it was agreed that I would give him my proof at the next OBA ExCo on 29 April. It was also agreed that he would produce the list of people given free dinner tickets for the anniversary dinner. The rest of this article is because of Thuseetharan’s insistence that I prove his nearly Rs. 4 lakhs pay.",
    "I note that I should not have to produce proof of Thuseetharan’s salary because if I am lying, he can prove it by producing his salary slip which for reasons obvious to me he does not want to do. He thinks, I think, that I have no proof. But I do because of the extensive dissension under his misrule at SJC that gives me the leaked evidence.",
    "Appointing CMS Chairs and Managers with honourary doctorates and improperly addressing them as “Doctor” is how the Church justifies its bad appointments. At the SJC anniversary dinner ego-inflating signs were pasted on reserved chairs for “Doctor” Dan Seevaratnam (former CMS Chair) and “Doctor” Dhanan Senathirajah (present SJC Manager).  In church circles the title “Doctor” is so misused that I now hate to be called Doctor Hoole lest people think that I too bought my doctorate from Carnegie-Mellon and higher doctorate from London, without writing and defending a long thesis.",
    "Even Mahinda and Gotabaya Rajapaksa despite all their egregious faults, both with honourary doctorates from Colombo, do not use the title Doctor. Indeed, Colombo is a better university than the unheard-of Indian universities favoured by Church people which ask for a payment to honour their honourees.",
    "The Bishop’s tendency to appoint unqualified favorites and reward them with unjustifiable emoluments, led to Archdeacon Sam Ponniah being appointed as Acting Principal of SJC before Principal Thuseetharan.",
    "Recall that Bishop Kenneth Fernando tried to appoint his nephew Eksith Fernando as Principal (a.k.a. Warden) of St.  Thomas’ and in a stinging rebuke the courts removed Eksith saying that in addition to a degree (which Eksith had), 10 years’ teaching experience (which Ekisth did not have)  is required. Despite that court ruling, Sam Ponniah who has no 10 years’ teaching experience and no UGC Recognized university degree, was appointed Manager and Acting Principal of St. John’s. My educated guess is that CMS Chair Thanja Aunty and the Bishop would have made him Principal if not for that judicial rebuke to St. Thomas’.",
    "In Jaffna Ponniah received his full-time Parish Priest’s stipend and Archdeacon’s pay. He also received an electric car (requiring Rs. 500,000 for a new battery when I was on the Diocese’s Standing Committee) when archdeacons were unlawfully allocated Rs. 110 lakhs each for cars.",
    "As if that is not enough, as Ponniah left for Colombo with Thuseetharan’s appointment, I have confirmation from the school that he was given Rs. 800,000 as a gift for his 8 months as unqualified full-time Acting Principal, on top of all the other rewards for services such as  false certification of the Principal’s leave. This gift given after he left the school might merit examination on whether he owed taxes on it. The Board of Principals at the SJC’s Hall has now been amended after Ponniah’s departure to include Ponniah. One back scratched for another while doing two full-time jobs.",
    "I also note that SJC is in a sorry state under Principal Thuseethran’s mendacious leadership (of which I gave 3 examples of his unnecessary lies in my letter to the OBA dated 18 June 2022). His misgovernance is covered up by the CMS Chairperson whom he refers to as “Thanja Accah.” A parody on St. John’s described as the situation in Jaffna schools was carried by Dan TV on 04.04.2023 disgracing the already sullied reputation of the school. The programme was widely viewed with much merriment.",
    "There are several personal disagreements the Principal has had with staff members like Christie Pararajasingam. Christie credibly alleges that although his son Denushan got the Highest Points by the Criteria to select students for the school’s General Excellence Award, his name was not presented at the staff meeting. However, another student who has just three normal AL passes and who had been suspended from school and whose Prefect Badge had been removed for serious misconduct was nominated by the Principal for the General Excellence Award. Eventually, after severe protests from staff no one was awarded. No excellent student at St. Johns? That is the academic quality of the school. There is no transparency in Thuseetharan’s school management.",
    "That mismanagement also included untruthful leave claims by the Principal hiding the excessive leave he had taken. Christie had documented these to the Department of Education detailing the fraudulent time sheets produced by the Mission School Principal. I will reproduce them here to show the kind of Christian witness the school is making under the SJC Principal.",
    "A Ministry evaluation this month gave the school very poor marks, 64%, well below previous years over 70-80 like other good schools. The principal reason given by the Ministry was the violation of leave regulations.",
    "This vindictive treatment of teacher Christie Pararajasingam (a rare internal person who can edit the school’s productions in English and was chosen by the Provincial Department of Education and the British Council to be a Master Trainer – to teach the teachers of English) included his unfair constructive termination as teacher. However, by the time he went to the Labour Tribunal he had missed the 6-month window for complaints. The escalating dispute resulted in his exposing in his Facebook-pages what the principal does. He refers to the CMS covering up for Thuseetharan as hiding under Thanja Peiris’ petticoat.",
    "Christie sent 7  emails with 23 questions to the SJC Principal. No reply. He wrote twice  to the OBA and I did not even hear of them, although I am a Vice President.",
    "Then, despite sending two emails to the Chairperson of the Governing Body (Thanja Auntie who goes by a Sinhalese name), instead of a reply Christie got a visit from the Police and 2 CMS lawyers as I describe.",
    "Just like an assault was planned on me by some old boys for questioning the untruthful age claims of the school, the Principal and the CMS (i.e., Thanja Aunty and the Bishop who is on the CMS Board) responded through 2 Sinhalese lawyers coming from Colombo, going with the Principal to the Jaffna Police Station, and sending policemen to Christie’s house to drag him to the police station. Are there no good Tamil lawyers in Jaffna?",
    "In Jaffna we fear the Sinhalese Police. Even Tamil policemen speak to us in Sinhalese and do not let on they are Tamil. I believe the choice of Sinhalese lawyers by the CMS was deliberate to get the police on to their side and to play the communal card. There was no court order. No arrest warrant. Yet the police insisted that Christie come immediately as people from Colombo were waiting at the Police Station. It was like Hitler’s Gestapo going to the home of a Jew. It had the effect of immediate compliance by Christie.",
    "Uninformed of his rights perhaps, Christie dropped everything and went to the police station. It was very high-handed tactics by the church to use the police like this, a church that periodically preaches good governance to the Rajapaksas but is no better.",
    "At the Jaffna Police Station Christie was threatened that a new law is coming that can put him away for 6 months for harassment. My guess is that they referred to the PTA and similarly controversial legal proposals that the Church opposes! Such is the hypocrisy of the Church. This is how the Bishop, the CMS and SJC treat a highly respected former teacher, using time-bars to escape obligations to an employee.",
    "It is my understanding that after a lot of back and forth, the Principal refused to apologize for his horrid actions towards Christie as Christie demanded. At that point, one lawyer went out with the Principal, had a chat and returned saying he would apologize on behalf of the Principal. After the lawyer apologized to Christie on behalf of the Principal, Christie in turn agreed to take down his Facebook pages detailing the Principal’s un-Christian conduct. Christie then uploaded his last post signed by the two lawyers, effectively admitting the mistakes of the Principal (although the phrase “I represented mine” implies that Christie also was involved in drafting).",
    "Christie Pararajasingam’s Facebook Post Signed by the two Sinhalese CMS Lawyers",
    "Christie now says his fight with Thuseetharan is over and did not cooperate for this article saying he does not want to hurt the school.",
    "I will prove that my claim of the Principal’s salary of “nearly 4 lakhs” is true. St. John’s is an assisted school. As such staff are paid their salary by the Ministry. In exchange, the Ministry expects leave reports, the school following syllabus guidelines, etc. Here the Church has colluded in falsifying Principal Thuseetharan’s leave claims made to the Ministry.",
    "What the ministry pays is what any government school principal is paid. Here is Thuseetharan’s salary slip for April 2022 corresponding to the Ministry’s component of the SJC Principal’s salary. This amounts to Rs. 91,630.00 a year ago. This figure would have been raised effective Jan. 2023.",
    "Computer Copy of St. John’s Office Record of Thuseetharan’sPay for April 2022. GB: Governing Board",
    "In addition, the CMS pays allowances. Records are maintained in the school office. An Office copy from April 2022 from the Principal’s pay-sheet is reproduced here. His gross salary now is Rs. 101,800+. Although the computer copy shows a gross salary for April 2022 as Rs. 86,630.00, the Zonal Education sheet gives it as Rs. 91,630. It is a disparity the school has to explain. It could be to help Thuseetharan avoid taxes.",
    "The Governing Board (GB) allowances, in addition to what the Ministry pays, include Rs. 160,000 increased by 10% now (as I have verified) to Rs. 176,000 for 2023, NSB Pass Book allowance also by the GB of Rs. 36,800 (also presumably increased by 10% but I have not seen proof) and additional allowances of Rs. 20,000.",
    "On top of this the Principal also gets a travel allowance and a telephone allowance. I do not know what these are, but we may have some idea from the fact that a Member of Parliament gets Rs. 50,000 as telephone allowance, Rs. 179,000 as fuel allowance and Rs. 15,000 as transport allowance. A typical MP’s salary slip for Jan. 2023 is reproduced here.",
    "An MP’s Salary Slip for Jan. 2023 to show Travel, Telephone Allowances",
    "Conservatively therefore, minimally, the principal’s salary with allowances and increments is about Rs. 350,000 for the year 2023.",
    "Moreover, the Principal’s Water and Electricity are also covered by the school, most likely being part of the school’s bill on common meters (an oddity being the SJC Principal living at Chundikuli which has to pay for SJC’s expenses). My electricity bill before I got solar panels was about Rs. 35,000 a month. That brings the Principal’s salary and allowances to Rs. 385,000.00 – very nearly Rs. 400,000 a month.",
    "I am yet to receive the details of free dinner tickets the Principal distributed to his friends and family. These too count as income. And then there are many free meals.",
    "In reconstructing income, we also need to look at how many of the allowances are declared as income and if taxes owed to the state are paid. Taxes owed but not paid also count as income. Are the hands of the CMS clean in this?",
    "I believe I have proved that Thuseetharan’s income is nearly Rs. 4 lakhs as I claimed. But there is more.",
    "A staff member (the Principal being one) is entitled to 21 days’ casual leave a year. When casual leave in excess is taken, that is effective additional salary.",
    "For the years 2020 and 2021 the Principal claimed at the same time 9 days casual leave for 2020 and 7 days for 2021. As shown here, he certified it himself, but the ministry rejected it saying he cannot certify his own leave and returned the two forms. In the picture for 2020, the Principal’s signature is whited out (tippexed) and the Venerable Sam Ponniah representing the Bishop in Jaffna as Archdeacon signed the untruthful leave reporting form, hiding Thuseetharan’s scamming.",
    "Principal’s Untruthful Leave Report to the Ministry for 2020: Self-Certified, Rejected by the Ministry, and Re-Certified by the Church as True after Whiting out the Principal’s Signature",
    "As the records show the Principal typically takes as many as 10 days a month as Casual Leave as shown in the fingerprint reader for Jan. 2021 in my possession. The time-machine based finger-print reader report for Jan.-Dec. 2021 reproduced here shows (vide row 13) that the Principal took 80 days’ casual leave and a further 10 days’ duty leave in 2021.",
    "From these 80 days, take off 21 days of permitted casual leave, and we have almost 60 days of excess leave or unpermitted leave. At 20 working days a month, this is about 3 months of absenteeism from school. That is, Thuseetharan worked only 9 months out of 12. Any other teacher taking excess leave would have had his salary docked for this but not Thuseetharan as covered up by the Bishop Dushantha Rodrigo’s  agent Sam Ponniah.",
    "Finger-print Based Time-machine Leave Report of 80 days Casual Leave for Principal: See Row 13. After the adverse comments from the Ministry, Thuseetharan has ordered the finger-print machine to be reprogrammed, exempting him from attendance records. This reprogramming was done in April 2023.",
    "While I do not have details for 2022, copied here is the Casual Leave claim of 7 days signed by the Principal for the year 2021 sent to the Ministry.",
    "Therefore out of his annual salary of at least Rs. 350,000 (not counting his electricity bill), through 3 months of false claims of leave, his annual earnings amount to Rs. 350,000/9×12 = Rs. 466,666.",
    "An intelligent Principal would not have challenged my claim of nearly Rs. 4 lakhs and this expose would have been avoided sparing the Principal, the school, the Bishop, the Church and the CMS of this public disgrace through their outrageous cheating.",
    "The Principal of St. John’s is a disgrace to the school, detracting from the original intention of the school being a Christian witness in keeping the school private. What values will SJC students learn when the Principal cheats and mistreats children over disagreements with a teacher? And when the Church certified the Principal’s false claims?  In truth, the school is a disgrace to Christianity itself as the Principal has dragged the Bishop’s Agent, Archdeacon Sam Ponniah, into false certifications to the Ministry of his attendance record – effective embezzlement. The CMS (and the Bishop) are further sullied by bullying Christie using the Gestapo Police instead of investigating the many credible allegations he has made against Principal Thuseetharan – these include the use to this day of corporal punishment at SJC in violation of statutes.",
    "I believe that the Anglican Church is a club and not a service-based ministry. If we cooperate with and aid those who run the Church in all the illegal decisions of the Church, we too will be admitted to the club and rewarded with gifts, offices and huge sinecures. Should we be Christian witnesses or look after our own interests by sucking up to authorities? That is the question for Anglicans.",
    "I am told that Bishop Dushantha Rodrigo has become a little more Christian, and is taking back Andrew Sujeevan whose experiences I detailed. Will the CMS and St. John’s follow their Bishop at least in this with Christie and his son and Fr. Daniel?",
    "Would the Church follow the Rajapaksas in not using honourary degrees as if they are earned degrees? After that the Bishop can attack them for misgovernance.",
    "Or will I also receive a visit from the Gestapo and CMS lawyers from the Bishop and Thanja Aunty?"
  ]
}