{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92145/president-will-call-all-party-meeting-on-13a-jeevan-tells-indian-media",
  "time_ut": 1690001280.0,
  "original_lang": "en",
  "original_title": "President will call all-party meeting on 13A - Jeevan tells Indian media",
  "original_body_lines": [
    "Jeevan Thondaman, the youngest minister in Sri Lankan President Ranil Wickremesinghe’s cabinet, termed the bilateral meeting between Prime Minister Narendra Modi and Mr Wickremesinghe as “historic”, and further added that this visit will renew the relationship between the two countries.",
    "Mr Thondaman, the Cabinet Minister for Water Resources and Estate Infrastructure, is part of Sri Lankan delegation’s two-day visit to India - the one after Mr Wickremesinghe took oath as President of the island nation following its worst economic crisis.",
    "Mr Thondaman told NDTV said that “this is going to be the decade of growth for Sri Lanka. We went through economic crisis, pandemic and so many other issues. It eventually led to course correction.”",
    "Four memorandum of understanding (MoUs) have been signed between India and Sri Lanka on subjects including energy and dairy.",
    "PM Modi in a joint presser with Mr Wickremesinghe also announced ferry services between both the countries to strengthen connectivity.",
    "On the contentious issue of implementation of the 13th Constitutional Amendment, which PM Modi also stressed upon in his meeting with Mr Wickremesinghe, Mr Thondaman said, “The 13th Amendment in its essence is not racial based. It’s not based on Tamil, Singhala and Muslims. It’s an instrument of democracy provided to us to end the ethnic conflict.”",
    "“We have to understand that the 13th Amendment will enable autonomy to all provinces. The President has given his proposal on the 13th Amendment to the parties to the north and east. Soon, the President will convene an all-party meet where he will submit his proposal on the same. We are for the full implementation of the 13th Amendment,” the Sri Lankan minister told NDTV.",
    "Mr Thondaman added it has been portrayed that implementing the 13th Amendment would mean victory to the Tamils. “But that’s not the case,” he said.",
    "On the fishermen issue between both countries, Mr Thondaman said that his party is working on a permanent solution with a humane approach."
  ]
}