{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Deep-Jungle-Music-Festival-Tourism-Ministry-and-other-big-wigs-had-approved-it-despite-harm-to-environment-Activist/108-254261",
  "time_ut": 1676545729.0,
  "original_lang": "en",
  "original_title": "Deep Jungle Music Festival: ’Tourism Ministry and other big wigs had approved it despite harm to environment’ - Activist",
  "original_body_lines": [
    "Environmentalists have expressed concern about the ongoing environmental damage to the Karandagaswewa Forest Reserve, a highly sensitive environmental zone by the upcoming Deep Jungle Music and Cultural Festival which is scheduled to kick off in Habarana tomorrow.",
    "They said that both the wildlife and the life of foreign tourists would be in danger if the concert goes ahead as planned.",
    "The venue of the festival, Karandagaswewa Jungle adjacent to the Gal Oya Division of the Huruluwewa National Park, is within the purview of the Department of Forest Conservation.",
    "The object of the festival as claimed by Deep Jungle Entertainment (Pvt) Company, which organized the festival, is to promote sustainable tourist potential. They are of the opinion that the key to promoting the tourist industry is to open the gates to Sri Lanka’s unmatched cultural heritage and environmental beauty.",
    "“However, their Deep Jungle Music and Cultural Festival looks like an absolute contradiction to this object,” Convener of Biodiversity Conservation Circle Supun Lahiru Prakash said.",
    "He said that the concert would pose a serious threat to the environment and could cause irreparable damage to fauna and flora.",
    "“Sri Lanka Tourism Promotion Bureau and several other Government institutions have approved the festival organized by the Director of Sigiriya Deep Jungle Entertainment (Pvt) Ltd. and President of Habarana Safari Jeep Society Sumudu Saman Piyaratne,” he said.",
    "“Secretary to the Prime Minister Anura Dissanayake has also consented to it,” he said.",
    "Meanwhile, Polonnaruwa District Forest Conservation Office had on Feb.3, 2023, granted conditional approval since the venue of the festival is adjacent to a forest reserve.",
    "The Warden of Minneriya National Park had informed the organizers to refrain from any activity violating the Fauna and Flora Ordinance even though the venue of the festival was not within the wildlife reserve.",
    "Hinguraggoda Divisional Secretary has advised Habarana Police to issue a permit for the use of sound systems.",
    "“It is understood that the intense beams of illumination and sound pollution caused by the use of noisy sound systems in festivals would seriously affect the wildlife and disturb the natural habitats of wild animals,” he said.",
    "“The World Health Organisation has laid down the regulation that sound pollution is the worst of environmental pollution. Studies have revealed that sound pollution affects every creature of the animal kingdom ranging from insects to wild elephants. All their behaviour like food search, roaming in the right direction, intercommunication, protection from dangers, and breeding freely would be disturbed by the loud noise. The life of animals depends on the rhythm of day and night. Human beings have disturbed this rhythm of light and darkness with intense lighting that resulted in the ruin of environmental systems that provided natural habitats for animals to live and breed. The ill effects on the environment would aggravate the human–elephant conflict and its victims would be innocent people,” Supun Lahiru Prakash said.",
    "“The use of liquor and intoxicants by tourists would be unavoidable during the festivities. The foreigners under the influence of liquor would venture to roam further into the jungle through the jungle tracks regardless of any peril and fall prey to wild elephant attacks. At present herds of wild elephants are roaming into the Hurulu National Park in search of food and water. The noise of the music festival would deprive them of this natural behaviour,” he said.",
    "He also said that the nocturnal birds that roam around in search of food in the light would become disoriented due to the intense lighting and perhaps knock against buildings and towers and meet with death.",
    "A research by a specialist in tourism promotion, Sri Lal Mitthapala has clearly indicated that national parks are nothing new to more than 47 per cent of tourists who had visited Sri Lanka by 2018 before the setback of tourism during the COVID pandemic. Their main tourist attraction is wildlife and not noisy musical shows.",
    "A study on the income of Minneriya National Park has revealed that the average income from a herd of wild elephants during a tourist season was Rs.10 million per elephant. It includes the income of the Wildlife Conservation Department, Safari Jeep services, and tourist hotels. The elephant gatherings in the Minneriya National Park during the drought every year have gained international recognition as one of the ten wildlife wonders in the world as indicated by Lonely Planet.",
    "“A herd of more than 400 wild elephants could be seen roaming in the Minneriya National Park from May to September which is the climax of the amazing sight. However, this tourist potential has been wasted due to the lethargic attitude of the authorities and the shortsighted tourism promotion programmes that denied International Cooperation to the tourism industry,\" Prakash said.",
    "“Under these circumstances, individuals depending on tourists have introduced alternative programmes regardless of their damage to the industry and the environment. However, it is imperative that all those concerned should understand that the need of tourists is to spend an enjoyable holiday watching the lovely and attractive environment, and not to watch the Deep Jungle Music Festival,\" he added.",
    "“It is the responsibility of the Ministry of Tourism and other relevant authorities to properly manage the tourist attractions including environmental zones, forest reserves, and archaeological sites and not to allow anyone to misuse them for destructive projects of this nature,” he concluded. (Ada Newspaper)"
  ]
}