{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankan-farmers-not-at-all-concerned-about-water-preservation/",
  "time_ut": 1702400880.0,
  "original_lang": "en",
  "original_title": "‘Sri Lankan farmers not at all concerned about water preservation’",
  "original_body_lines": [
    "Sri Lanka is wasting much of her natural resources, especially water. Sri Lankan farmers, for example, are not concerned about water preservation, Department of National Planning, Ministry of Finance, Economic Stabilization and National Policies Director General R.H.W.A. Kumarasiri said.",
    "Kumarasiri was addressing a panel discussion focusing on the United Nations Development Programme’s (UNDP) 2024 Asia-Pacific Human Development Report which was launched yesterday at the BMICH.",
    "Kumarasiri added: “We have to use our technology to minimize waste of resources and get the maximum benefits from them. Sri Lanka is a country in the South Asian region with less productivity.",
    "“Despite government spending huge amount of money on 30,000 tanks, water resources are not managed properly.",
    "“The government is working with all development partners, especially UN agencies, the World Bank and the Asian Developed Bank, to overcome the challenges.",
    "“We have confidence in the new government policy framework that has been established to deal with the issues.”",
    "Meanwhile, informed sources said: “The launch of the United Nations Development Programme’s (UNDP) 2024 Asia-Pacific Human Development Report in November, represents a crucial step in revitalizing human development amidst a complex landscape of growth.",
    "“Nationally, the UNDP 2024 Asia-Pacific Human Development Report, titled ‘Making Our Future: New Directions for Human Development in Asia and the Pacific’ was launched under the umbrella of the flagship Colombo Development Dialogues. This report serves as a robust foundation, offering in-depth insights to comprehend the hurdles faced by marginalized communities and supporting policymakers in crafting precise and impactful strategies.”",
    "Related Topics:Department of National PlanningR.H.W.A. KumarasiriUNDP Resident Representative Azusa Kubota",
    "Virtusa Corporation embarks on journey to bring more work to Sri Lanka from U.S. and Europe",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}