{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/People-s-Bank-offers-payment-acceptance-solution-for-Ministry-of-Justice/34-755799",
  "time_ut": 1701390888.0,
  "original_lang": "en",
  "original_title": "People’s Bank offers payment acceptance solution for Ministry of Justice",
  "original_body_lines": [
    "In a groundbreaking move towards modernisation and convenience, People’s Bank has proudly announced the successful implementation of a cutting-edge payment acceptance solution for the Ministry of Justice. This transformative initiative allows the public to pay fines imposed by courts seamlessly through digital payment methods such as Credit Cards and Debit Cards.",
    "The Memorandum of Understanding (MoU) that solidified this innovative collaboration was signed on 30 November, during a ceremony held at the Ministry premises. The esteemed signatories were Secretary to the Ministry Wasantha Perera, and People’s Bank CEO/GM Clive Fonseka. The event was attended by Minister of Justice, Prisons Affairs and Constitutional Reforms Dr. Wijeyadasa Rajapakshe PC, State Minister Anuradha Jayarathne, and People’s Bank Chairman Sujeewa Rajapakse.",
    "This collaboration between People’s Bank and the Ministry of Justice signifies a major leap forward in the realms of efficiency, transparency, and public service. The implementation of this digital payment solution aims to address the growing need for streamlined and user-friendly processes in the legal sphere, making the payment of fines a hassle-free experience for the public.",
    "Digital convenience: Individuals can now settle their court fines instantly and conveniently without carrying cash, using popular digital payment methods such as Credit and Debit Cards.",
    "Enhanced transparency: The new system ensures transparency throughout the payment acceptance process.",
    "Efficiency: By leveraging digital channels, the payment solution significantly reduces the processing time for fine payments, contributing to a more efficient justice system.",
    "Secure transactions: All transactions are highly secure, thus safeguarding sensitive financial information.",
    "Minister Dr. Wijeyadasa Rajapakshe, speaking at the event said, “We have ambitious plans to leverage on the latest technology to offer maximum convenience to the public when they interact with the judicial system. This collaboration with People’s Bank is a testament to that commitment and we have several similar initiatives that we hope to implement soon. We are also planning to introduce a redesigned space in courts to offer greater comfort to witnesses.”",
    "People’s Bank Chairman Sujeewa Rajapakse commented, “Government institutions adopting the latest technology such as these have enabled citizens to experience a higher level of convenience when interacting with Government services. The availability of payment options has led to shorter queues at physical payment centres, reducing wait times and enhancing overall service satisfaction.",
    "The success of People’s Bank’s collaborative effort with Government entities serves as a model for future partnerships and exemplifies the potential of synergy between financial institutions and the public sector.”",
    "Ministry Secretary Wasantha Perera stated, “After implementation of POS machines at courts to enable the public to make payments via Credit and Debit Cards, there are plans underway to enable online payments and QR code payment facilities for greater convenience of the public.",
    "This collaborative effort between Peoples Bank and the Ministry will ensure a more efficient fund management encouraging citizens to fulfil their financial obligations promptly.”",
    "Commenting on the bank’s role in introducing this value addition, People’s Bank CEO/GM Clive Fonseka said, “People’s Bank, known for its innovative digital banking solutions, has embarked on a mission to transform the way Government manages payments.",
    "By leveraging its expertise in financial technology, the bank has joined forces with multiple Government entities to establish fast, secure, and user-friendly payment acceptance systems.",
    "This is yet another example of that drive which aims to enable citizens to conveniently pay taxes, fines, fees, and other payments using multiple payment methods.”",
    "Automated payment acceptance systems significantly reduce the administrative burden on Government staff. With payments processed electronically, manual cash handling, data entry, and reconciliation tasks have been minimised, freeing up valuable time and resources for more important tasks.",
    "In addition, the digital payment ecosystem generates valuable data insights that can be leveraged for informed decision-making. Governments can analyse payment trends, peak transaction times, and preferred payment methods to optimise their service delivery strategies."
  ]
}