{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Huawei-ICT-Competition-in-Sri-Lanka-awards-20-undergraduates/34-756302",
  "time_ut": 1702506065.0,
  "original_lang": "en",
  "original_title": "Huawei ICT Competition in Sri Lanka awards 20 undergraduates",
  "original_body_lines": [
    "The award ceremony for the third edition of the Huawei ICT Competition in Sri Lanka witnessed a significant gathering of notable state and non-state officials and dignitaries honouring the competition’s winners.",
    "Huawei chose 20 winners, 10 from each of the Network and Cloud tracks, who came from nine different Sri Lankan universities. The University of Moratuwa and the Sri Lanka Institute of Information Technology secured first place in each track, demonstrating their academic excellence.",
    "This year’s competition drew over 1,000 participants from more than 25 Sri Lankan universities, both public and private.",
    "In his welcome speech, Huawei Sri Lanka CEO Tao Guangyao congratulated the winners on their use of the Huawei ICT Competition platform to showcase their talents and become future leaders of Sri Lanka.  He said that he sees the competition winners as pillars of a bright future in Sri Lanka, and that they have already begun to contribute to the country’s digital economy.",
    "“People throughout the country are now eager to learn more about the digital economy. Recognising this, the Sri Lankan Government has put ICT development in first and the implementation of a digital economy. As we honour Sri Lanka’s future leaders today, let us carry forward our commitment to begin innovation, knowledge and skill development for the digital economy,” he said.",
    "Gracing the event as the Guest of Honour, Ambassador of the People’s Republic of China to Sri Lanka Qi Zhenhong congratulated the winners and expressed support for initiatives that promote learning, innovation, and collaboration.",
    "“I must congratulate Huawei Sri Lanka for its ICT Competition becoming a cornerstone for nurturing this critical talent pool. The competition’s emphasis on learning, teaching, and innovation aligns seamlessly with the demands of a digital economy. As we witness the growing influence of the competition in Sri Lanka, it becomes evident that we are not just celebrating individual achievements but contributing to the larger goal of building a technologically empowered workforce,” he said.",
    "State Minister of Technology Kanaka Herath thanked Huawei for its commitment to education and innovation in Sri Lanka in his speech.",
    "“Huawei’s initiatives, are helping to prepare the next generation of ICT professionals for the challenges and opportunities that lie ahead,” he said.",
    "Herath also emphasised that the Ministry of Technology with the help of its partners are working to close the gap of unemployment in the job market.",
    "“I would like to take this opportunity to congratulate all the winners, and thank Huawei for organising this competition. The Huawei ICT Competition is an important platform for students to showcase their skills and learn from their peers. It is also a great way to promote innovation and collaboration in the ICT sector. I am confident that the winners of this competition will go on to do great work for our motherland. They are the leaders of this country’s future, and they will play a vital role in shaping Sri Lanka’s digital future,” he said.",
    "The Huawei ICT Competition is an annual platform for undergraduate students to demonstrate their ICT proficiency. As part of its CSR initiative, Huawei’s Asia-Pacific Academy in Sri Lanka aims to cultivate local ICT talents across various categories, fostering collaboration, training, and digital inclusivity.",
    "The competition, with the theme “Connection, Glory, Future,” continues to bring together governments, educational institutions, and industry players, nurturing, growing, and employing young ICT professionals. This collaborative effort strengthens Sri Lanka’s thriving ICT talent ecosystem."
  ]
}