{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88648/this-happened-with-full-knowledge-of-president-harsha-on-copf-chairmanship-controversy",
  "time_ut": 1677292740.0,
  "original_lang": "en",
  "original_title": "“This happened with full knowledge of President”: Harsha on COPF chairmanship controversy",
  "original_body_lines": [
    "A rift is observed in the main opposition Samagi Jana Balawegaya (SJB) as MP Harsha de Silva takes issue with fellow SJB parliamentarian Mayantha Dissanayake accepting the position of Committee on Public Finance (COPF) chair.",
    "Speaking to the media in this regard, MP de Silva, who cried foul over the appointment, alleged that this happened with the full knowledge of President Ranil Wickremesinghe.",
    "On Thursday (Feb 23), MP Dissanayake was picked as the COPF chair despite MP de Silva being proposed by the SJB for the position.",
    "After the third session of the ninth parliament was prorogued by President Wickremesinghe, three parliamentary watchdog committees, namely the Committee on Public Accounts (COPA), Committee on Public Enterprises (COPE) and the COPF, were accordingly dissolved.",
    "Following the appointment of MP Dissanayake as the COPF chair, MP de Silva alleged that all government MPs in the Committee of Selection in the parliament endorsed this appointment, overruling his nomination.",
    "“Actually, it was my name that was proposed by the opposition as the nominee from the opposition. It was approved two days ago. But today, the government abused their power and used Mayantha to get their way,” the SJB lawmaker tweeted on Thursday.",
    "MP de Silva later mentioned that Opposition Leader Sajith Premadasa has asked MP Dissanayake to step down as the COPF chair, who refused to do so.",
    "Meanwhile, a heated debate ensued in the parliament on Friday (Feb 24) over the matter.",
    "According to Sri Lanka Muslim Congress (SLMC) leader MP Rauff Hakeem, who is also a member of the Committee of Selection, stated that the new COPF chair has mentioned that he was asked by Speaker of Parliament Mahinda Yapa Abeywardena to accept the position. However, the Speaker was quick to refuse the claim, stating that it was MP Dissanayake who telephoned him.",
    "Hakeem noted that, in terms of the Standing Orders, the selection committee should accept the name of the parliamentarian proposed by the opposition as the COPF chair.",
    "Pursuant to the Standing Orders of the parliament, a member of the opposition should be appointed for the COPF chairmanship. However, MPs in the ruling party insist that the Committee of Selection has made the appointment in compliance with the Standing Orders."
  ]
}