{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Repaying-our-debts-and-the-unthinkable-alternative-EDITORIAL/172-261474",
  "time_ut": 1687270412.0,
  "original_lang": "en",
  "original_title": "Repaying our debts. and the unthinkable alternative - EDITORIAL",
  "original_body_lines": [
    "Up to December 2022, our external debt stood at US$ $49.7 billion. By April 2023 we suspended debt repayment, announced ourselves bankrupt and applied to the International Monetary Fund (IMF) for a US$2.9 billion restructuring bailout. Subsequently the IMF approved the bailout.",
    "The approval of IMF US$2.9 billion bailout and made the country credit-worthy in the eyes of international lenders. Our president has rejoiced, the bailout gave us an opportunity to raise around US$8 to 9 billion more from international financiers.",
    "In turn this gave us an opportunity to import essentials such as fuel, basic food requirements, medicine etc. But it also meant that our external debt keeps increasing to that extent.",
    "Worse is in store, Cabinet spokesman in February this year announced that despite the suspension in payments, the country would have to repay a foreign debt of US$2,609 million for the first six months of 2023 to multilateral lenders.",
    "In other words, we need to earn more foreign currency to repay these dues.",
    "Up to now, ‘we the people’ are not aware of any measures government has put in place to increase foreign exchange inflows into the country. We seem to keep flogging the same old horses - remittances of migrant workers, tourism and traditional exports of tea, rubber and coconut.",
    "Attracting direct foreign investment into the country is one answer to the problem. But World Bank data show migrant worker remittances were the biggest source of capital inflow to low- and middle-income countries in 2022, exceeding foreign direct investment and aid.",
    "Again, direct foreign investment demands ‘political stability’ low wages, and a docile workforce.",
    "Today, the World Food Programme shows, 6.3 million of our people, or over 30% of our country’s population, are “food insecure” and require humanitarian assistance. Around 5.3 million people are either reducing meals or skipping meals, and at least 65,600 people are severely food insecure.",
    "UN relief Web shows income has plummeted and about two in five households reported that their income had been cut in to half. In other words, our people need higher wages to even feed themselves. Will not the criteria demanded by direct foreign capital investment clash with the needs of an impoverished people.",
    "Our rulers have not given us a clue as to how they propose to deal with this dichotomy.",
    "Additionally, we are faced with a domestic debt equivalent to US$36.6 billion, comprising investment in government treasury bills and bonds amounting to around US$ 24 billion.",
    "Key treasury-bond and bill holders are the Employment Provident Fund, Employees Trust Fund, Insurance Companies and the State Banks.",
    "If workers are unable to access their savings on retirement in the aftermath of domestic debt restructuring, a volatile situation could easily arise, striking a blow to the much-needed political stability demanded for enhanced direct foreign capital investment.",
    "An even more unfortunate circumstance our country is faced with is, the perfidy of our political elites. They have never been able to come together to present a united front to settle national issues.",
    "In the aftermath of the 9/11 bombings in the United States, we saw the main political parties come together to face that terrorist attack (that’s not to say Lankans agreed with the actions of the US which followed). But the fact of the matter, was that political parties did not try to score political points off that act of terrorism.",
    "Sadly, our political parties, even today are unable to unite to solve this most pressing financial issues which can easily slip out of control and take us back to the dark days of February and March this year.",
    "President Ranil Wickremesinghe is presently visiting France at the invitation of the French President Emmanuel Macron to participate in the Global Leaders’ Summit for a New Global Financing Pact (commonly known as the ‘Paris Club’).",
    "The summit aims at finding urgent solutions to the multiple crises plaguing the global community and growing inequalities which push public debt levels to record highs. The Summit also seeks to establish a shared vision for reforming the multilateral financial sector.",
    "It is our earnest desire that the summit would find ways and means of help Lanka and other states facing massive debt problems, out of this situation, even if it means having to cancel out debt repayment.",
    "A failure to do this will result in a Somalisation of these countries making them a fertile breeding ground for the spread of international terrorism."
  ]
}