{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/doomed-democracy/",
  "time_ut": 1677691020.0,
  "original_lang": "en",
  "original_title": "Doomed democracy",
  "original_body_lines": [
    "The executive presidency has become a canker eating away at the heart of democracy in this country thanks to a host of serious flaws in the Constitution and election laws. ‘The Democratic Socialist Republic of Sri Lanka’ is therefore a complete misnomer; no country where elections are delayed or cancelled for political reasons, and its people are denied their franchise can call itself a democracy.",
    "The one-year extension of the terms of the local government institutions will expire on 20 March, and thereafter President Ranil Wickremesinghe will exercise control over all local councils sans elected members; he will do so with the help of the provincial Governors, who are his representatives. When he was the Prime Minister in the yahapalana government, Wickremesinghe was instrumental in causing the Provincial Councils to be placed under the Governors by postponing elections thereto indefinitely, in 2017. He has gone a step further and had the local government elections also postponed!",
    "Technically, the President is the head of government. Thus, Wickremesinghe, who was defeated at the last general election, now controls all three tiers of government—Parliament, the Provincial Councils, and the local government institutions! One may argue that the Rajapaksas have retained their hold on the legislature by virtue of having a simple majority in the House, and President Wickremesinghe has to do as they say because he is dependent on them for parliamentary support. But now that two and a half years have elapsed since the election of the current Parliament, the President is constitutionally empowered to dissolve it at a time of his choosing, and this power has strengthened his position hugely. He arguably holds the whip hand now.",
    "Worryingly, the separation of powers has fallen by the wayside with the Executive domineering the legislature, and muscling in on the province of the judiciary for all practical purposes, and abusing his or her legal immunity. This, we have seen over the years under successive Presidents, and the situation has taken a turn for the worse. The President also keeps the Constitutional Council (CC) and the so-called independent commissions under his thumb. The Election Commission (EC) has been rendered toothless to all intents and purposes despite the much-advertised constitutional safeguards in place to ensure its independence; it proposes, and the President disposes, in a manner of speaking.",
    "President Wickremesinghe has arrogated to himself the power to decide whether crucial decisions made by the EC should be accepted or rejected! He even summons the EC members and instructs them on how to declare elections! The less said about the CC, the better. Suffice it to say that it has become a mere rubber stamp of the President.",
    "Sri Lanka is no stranger to one-man shows, which almost all its Presidents have earned notoriety for, albeit to varying degrees, but it was the late President Ranasinghe Premadasa who had to face an impeachment bid for running a one-man show. He believed in micromanagement, and wanted to have a finger in every pie, and sought to have a vice-like hold on all three branches of government so much so that some of his MPs finally rose against him and strove to impeach him but to no avail. He suppressed democratic dissent and the media brutally and the UNP goons were unleashed on the journalists who were critical of him and his regime. But even during the Premadasa administration, the Provincial Councils and the local government institutions had elected members representing the UNP and its rival parties.",
    "Sri Lankan democracy is in great peril, as never before. Election monitors and other civil society organisations have warned that Sri Lanka is heading for autocracy. We think they are wrong. We are already there!",
    "It behoves the Opposition parties to stop fighting like a pack of feral dogs over offal near an abattoir, join forces and act as a countervailing force against the current regime, which is bulldozing its way through. The recent death of a JVP protester at the hands of the police, who are going out of their way to please their political masters, should be considered a foretaste of what is to come.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}