{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/India-reports-3-095-new-cases-active-cases-increased-to-15-208/108-256909",
  "time_ut": 1680240423.0,
  "original_lang": "en",
  "original_title": "India reports 3,095 new cases, active cases increased to 15,208",
  "original_body_lines": [
    "India on Thursday reported 3,095 fresh Covid-19 cases, the highest single-day rise in infections in 2023. The active caseload stands at 15,208, according to data shared by the city health department.",
    "The country has witnessed an increase in the number of fresh Covid cases over the last few days amid a sharp rise in the figure of H3N2 influenza cases. On Wednesday, 2,151 fresh Covid-19 cases were recorded. Active cases stand at 0.03 per cent while the recovery rate is currently at 98.78 per cent.",
    "A total of 1,390 recoveries in the last 24 hours took the total recoveries to 4,41,69,711 (over 4 crore).",
    "Two patients succumbed to the infection, each in Goa and Gujarat.",
    "Delhi recorded 295 fresh Covid cases on Thursday with a positivity rate of 12.48 per cent, according to data shared by the city health department. On Wednesday, the city had logged 300 cases, the first time since August 31, and two deaths while the positivity rate had mounted to 13.89 per cent.",
    "Delhi Chief Minister Arvind Kejriwal will hold a meeting today (Friday) to review the Covid-19 situation amid a spurt in cases in the national capital, officials said. Health Minister Saurabh Bharadwaj and senior officials will be present at the meeting.",
    "Meanwhile, Uttar Pradesh, which has been seeing a spike in Covid cases, has put all frontline workers and government and private hospitals on 'alert mode'. The Yogi Adityanath government has directed that all positive samples should be sent for genome sequencing.",
    "On Thursday, Bharadwaj met with Health department officials to take stock of the situation following which he announced that Kejriwal would hold a review.",
    "The Indian Council of Medical Research (ICMR) has said the rise in the number of influenza cases is due to the Influenza A sub-type H3N2 virus.",
    "The H3N2 virus is leading to more hospitalisations than the other sub-types. The symptoms include a runny nose, persistent cough and fever. (India Today)"
  ]
}