{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95203/israel-hamas-truce-in-gaza-extended-by-two-days-says-qatar",
  "time_ut": 1701102960.0,
  "original_lang": "en",
  "original_title": "Israel-Hamas truce in Gaza extended by two days, says Qatar",
  "original_body_lines": [
    "A humanitarian pause in fighting between Israel and Hamas will extend by two days, mediator Qatar said Monday as an initial four-day truce in Gaza was set to expire.",
    "“The State of Qatar announces that, as part of the ongoing mediation, an agreement has been reached to extend the humanitarian truce for an additional two days in the Gaza Strip,” Qatari foreign ministry spokesman Majed Al Ansari said on X, formerly Twitter.",
    "Hamas confirmed Monday the truce in Gaza has been extended by two days.",
    "Hamas had said it was drawing up a new list of hostages held in the Gaza Strip “in order to extend the truce” with Israel.",
    "The statement from Osama Hamdan, a senior Hamas official, came as discussions were continuing on an extension of the initial four-day pause in the fighting and exchanges of hostages for Palestinian prisoners.",
    "Israel said Monday it was open to extending a truce with Hamas if the Palestinian group continues to release hostages, as international pressure mounted for a longer pause in the Gaza fighting.",
    "If no extension had been agreed to, the temporary truce was due to expire at 7 a.m. (12 a.m. EST) on Tuesday, threatening a return to intense fighting in a war that has already left many thousands dead.",
    "U.S. President Joe Biden, top EU envoy Josep Borrell and NATO Secretary-General Jens Stoltenberg had all joined a global chorus urging the parties to extend their temporary break in fighting.",
    "Israel had put Hamas “on notice” that an “option for an extension” of the truce was open in order to bring home 50 more Israeli hostages in the coming days, government spokesman Eylon Levy told reporters, potentially implying a five-day extension.",
    "As part of the truce deal, Hamas has so far released 39 Israeli hostages, including a 4-year-old girl orphaned by the group’s Oct. 7 attack, with more expected later Monday.",
    "Israel has freed 117 Palestinian prisoners in exchange under the terms of the agreement. A further 19 foreign nationals have also been released from Gaza under separate arrangements.",
    "Tearful reunions of families and hostages, released in exchange for dozens of Palestinian prisoners, have brought the first relief from images of civilian death and suffering in the seven-week war, with hopes high for an extension.",
    "“That’s our goal, to keep this pause going beyond tomorrow so that we can continue to see more hostages come out and surge more humanitarian relief into those in need in Gaza,” Biden said Sunday, calling for operations to remove Hamas to be paused for “as long as prisoners keep coming out.”",
    "The EU’s foreign policy chief, Josep Borrell, echoed this call as the truce entered its final 24 hours, saying: “The pause should be extended to make it sustainable and long lasting while working for a political solution.”",
    "“Nothing can justify the indiscriminate brutality Hamas unleashed against civilians,” he said. “But one horror cannot justify another horror.”",
    "NATO chief Stoltenberg also weighed in, ahead of a meeting of allied foreign ministers in Brussels.",
    "“I call for an extension of the pause. This would allow for much needed relief to the people of Gaza and the release of more hostages,” he told journalists.",
    "Hamas had signaled its willingness to extend the truce, with a source telling AFP the group told mediators they were open to prolonging it by “two to four days.”",
    "“The resistance believes it is possible to ensure the release of 20 to 40 Israeli prisoners” in that time, the source close to the movement said.",
    "Under the truce, 50 hostages held by the militants were to be freed over four days in exchange for 150 Palestinian prisoners. A built-in mechanism extends the truce if at least 10 Israeli captives are released each extra day.",
    "But some hostages are believed to be held by Palestinian militant groups other than Hamas, potentially complicating future releases. Israel is also facing pressure from the families of hostages to extend the truce to secure more releases.",
    "Three successive days of hostage releases have buoyed spirits in Israel, with tearful reunions weeks after Hamas militants poured across the border on Oct. 7, killing 1,200 people, mostly civilians, according to Israeli officials.",
    "In response, Israel launched a military campaign to destroy Hamas, killing nearly 15,000 people, mostly civilians and including thousands of children, according to Gaza’s Hamas government.",
    "The third group of hostages released Sunday included a 4-year-old American citizen called Abigail whose parents were both killed in the Hamas attacks.",
    "“What a joy to see her with us. But on the other hand, what a pity that she returns to the reality of not having parents,” Israeli Prime Minister Benjamin Netanyahu said.",
    "“She has no parents, but she has a whole nation that embraces her,” he added.",
    "Also among those freed Sunday was an 84-year-old woman who was rushed to intensive care in critical condition “after serious neglect,” medical officials said.",
    "Separately, an Israeli soldier rescued from the Gaza Strip welcomed the releases of her fellow hostages, in her first public comments since she was freed.",
    "Ori Megidish, 19, was operating an observation post on the Gaza border when she was seized in the Hamas attacks. Her rescue was confirmed by the Israeli military just over three weeks later, but no details have since been released.",
    "In a relaxed video filmed at her home and posted to her TikTok account, she said she was “fine” and “happy to see all the moving clips of hostages returning to their families.”",
    "Israel had faced mounting pressure to extend the pause mediated by Qatar, the United States and Egypt, though its leaders have dismissed any suggestions of a lasting halt to the offensive.",
    "“We continue until the end — until victory,” Netanyahu said in Gaza on Sunday, on the first visit by an Israeli premier since 2005.",
    "His office has proposed a war budget of 30 billion shekels ($8 billion) for 90 days.",
    "Wearing military fatigues and surrounded by soldiers, Netanyahu vowed to free all the hostages and “eliminate Hamas,” in footage posted online by his office.",
    "In another sign of mounting international concern, U.N. rights experts called Monday for independent investigations into alleged war crimes and crimes against humanity carried out in Israel and the Palestinian territories since Oct. 7.",
    "Morris Tidball-Binz, the United Nations special rapporteur on extrajudicial executions, and Alice Jill Edwards, the special rapporteur on torture, issued a joint statement stressing the need for “prompt, transparent and independent investigations.”"
  ]
}