{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-bank-foreign-exchange-spreads-may-narrow-later-cb-governor-126531/",
  "time_ut": 1690160280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka bank foreign exchange spreads may narrow later: CB Governor",
  "original_body_lines": [
    "ECONOMYNEXT – The wide spreads seen between Sri Lanka’s bank dollar selling and buying rates may narrow later as foreign exchange markets become more active, Central Bank Governor Nandalal Weerasinghe said.",
    "“It is a function of liquidity in the market,” Governor Weerasinghe told a forum organized by CFA Society Sri Lanka.",
    "“One is uncertainty the other is liquidity. There are day the market is much more active. What I would say the market has to develop some more, much more in terms of depth.”",
    "There will be more inflows coming in the future. At the moment some foreign banks were also not dealing with local banks actively, he said.",
    "Under the current exchange rate regime, the exchange rate cannot be a “one way bet”, Governor Weerasinghe said.",
    "Banks are also collecting dollars these days to cover their positions on a debt exchange, he said.",
    "The wide spreads are not coming from a “profit perspective”, but from a “risk perspective”, Jonathan Alles, Chief Executive of Hatton National Bank said.",
    "The exchange is sometime “moving violently during the day,” and banks have to buy dollars in the morning and sell them at some other time, the spread was wide.",
    "“I do not want to find excuses at this stage, my simple answer is, we need to find a way,” Alles said.",
    "“Treasuries need to talk to customers to bring down the rate to a more acceptable level like it was before.",
    "“We probably need to make the exchange rate more predictable.”",
    "He was responding to a question on what can be done to bank foreign exchange spreads which have widened considerably.",
    "Sri Lanka has an ad hoc pegging arrangement where foreign reserves are expected to be collected under an International Monetary Fund, through so-called strong side convertibility (buying dollars to prevent appreciation), but reduced or no sales to defend or signal a rate.",
    "Analysts say it leads to flipping of the exchange rate regime from a peg of a reserve collecting central bank to a float suddenly, leading to cascading effects on the sentiment of importers, exporters as well as bank net open positions.",
    "An exchange rate of a reserve collecting central bank will be under upward pressure if open market operations are deflationary (liquidity is withdrawn from the interbank market by a sell down of central bank held domestic assets) and downward pressure if liquidity is injected.",
    "Liquidity injections makes outflows greater than inflows, as banks give credit with created money.",
    "Analysts have warned that in Sri Lanka and elsewhere, IMF programs tend to fail in the second year, because rates are cut claiming inflation is low just as domestic credit recovers, leading to a collapse of the currency, if low rates are enforced with open market operations, discrediting reforms and free markets.",
    "Sri Lanka has import and exchange controls, indicating that the monetary regime is not a clean float nor a consistent peg and has been fundamentally flawed for many decades.",
    "It is not possible to collect reserves in a clean float. An inflation targeting arrangement also needs a clean float. (Colombo/July24/2023)"
  ]
}