{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/MP-Dolawatte-challenges-SC-order-on-LG-polls-in-Parliament/56-746111",
  "time_ut": 1678306396.0,
  "original_lang": "en",
  "original_title": "MP Dolawatte challenges SC order on LG polls in Parliament",
  "original_body_lines": [
    "Claims the interim order issued by the Apex Court has attempted to prevent the implementation of Article 43 (1) read with Article 148 of the Constitution which speaks of the Finance Minister’s responsibility to Parliament on public finance",
    "Says order is an interference with the sacrosanct powers vested in Parliament in respect of the control of public finances",
    "Notes interim order seeks to give legal validity to the Activity Budget Estimates overriding an Act of Parliament",
    "Sri Lanka Podujana Peramuna (SLPP) MP Premnath C. Dolawatte says the powers and privileges of Parliament have been violated by the interim order issued by the Supreme Court on 3 March on the local Government elections. Raising the issue in Parliament on Tuesday, Dolawatte highlighted Article 43 (1) read with Article 148 of the Constitution which states that the Minister in charge of the subject of Finance is responsible to Parliament which controls public finance in giving effect to these laws and the financial regulations. The SLPP MP claimed that the interim order issued by the Apex Court has attempted to prevent the implementation of these articles and make the control of public finance by Parliament nullity.",
    "“It is also an interference with the sacrosanct powers vested in Parliament in respect of the control of public finances. The interim order seeks to give effect to the Activity Budget Estimates for 2023. The Activity Budget Estimates is not a law nor a legal document. It is a summary of the Appropriation Bill for 2023 to assist Parliament during the debate. This interim order seeks to give legal validity to the Activity Budget Estimates overriding an Act of Parliament i.e. The Appropriation Act No. 43 of 2022. This will also affect the prudent management of public finance thereby violating the provisions of the Fiscal Management (Responsibility) Act,” he said. The MP added that the Parliament has the power to act when there is a violation of its powers and privileges arising from Article 4 (c) of the Constitution.",
    "“Under the constitution, the Election Commission is responsible to Parliament. The Chairman of the Election Commission has already communicated to you Hon. Speaker the issues faced by the Commission in respect of the local Government election. Furthermore, a resolution has been introduced into the order paper to appoint a select committee to inquire into the holding of the said election by the Election Commission. Therefore, these are matters which have already come within the purview of Parliament and are now matters that constitute the business of Parliament. This matter was brought to the notice of the Court by the Attorney General’s Department before the interim order was made and it appears that the Judges who issued the Order have overlooked the same,” he noted.",
    "The MP went on to say that a number of applications were filed in the Supreme Court regarding the Local Authorities Election 2023 and the proceedings in respect of these applications are pending before another bench of the Supreme Court. “In those proceedings, one of the issues pending determination by the Supreme Court is the Secretary to the Treasury’s affidavit on the non-availability of funds. The counsel for the Elections commission has sought further time from Court to respond to the said Affidavit. A similar affidavit was filed in this application. The interim order has disregarded this affidavit, the contents of which are under consideration by the other Bench. When one bench of the Supreme Court has proceeded to disregard this fact and issue a stay order, it would constitute a contravention of established practices and norms leading to judicial anarchy. The Election Commission is not a party to this application – SC (FR) Application No. 69/2023. The interim order has been made without any reference to the Election Commission. The interim order violates the principle of natural justice. One of the learned Judges who issued the interim order is related to a Petitioner in a similar case being heard before the other bench of the Supreme Court. The learned Judge has not disclosed the relationship, nor has he rescued himself from the case,” he added."
  ]
}