{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-enables-issue-of-green-bonds-by-sri-lankan-companies/",
  "time_ut": 1682689560.0,
  "original_lang": "en",
  "original_title": "CSE enables issue of Green Bonds by Sri Lankan companies",
  "original_body_lines": [
    "The Colombo Stock Exchange (CSE) is pleased to announce the introduction of listing and trading of Green Bonds for the first time in the Sri Lankan stock market, with effect from 25th April 2023.Under the Green Bonds concept, proceeds are invested exclusively in green projects that generate climate or other environmental benefits, for example in renewable energy, energy efficiency, sustainable waste management, sustainable land use (forestry and agriculture), biodiversity, clean transportation, and clean water.",
    "The objective of enabling regulations for the issue of green bonds in the Sri Lankan stock market is to facilitate Sri Lankan corporates to raise capital that will be used for green projects and to foster greater transparency and accountability in the use of proceeds from the Green Bond, and to ensure reporting of the impact of the green projects for which the proceeds of the bond was used.",
    "The use of proceeds from the Green Bond should be aligned with the Green Bond Principles, which are accepted by the CSE. The accepted Green Bond Principles of the CSE are the Green Bond Principles by the International Capital Markets Association (ICMA), the European Green Bond Standards (EUGBS), and the Climate Bonds Initiative Standards (CBI Standards).",
    "The Green Bonds will have the same features of a Corporate Debenture and will be listed on the Debt Market segment of the CSE.The main difference between a Corporate Debenture and a Green Bond is the usage of the proceeds. In a Green Bond, the proceeds have to be exclusively used for financing or re-financing in part or in full, new or existing eligible green projects which are aligned with at least one international Green Bond standard set out above.",
    "The Green Bonds will be traded on the Automated Trading System (ATS), similar to Corporate Debentures. The trading parameters currently applicable to Corporate Debentures will also apply to Green Bonds as well.The potential issuers of Green Bonds are any public company incorporated under the Companies Act and any statutory body established/incorporated under a statute.",
    "Green Bonds could be identified as a new investment asset class for potential issuers and investors. By issuing Green Bonds, an issuer could access a broader pool of capital, including access to a foreign investor base who has an interest in investing in green projects. It also can play a positive role, in raising awareness and building expertise among investors on issues relating to the environment, thus, fostering greater transparency in the use of proceeds from the Bond.",
    "Green Bonds can also facilitate the establishment of public-private partnerships that might accelerate the pace of green investment and lead to the adoption of new technologies and also contribute to a sustainable economy.",
    "Commenting on this new product, CSE CEO Rajeeva Bandaranaike said, “As of January 2023, Green Bonds have globally raised $2.5 trillion, to support green and sustainable projects. Sri Lanka can tap into these funds and capitalize on by attracting foreign investments into Green Bonds. This will contribute positively towards the Sri Lankan economy whilst issuers get an opportunity to attract a new pool of investor base; especially foreign funds which are exclusively aimed at green projects.”",
    "“We are proud to be at the forefront of promoting sustainable investment mandates in the market, integrating environmental, social and good governance (ESG) criteria into the business or investment decisions, for the lasting benefit of both the capital market and the country at large.”",
    "“Based on the demand for bonds like Green Bonds, the CSE proposes to introduce Blue Bonds and Social and Sustainability Bonds in the future”, added Bandaranaike.",
    "ComBank is highest ranked bank in BT Top 40 for 14th consecutive year",
    "Stock market’s negative trends continue; investor confidence seen as having been undermined",
    "Stock market’s negative trends continue; investor confidence seen as having been undermined",
    "Local stock investors wary in the wake of debt restructuring worries",
    "Increasing state tax revenue seen as having a bearing on stock investments",
    "CSE investor sentiment affected by fears of reduced income from shares",
    "CSE trading slows as investors await policy directives on IMF loan",
    "News of USD 100 million hospital project boosts Asiri Hospital shares",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}