{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-recycled-plastic-exporter-say-orders-falling-outlook-grim-122362/",
  "time_ut": 1685846520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka recycled plastic exporter say orders falling, outlook ‘grim’",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s BPPL Holdings Plc an exporter of recycled plastics products and yarn, said profits fell 90 percent to 30 million rupees in the March 2023 quarter maid falling export orders and an appreciating rupee.",
    "Mainstream economists in US Fed and European Central Bank have tightened policy after printing money to drive up unsustainable demand and trigger supply chain bottlenecks.",
    "There was a slowdown in revenue from all key markets and across product lines due to fears of a possible recession in the coming months, BPPL told shareholders in the interim accounts.",
    "“Most customers lowered order volumes whilst running down inventories as rising interest rates and thereby funding costs in their own markets contributed to the slowdown,” the firm said.",
    "“The business outlook for the next few months remains grim as we are uncertain when orders will pick-up in our key markets.”",
    "Sri Lanka also printed money for two years triggering the worst currency crisis in the history of the island’s flexible exchange rate central bank, driving up fuel and electricity costs as well as domestic interest rates.",
    "BPPL said the firms fuel, transport and electricity costs went up and corporate taxes doubled from 14 to 30 percent.",
    "Sri Lanka’s central bank has hiked rates and stabilized the economy. The rupee has also reversed direction as a result. However, BPPL now has raw material acquired at higher prices.",
    "The rupee had appreciated to 327 to the US dollar by March 2023 from 366 in December 2022.",
    "BPPL said it had lost million in pre tax profits as a result.",
    "“The corresponding benefits from Rupee appreciation due to lower importation costs takes around three to four months to realise as raw materials “on hand” have to be used up and replacement materials imported at lesser cost,” BPPL said.",
    "On polyester yarn the firm is expecting a pick up later in the year. Rupee appreciation is also bringing input costs down.",
    "“Indications are that the situation will only improve in the second half of the new financial year 2023/24 once global interest rate increases peak,” the firm said.",
    "“We also anticipate lower production costs now that fuel costs have begun to reduce in Sri Lanka and",
    "“We also expect a faster pick-up in orders for recycled polyester yarn following the introduction of several new products to our portfolio.",
    "“Yarn was the first of our business lines to be impacted by the global economic slowdown and we expect it to be the first to recover as well.”"
  ]
}