{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/a-reflection-on-forty-years-since-the-black-july-anti-tamil-pogrom-in-sri-lanka/",
  "time_ut": 1690007023.0,
  "original_lang": "en",
  "original_title": "A Reflection On Forty Years Since The ‘Black July’ Anti-Tamil Pogrom In Sri Lanka",
  "original_body_lines": [
    "It is forty years since the 1983 anti-Tamil pogrom (‘Black July’) in which an estimated 3,000 Tamils died, hundreds of thousands displaced, and millions worth of Tamil properties destroyed. A crime of monumental proportion to which no one was ever held responsible. During the peak of the violence, J.R. Jayewardene, the president at that time, said, “I am not worried about the opinion of the Jaffna (Tamil) people; now we cannot think of them, not about their lives or their opinion………. really if I starve the Tamils out, the Sinhala people will be happy” – supposedly reflecting the mood in the South of the country and exposing his own attitudes towards the non-Sinhala populace.",
    "Undoubtedly, Black July was the tipping point on Tamil people’s history in Sri Lanka. It is no exaggeration that almost every Tamil was made to feel they did not belong to the country, and they would always be second class citizens. Even for their basic physical security, they were transported to the North-East of the country where they had historic links and were the majority.",
    "‘Black July’ did not happen in a vacuum. In fact, there was an air of inevitability about it. The seeds were planted decades earlier – discriminatory Citizenship Act, Official Language Act and educational p",
    "olicies, colonization schemes that altered the demography in Tamil majority areas, abolition of power-sharing pacts under hardline Sinhala Buddhist pressure, the burning of the Jaffna Public Library, enactment of the Prevention of Terrorism Act (PTA) and ensuing routine police and army brutality, and many other anti-Tamil riots of a lesser scale.",
    "The impact of ‘Black July’ was immediate, global, and far reaching. Every Tamil who could find a way to leave the country left. The incipient armed resistance grew big enough to fight a protracted war that lasted two and a half decades with devastating consequences to all. Militarized Sri Lanka grew more authoritarian where human rights were violated without conscience, impunity reigned, and corruption became endemic. The International Community, and India in particular, started to play an ever-increasing role in Sri Lankan affairs, often with charitable intentions.",
    "Today, Sri Lanka is economically nearly bankrupt. The excessive violence committed by the armed forces to end the war in 2009 has been a subject of much international scrutiny. A few Sri Lankan top political and military leaders are personae non gratae in many countries. Sri Lanka is often cited as a country that was so promising only a few decades ago but managed to squander everything. Without oversimplification, most of Sri Lanka’s ills can be attributed to a single source – its inability to manage a pluralist society without pandering to majoritarian chauvinism. In effect, what should have been an immense strength, became its defining failure.",
    "Forty years may be a short time in a country’s history, but this is typically half the lifetime of an average person. Many a youth who fled Sri Lanka after ‘Black July’ are now grandparents in some corner of the world. ‘Black July’ was the exodus moment for the Tamil people in Sri Lanka, with nearly one-third of Tamils from North-East Sri Lanka origin – loosely defined as ‘Tamil Diaspora’ – now living in many countries across the world with transformational impact on both, those who left and others who are left behind.",
    "Tamil Diaspora settled in most western countries could be characterized as one of the success stories among the recent migrant communities. Building on their inbuilt values of education and hard work, they have many notable achievements – professionally, economically, and through social and political impact in their new home countries. On top of it, they have shown immense passion and commitment to maintaining and passing on their linguistic, religious, and cultural traditions to the next generation. And there was the added incentive – the will to cherish and enhance their identity in countries that did not impose the obstacles they faced in their birth country.",
    "But this romantic notion of migrant success is only part of the story. There are many who lead unsettled and difficult lives – whether as refugees in Indian camps or in other countries without legal certainties or, working physically demanding jobs in harsh climates to meet the economic demands of theirs and the loved ones they left behind. Older people often lead lonely lives in unfamiliar environments with unfulfilled dreams of spending their old age in a homely, village environment. Also, the challenges faced by the young generation caught up between different cultural norms and value systems are not trivial.",
    "Compared to those in the diaspora, Tamil people living in Sri Lanka face exceptional challenges. Their areas are de-populated and many lead limited social lives, with their relatives and friends already moved overseas. Parents living alone in their old age with no children to look after has become the new normal. For young people, opportunities are limited, with their regions near the bottom in terms of economic development and educational achievements. The impact of militarization and war related displacements and disappearances continue to haunt them. A generation that took the brunt of the war is still languishing in unpalatable conditions.",
    "In terms of political rights and empowerment, the sense of being second-class citizens in their home country still lingers. The promises given by different Sri Lankan Governments related to accountability, transitional justice, political resolution, and reconciliation remain just that. The political outcome Tamil people achieved after decades of struggle – power devolution through Provincial Councils – remain ineffective with no political will on the part of the Government for full implementation.",
    "Sri Lanka appears to be a country that resists meaningful change even after historic events such as ‘Black July’, end of war in May 2009, and the Aragalaya resistance in response to the unprecedented economic crisis. Perhaps, only slow and progressive changes are what is possible in an intransient political system that has dominated the country for decades. What the Tamil community, including those in the diaspora, can do under such circumstances?",
    "For the Tamil diaspora, the influence and leverage we can have on our governments’ Sri Lanka policies (including at the UN) are fundamental to our advocacy efforts. But what has often been overlooked is the need to engage with all key stakeholders in Sri Lanka and develop a deeper understanding of the aspirations and fears of each community.",
    "Tamil politics for the past several decades has been driven by the fear of losing its uniqueness and identity in the land where they have been living for centuries. It is also a fact that despite being the dominant majority, the Sinhalese community also suffers from a feeling of insecurity due to certain historical and geographical considerations. There also appears to be some paranoia about Tamil diaspora, with no sympathetic consideration given for their hardship and suffering due to displacement and migration.",
    "We believe it is the responsibility of all communities and their leaders to take steps to reduce both the fear and insecurity of the other. It is in this matter that many politicians have not only failed but, in fact, exploited peoples’ fear for their own political benefits.",
    "It is also unfortunate that ethnic and religious harmony in Sri Lanka has been viewed almost exclusively through a political prism, and the role of the civil society and religious leaders in promoting them has been rather marginal.",
    "Forty years after Black July, Tamil diaspora is confident and capable, and many among them are willing to explore different ways of contributing to the betterment of the Tamil people, and indeed all communities living in Sri Lanka.",
    "While the possibilities are varied, many believe that with genuine and progressive inter-religious and civil society dialogue, including with the participation of Tamil diaspora, Sri Lanka can inch towards a truly pluralist country – a country where no community feels fearful of losing its identity or pride of place, and ‘Black July’ will appear only in history books, never to be repeated.",
    "*Dr. K. Mukunthan is a Director of Global Tamil Forum (GTF) where he is a Senior Member of the Strategic Initiatives Team."
  ]
}