{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/26/ca-quashes-summons-on-senior-cop-deshabandu/",
  "time_ut": 1687763100.0,
  "original_lang": "en",
  "original_title": "CA quashes summons on Senior Cop Deshabandu",
  "original_body_lines": [
    "COLOMBO (News 1st); Two legal proceedings initiated against Senior Deputy Inspector General of Police (SDIG) of the Western Province Deshabandu Tennakoon over the incidents that transpired during the 2022 protests were quashed by the Court of Appeal.",
    "The Court of Appeal quashed the letter issued by the Attorney General naming Deshabandu Tennakoon as a suspect over the attacks on ‘GotaGoGama’ at the Galle Face Green on 9th May 2022.",
    "The petitioner had noted that the Attorney General represented the CID from the beginning in this case, and never made an application to be made a suspect, and the Magistrate also did not make the petitioner a suspect.",
    "He noted that despite the protests, the tenure of the Inspector General of Police was extended by three months from March 2023, and that suddenly a communication was sent to the IGP stating that the petitioner had abetted in the commission of offenses punishable under the Penal Code.",
    "The letter from the Attorney General to the IGP noted that a statement be recorded from the Senior DIG as a suspect.",
    "The petitioner noted that the CID did not seek such advice from the Attorney General, and there was no evidence requesting for such advice.",
    "He noted that these could be attempts used to prevent him from being appointed as the Inspector General of Police, and noted that the time of the letter would have a serious detrimental effect on the promotional prospects of the petitioner.",
    "He also noted that the Human Rights Commission of Sri Lanka appointed a committee of inquirers, conducted a thorough and comprehensive inquiry about the conduct of the petitioner, and exonerated him from being guilty of any offense.",
    "The court of appeal in its order reiterated that the letter from the Attorney General had come under exception circumstances as there is no evidence against the Senior DIG to charge him for abetting the offenses punishable under the Penal Code.",
    "The order notes that the Attorney General had acted beyond his powers, and the decision taken by the Attorney General to prosecute the petitioners is unjust and unjustified.",
    "The Court of Appeal also quashed the summons issued by the Colombo Fort Magistrate against SDIG Tennakoon as a suspect over the discovery of Rs. 17.8 million that was found at the President’s House in Colombo by protesters who stormed the premises in 2022.",
    "The notices were quashed when the writ petition filed the Senior Police Officer was taken up for consideration.",
    "President's Counsel Dr. Romesh De Silva, PC, and several other counsel including Sugath Caldera and Niran Anketell appeared for Senior DIG Deshabandu Thennakoon.",
    "China Harbour Engineering to invest US $ 1.2 Billion in Colombo Port City"
  ]
}