{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Australia-helicopter-crash-Four-military-aircrew-missing/108-264190",
  "time_ut": 1690607682.0,
  "original_lang": "en",
  "original_title": "Australia helicopter crash: Four military aircrew missing",
  "original_body_lines": [
    "Four people are missing after a military helicopter crashed off the coast of Queensland in Australia.",
    "The incident took place during a night-time training exercise between the Australian and US military off Lindeman Island on Friday night.",
    "Defence Minister Richard Marles said a search and rescue mission was immediately launched.",
    "\"The four air crew are yet to be found,\" Marles said during a press conference on Saturday morning.",
    "He said that the MRH-90 Taipan helicopter crashed near the island, in the Whitsundays, at about 10.30pm local time (12.30 GMT).",
    "\"Our hopes and thoughts are very much with the aircrew and their families,\" he said, adding that \"we desperately hope for better news during the course of the day\".",
    "\"These are early days and there will be much more information to be provided about this incident,\" he said.",
    "Speaking at the same press briefing, the Chief of the Defence Force Angus Campbell said it was \"a terrible moment\".",
    "\"Our focus at the moment is with finding our people and supporting their families and the rest of our team,\" he said.",
    "He said he appreciated the support provided by civil agencies, the police, the public and \"our US allies\" to assist the search and rescue operation so far.",
    "The MRH-90 Taipan went down during drills as part of Exercise Talisman Sabre, the largest bilateral military training exercise between Australian and the United States.",
    "Defence officials announced a pause in the Talisman Sabre exercise, which also includes soldiers from Japan, France, Germany, and South Korea.",
    "\"I've initiated a pause X across Australia for all participants of Talisman Sabre to enable them all, regardless of their nation, to reach out and let their families know what is going on,\" Brigadier Damian Hill, the exercise director of Exercise Talisman Sabre, said.",
    "The exercise had been entering its second week and was testing large-scale logistics, land combat, amphibious landings and air operations.",
    "The US Secretary of State, Antony Blinken and Defence Minister Lloyd Austin are both currently in Queensland for talks on the AUKUS defence agreement, under which the US will supply nuclear submarine technology to Australia."
  ]
}