{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/President-Ranil-s-firm-resolve-for-reforms-pays-dividends/4-756340",
  "time_ut": 1702596655.0,
  "original_lang": "en",
  "original_title": "President Ranil’s firm resolve for reforms pays dividends",
  "original_body_lines": [
    "President Ranil explained the reason for the increase in VAT in Parliament on Tuesday",
    "The IMF Executive Board after much speculation completed the first review under the 48-month Extended Fund Facility with Sri Lanka, providing the country with access to SDR 254 million (about $ 337 million). This brings the total IMF financial support disbursed so far to SDR 508 million (about $ 670 million) out of the total amount of SDR 2.286 billion (about $ 3 billion). The IMF program according to an IMF statement will continue to support Sri Lanka’s efforts to restore macroeconomic stability and debt sustainability, safeguard financial stability, and enhance growth-oriented structural reforms. This is certainly an endorsement of the President’s firm resolve and commitment to the reform agenda despite being politically very unpopular and gives a huge advantage to the opposition.",
    "Unfortunately for the public many of the reforms are a bitter pill to swallow. The Government on the other hand needs to up their game and walk the talk when selling these austerity measures to the public. In fact, the IMF statement highlights the difficulty of implementing some of the reforms. The statement noted, “Today’s Board approval recognizes the challenging policy actions implemented by the Sri Lankan people to put the crisis behind them. Sri Lanka’s performance under the program was satisfactory. All quantitative performance criteria for end-June were met, except the one on expenditure arrears. All indicative targets were met, except the one on tax revenues. Most structural benchmarks were either met or implemented with delay by end-October 2023. These macroeconomic policy reforms are starting to bear fruit and the economy is showing signs of stabilization, with rapid disinflation, significant revenue-based fiscal adjustment, and reserves build-up.”",
    "The IMF has said repeatedly that the key to transitioning from stabilisation to a full and swift recovery is sustaining the reform momentum amid strong ownership by the authorities and more broadly, the Sri Lankan people. The IMF has urged the authorities to continue to build on these hard-won gains and further advance revenue mobilisation, align energy pricing with costs, strengthen social safety nets, rebuild external buffers, safeguard financial stability, combat corruption and enhance governance.",
    "As the IMF highlights in their latest statement very clearly, strengthening the revenue-based fiscal consolidation with revenue administration reforms is critical to recover from program slippages and to fund the provision of essential Government services. The IMF also points out that accumulating reserves, supported by exchange rate flexibility, remains an important priority under the EFF. They further highlight that implementing the bank recapitalisation plan and strengthening the financial supervision and crisis management frameworks are crucial to safeguarding financial sector stability to remain steadfast on the reform commitments.",
    "Despite all the negativity, Sri Lanka has reached several important milestones in putting debt on the path towards sustainability. Timely resolution with external private creditors is now a must, this should help restore Sri Lanka’s debt sustainability over the medium term. However, the imposition of high income and direct taxes to meet revenue targets causes havoc that overshadows its intended economic benefits to a country. Therefore getting the right mix of indirect taxes and direct taxes can prove potent in driving domestic economic growth, capital formation, and attracting foreign investment and domestic investment.",
    "The President has said increased tax revenue was essential for improving the country’s financial situation and addressing the debt crisis. Unfortunately excessive direct and indirect taxes can in many instances place a heavy burden on both individuals and businesses. While these taxes are meant to support governments to deliver on its mandate, it can have unintended consequences. Often excessive tax reduces the disposable income for individuals, reducing their ability to spend and invest. For businesses, high taxes can hamper growth, reducing capital for expansions that then create jobs. Numerous examples exist where third-world economies have been forced to raise taxes to demonstrate fiscal responsibility to multilateral agencies. However, this approach often leads to a vicious cycle. Increasing taxes can stifle economic growth, resulting in less revenue collection than expected, ultimately undermining the very goal it aims to achieve – economic growth and poverty reduction.",
    "While fiscal responsibility is crucial, it must be balanced with the need to promote economic growth and not hit the poor hard. We need to look at tax reduction strategies, simplification of tax systems, and increased efforts to combat tax evasion (many people don’t pay any taxes, just a few hundred thousand people pay taxes) and increase the pool of taxpayers. The Government by promoting a favourable tax environment, can prevent economic stagnation, encourage savings and attract new foreign investment. We need to improve revenue collection rather than continue to increase tax rates and squeezing the existing tax payers dry. Otherwise the typical middle-class family that is struggling due to the taxes reducing their overall buying power, will continue to negatively affect businesses and retailers across the country.",
    "Sri Lanka has the lowest Government revenue among South Asian countries, amounting to only 9.1% of its GDP. Therefore in the final analysis heaping taxes on the people who actually pay is certainly not an option anymore. There are several other options that can be pursued with a little bit of common sense with in the Government service that can raise serious revenue for the Government and also strengthen the social safety net and thereby safeguarding the poor and the vulnerable of our country"
  ]
}