{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Without-trust-of-affected-people-there-will-be-no-reconciliation/14-750809",
  "time_ut": 1689799913.0,
  "original_lang": "en",
  "original_title": "“Without trust of affected people there will be no reconciliation”",
  "original_body_lines": [
    "If the Government is sincere about truth-telling, justice or reconciliation, let it first demonstrate this by taking these first steps – Pic by Shehan Gunasekara",
    "Following is a statement by the Batticaloa Peace Committee, Batticaloa Justice Walkers and family members of the disappeared, on the proposal to establish a Truth and Reconciliation Commission by the Sri Lankan Government with the support of the international community",
    "We have learned of processes being undertaken by the Government of Sri Lanka to establish mechanisms for truth and reconciliation with support from countries such as South Africa, Japan and Switzerland. Together with the mothers, wives, siblings and children whose loved ones had been forcibly abducted and disappeared over a span of 40 years, and as friends of the families of the disappeared, we wish to outline a few concrete actions from the Sri Lanka Government that we consider to be essential to rebuild trust after the failure of every single successive state commission, inquiry or reconciliation mechanism we have witnessed or participated in over the past several decades.",
    "We call for the following steps to be fulfilled ‘before’ any further mechanisms are set up by the Government for ‘Truth and Reconciliation’.",
    "1. Fast-track a process of giving every affected family member copies of the key documents that relate to the incidents or losses they have experienced.",
    "a. This includes copies of police reports, records at different public commissions, complaint records made to HRC, etc.",
    "b. If the original police complaint cannot be found in the Police station records, new complaints – linked to the original complaint should be recorded under this fast-tracked process.",
    "c. In the absence or death of the family members who originally had made complaints, recognise the right of the next of kin in that family who is continuing the struggle for truth and justice to claim these documents.",
    "d. The documents issued under the fast-track process must be guaranteed to have the same credibility for legal and administrative purposes as a police report made at the time of the event.",
    "2. Follow-up on the already-established findings related to a number of emblematic cases in Batticaloa, which were presented to Presidential Commissions on numerous occasions with clear and credible evidence, including eyewitness accounts. Thorough inquires and investigations must be conducted within one year, and results of these must be made public. The cases to be considered include the following:",
    "a. The enforced disappearance of 158 persons from the Eastern University on 5 September 1990.",
    "b. The enforced disappearance of 184 persons taken from 4 villages surrounding the Saththurukondan army camp on 9 September 1990.",
    "c. The enforced disappearance of 4 boys (teenage and early 20s) on 5 May 2009 from Batticaloa Town as an extrajudicial retaliatory response to a case where a schoolgirl was abducted and killed.",
    "3. Many families have already identified to numerous commissions which camps their loved ones were taken. A list of all military camps including those of the army, STF, Navy, Air Force and all paramilitary camps, as well as the names of the officers-in-charge of these camps over the previous four decades must be made public. This way, families can make specific demands with regards to the whereabouts of their loved ones, and for overall accountability for enforced disappearance.",
    "4. Make public all relevant documents concerning military tribunals conducted over a period of the past four decades with regard to human rights violations.",
    "5. All documents collected by the Government during the war with regard to enforced disappearances and extrajudicial killings carried out by the Liberation Tigers of Tamil Eelam and all other armed groups, including details of those with command responsibilities for these, should be made available to the public.",
    "6. Credible inquiries must be initiated into the role and culpability of all armed groups in abductions and enforced disappearances, including by groups like PLOTE, EPDP, Karuna Faction and TMVP that worked alongside the Government forces. Government documents related to their role and finding of the inquiries must be made public.",
    "7. Credible inquiries to be initiated and made public into all armed groups that were responsible for child abduction and recruitment as child soldiers, including those that acted under active Government protection or complicity.",
    "8. The collective and continuing impact of physical, psychological, social and economic trauma on the lives of affected families cannot be quantified or put in words. Nevertheless, a meaningful monthly allowance must be paid to each affected family – NOT as compensation or in exchange for acceptance of a death certificate, but as a form of recognition of the ongoing impact of this loss in their lives. This should be recognised as a form of ongoing reparation.",
    "9. Directives must be issued to protect the democratic right of affected people (and indeed all citizens) to gather to have peaceful protests, memorials and remembrances in any form without intimidation and surveillance.",
    "10. Repeal the unjust PTA which has been the main cause for state human rights abuses with blatant impunity, as well as withdraw the proposed equally-draconian ATA.",
    "All of the steps outlined above can be undertaken by the Government unilaterally before they ‘once again’ request family members to tell their painful stories to ‘yet another’ mechanism for the sake of ‘reconciliation’. If the Government is sincere about truth-telling, justice or reconciliation, let it first demonstrate this by taking these first steps.",
    "The trust of affected people must be earned. Without this, there will be no reconciliation.",
    "Batticaloa Peace Committee, Batticaloa Justice Walkers and family members of the disappeared"
  ]
}