{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92549/decisive-actions-needed-against-state-officials-who-fail-to-back-govts-development-initiatives-state-minister",
  "time_ut": 1691588580.0,
  "original_lang": "en",
  "original_title": "Decisive actions needed against state officials who fail to back govt.’s development initiatives – State Minister",
  "original_body_lines": [
    "State Minister of Fisheries Piyal Nishantha de Silva highlighted that to materialize President Ranil Wickremesinghe’s vision for 2048, it’s imperative for all to collaborate cohesively.",
    "He expressed these views today (09) during a press conference themed ‘Collective Path to a Stable Country’ held at the Presidential Media Centre (PMC), the President’s Media Division (PMD) reported.",
    "He also said that decisive actions must be taken concerning state officials who fail to align with the government’s forward-moving agenda.",
    "“Failure to make these determinations threatens the gradual collapse of the fishing industry. Should such a collapse occur, the recovery process will be arduous and time-consuming”, he said.",
    "“President Ranil Wickremesinghe has formulated a targeted plan aiming for a transformative national change by 2048. The implementation of such a program entails the responsible ministry’s commitment to its duties. Consequently, numerous specialized initiatives have been enacted during this period to achieve the President’s objectives.",
    "The ministry has actively engaged in addressing fishermen’s welfare and challenges, focusing on technology adoption for the fishing industry progress and enhancing international relations. Yearly programs in alignment with World Fisheries Days have been instituted, including initiatives like ‘Dola Rala Saviya’ and ‘Rala Pela Dinana Daruwo’. These programs extend services to benefit fishing communities, such as insurance, pensions, and savings schemes for children.",
    "The Ministry of Fisheries has adopted a holistic approach to engage the public, partnering with affiliated institutions for comprehensive initiatives. Beyond its conventional role, the ministry has initiated broad-reaching programs to promote behavioral change within fishing families, notably the ‘Diriya Deewara Amma’ campaign, which addresses parental qualities and drug awareness.",
    "A novel cooling system has been incorporated into a vessel, marking a pioneering effort to mitigate post-harvest losses within the fishing industry. This advanced vessel has been launched, effectively curbing post-harvest damages.",
    "Consumers have experienced the brunt of escalating fish prices due to climatic influences and disruptions caused by religious festivities, leading to decreased fishing activity. These factors have hindered fish availability in the market.",
    "While some officials dutifully fulfill their responsibilities, others lack comprehension of the ministry’s objectives, resulting in a regrettable situation. The success of President Ranil Wickremesinghe’s envisioned program necessitates a collaborative approach from politicians, government officials, and other stakeholders. Pointing fingers solely at politicians won’t suffice; a unified approach is essential.",
    "It’s imperative for everyone within this sector, including government officials, to work cohesively, transcending individual agendas. By adopting such a unified stance, we can contribute to the advancement of our nation. Cabinet Minister Douglas Devananda and I, as the Minister of State, are committed to this cause, alongside numerous officials who share a dedication to our country and its fishing communities. As a united team, we are prepared to tackle forthcoming challenges, appreciating the collective support extended towards overcoming these obstacles.",
    "Decisive actions must be taken concerning officials who don’t align with the government’s forward-moving agenda. Failure to make these determinations threatens the gradual collapse of the fishing industry. Should such a collapse occur, the recovery process will be arduous and time-consuming.”"
  ]
}