{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/govt-to-allow-more-farmers-to-use-firearms-against-wild-animal-attacks/",
  "time_ut": 1684581540.0,
  "original_lang": "en",
  "original_title": "Govt to allow more farmers to use firearms against wild animal attacks",
  "original_body_lines": [
    "ECONOMYNEXT –Sri Lanka will start licensing more farmers to use firearms to protect crops as more farmland is coming under attack from wild animals, State Minister of Defence Premitha Bandara Tennakoon said.",
    "“We had to take this decision because of the high wastage of crops and because this has been a requirement by farmers for a long time because of the several grievances they face,” Tennakoon told EconomyNext.",
    "At present, farmers with more than five acres of land have the right to protect their property with a firearm, but an expert team appointed by Agriculture Minister Mahindananda Aluthgamage has suggested extending the permit to farmers with two acres or above. Licenses for firearms for crop protection activities can be obtained from the District Secretariats, Minister Tennakoon said.",
    "“Firearms will only be issued if the candidates and the users fulfill the requirements,” Tennakoon said without elaborating.",
    "Large amounts of crops are being destroyed annually by various wild animals, he said.",
    "“We haven’t issued circulars or licenses recently to use firearms for crop protection, but since crop damage is increasing, we considered tightening the law,” Tennakoon said.",
    "“Animals such as monkeys, peacocks, grizzled giant squirrels, porcupines, wild boars, and toque macaques listed on the protected list have been removed,” Minister of Agriculture, Mahinda Amaraweera told a group of farmers in February 2023.",
    "Following a collapse of the rupee in 2022 after the central bank printed money for two years to suppress interest rates, large numbers of the population has been pushed into poverty and malnutrition.",
    "According UN’s World Food Programme, 32 percent of Sri Lanka’s households are food-insecure, meaning food insecurity as a lack of consistent access to enough food for every person in a household to live an active, healthy life. This can be a temporary situation for a family or can last a long time.About 73 percent of households have resorted to ‘negative food and livelihood-based coping strategies’ relying on less preferred and cheaper foods, limiting portion size and reducing the number of meals per day.",
    "Sri Lanka Navy to map out hydrographic chart eying US$ 200 million revenue per year",
    "Fertilisers available in sufficient quantities for Yala cultivation after three years – Minister",
    "FAO launches project with EU funding to assist smallholder farmers",
    "Bulk of December govt. salaries paid with Rs 10.5 bn profit earned by Agrarian Development Dept",
    "Postpone LG poll and allocate money to purchase Maha paddy harvest at  reasonable price – Amaraweera",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}