{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/microsoft-and-sri-lankas-ministry-of-education-invite-schoolchildren-to-join-imagine-cup-junior-2023/",
  "time_ut": 1677690840.0,
  "original_lang": "en",
  "original_title": "Microsoft and Sri Lanka’s Ministry of Education invite schoolchildren to join Imagine Cup Junior 2023",
  "original_body_lines": [
    "Microsoft Imagine Cup Junior 2023 is now open for applications for school students aged 13 – 18. In its fourth year, Imagine Cup Junior 2023 is an exciting platform that enables children to learn about technology and how it can be used to solve some of the bigger challenges in the world.",
    "Students compete in one of five categories —AI for Earth, AI for Health, AI for Accessibility, AI for Humanitarian Action and AI for Cultural Heritage – and are mentored by Microsoft experts to bring their ideas to life. The deadline for applications is May 10, 2023.",
    "Microsoft recently hosted the principals of several schools to brief them on the competition. The session was attended by the Minister for Education Dr. Susil Premajayantha, as well as the Secretary and officials of the Ministry of Education.",
    "Imagine Cup Junior is the junior segment of Microsoft Imagine Cup, the premier global student technology competition which has been on for over two decades. Both offer students an opportunity to tap into their entrepreneurial skills and develop technology solutions for pressing local and global issues. Imagine Cup Junior is a great introduction to technology such as artificial intelligence (AI) and is designed to be suitable for students at any level of technical proficiency.",
    "“We need to act efficiently to keep up with the changing world that creates new knowledge and information at a rapid speed. It is important that we provide the right education, technology and skills for our future generation to keep up with this dynamic environment,” said Hon. Minister of Education Dr. Premajayantha. “We are bringing programs together to educate and upskill our teachers and create more opportunities for our students. In this journey, exposing and educating our educators and students to emerging technologies such as AI is of paramount importance. Competitions such as Imagine Cup Junior 2023 launched by Microsoft creates a global platform for our teachers and students to acquire new knowledge and test their skills to make them future ready citizens.”",
    "Related Topics:Microsoft and Sri Lanka’s Ministry of EducationMinister of Education Dr. Susil Premajayantha",
    "SLT-MOBITEL signs agreement with Cool Planet to power fashion chain’s new complex with SLT-MOBITEL Fibre",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}