{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/peoples-bank-donates-to-power-1990-suwa-seriya-ambulance-service/",
  "time_ut": 1702045200.0,
  "original_lang": "en",
  "original_title": "People’s Bank donates to power 1990 Suwa Seriya ambulance service",
  "original_body_lines": [
    "People’s Bank, Sri Lanka’s Premier Licensed Commercial Bank, announced that it has donated to sponsor a 1990 Suwa Seriya Ambulance under ‘Adopt an Ambulance’ initiative by the 1990 Suwaseriya Foundation.",
    "Suwa Seriya was launched in 2016, to provide free emergency medical assistance by way of an ambulance service across the island. Under People’s Bank’s ‘Mahajana Mehevara’ CSR programme, this sponsorship was made as a part of the bank’s continued commitment to the betterment of the Sri Lankan community and its dedication to supporting the country’s healthcare system.",
    "Sujeewa Rajapakse, Chairman of People’s Bank speaking at the time of handing over the sponsorship to Chairman of the Suwaseriya Foundation , said, ‘People’s Bank’s sponsorship of this ambulance is a significant step in its efforts to support the Sri Lankan community in multiple ways. As a nation minded business organization, we understand the importance of having access to free emergency medical services promptly. This will help ensure that each Sri Lankans will receive quality healthcare services when he/she needs it the most, regardless of his/her financial capability.’",
    "Clive Fonseka, CEO/GM of People’s Bank, stated, ‘Our commitment to the well-being of the Sri Lankan people goes beyond banking, and through our ‘Mahajana Mehevara’ CSR program, we aim to make a lasting impact on the communities we serve. The sponsorship of this Suwa Seriya Ambulance is a testament to our dedication to supporting critical services like healthcare.’",
    "Pan Asia Bank customers to receive next-level experience with the new customer onboarding platform by LinearSix",
    "People’s Bank triumphant at ‘SLIM Battle of Brain Champs’ Marketers Quiz 2023",
    "People’s Bank adds cutting-edge AI powered Chatbot to its website",
    "People’s Bank and Western Union strengthen their commitment to serving Lankan communities",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}