{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90091/seven-year-old-reported-dead-after-paracetamol-overdose-at-hospital",
  "time_ut": 1682510760.0,
  "original_lang": "en",
  "original_title": "Seven-year-old reported dead after Paracetamol overdose at hospital",
  "original_body_lines": [
    "The death of a seven-year-old girl was reported in the Gampola area recently, due to a Paracetamol overdose at a hospital in the area.",
    "Shyamali Tharushi, identified as a resident of Udahentenna, Uduwalle in Gampola, had run a temperature on 20 April, after which she was taken to the Kurunduwatte Divisional Hospital and prescribed a dosage of Paracetamol.",
    "The child was, however, taken to the Gampola Base Hospital afterwards, as her condition had only worsened.",
    "Upon examination of the medication previously prescribed for the child at the Kurunduwatte Divisional Hospital, doctors of the Gampola Hospital confirmed that the child had been given a dosage usually prescribed for adults, resulting in the overdose.",
    "The girl was then transferred to the Intensive Care Unit (ICU), where she was anaesthetised due to having suffered from unbearable pain, following which she died later that evening.",
    "An investigation into the matter is currently underway, Provincial Director of Health Services of the Central Province Dr. Nihal Weerasooriya said, after it was revealed that medication is being prescribed in a rather unruly manner by the pharmacist at the Kurunduwatte Divisional Hospital.",
    "It was revealed that owing to a shortage of prescription envelopes, medicines are dispensed in old electricity bills or paper chits. Further, due to an influx of patients, certain generic medications such as Paracetamol have already been wrapped and kept, with the recommended dose written on the inside of the paper.",
    "Thus, the Paracetamol issued for the child had also been given from one such pre-prepared stock, in which the dosage usually prescribed for adults was written on the inside.",
    "Despite the recommended dosage for the seven-year-old having been written on the outside of the relevant packaging, the parents of the child had failed to see this, as it was unorthodox and unanticipated, they said.",
    "Thus, they had administered the drug at a dosage much higher than that usually prescribed for children, resulting in the child’s death."
  ]
}