{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/IMF-bailout-conditions-plus-new-central-bank-act-will-close-doors-to-Modern-Monetary-Theory/4-746753",
  "time_ut": 1679862159.0,
  "original_lang": "en",
  "original_title": "IMF bailout conditions plus new central bank act will close doors to Modern Monetary Theory",
  "original_body_lines": [
    "Closing the door to MMT can be viewed as salutary provisions in both the IMF bailout package and the new central bank act",
    "The main culprit of the present macroeconomic imbalance has been the heavy use of bank credit by the broader public sector that is made up of the central government and public corporations. Their borrowing increased by 54% in 2020, 27% in 2021, and 31% in 2022. Under the IMF program, in 2022, the increase has been permitted by a modest rate of 12%. But in the period from 2024 to 2028, the Government should reduce its borrowing from the banking sector gradually reaching an overall reduction to 15% over the level that prevailed in 2024. What this means is that instead of borrowing from the banking sector, the Government should rely on cutting general administration expenses and raising revenue via taxation during the program period",
    "Last week, Sri Lankans were jubilant over the approval of an extended fund facility of some $ 3 billion by IMF to help the country to overcome the chronic as well as the acute balance of payments crisis which it faces now. The conditions which the Sri Lankan Government has agreed to receive this facility are now in public domain (available at: https://www.imf.org/en/Publications/CR/Issues/2023/03/20/Sri-Lanka-Request-for-an-Extended-Arrangement-Under-the-Extended-Fund-Facility-Press-531191).",
    "Prior to receiving it, the Government has met 9 pre-conditions. There are 37 more conditions which the Government has promised to meet over the next four-and-a-half-year period to keep the program going. By agreeing to these conditions, the Sri Lankan Government has chosen to get into a very tight jacket voluntarily. One of the salutary features of these conditions is that they have closed the door to those practicing the variant of the Keynesian economics known as the Modern Monetary Theory or MMT. This is at least during the program period. This is going to be a permanent feature with the enactment of the new central bank law by the Government in late April 2023, as a continuing structural condition for the IMF facility.",
    "I have discussed in this series the main features of MMT and its disastrous consequences in a small non-reserve producing open economy like Sri Lanka in three main articles earlier (available at: https://www.ft.lk/columns/MMT-money-printing-and-Keynes/4-715798; https://www.ft.lk/columns/Following-MMT-Should-Sri-Lanka-rely-on-inflation-tax-to-generate-income-for-cash-strapped-Govt/4-713565; https://www.ft.lk/columns/A-Child-s-Guide-to-Modern-Monetary-Theory-Keynesianism-in-an-old-bottle/4-710459). What prompted me to write these articles was the public pronouncements made by the top policy leaders of the previous Gotabaya Rajapaksa government, namely, the state minister Ajith Nivard Cabraal and Central Bank Governor W.D. Lakshman, that there is no relationship between the money supply and inflation or exchange rate.",
    "Sri Lanka’s annual inflation is rising at about 50% today due to the loose and excessive money supply increases in the past. This should be reduced to a single digit level and the process followed is known as ‘disinflation’. This disinflation process is to reduce the annual inflation to about 15% by end-2023 and further to 4-6% by end-2024. After 2024, the Central Bank will adopt inflation targeting or IT as its monetary policy framework as stipulated in the new central bank act. This requires a tight monetary policy stance on the part of the bank",
    "Following this ideology, the Central Bank under Lakshman and later Cabraal permitted the broad money stock of the country, designated as M2b, to rise phenomenally. Accordingly, M2b rose from Rs. 7.6 trillion in December 2019 to Rs. 11.6 trillion by March 2022. This was an increase of the money stock by Rs. 4 trillion or 53%. Since then, the money stock has increased to Rs. 12.3 trillion by January 2023. What this means that since December 2019 the money stock has increased by Rs. 4.7 trillion or 62%. The main contributor to this phenomenal increase in money stock was the Government’s borrowing from the banking system. Its net borrowing from the banking system, that is, the gross borrowing netted against the government deposits with the banking system, increased from Rs. 2.7 trillion in December 2019 to Rs. 7.6 trillion by January 2023. This is a growth of 181% over this period.",
    "As a result, contrary to what both Lakshman and Cabraal had pronounced, inflation rate had accelerated to 70% by end August 2022. Since then, it has decelerated slightly to about 50% but the prices are still rising at a slower rate. Regarding the exchange rate, it fell from Rs. 200 a dollar to Rs. 360 a dollar. That was the cruel legacy which MMT has left in Sri Lanka.",
    "An ideology similar to MMT was first presented by the Scottish economist John Law in 1720 when he published a book under the title ‘Money and Trade. Considered; With a Proposal for Supplying the Nation with Money’. The gist of his argument was that money belonged to the king and therefore, the king can issue money in multiple terms by changing from metal-based money to paper money. That money will finance trade and the consequential increase in trade will bring prosperity to the nation. Unfortunately for him but fortunately for Scotland, the Scottish Parliament did not buy his proposal. Then he went over to France and managed to sell it to King Lous IV who had been engaged in a costly war at that time. France issued money in multiple terms but without a backing of precious metals, became bankrupt soon.",
    "In the modern times, MMT was represented by a breakaway group of economists led by Warren Mosler, L. Randall, and Stephanie Kelton who argued that there is no harm in running a budget deficit by printing money because it would deliver prosperity to USA. This may be true for USA whose currency is an international reserve currency and its economy is with an installed excess capacity. But to follow it uncritically in Sri Lanka was a disaster.",
    "IMF programs are modelled on the principle of monetary theory and not on MMT. According to monetary theory, when money is issued in excess of the real economic growth, the increase in the aggregate demand will cause the economy to overheat, partly increasing domestic prices leading to inflation, and partly increasing imports leading to balance of payments deficits and pressure for the currency to depreciate. Hence, money should be handled carefully without causing inflation or currency depreciation. This disequilibrium in the monetary sector will cause like disequilibria in the fiscal sector, external sector, and finally, the real sector. Accordingly, seeking to address all these disequilibria simultaneously, IMF programs put a cap on excess money printing by central banks to finance exorbitant government deficits. This is what has been agreed by the Sri Lankan Government when it sought a bailout facility from IMF.",
    "The program which is to be implemented over the next four-and-a-half-years’ time will cut the Government to size. At present, government finances are all out of control with low revenues, rising expenditures, and widening budget deficits. Revenue of the Government has been about 8% of GDP, gross expenditure that includes the reissue of maturing government securities as well is unmanageably high and the gross financing requirement of the Government is as high as 27% of GDP. Without resources, this disequilibrium cannot be continued. Whatever the money that is allocated will be wasted or misappropriated due to the lack of a proper governance system and weak anti-corruption laws. To overcome them, the Government has agreed with IMF to implement the following proposals that are measured by quantitative or structural benchmarks.",
    "One is that the Government has promised to curtail its expenditure excluding interest expenses and generate a surplus of 0.8% of GDP in its primary account by 2024 and continue with a surplus of 2.3% thereafter. This is a serious challenge because it compels the Government to cut its overall administrative expenditure drastically without touching its capital expenditure programs. This does not allow money printing and financing the budget as recommended by modern monetary theorists. To meet this target, revenue should be increased gradually from 8.5% of GDP in 2022 to 15.2% by 2028. The expenditure will be kept at about 20% throughout. With interest payments of about 7%, there will be a sizable surplus in the primary account.",
    "The main culprit of the present macroeconomic imbalance has been the heavy use of bank credit by the broader public sector that is made up of the central government and public corporations. Their borrowing increased by 54% in 2020, 27% in 2021, and 31% in 2022. Under the IMF program, in 2022, the increase has been permitted by a modest rate of 12%. But in the period from 2024 to 2028, the Government should reduce its borrowing from the banking sector gradually reaching an overall reduction to 15% over the level that prevailed in 2024. What this means is that instead of borrowing from the banking sector, the Government should rely on cutting general administration expenses and raising revenue via taxation during the program period.",
    "In the letter of intent addressed to IMF for the EFF facility, the Finance Minister and the Governor of the Central Bank have agreed to ‘ensure that the national budgets approved by Parliament are consistent with program parameters including the targets on the primary balance, revenues, and non-interest expenditure’. This amounts to binding future Cabinets to decisions taken today. In addition, to generate the proposed surplus in the primary account, the Government has promised to revamp the Value Added Tax or VAT system abolishing vast majority of exemptions. This will be strengthened by revamping the property tax system and introducing a wealth transfer tax by 2025.",
    "Sri Lanka’s annual inflation is rising at about 50% today due to the loose and excessive money supply increases in the past. This should be reduced to a single digit level and the process followed is known as ‘disinflation’. This disinflation process is to reduce the annual inflation to about 15% by end-2023 and further to 4-6% by end-2024. After 2024, the Central Bank will adopt inflation targeting or IT as its monetary policy framework as stipulated in the new central bank act. This requires a tight monetary policy stance on the part of the bank. In this connection, this is what the Government has promised the IMF.",
    "“To support our disinflation strategy, we will refrain from monetary financing. The fiscal adjustment, debt relief, and new external financing envisaged under the program will allow budget deficits to be financed in a more sustainable way once the program is in place, without relying on inflationary monetary financing (i.e., direct credit to government to finance budget deficits) that has jeopardised price stability. The reduction in net domestic financing needs of the government and the improvement in the net international reserves position will also enable the CBSL to gradually unwind its remaining large holdings of Treasury securities. The pace of the reduction is informed by the market’s estimated capacity to absorb the CBSL’s divestment and a need to prevent excessive expansion of the CBSL’s balance sheet from rebuilding reserves.",
    "“The reduction in the CBSL’s holdings of Treasury securities and the discontinuation of monetary financing will be monitored by a quantitative performance criterion on the ceiling of the CBSL’s net credit to the government (excluding the CBSL’s temporary holdings of treasury securities for short-term monetary operations; see TMU). The ceiling for end-June 2023 is set at the level recorded at end-January 2023, and is programmed to be reduced by Rs 150 billion during 2023H2. A program adjustor will be introduced to allow monetary financing in the case of a potential shortfall in external program financing in the first 6 months of the program.”",
    "The IMF bailout package as well as the new central bank act does not permit the Central Bank to print money and finance the Government as envisaged by the advocates of the Modern Monetary Theory. This will help the Central Bank to stick to its inflation targeting monetary policy framework. Once the inflation is maintained at around 4-6% under inflation targeting system, the balance in the macroeconomy will help the country to plan for sustainable economic growth. This is indeed what is anticipated by the IMF bailout package",
    "Accordingly, the Central Bank has promised not to lend money to the Government, unwind its existing Treasury bill portfolio which amounts to about Rs. 2.7 trillion at present gradually, and there will be a ceiling on the lending to Government by the Central Bank. This is in line with the stipulations in the new central bank act too. In the new act, the Central Bank shall not grant credit to Government or any government authority directly or indirectly. This prohibition has been further strengthened by another prohibition whereby the Central Bank cannot buy Treasury bills from the primary issue of such bills.",
    "It can buy such securities in the secondary market just to build a stock to conduct its open market operations in which the liquidity in the system is curtailed or expanded as the monetary situation requires. However, this should be done without violating the prohibition that the Central Bank should not directly or indirectly grant credit to the Government or any governmental entity. Any increase in the lending to Government will be permitted only if the Government runs into difficulties due to the non-delivery of the anticipated external financing for the budget during the first six months of the operation of the program with IMF.",
    "The Central Bank has promised not to lend money to the Government, unwind its existing Treasury bill portfolio which amounts to about Rs. 2.7 trillion at present gradually, and there will be a ceiling on the lending to Government by the Central Bank. This is in line with the stipulations in the new central bank act too. In the new act, the Central Bank shall not grant credit to Government or any government authority directly or indirectly. This prohibition has been further strengthened by another prohibition whereby the Central Bank cannot buy Treasury bills from the primary issue of such bills",
    "What this means is that the IMF bailout package as well as the new central bank act does not permit the Central Bank to print money and finance the Government as envisaged by the advocates of the Modern Monetary Theory. This will help the Central Bank to stick to its inflation targeting monetary policy framework. Once the inflation is maintained at around 4-6% under inflation targeting system, the balance in the macroeconomy will help the country to plan for sustainable economic growth. This is indeed what is anticipated by the IMF bailout package.",
    "Hence, closing the door to MMT can be viewed as salutary provisions in both the IMF bailout package and the new central bank act.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected])"
  ]
}