{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/china-civil-engineering-construction-to-build-sri-lanka-railways-factory-in-ratmalana-143716/",
  "time_ut": 1702455240.0,
  "original_lang": "en",
  "original_title": "China Civil Engineering Construction to build Sri Lanka Railways factory in Ratmalana",
  "original_body_lines": [
    "ECONOMYNEXT – A contract to design and construct the Ratmalana railway diesel power set factory has been awarded to China Civil Engineering Construction Company, by a cabinet decision, cabinet spokesman minister Bandula Gunawardena said.",
    "The project is a part of the Railway Efficiency Improvement Project implemented with Asian Development Bank funds.",
    "International bids were invited for the design and construction of the Factory, and out of 9 bids submitted, 2 were rejected, Gunawardena said at a press briefing.",
    "“The cabinet-appointed Standing Procurement Committee submitted its recommendation after evaluating the remaining 7 bids, and recommended the China Civil Engineering Construction Company.”",
    "The Railway Efficiency Improvement Project was prepared to support improvements in the operation, maintenance, safety, skills development, and implementation capacity of Sri Lanka Railways, according to an ADB statement:",
    "“The project will (i) improve the operational efficiency of the railway network by addressing key operating bottlenecks with the modernization of the telecommunications, ticketing, operations headquarter, and train control center systems; (ii) upgrade the railway workshop at Ratmalana, and procure rolling stock and track maintenance equipment; (iii) improve railway safety mainly through the construction of housing blocks to support the future resettlement of encroachers, and the improvement of Colombo Fort and Maradana stations; and (iv) upgrade the Sri Lanka German Railway Technical Training Center (SLGRTTC); and (v) support project implementation capacity and readiness, notably for the future modernization of the Kelani Valley line and other suburban lines.” (Colombo/Dec13/2023)"
  ]
}