{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-coronation-facts-comments-anecdotes/",
  "time_ut": 1683981600.0,
  "original_lang": "en",
  "original_title": "The Coronation: facts, comments, anecdotes",
  "original_body_lines": [
    "“Anointed with holy oil and enthroned on St Edward’a chair, King Charles III was crowned on Saturday in a solemn ritual that stretches back more than a millennium, but unfolded with multiple concessions to the modern age.”",
    "Quoted above is the first sentence of one of the many press articles I read, this being in the New York Times of May 7. It encapsulates the main features of this momentous event, which as an Anglophile with interest in the Royal Family I watched on BBC News on May 6 from noon to late evening, and parts of the day’s events even the next. The late Queen was very much in our thoughts, particularly her coronation 70 years previous. I saw a film of it in the Regal Theatre Kandy.",
    "The coronation service conducted by the Archbishop of Canterbury, Justin Welby, in Westminster Abbey seating 2,200 invitees, lasted almost three hours. It was very Christian and completely traditional. The most touching moments were when King Charles was divested of his regalia, outer cloak and jacket, and screened off. The Archbishop anointed him with holy oil harvested from the Mount of Olives and consecrated in the Church of the Holy Sepulcher in Jerusalem. Charles was then left to commune with his God for a short while.",
    "King Charles’ first words after entering the church with splendorous pomp and pageantry were simple yet so significant: “I come not to be served, but to serve.” Later, in taking his oath of allegiance to Church and country, he said: “Grant that I may be a blessing to all thy children of every faith and belief.” This was his promise to be a pluralistic monarch for a diverse society. The inclusion of other religions was a must for the new king and proven when leaving the Abbey after being crowned when he detoured somewhat before he reached the exit, to acknowledge the presence of representatives of other faiths, including the London Vihara Sinhala Bhikkhu and two women in sari. The tug to the heart was when tall Prince William, heir to the throne, promised allegiance to the King and then as a son kissed his father. Camilla, now Queen and no longer Queen Consort looked composed, feminine and beautiful.",
    "Moving with the times and more particularly in accord with King Charles’ wishes, this coronation was somewhat different from that of the Queen’s. A children’s choir was added to the choir of the Abbey. Noteworthy is it that the conductor of the Cathedral choir is Andrew Nethsinghe who played a significant role in the ceremony. To the hymns were added new compositions, one being Andrew Lloyd Weber’s ‘Make a noise’. Another innovation was having Gospel singers included; dressed in white were six black singers belting out their praises. Songs were sung in Welsh, Scottish and Irish Gaelic. Female bishops from the Church of England took part in the liturgy.",
    "Women played important roles in the Coronation. The most significant was Penny Mordaunt in a classic green outfit with a gold embroidered pattern of fern. She is the Leader of the House of Commons who in July 2022 unsuccessfully challenged Sunak for the Conservative Party leadership. She may be PM one day. At the coronation she stood ramrod straight bearing the jewel encrusted Sword of State and took centre stage alongside Charles at different times. She led the procession of the crowned king out of the Cathedral.",
    "An item of very great pride to us Asians, and significance, was the excellent reading of Rishi Sunak, Hindu PM of Britain, from the Epistle to the Colossians. He outdid Brit Britishers.",
    "The one discordant noisy note was the protest against the monarchy staged small even outside London. The protesters carrying placards saying “Not my king” and shouting it out congregated mostly in Trafalgar Square. Its leader, Graham Smith, and near 100 others were arrested. They had promised not to disrupt the procession, but the police were extra cautious.",
    "“The royal family’s awkward dynamics were on display in the ceremony.” I say the awkward was mostly discourtesy of Prince Harry. He arrived from California alone, just the morning of the coronation and departed soon after the service to be at his son’s fourth birthday party. He did not appear on the balcony. Mixed with utter distaste for what he has done to dishonor his father, step-mother, brother and sister-in-law by publishing trash about them, is a sort of pity. We surmise that due to Meghan’s influence he cut himself away from his family, country and position he held and will surely rue these decisions. He was in a suit and sat in the third row next to cousins, far removed from where he should have been: next to and supportive of his brother, and suitably acknowledging his father as the crowned king",
    "By contrast Prince William played a major role the day of the coronation and the next when he organized a concert at Windsor as tribute to the king. He and Catherine were dressed in royal regalia for the coronation service as requested by Charles but the women of even the extended family were vetoed from wearing tiaras. Hence the matching created decoration on the heads of the Duchess of Wales and daughter Charlotte. They were in matching ivory silk crepe dresses designed by Alexander McQueen. Son, Prince George, aged nine, held the robe of the king and pulled heart strings when camera-caught twisting and turning his mouth while waiting.",
    "The speech delivered by Prince William at the end of the Windsor concert was excellent in content and delivery. He paid tribute to the king by addressing him as Pa and mentioned how much service to the nation he has already given, particularly via his Trusts and more especially the one for differently abled youth. As a very young man Prince Charles warned the environment was being damaged and the world would pay for it, if harm done was not promptly arrested.",
    "Noteworthy it was that the king’ sister, Anne – Princess Royal – accompanied the procession riding her horse just behind the royal carriage; part of the security contingent.",
    "Four thousand troops, including those from the Commonwealth (one soldier from the Maldives was interviewed by BBC), on horseback and foot, plus 19 bands led the royal entourage to the Abbey and back to Buckingham Palace. A fine coincidence was that the father of the Army officer –Brigade Major Lt. Col. James Shaw – who led the forces on May 6,was also an army man and led the parade at Queen Elizabeth’s coronation in 1953.",
    "I listened to conversations that were being given on BBC’s programme on the coronation, earlier in the day. The idea was presented to a biographer of the Royal Family that Camilla is still hated as the woman who caused the death of Princess Diana and that her life-long aim of becoming queen would finally be realized. The woman answering said it was nonsense to blame Camilla and that Camilla never entertained ambitious aims. She is a shy person who does much social service with no making it known, she affirmed. The article I quote from said: “For Camilla, 75, the coronation represented the end of a decades-long rehabilitation project that began with her marriage to Charles in 2005, after the messy dissolution of his marriage to Princess Diana.” The couple are said to be very happy together and complement each other.",
    "Prince Charles, when quite young, had wanted to meet Barbara Streisand when he was visiting LA. He met her in a studio while she was recording. Finding her sipping from a mug, he asked her what it was. Tea, she replied, to keep my throat warm. What sort of tea, he enquired. Taste it, she said and offered her mug to him. He drank off it. She proclaimed she admired him affectionately from that day on.",
    "Prince Charles came to Sri Lanka to be chief guest at the 60th Independence Celebrations February 4, 1998. The civil war was raging and he sure would have been warned but he said he was not afraid and braved it. Chandrika B K was Prez, and the parade was opposite the Parliament in Kotte. The Prince had to sit between Mrs B, PM, unable to turn her neck to speak with him, and Lt. Col. Anurudha Ratwatte, Deputy Defense Minister leaning heavily on a walking stick.",
    "Then the IGP, standing behind the Prez as she delivered her address, fell with a resounding thud in a faint. People remarked the prince got scared and escaped. He did leave early because he wanted to visit Jaffna where he donated money to rebuild the clock tower that was war destroyed. This clock tower was built in honour of the visiting Prince of Wales – Albert Edward – in 1875. My comment here is: such rotten allocation of even seats; the prince spent his time reading the brochure distributed.",
    "I read that local planners of the visit and others bungled but to the amusement of the Prince who had said he had to bite his lips and tongue to prevent roaring laughter. Why? The 21 gun salute set the grass at Katunayake ablaze and while the Prince was being welcomed fire engines roared past the dais. He was to visit the Dalada Maligawa but it had been LTTE damaged a week previous. Hence, instead, he was taken to inspect a factory turning out men’s underwear! Only our planners could be so idiotic!",
    "He requested a visit to Lunuganga at short notice. Geoffrey Bawa rushed to buy finger food and be present. The prince had walked all over the grounds and leisurely had tea with Bawa. Charles’ interest in gardening and architecture is well known. Basically he is a humane man who is now King of Britain and the Commonwealth. I bet he will be excellent.",
    "My concluding comment is that even in a country used to royal spectacle, the coronation weekend beggared all previous events, even royal weddings. The coronation itself is dated to that of King Edgar in AD 973 in the Roman city of Bath. Thus the millennium long traditions, the splendor, and precision and excellence of planning; which are uniquely British.",
    "King Charles III crowned as the UK blends tradition and change",
    "President participates in Commonwealth Leaders Meeting held under the patronage of King Charles III",
    "South Africans ask UK to return diamonds in Charles’ crown jewels",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}