{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89238/powerful-earthquake-felt-in-afghanistan-pakistan-india",
  "time_ut": 1679424780.0,
  "original_lang": "en",
  "original_title": "Powerful earthquake felt in Afghanistan, Pakistan, India",
  "original_body_lines": [
    "A powerful earthquake has been felt in parts of Afghanistan, Pakistan and India, sending panicked residents into the streets, according to witnesses.",
    "Pakistan’s Meteorological Department said Tuesday’s earthquake measured at magnitude 6.8, with the epicentre being in the Hindu Kush mountain range near the remote northern Afghan province of Badakhshan.",
    "Separately, the US Geological Survey (USGS) put the magnitude slightly lower, at 6.5, according to preliminary information. The USGS said the epicentre was 40 kilometres (25 miles) south-southeast of the Afghan town of Jurm, near the borders with Pakistan and Tajikistan.",
    "So far no casualties have been reported, including in Afghanistan which was the quake’s epicentre.",
    "“So far, thank God, there has been no bad news of casualties. We hope that all citizens of the country are safe,” Afghan government spokesman Zabihullah Mujahid said on Twitter. He added that health centres across the country had been put on high alert.",
    "The tremor was felt in Afghan capital, Kabul, as well as a number of Pakistani cities, including Islamabad and Lahore.",
    "Sarah Hasan, a resident of Islamabad, told Al Jazeera that the walls of her house vibrated as the earthquake hit the Pakistani capital.",
    "“It started off slowly and then became strong,” the 43-year-old said. “The house was vibrating, things were shaking. It started slowing down, and after a few minutes, it felt like everything is calm again.”",
    "Witnesses also reported feeling the shaking in Indian-administered Kashmir, as well as in India’s capital, New Delhi.",
    "Large parts of South Asia are seismically active because a tectonic plate known as the Indian plate is pushing north into the Eurasian plate.",
    "A magnitude 6.1 earthquake in eastern Afghanistan killed more than 1,000 people last year."
  ]
}