{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Eran-proposes-e-procurement-to-combat-corruption-in-SL/56-755511",
  "time_ut": 1700684828.0,
  "original_lang": "en",
  "original_title": "Eran proposes e-procurement to combat corruption in SL",
  "original_body_lines": [
    "Claims procurement is where bribery and corruption are most prevalent in SL",
    "Stresses that Rs.300 b is wasted annually in SL due to fraud and corruption",
    "Calls for companies involved in fraudulent activities to be blacklisted",
    "Samagi Jana Balawegaya (SJB) MP Eran Wickramaratne yesterday proposed Sri Lanka adopt an e-procurement system similar to that of Bangladesh to combat corruption and boost confidence in investors.",
    "Addressing the budget debate regarding allocations for the Presidential and Independent Commissions, the MP said that procurement is where bribery and corruption are most prevalent in Sri Lanka.",
    "“It is a topic of widespread discussion. If you pick up a daily newspaper, at least six out of the 10 stories on the front page are related to theft and fraud. Research institutes have revealed that approximately Rs. 300 billion are squandered annually in Sri Lanka due to corruption and fraud,” he pointed out.",
    "“The annual waste of Rs. 300 billion in public funds surpasses the combined expenditure on education, health and welfare, mainly due to the absence of effective strategies to curb fraud and corruption in our country. There should be a system for blacklisting contractors and companies engaged in misconduct,” he emphasised.",
    "“In 2006, a procurement guideline was established, although it was not a legal framework. However, there is no legislation enabling the blacklisting of organisations involved in fraud and corruption. While there is a provision for blacklisting due to violations of contract terms and conditions, only two institutions have faced such penalties from 2006 to the present,” he remarked.",
    "He highlighted that in 2019, the Government shut down the procurement agency established during the Good Governance Government period, transferring that responsibility to the Department of Public Finance. According to him, the Department has since failed to nominate any entity to be blacklisted for corruption.",
    "The SJB MP pointed out that neighbouring countries such as Nepal have blacklisted 629 companies while Bangladesh has banned 510 companies. Wickramaratne emphasised Bangladesh has progressed in e-procurement and suggested that for Sri Lanka to advance without corruption, it should adopt an e-procurement system that instils confidence in investors."
  ]
}