{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92234/all-party-conference-on-reconciliation-program-to-be-held-today",
  "time_ut": 1690346520.0,
  "original_lang": "en",
  "original_title": "All-party conference on reconciliation program to be held today",
  "original_body_lines": [
    "The all-party conference chaired by President Ranil Wickremesinghe will take place at the Presidential Secretariat today (July 26).",
    "The President’s Media Division (PMD) said invitations were extended to all political party leaders and independent groups with representation in the parliament seeking their attendance for the meeting, during which the Head of State will brief them about the National Reconciliation Program.",
    "The development closely follows President Wickremesinghe’s two-day official visit to India last week, where he met with Prime Minister Narendra Modi and the Tamils issue was given prominence in the wide-ranging talks between the two leaders.",
    "The Indian prime minister had underscored the need for the implementation of the 13th Amendment (13A) to the Constitution of Sri Lanka.",
    "India has been pressing Sri Lanka to implement the 13A, brought in after the Indo-Sri Lankan agreement of 1987. The 13A provides for the devolution of power to the Tamil community. It created nine provinces as devolved units with a temporary merger of the Northern and Eastern provinces.",
    "Prior to his India visit, at a meeting with the Tamil parties, Wickremesinghe assured that the 13th Amendment would be fully implemented, without police powers, in the provincial councils.",
    "However, political parties in the opposition appear to be divided on attending the all-party conference.",
    "Samagi Jana Balawegaya (SJB) MP Vijitha Herath said the government needs to come to an internal agreement on the convening an all-party conference before doing so.",
    "Now-independent MP Vasudeva Nanayakkara and National Freedom Front’s MP Mohamed Muzammil have confirmed their participation while National People’s Power (NPP) decided to boycott the meeting."
  ]
}