{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95232/officials-of-lg-bodies-directed-to-provide-necessary-public-services-with-equal-consideration",
  "time_ut": 1701175920.0,
  "original_lang": "en",
  "original_title": "Officials of LG bodies directed to provide necessary public services with equal consideration",
  "original_body_lines": [
    "The Sectoral Oversight Committee on Open and Accountable Government has directed the heads of local government bodies to provide the necessary services with equal consideration to the public who come to obtain services.",
    "The matter was discussed when the said committee met in Parliament recently under the chairmanship of MP Jagath Kumara Sumitraarachchi. The officials of the Urban Councils, Municipal Councils and Divisional Secretariats of the Western Province were summoned before the committee, the Parliamentary Communications Department said.",
    "The Chairman of the Committee emphasized that if all the government officials act according to the Establishments Code, no person coming to get services will be inconvenienced.",
    "The Chairman pointed out that it is necessary to send replies to the letters sent to the institutions by the public regarding various matters, it added.",
    "The Local Government Officials requested the committee to appoint an IT officer to every local government body to prevent corruption and irregularities. The committee advised the officials to prepare an efficient system to approve various types of plans for the relevant government institutions after checking them.",
    "The committee also pointed out the need to not accept incomplete files submitted by the public to fulfill their needs. It was also pointed out by the committee that several issues can be avoided by accepting complete files.",
    "Members of the Committee, Members of Parliament Vajira Abeywardena, J. C. Alavatuwala, Chaminda Wijesiri, Udayana Kirindigoda, Jayantha Weerasinghe, with the permission of the Committee Chair, Member of Parliament Madhura Withanage, Isuru Dodangoda were also present at the committee meeting, according to the Parliamentary Communications Department."
  ]
}