{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/stolen-future/",
  "time_ut": 1699976520.0,
  "original_lang": "en",
  "original_title": "Stolen future",
  "original_body_lines": [
    "President Ranil Wickremesinghe, on Monday, spiced up his budget speech with some political statements. Expressing deep concern about rampant corruption, he flaunted the new anti-corruption laws as a silver bullet while asking the public not to forget those who had ‘stolen the country’s future’ by nationalising successful ventures and opposing the garment factory programme, the leasing of the Trinco oil tank farm and port development projects. The President was obviously trying to make a case for the government’s divestiture programme, which has run into stiff resistance.",
    "True, the ill-conceived nationalisation programmes and politically-motivated opposition to development projects have adversely affected the country and their negative effects will be felt by future generations as well. But the fact remains that governments must tread cautiously and act transparently when strategic state assets are divested or leased, and new development projects are launched. The pros and cons of such initiatives have to be weighed carefully with the help of stakeholders and independent experts. As for the controversial port development projects, care has to be taken to ensure that the country is not affected by great power rivalry, and its economic and national security interests are not jeopardised.",
    "Semantically, the phrase, ‘stealing the future’, is used in different contexts, often referring to the actions that compromise the future of the present-day youth and/or the wellbeing of generations to come. In that sense, it is the future of the ordinary people, not the political class, that has been stolen as evident from the runaway brain drain; educated Sri Lankans are emigrating in droves due to economic pressures while the members of the political families and their cronies are enjoying the high life here. In the past, only the unskilled, semiliterate Sri Lankans went abroad to do menial jobs, but today even some of the Sri Lankan professionals who used to lead comfortable lives here but had to go overseas for economic reasons reportedly opt for entry-level employment or even blue-collar jobs in their host countries. Thus, it may be seen that the perpetrators of economic crimes and their kith and kin are living in opulence while their victims are suffering either here or overseas.",
    "It is doubtful whether any of the political parties that have ruled this country or been constituents of ruling coalitions is free from blame for stealing the future of the ordinary public, the main culprits being the SLPP, the UNP, the SLFP and their offshoots.",
    "The SLPP leaders, who boast of having saved the country from terrorism, did in less than two and a half years what the LTTE had failed to achieve through sheer terror for two and a half decades; they bankrupted the country. Now, they are audaciously picking holes in Budget 2024 presented by the President they support; some of them have even dismissed his budget speech as a fairytale. They are lucky that the Yahapalana government, in spite of its rhetoric, did not fulfil its pledge to bring back the country’s stolen wealth, especially the funds stashed away in offshore accounts. Otherwise, they would have been behind bars by now. Corruption thrived under UNP regimes which also ruined national assets in the name of economic liberalisation. The SLFP is equally culpable; its disastrous economic experiments and nationalisation programmes inflicted heavy damage on the country. The JVP has embarked on a much-advertised campaign to protect national assets, but it will not be able to live down its economic crimes. In the late 1980s, it destroyed public assets worth billions of rupees, and almost crippled the economy with terror attacks and work stoppages. It also disrupted schools and universities, which remained closed for a long time. The TNA also has an ugly past; it unflinchingly backed its creator, the LTTE, whose terror campaign caused massive losses amounting to billions of dollars to the country. Similarly, all other parties that have been members of coalition governments led by either the UNP or the SLFP or the SLPP have contributed to the ruination of the future of the commoners.",
    "Thus, it may be understandable why the people are so resentful and demanding that all 225 MPs go home notwithstanding the fact that there are some good men and women among the legislators. The worm turned last year, with devastating consequences. At this rate, it is bound to turn again sooner than expected unless the government stops testing the patience of the public.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}