{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Foreign-Minister-Sabry-advocates-Truth-Seeking-Commission-to-address-ethnic-issues-impact/56-751122",
  "time_ut": 1690490644.0,
  "original_lang": "en",
  "original_title": "Foreign Minister Sabry advocates Truth-Seeking Commission to address ethnic issues’ impact",
  "original_body_lines": [
    "Emphasises Govt.’s support, ensures commission’s full authority and international accountability process",
    "Foreign Affairs Minister Ali Sabry highlighted the significance of establishing a Truth-Seeking Commission to address the ethnic problem’s impact on affected communities, whilst insisting it should operate independently, with the Government’s role limited to providing necessary support and facilities.",
    "Once established through an Act, the truth-seeking commission will be granted full authority and to promote its implementation, he announced the organisation of international forums.",
    "The Cabinet-approved Interim Secretariat is expected to lay the groundwork for expediting the commission’s operations. The Minister also briefed trade unions and civil organisations on the Truth-Finding Commission at a discussion held at the Presidential Secretariat on Thursday.",
    "He acknowledged the importance of an internationally recognised accountability process and assured that the government is committed to creating such a mechanism and pledged to take all essential steps to instil confidence in the truth-seeking commission.  To support the establishment of this commission and contribute to a locally effective and internationally recognised mechanism, three divisions have been set up — the Interim Secretariat, Legal and Policy Division and Public Relations Division, along with the Information Technology Division.",
    "Truth and Reconciliation Commission Director-General Asanga Gunawansa drew attention to Singapore’s remarkable transformation into a developed country through reconciliation, two decades after gaining independence.",
    "He underscored that reconciliation is an indispensable factor for Sri Lanka’s development, highlighting the commission’s potential to create an environment where the unfortunate past would not be repeated.",
    "Trade Unions to President Wickremesinghe Director-General Saman Ratnapriya pointed out that the three-decade-long war had caused extensive damage throughout the country as a whole, and there is a pressing need for a thorough investigation.",
    "He noted that previous commissions’ proposals on this matter were not adequately implemented, leading to the consideration of models from countries like South Africa to devise a suitable mechanism for Sri Lanka.",
    "Ratnapriya emphasised that informing society about the commission and garnering support for its implementation is vital to prevent the country from facing further difficulties.",
    "The event also saw the participation of numerous representatives from trade unions and civil organisations."
  ]
}