{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Aragalaya-2022-Jana-Aragala-Vyaparaya-2023-and-AKD-s-JVP-NPP/4-750539",
  "time_ut": 1689191022.0,
  "original_lang": "en",
  "original_title": "Aragalaya 2022, Jana Aragala Vyaparaya 2023 and AKD’s JVP-NPP",
  "original_body_lines": [
    "“…While we have witnessed uprisings and wars in the past, the entire system was never so thoroughly challenged as it was in Colombo…”",
    "Was the Aragalaya justified? Should Gotabaya Rajapaksa have been overthrown? The Hector Kobbekaduwa Agrarian Research and Training Institute (HKARTI) has calculated that Gotabaya’s fertiliser ban caused a 53% drop in yield. Only 3% of the farmers polled approved of it.",
    "It wasn’t just the fertiliser ban. It was the lethally exploding gas canisters. The whitewash. The ruler’s deafness and insufferable arrogance. None of it had to do with the COVID-19 crisis. Spotlighting his inner-ring which was far more whacko than Gotabaya himself, I predicted the dangerously distorted character of a GR regime in mid-2018. (“Be A Hitler’: The Dark Matrix That Can Destroy Sri Lanka - Colombo Telegraph). The praetorian-securocrat core of that group is now Ranil’s steel frame.",
    "Was the Aragalaya a ‘colour revolution’ instigated or manipulated by the US ambassador, the CIA, the Tamil Diaspora, the Church, the NGOs, etc.? I’d regard that view as less than lunatic if someone tells me which of these elements urged Gotabaya to ban fertiliser-weedicide-pesticide overnight, change the ratios in gas cylinders, and forced Nivard Cabral to pay the foreign creditors after Nishan de Mel warned that if he did so, we would be unable to pay for fuel?",
    "If things are better now it isn’t because of Ranil Wickremesinghe, it is because the Aragalaya ended Gotabaya Rajapaksa’s irrational, warped rule. If not for the uprising, the people would have been suffering from starvation now—not from malnutrition as is currently the case. Gas cylinders would still have been exploding, killing people in their kitchens.",
    "The biggest compliment paid to the Aragalaya 2022 was by President Ranil Wickremesinghe who by deliberate design and class instinct took up the role of the antagonist of the Aragalaya, the overlord of Order and saviour of the System. Addressing the National Law Conference in Nuwara Eliya, he said:",
    "“…Today, we gather approximately ten to eleven months after a situation that could have pushed us towards becoming a failed state…This crisis is unlike any we have experienced before in Sri Lanka. While we have witnessed uprisings and wars in the past, the entire system was never so thoroughly challenged as it was in Colombo…” (President urges radical economic transformation at National Law Conference | Daily FT)",
    "I disagree, because I recall as he surely should, the JVP’s successful attacks on the Katunayake SLAF base (1988), the Police Field Force Headquarters in Thimbirigasyaya (1989), and the months in 1989 that emeritus historian K.M. de Silva defined as the moment when for the first time ever, state power in Colombo was hanging by a thread. State power was never at stake in 2022—only the irrational rule of a capricious President.",
    "The most crucial single thing about the Aragalaya was that it won. Its main goal was the removal of the powerful President Gotabaya Rajapaksa and in this it succeeded a year ago this week. As one who belongs (precociously) to the May ‘68 generation and who was actually travelling in Europe in May ‘68 at age 11+, watching the student rebellion at close range with his journalist father and modernist mother, I can tell you that’s no small deal. France’s student revolution could not topple President de Gaulle in May ‘68. Of course, Gotabaya was no de Gaulle, a political maestro, but the Aragalaya was no May ‘68 either in revolutionary romanticism, advanced ideas, imaginative slogans, or the biggest General Strike in French history.",
    "Of the two rebellions, though May ’68 entered history, caused a seismic shift in the consciousness of the world’s youth and the culture of modernity, it was the Aragalaya, our little Sri Lanka’s largely peaceful civic insurrection, which actually prevailed.",
    "For decades to come, and perhaps throughout history, society will be divided between those who salute the Aragalaya, seeing it as greatly more positive than negative, more beautiful than ugly, more uplifting than depressing, and those who decry and damn it.",
    "This polarisation of perspectives goes way back to the French revolution of 1789. Edmund Burke famously (or notoriously) denounced it while Tom Paine, responding, defended it. This marked the modern division between conservatism, social hierarchy and traditional order on the one hand, and Reason, people’s sovereignty and democracy –liberal, radical and social – on the other.",
    "Italian political philosopher Norberto Bobbio defined the Right as those who privilege order, hierarchy and tradition, and the Left as those who privilege justice.",
    "Presidential frontrunner Anura Dissanayake fielded serious political questions in Perth and Sydney: in Sydney, about possible non-holding of a Presidential election next year; in Perth, about unity between the NPP-JVP and the FSP and IUSF.",
    "He replied that the regime will try to block an election but will be unable to do so because “this is not the age of tribal barbarism, monarchy or feudalism”. AKD evidently hasn’t heard of Myanmar.",
    "He also forgets that the Gotabayan militarists and monks were publicly calling in 2020 for ‘presidential rule with the military, without parliament and elections’. This was hardly a reaction to the recent electoral rise of the JVP, because it appeared the year the JVP got 3% and 3 seats. This was the project of the Gotabayan Right which is now the Ranilist Right.",
    "In Perth, Anura replied to the ‘left unity’ question saying that the FSP-IUSF believed in a change of power through ‘Aragalaya’ (mass struggle) while the JVP believed in the electoral road. He then craftily introduced a distinction between the ‘electoral road’ and the ‘armed road’ --which the FSP has never recommended, referred to or implied. AKD said the “two roads” of the JVP-NPP and FSP were incompatible and therefore unity or united effort was impossible. It seemed an effort to frame the FSP, which the Jana Aragala Vyaparaya speakers trashed at Hyde Park on July 8th.",
    "Anura sees an ‘armed road’ from a left competitor who never suggested it, but cannot see an ‘armed forces road’ (the Myanmar model) which may be taken by the election-phobic President and his proto-fascist securocrats.",
    "(1)There is no guarantee that the 2024 presidential election will be held and no automatism that a move (e.g., ‘Naxalite plot’ plus Referendum) to abort it will fail.",
    "(2)No single political party or formation can secure Presidential election 2024. Only a broad multiparty and civic bloc can.",
    "(3)Forms of unity and united actions are possible far below the level of agreement on the preferred road to state power/ ‘system change’. A common struggle in defence of electoral democracy and against slavish labour laws, welfare cutbacks, and total sell-off of SOEs, is feasible.",
    "The Jana Aragala Vyaparaya (People’s Struggle Movement) held its 2nd convention at Hyde Park on 8 July. Effective speeches were made by Wasantha Mudalige, Lahiru Weerasekara, Swasthika Arulingam, Melanie Gunathilaka, Vidarshana Kannagara, Sujith Kuruwita, Sumanasiri Liyanage and P.D. Saranapala. Duminda Nagamuwa was on the platform. Dayapala Tiranagama was in the tent. Nirmala Rajasingham marched in London. Kumar Gunaratnam observed from a seat in the audience. Morale was high. The event made a splash on the TV news.",
    "The Jana Aragala Vyaparaya (JAV) represents the Jacobins of the Aragalaya, but is more (Rosa) Luxemburgist than Leninist, more ‘gauchiste’ than Gramscian.",
    "(A)Its strategy for power is explicitly demarcated against both electoral addiction and armed struggle; it stands for people’s struggle a la Aragalaya. It is a third paradigm of struggle, opened up by the anti-globalisation and Occupy movements from Seattle 1999 to Spain 2012.",
    "(B)It privileges a model of direct, participatory, deliberative democracy, over or at least alongside, but not instead of, representative democracy.",
    "(C)In a West-East fusion, it combines anarcho-syndicalist and ‘Council Communist’ experiments with the thick tradition of this island’s civic associations and movements (Maranaadaara Samithi, Mahila Samithi, Suriyamal Movement, Temperance Movement, Sucharitha, Sarvodaya etc.), committing to a project of seeding social spaces with People’s Councils, creating a parallel ‘people’s power’ matrix.",
    "In this week of the Aragalaya’s first anniversary, I’d like to share with both the Jana Aragala radical left and the JVP-NPP ‘left populists’ some lines for reflection by philosopher Alain Badiou about his great guru, Louis Althusser:",
    "If things are better now it isn’t because of Ranil Wickremesinghe, it is because the Aragalaya ended Gotabaya Rajapaksa’s irrational, warped rule. If not for the uprising, the people would have been suffering from starvation now—not from malnutrition as is currently the case. Gas cylinders would still have been exploding, killing people in their kitchens",
    "“…In Althusser’s view, the origins of the great historical failures of the proletariat lay not in the crude balance of power, but in theoretical deviations…First, a political failure has to be explained, not in terms of the strength of the adversary, but always in terms of the weakness of our own project…Second, that weakness is always, in the last analysis, an intellectual weakness…For Althusser, theoretical deviations in politics are, in the last analysis, philosophical deviations.”",
    "In this light, one can see the problems with both the Jana Aragalaya Vyaparaya’s and the JVP-NPP’s theory, strategy and model, as well as discern outlines of a more scientific synthesis:",
    "(I)The Aragalaya proved that you don’t need an election or an armed struggle, only people’s power to oust an autocrat—a point established when Marcos was ousted in 1985. But there is no proof that you can make ‘anti-systemic revolutionary reforms’ through people’s power alone.",
    "(II)The 2022 Aragalaya did no such thing because it couldn’t. It ousted Gotabaya. That victory cannot be extrapolated to posit a third road for revolutionary changes of the system rather than reformist changes in the system.",
    "(III)Consequential change takes either armed struggle or an election, and as examples from France (May-June ‘68) to Portugal (1974-5), El Salvador to Indonesia, Uruguay to Spain, Chile to Nepal prove, be it a people’s uprising or armed struggle, the endgame is electoral. In that regard, AKD and the JVP-NPP are right.",
    "(IV)Where the JVP-NPP is wrong is that (a) it has no method of ensuring elections—as the JAV/PSM says, people’s struggle is the sole means to secure anything from this regime, and (b) it assumes it can be the planet’s first Left party to win without political partnerships, alliances and blocs.",
    "(V)The Paris Commune (1871), the Turin Workers’ Councils (1920) and the Chilean workers’ cordones (1973) were smashed by the capitalist state through massacres. The Soviets (1905, 1917) lapsed, initially due to counterrevolutionary suppression (1905) and later due to the exigencies of civil war, anti-interventionist war and the Great Patriotic War. The Shanghai Commune (1966-67) arose during the Cultural Revolution in China, and was replaced by PLA dominated ‘three-in-one’ committees, to combat an ‘anarchic deviation’ and restore state stability.",
    "(VI)Antonio Gramsci’s paradigm shift in political thought and his founding of Marxist political science – the Gramscian moment--took place after, and due to, the shock of the erasure of the Turin Council movement by Mussolini.",
    "(VII) The Aragalaya success cannot be replicated merely with better organisation. It can succeed only with better politics and political strategy. Gramsci emphasised that in Russia, ‘the state was everything while civil society was nothing’, but in Europe, even when the state was breached, the complex network of trenches of civil society and its ideology was revealed. Thus, the ‘frontal’ Russian strategy could not be replicated and a ‘war of position’ which aimed at moral, intellectual, cultural and ideological hegemony, based on broad blocs and alliances, had to be embarked upon as a prelude to a final assault.",
    "(VIII)Gotabaya was an exception who flattened and unified Sri Lankan society, making it look, in that concrete conjuncture, like Tzarist Russia. This made the Aragalaya possible and victorious. With the political veteran Ranil, Sri Lanka is back to being the complex, uneven society it always was. Gramsci warned against ‘a strategy of frontal assault when the balance of forces doomed it to defeat’.",
    "(IX)A ruler may not be defended by the state (e.g., Marcos, Gotabaya), but the capitalist System is. To believe that unarmed people’s struggle and People’s Councils can achieve ‘revolutionary system-change’ is a deadly dangerous revisionist fallacy– unless backed by a serious revolt in the military as in Venezuela. In Sri Lanka, a Hugo Chavez has not appeared nor can be counted upon to do so. Strategy cannot be based on that variable. A project based on pacifist delusions disproved by History, will end in a bloodbath.",
    "(X)The correct strategy therefore would be a fusion of (a) people’s struggle (b) united fronts (c) electoral victories and (d) parallel --though ancillary -- people’s power networks. In sum, a synthesis of the JVP-NPP model and the FSP-Jana Aragala Vyaparaya model.",
    "A government that is running so scared of even a municipal election that it de-funded it, insists that trade unions show by majority vote its approval for strike action. Newspapers reported as follows:",
    "“The Ministry of Labour and Foreign Employment said that new laws are expected to be brought to make it mandatory to obtain the consent of the majority of the membership of a trade union (TU) if any trade union takes action.”",
    "“Trade unions will also be required to notify employers before the date of commencement of a strike and obtain majority consent of members for the strike.”",
    "Such changes are completely needless. President Premadasa launched the 200 garment factories program which still sustains the economy, without touching labour legislation.",
    "The incoming labour legislation envisages the termination of the Termination of Employment Act and enables a ‘hire and fire’ environment. It contains dubious provisions concerning working hours. The draft law seems to be in violation of the ILO Conventions we have signed up to. It will almost certainly prejudice our chances of securing GSP Plus. The new law may cause a stigma of ‘unfair trade’ to be attached to goods produced for export to Western markets. Powerful international trade union federations could denounce the proposed legislation and lobby legislators in their respective countries.",
    "I make the above observations as a former (elected) Chairman of the ILO when the legendary Juan Somavia was the Director-General.",
    "As a doctoral student, one of my professors at SUNY-Binghamton was Giovanni Arrighi, famous for his scholarly studies of the rhythms of the world economy and working-class struggle. At the time Arrighi was working on his massive matrix which looked at cycles in world capitalism, high points of trade union activity and peaks of radical, anti-systemic upheavals. It revealed an interesting paradox: for the most part, peaks of trade union struggles and revolutionary struggles did not overlap. Trade union activism did not lead to anti-systemic militancy. The very opposite seemed the case.",
    "Where and when trade unions were strong, active and available as interlocutors, it made for stability on the basis of social democratic compacts. Revolutionary militancy was crowded out. Conversely, when the trade unions and their forms of struggle were weakened, more radical and revolutionary forms came to the forefront and occasionally won through."
  ]
}