{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/man-of-the-globe-international-branching-out/",
  "time_ut": 1685698440.0,
  "original_lang": "en",
  "original_title": "Man of the Globe International …branching out",
  "original_body_lines": [
    "Kalum Samarathunga came into the spotlight when he won the title Man of the Globe International (Charity Ambassador) 2022, held in Malaysia, last year, and also Mr. Sri Lanka 2022.",
    "A former sales and marketing co-coordinator, in Kuwait, Kalum is now into modelling (stepping into the local modelling world in 2021, when he returned to Sri Lanka), and is also focusing on becoming a professional presenter, and an actor, as well.",
    "Kalum made his debut, as a presenter, at the ‘Ramp Comes’ Alive’ fashion show, held in April.",
    "He also mentioned that he has been involved in music, since he was a kid…and this is how our chit-chat went:",
    "I’m just an ordinary guy on the road to achieve my humongous dreams.",
    "2. If you could change one thing about yourself, what would it be?",
    "There was a time where I was very insecure about myself, but everything is fine with me now, so I wouldn’t consider making any changes.",
    "3. If you could change one thing about your family, what would it be?",
    "Indian Public School, in Kuwait, where I was the leader of the school band, playing the keyboards, and a member of the school dance team, as well. In sports – under 19 long distance runner (800m, 1500m and 5000m), and came second in the inter-school Kuwait clusters, in 2012,",
    "My happiest moment is that moment when my parents teared up with joy after I called them, from Malaysia, after winning Man Of The Globe International Charity 2022. Seeing my parents crying out of joy was the happiest moment, more than winning the title.",
    "It doesn’t matter what you do in life as long as it makes you happy. For example, I was born in Kuwait, living a lavish life, a great job and an awesome salary, but I was still unhappy and that’s because I wasn’t doing what I wanted to.",
    "Let’s just say that I’m a God loving person and I live my life according to that. I believe that I’m nothing without God and I have experienced God’s blessings in my life",
    "No, because I have never experienced luck in my life. All that I have achieved, in my life, is purely out of hard work.",
    "There no points looking beautiful if you can’t keep up a conversation, so “communication” comes first for me; a woman who respects and loves my parents; loyalty and understanding; her voice should be attractive, and she doesn’t have to be someone in the same field I’m in, as long as she trusts me and respects the work I do.",
    "My mom and dad are my role models, because the man I’m today is because of them. They went through a lot in life to raise me and my siblings.",
    "My piano, my first and only friend that was there for me, to make my day. I was a bullied kid in school, until Grade 10, so playing the piano was the only thing that kept me going, and made me happy.",
    "12. If you were marooned on a desert island, who would you like as your companion?",
    "Sri Lankan actress Rashiprabha Sandeepani. I admire her qualities and principles. And, most of all, she was unknowingly there for me during a bad storm in my life.",
    "My ex-girlfriend’s mother catching us kissing, and I also got slapped.",
    "Taking a major risk, during Covid (2021), by leaving everything behind, in Kuwait, and travelling to Sri Lanka, for good, to finally follow my dreams .",
    "I’ve actually forgotten what a vacation feels like because I’ve been so focused on my goals, back-to-back, since 2020.",
    "I do not watch TV but I do watch TV series, and movies, on my laptop, whenever I can. And, thanks to Sinhala teledramas, on YouTube, I’m able to brush up my Sinhala.",
    "If this ‘next life’ is actually true, I wouldn’t mind being born as anything, but, most importantly, with “Luck” on my side.",
    "I am planning to invade and destroy Earth…just kidding! I don’t want a top seat in my industry – just the seat I deserve, would be fine.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}