{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/should-the-country-be-governed-by-as-sangha-says-a-rejoinder/",
  "time_ut": 1677243770.0,
  "original_lang": "en",
  "original_title": "Should The Country Be Governed By As Sangha Says?: A Rejoinder",
  "original_body_lines": [
    "I refer to the above titled article by Mr. Upali Gajanayake published in the Colombo Telegraph Website. I wish to add a rejoinder to complement his article in support of his view. It is, indeed, a refreshing development that there are right thinking people amongst the Sinhala Buddhists, even though rare, who has the audacity to express the truth by raising the question, in the first instance, ”should the country be Governed  as the Sangha says?”. The writer should be praised for this bold step.",
    "I would like to add more insights to his pertinent question. My forthright answer to his question is an emphatic No. I enumerate my views as follows:",
    "1. Firstly, Sri Lanka is a country governed by a Democracy as declared in the preamble of its Constitution. What is a democratic form of government? It means that the Sovereignty of the Country resides with the people. The people elect their Representatives to National Assembly, called the Parliament, word of western import derived from the Latin word ‘Parle”, meaning discussion and deliberation of the issues of the country and framing laws for the governance of the country. The Buddhist Sangha is a religious Institution formed by those who have renounced the mundane world to devote their lives for religious and spiritual ends, and that of the people of the country in general, and the Buddhists in particular. The Buddhist monks of the Sangha do not participate in electing representatives to the Parliament. It is the people who elect their representatives to the Parliament to govern the country. Therefore, it is the Government that decides, on behalf of the people, how the country should be governed. Engaging in elections, electioneering and participation in politics and governance, is alien to the tenets of Buddhism. As the writer of the said article affirms that Sri Lanka is a multi-religious, multi-ethnic and a multi-lingual country. Therefore, the Government should reflect the plural composite character of the population of the country. The country should be rightly governed by what the people say as expressed by the voice of the Parliament, and not according to what the Sangha says. The Members of Parliament and the Ministers of Government are knowledgeable of the complex worldly matters, not only of national but international dimension and have a multi-linear thinking and knows what is good for the country as a whole, unlike the Sangha, who are conditioned by one-sided thinking, and whose perspectives are narrow, sectarian and obscurantist. The country cannot be governed according to the whims and fancies of the Buddhist Sangha. Sri Lanka is not a theocratic country like the Islamic countries Iran, Syria, Arabia which are controlled and ruled effectively by the Islamic Ayatollahs and Mullas.",
    "2. It is an irony that the Buddha who was the Prince of a kingdom and gave up his Royal right to rule the Kingdom and followed the spiritual path of Sannyasa and renunciation that led to the founding of the Buddhist Sangha, whereas ,the Sri Lankan Sangha of Buddhists are doing diametrically the opposite, in their lust for camouflaged  State power to govern the country by remote control. In reality, the more pertinent question to ask is, are our Buddhist Monks scrupulously following the Pancha Sheela of Buddhism? A majority of them do not follow the fundamental tenets of Buddhism as enunciated by its founder, the Gautama Buddha. In my life, I am yet to see a saintly or holy looking Buddhist monk who is serene and noble. One can see how Monks behave engaging in public protests/demonstrations with their robes tucked-up, gesticulating with their limbs in anger and animosity. Our Buddhist Monks look more like men of the world than beacons of  light. In actual fact, majority of the lay Buddhists evince qualities of devotion, religiosity and kindness more than Buddhist monks, as one could see on Poya days.",
    "3. Buddhist Monks claim to be advisors to ancient kings and protectors of the realm. This they consider as their ordained Right. This is an exaggerated and egoistic notion of their role. They consider it is their hereditary right, and by extension, to intrude and interfere in the affairs of the country in the modern age. They fail to realize the difference of ruling a kingdom during the feudal times and in the modern times of science and technology, which demands a deep knowledge, skills and expertise. The Buddhist Monks do not have the specialized expertise, in fact should not have, having renounced and detached from the world of materialism. The king was the ruler in his own right and his legitimacy was not dependent on the Sangha. The notion that the Sangha was a key factor in the affairs of the realm is a bloated idea, of their self-importance.",
    "4. In the present context of democratic Government, the Rulers (politicians) and the Sangha, mutually reinforce each other. The dependence of the Politicians and the Sangha on each other to secure and sustain power is an affliction that began in 1956.The architect of this development was none other than SWRD Bandaranaike, every inch a man of western education, culture and an Anglican Christian by faith. As Sri Lanka was 80% Sinhala Buddhist, he exploited the situation to come to power by catering to the, hitherto dormant Sinhala communalism, in the guise of Nationalism. He discarded his western Anglican Christian religion and the western dress and donned a borrowed national dress and adopted Buddhism, to appease the Sangha and the Buddhist majority, to gain political power to rule the country. He exploited the baser instinct of the Sinhala Buddhist people by the slogan “Sinhala Only in 24 hours”. What he aroused in the people had today grown and ossified into as the national trait of the people. So, one cannot blame the Sangha only, the rulers too are to be blamed for inviting the Sangha into politics and governance of the country, so much so that the Sangha ,comprising the Mahanayakas of the main Nikkayas exercise hidden power and rule the country as they say. The demonstration of the power of the Sangha can be seen in Ministers and high Government officials, when appointed compulsively running to the Mahanayakas and genuflect into two to receive their blessing, a euphemism for asking their favors and influence to climb the ladder in their careers.",
    "5. The Sangha obstructs and stultify every progressive action the Government wish to take to solve the National question as it is called, but specifically the right of the Tamils who are a minority relative to the whole country, but a majority in their traditional region of habitation for thousands of years. The repeated persecution and violent riots against the Tamil community ignited a civil war between the LTTE and the Sinhala Government lasting 30 years culminating in the brokered peace Accord by India and the setting up of the Provincial Councils. But the operation of Provincial Councils, particularly that of the North-East, has been intentionally vitiated by depriving Police and land Powers. The incumbent Government is seeking to grant the deprived powers to the Provinces and the Sangha is vehemently protesting against this move and trying to rule the country as it says. A permanent and durable solution to the Tamils aspirations is not just giving additional powers but a Con-federal State within a united and undivided, country. Ancient Lanka consisted of independent kingdoms. Even at the time of the Portuguese invasion in 1505-the country had four kingdoms, namely the Rajarata, Jaffna, Kandyan and Kotte kingdoms, yet the country was geographically one. The last colonial Power the British only unified and consolidated the country into a centralized Unitary State for administrative purpose. With the birth of Independence, it is nothing but logical to revert to the historical status quo ante, and have Federal States corresponding to the ancient kingdoms. What is wrong in this? Powers can be shared between the Federal States and the Central Government, which is the National Government. The Sangha wants to rule the country and not allow the Government to rule the country. The notion that it will lead to separation of the North East from the country is a figment of their imagination. No Federal country under Democracy has separated and formed independent countries, in the world.  Not even our neighbor, India, despite its race and linguistic based character of over 20 Federal States. The simple and obvious reason of the Sangha to oppose a Federal country is its racism and chauvinism for hegemony over the Tamil community, and lack of confidence in their own race and religion."
  ]
}