{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/visa-actively-working-to-accelerate-both-card-usage-and-acceptance-across-sri-lanka/",
  "time_ut": 1703596800.0,
  "original_lang": "en",
  "original_title": "Visa actively working to accelerate both card usage and acceptance across Sri Lanka",
  "original_body_lines": [
    "– Avanthi Colombage, Country Manager for Visa in Sri Lanka and Maldives",
    "With the bustling festive season underway, how are the consumer shopping and behaviour trends looking from Visa’s vantage point, both online and offline?",
    "The festive season is a time of celebration, gift-giving, and spending for many consumers around the world and for Sri Lankans. This season is looking positive with many consumers out and about again, for possibly one of the brightest holiday seasons in the past few years. There is a visible increase in footfalls at shopping malls and retail stores, as people gear up for the festivities.",
    "One of the key trends we are observing this season is the shift in consumer behavior – in terms of how they pay for retail purchases – move towards contactless. Given the convenience of contactless payments, Sri Lankans now simply tap their cards to pay while checking out at a retail store, without the hassles of carrying cash, making the shopping experience even more convenient and rewarding.",
    "Another trend that we expect to see this season is the rise in ecommerce, as more consumers opt to shop online to avoid crowds and enjoy the convenience of home delivery. With internet users in the country increasing from 30% in 2018 to 51%, we expect a rise in ecommerce as on the back of higher awareness and adoption of online payments. To add to the season’s festivities, Visa is also running a “Bill Wipe Out” campaign at the Colombo City Centre (CCC) in partnership with Yes FM, which will choose 33 customers to have their bills fully reimbursed, if they make purchases using Visa debit cards at the CCC (T&Cs apply).",
    "What is Visa doing to make every day cashless purchases a simple and smooth experience for shoppers? Do you think the tendency to tap and pay is here to stay?",
    "Visa has been deeply committed to Sri Lanka’s payments ecosystem and its growth for over 35 years. With our network of banks, merchants and fintech partners, we help consumers pay digitally, simply and securely every day. As Sri Lankans start to use their cards more, we are also working with businesses and small merchants, more so outside the main urban cities, to ensure they can accept a variety of payments – be it cards, contactless payments, QR payments or online/ecommerce payments, to ensure all consumers have access to sellers who accept safe, secure and convenient forms of digital payments. In tandem, our advanced risk capabilities are ensuring an updated, safe and secure environment for cashless transactions in this dynamic commerce environment.",
    "We believe tap to pay is a game changer and definitely here to stay. Once consumers experience its convenience, especially in stores with long queues or when they’ve fumbled for change in cash before, they understand that this is faster and safer than cash. We continue to engage with retail partners and banks on increasing awareness of the benefits of contactless payments to create a smooth consumer experience in-store.",
    "In numerous countries where contactless payments are entrenched, we have seen tapping becomes a habit and where one cannot tap to pay seamlessly, the consumer experience is less than perfect. We believe that contactless payments are the future of digital payments, as they offer a seamless and satisfying consumer experience.",
    "Tourist numbers are looking up; we are seeing more holiday makers coming to Sri Lanka as the year ends. What more can be done to make Sri Lanka a preferred/repeat destination for travelers, particularly in terms of digital payments?",
    "Sri Lanka is a diverse and attractive destination for tourists from around the world, offering a range of natural and cultural attractions. The country has witnessed a remarkable recovery in tourism with an unprecedented surge in foreign tourist arrivals, a 153% increase last month, after a 159.8% jump in October, signaling a robust start to the peak tourism season and in response to the favorable conditions in the country. With visas now free of charge for countries like India, China, Russia and others, we expect a further boost to tourism.",
    "Charting Sri Lanka’s economic future: Current challenges and strategies for resilient growth",
    "Sri Lankans served with untruths to deprive them of cheaper electricity – senior energy expert",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}