{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/20/wheat-futures-soar-over-8-in-a-day-after-russia-begins-attacking-ukraine-s-black-sea-grain-ports/",
  "time_ut": 1689822780.0,
  "original_lang": "en",
  "original_title": "Wheat Futures soar over 8% in a day after Russia begins attacking Ukraine’s Black Sea grain ports",
  "original_body_lines": [
    "Colombo (News 1st) – Trading in Wheat Futures in the United States soared over 8% on Wednesday (19th) after Russia refused to renew the Black Sea Grain Deal and began missile and drone attacks on Ukraine's Black Sea ports, international business media reported. Ukraine is responsible for 40% of the world's wheat exports.",
    "By Thursday morning, the average global trading price of wheat had already shot up 2.33 percent to $744.68 per bushel, according to Trading Economics.",
    "Last year, world food prices climbed 20 percent, caused by the Russian blockade of Ukrainian ports, and reached $960 per bushel last October, before the Black Sea Grain Deal, brokered by Turkiye, implemented guarantees that wheat ships would be allowed free access, according to UN data. Wheat prices then dropped to $588.78 in May 2023. But the deal expired last Monday, with Russia refusing to renew it.",
    "Trading Economics noted \"..renewed geopolitical concerns extended the outlook on the barricade of Ukrainian exports. Russian forces attacked critical infrastructure in the Ukrainian port of Odesa, destroying key machinery and 60,000 tonnes of grain, shortly after announcing that any vessels approaching Ukrainian ports will be considered carriers of military cargo and attacked. The developments erased hopes that Russia could eventually resume the deal protecting seaborne grain exports out of Ukraine following its suspension this week, marking an end to the year-long scheme that linked wheat supply from one of the world's top producers just before this year’s harvest. Elsewhere, a renewed wave of dryness in key US growing regions hampered yield expectations on the ongoing harvest.\"",
    "On Tuesday the UN Secretary-General warned of an impending catastrophe among developing nations that are dependent on the World Food Programme to feed hundreds of millions of people worldwide, due to the Russian stance.",
    "Much of the world depends on wheat for bread, including various types of rotis that are a staple diet in the Middle East, Africa and South Asia.",
    "Court prevents protests near Colombo General Hospital for 24 hours",
    "No cesarean medication in Kalutara – Sajith tells Parliament, Keheliya says NO"
  ]
}