{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Musks-Twitter-rate-limit-could-undermine-new-CEO-say-advertising-experts/108-262276",
  "time_ut": 1688364109.0,
  "original_lang": "en",
  "original_title": "Musk’s Twitter rate limit could undermine new CEO, say advertising experts",
  "original_body_lines": [
    "Elon Musk’s move to set a temporary limit on how many posts Twitter users can read on the social media site could undermine efforts by the company’s new Chief Executive Linda Yacarino to attract advertisers, marketing industry professionals said.",
    "Musk announced on Saturday that Twitter would limit the number of tweets read by different accounts per day, to discourage “excessive levels” of data scraping and system manipulation.",
    "Users posted screenshots in reply, showing that they were unable to view any tweets, including tweets from corporate advertisers’ pages, after the limit was reached.",
    "Advertising industry veterans said the move creates an obstacle for Yacarino, the former advertising head at NBCUniversal, who started last month as Twitter’s chief executive officer.",
    "The Financial Times reported last week that Yacarino has tried to repair relations with advertisers who shunned the site after Musk bought it last year.",
    "The limits are “remarkably bad” for users and advertisers, who have already been shaken by the “chaos” brought by Musk to the platform, Forrester research director Mike Proulx said on Sunday.",
    "He added, “The advertiser confidence deficit that Linda Yacarino needs to address has become even greater. And it cannot be reversed on the basis of her industry credibility alone.”",
    "Lou Pascalis, founder of the advertising consulting company AJL Advisory and former marketing boss at Bank of America, said that Yacarino Musk’s “last best hope” is to save advertising revenue and the company’s value.",
    "“This move signals to the market that it has not been able to empower it to protect itself,” he added.",
    "Under the new limit, unverified accounts were initially limited to 600 posts a day and new unverified accounts were limited to 300. Verified accounts can read up to 6,000 posts a day, Musk said in a post on the site.",
    "A few hours later, he said that the limit had been raised to 10,000 posts per day for verified users, 1,000 posts per day for unverified, and 500 posts per day for newly unverified users.",
    "A Twitter spokesperson did not respond to requests for comment and inquiries on Sunday about how long the restrictions would last.",
    "Jasmine Enberg, principal analyst at Insider Intelligence, said that limiting the number of views users see could be “devastating” for the platform’s advertising business.",
    "“It certainly won’t be easy to get advertisers to come back. Getting advertisers back is already a tough sell,” he said.",
    "The limit came after Twitter began requiring users to log into an account on the social media platform to view tweets, which Musk called a “temporary emergency measure” to combat data scraping.",
    "Musk has previously expressed displeasure at artificial intelligence firms such as OpenAI, the owner of ChatGPT, for using Twitter’s data to train their large language models.",
    "Platforms including Reddit and major news media organizations have complained about AI companies using their information to train AI models as some have asked for a fee.",
    "Researcher Kai-Cheng Yang of Indiana University in Bloomington said the limits appear to be as effective in preventing third parties, including search engines, from scraping Twitter data as in the past.",
    "“It may still be possible, but the methods will be much more sophisticated and much less efficient,” he said."
  ]
}