{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ruling-party-mp-contradicts-poll-to-claim-his-party-is-overtaking-presidents-143005/",
  "time_ut": 1701968040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ruling party MP contradicts poll to claim his party is overtaking president’s",
  "original_body_lines": [
    "ECONOMYNEXT – The ruling Sri Lanka Podujana Peramuna (SLPP) is rising from the ashes albeit at a slower than anticipated pace, while President Ranil Wickremesinghe’s United National Party (UNP) still commands only 1-2 percent of the vote, an SLPP legislator said.",
    "MP S B Dissanayake, who is not a member of the cabinet of ministers headed by President Wickremesinghe, told reporters on Thursday December 07 that support for any major political party of the island nation is on a downward trend while the SLPP alone is gaining ground.",
    "An independent poll by the Institute for Health Policy (IHP) however shows that this is decidedly not the case. Polling data for October showed that the leftist National People’s Power (NPP) had enjoyed support from 40 percent of likely voters, having dipped 2 percent from September, while the main opposition the Samagi Jana Balawegaya (SJB) stood at 26 percent, increasing four percent from 22 percent in September. President Ranil Wickremesinghe’s UNP’s support decreased marginally to 11 percent in October from September’s 13 percent. The SLPP also saw a decrease to 5 percent from the previous month’s 8 percent.",
    "“You can’t gamble with elections. The election must be held. We always say electrons must be held. The presidential election must be held next year. There is no alternative,” said Dissanayake.",
    "“Parliamentary elections can be called if needed. But that’s not how it is with the presidential election. Nominations for that will have to be called by September, October next year,” he added.",
    "Asked by a reporter if the SLPP is ready for elections, Dissanayake acknowledged that support for his party had eroded, to nothing.",
    "“We crashed to zero. We were turned to ashes. But we will rise from those ashes. We’re not where we thought we were. The 6.9 million [votes received at the 2019 presidential election] no longer applies. We’re at about half of that. But we’re rising, like this,” he said, gesturing upwards.",
    "“As other major parties go in the opposite direction, we’re rising slowly. But the UNP is not. It’s still on the ground, and still at 1 to 2 percent,” he claimed.",
    "“The SLFP is there too. Those who left us are the same. Even together they cannot form 1 percent. But we’re climbing,” he said. (Colombo/Dec07/2023)"
  ]
}