{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/10/imran-khan-s-arrest-triggers-widespread-protests-across-pakistan-amid-political-turmoil/",
  "time_ut": 1683695580.0,
  "original_lang": "en",
  "original_title": "Imran Khan’s Arrest Triggers Widespread Protests Across Pakistan Amid Political Turmoil",
  "original_body_lines": [
    "COLOMBO (News1st ) – The arrest of former Prime Minister Imran Khan on corruption charges has sparked mass protests across Pakistan, as opposition leaders and supporters of Khan's Pakistan Tehreek-e-Insaf (PTI) party condemn the move as politically motivated.",
    "Khan, who led the country from 2018 to 2022, was taken into custody by the National Accountability Bureau (NAB) on Monday morning. The NAB accused him of money laundering and misuse of authority during his tenure as Prime Minister.",
    "The arrest of Khan has led to widespread protests and clashes with police in major cities across Pakistan. Protesters have accused the government of targeting opposition leaders and stifling dissent.",
    "The Pakistan People's Party (PPP) and other opposition parties have condemned the move, calling it an attempt to eliminate political opposition and silence dissent.",
    "The arrest of Khan comes at a time of growing political turmoil in Pakistan, with the country facing a deepening economic crisis, rising inflation and unemployment, and a surge in Covid-19 cases.",
    "The government has been criticized for its handling of the pandemic and the economy, with opposition leaders accusing it of corruption and mismanagement.",
    "The situation in Pakistan remains tense, with protesters demanding the immediate release of Imran Khan and calling for the government to address the country",
    "The Future of Work in Sri Lanka: Impact of the Massive Brain Drain. On Face The Nation.",
    "Imran Khan tells court he fears for his life. Is remanded for 8 days",
    "Sri Lanka’s LGBTIQ community welcomes strong judgment by country’s Supreme Court",
    "Sri Lanka’s apparel exports could decline by $1 billion this year",
    "Imran Khan arrest: Over 1,000 arrested as protesters battle police and soldiers"
  ]
}