{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Two-Singapore-lawmakers-resign-after-admitting-to-inappropriate-relationship/108-263366",
  "time_ut": 1689660864.0,
  "original_lang": "en",
  "original_title": "Two Singapore lawmakers resign after admitting to ‘inappropriate relationship’",
  "original_body_lines": [
    "Singapore’s government was dealt a further blow on Monday, following the resignations of two lawmakers from the ruling party who admitted to an “inappropriate relationship” with each other.",
    "One of them was the Speaker of Parliament Tan Chuan-Jin who quit over his recent “unparliamentary language.” Another lawmaker, Cheng Li Hui also resigned with immediate effect as a member of parliament. Both were members of the ruling People’s Action Party.",
    "“Besides Mr Tan’s recent unparliamentary language used, there is also the issue of his inappropriate relationship with fellow PAP MP Ms Cheng Li Hui. This is, in comparison, the more serious matter because he was the Speaker and she an MP, and there should not have not been a relationship,” said Prime Minister Lee Hsien Loong during a press conference on Monday.",
    "The prime minister has accepted both resignations and said it was “necessary” for Tan to quit in order to “maintain the high standards of propriety and personal conduct which the PAP has upheld all these years.”",
    "Sudden resignations of senior PAP party members are rare in Singapore, where the ruling party has been in power since 1959, before the city-state’s independence in 1965.",
    "The resignations come just a week after the government said a cabinet minister and the head of a listed company in Singapore are part of investigations by the city-state’s anti-corruption agency in a high-profile graft probe.",
    "On Friday, Singapore’s Corrupt Practices Investigation Bureau issued an arrest notice for billionaire Ong Beng Seng as part of its investigation involving transport minister S Iswaran.",
    "Earlier last week, Lee said he had asked Iswaran to take a leave of absence after CPIB revealed that the transport minister was assisting with an investigation.",
    "In his resignation letter to Lee, Tan said he made a mistake in Parliament, when he uttered words which were “rude and unparliamentary” in nature to an opposition party member.",
    "His resignation comes after a recent controversy surrounding a comment Tan made on a hot mic during a Parliament session. A video clip of the comment came to light last week as it was widely circulated on social media and sparked public criticism.",
    "Tan, who was elected the 10th speaker of parliament in September 2017, said in his resignation: “Deservedly, there has been much disquiet over my remarks. Many felt that I was not impartial.”",
    "“My mistake raised broader questions over my neutrality and impartiality as Speaker. The credibility of Parliament and the Chair is critical and cannot be compromised,” he added.",
    "During the briefing on Monday, Lee said that he will nominate a new Speaker by the next sitting of Parliament, on Aug. 1 when he will also be making a ministerial statement.",
    "“High standards of propriety and personal conduct, together with staying clean and incorrupt, are the fundamental reasons Singaporeans trust and respect the PAP, and give us their mandate to form the government and work together with us to improve the lives of Singaporeans,” Lee said.",
    "“PAP MPs – whether they are Ministers or backbenchers – must uphold these cardinal values at all times. Without party discipline, without integrity, we are nothing, so this is an absolute requirement.” (ABC)"
  ]
}