{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/IOC-Ethics-Committee-probing-top-Sri-Lanka-NOC-official-over-role-in-OCA-Elections/155-264359",
  "time_ut": 1690907845.0,
  "original_lang": "en",
  "original_title": "IOC Ethics Committee probing top Sri Lanka NOC official over role in OCA Elections",
  "original_body_lines": [
    "Secretary General of Sri Lanka's National Olympic Committee (NOCSL), Maxwell de Silva, has come under intense scrutiny of the International Olympic Committee's (IOC) Ethics Committee after allegedly meeting a banned IOC official, Sheikh Ahmad Al-Fahad Al-Sabah of Kuwait, at a hotel in Bangkok, Thailand.",
    "The IOC's Ethics Committee is reportedly investigating the incident after de Silva and Kuwait's Haider Farmanand were captured on CCTV at a secret meeting with Al-Sabah.",
    "This was barely 24 hours prior to the controversial OCA (Olympic Council of Asia) elections that were held in Bangkok on July 8.",
    "NOCSL Secretary General Maxwell de Silva was not available for comments despite efforts made by 'Daily Mirror' to contact him.",
    "However, NOCSL president Suresh Subramaniam said he was not aware of any such incident.",
    "The IOC's Ethics Committee had earlier informed all its members to refrain from meeting Sheikh Ahmad Al-Fahad Al-Sabah, who had flown in a private jet into Bangkok to canvass votes from other member countries in support of his brother Sheikh Talal Fahad Al-Ahmad Al-Sabah, who was contesting for the post of OCA president.",
    "Sheikh Ahmad Al-Fahad Al-Sabah, who is also Kuwait's Deputy Prime Minister and Defence Minister, was instructed by the IOC's Ethics Chief and Compliance Officer, Pâquerette Girard Zappelli, not to interfere with the elections.",
    "This is especially because he had previously self-suspended himself as an IOC member and stepped aside as the President of the Association of National Olympic Committees (ANOC) in November 2018, after he was originally charged with fraud.",
    "His trip to Bangkok was subsequently viewed as a direct violation of the OCA Election process, and the series of secret meetings held eventually led to the IOC banning him for three years.",
    "Nevertheless, his untiring efforts eventually bore the desired result, as his 58-year-old sibling Sheikh Talal went on to win the election by 24 votes to 20 over his fellow Kuwaiti Husain Al-Musallam, the organisation's Director General and President of World Aquatics.",
    "Meanwhile, the IOC, while upholding the recommendations of its Ethics Committee, refused to accept the results of the concluded elections due to the controversial role Sheikh Ahmad Al-Fahad Al-Sabah played leading up to his brother's victory.",
    "In a further startling discovery, the IOC's Ethics Committee also found out that NOCSL's Secretary General had been involved in a secret meeting with Sheikh Ahmad Al-Fahad Al-Sabah, despite receiving clear instructions to refrain from doing so.",
    "Alarm bells had been set off just prior to the commencement of the OCA Elections, with the IOC's Ethics Committee claiming that Sheikh Ahmad had controlled the said elections from the comfort of his hotel room, resulting in certain countries switching their votes in support of his brother at the last minute.",
    "It is widely believed that Maxwell de Silva played a pivotal role on behalf of Sheikh Ahmad Al-Fahad Al-Sabah in garnering the support of voting member countries to cast their respective votes for the ultimate winner, Sheikh Talal Fahad Al-Ahmad Al-Sabah.",
    "Members of several countries also complained to the Ethics Committee that they had found the behaviour of Sri Lankan Maxwell de Silva and a few other members of certain countries to be rather unusual as they had deliberately disrupted the OCA Elections.",
    "Some even quipped that this type of behaviour appeared to have been a paid ploy for officials to behave in such a manner. This type of behaviour was also viewed by most members at the elections in a manner that brought disrepute to their respective countries. (Susil Premalal)"
  ]
}