{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sec-approves-a-regulatory-framework-for-sri-lanka-infrastructure-bonds/",
  "time_ut": 1704732000.0,
  "original_lang": "en",
  "original_title": "SEC approves a regulatory framework for Sri Lanka Infrastructure Bonds",
  "original_body_lines": [
    "The Securities and Exchange Commission (SEC) has approved a regulatory framework to facilitate the issuance and listing of Infrastructure Bonds on the Colombo Stock Exchange (CSE). This landmark decision by the SEC is aimed at fostering both foreign and local investments in infrastructure projects that will contribute to the economic development and well-being of the country.",
    "Infrastructure Bonds aim to raise capital for vital projects such as roads, rail, water management, waste management systems, airports, seaports, mixed development projects, natural disaster protection systems, deep water ports, gas supply systems, utility projects, telecommunications infrastructure, etc. which are integral to economic growth and sustainability.",
    "It is necessary for Sri Lanka to develop a market for Infrastructure Bonds and raise the long – term capital needed for infrastructure projects. The scope of infrastructure development in emerging economies has evolved significantly in recent decades and now comprises a broad range that includes traditional infrastructure projects such as power, oil and gas, and water as well as low-carbon, climate-resilient infrastructure such as renewable energy projects.",
    "SEC carried out a study of comparable jurisdictions which had successfully used Infrastructure Bonds listed in the capital market to finance major development projects of their respective governments.",
    "Aimed at fostering development, transparency, and investor confidence in the capital market, the SEC has set a Capital Market Reforms Agenda which includes 12 Key Areas for action. The introduction of infrastructure financing products are part of the Reforms Agenda and is strategically designed to propel the capital market to new heights and contribute significantly to its growth and sustainability. The CSE is expected to market this product actively among potential issuers.",
    "The regulatory framework for Infrastructure Bonds has provisions to ensure investor protection, stringent due diligence, disclosure, and reporting requirements for issuers in order to keep investors informed on the performance of the infrastructure projects, utilization of proceeds and risk factors pertaining to the infrastructure projects as well as enforcement procedure for non – compliance with the regulatory framework. Disclosure requirements include details of the project in which the capital raised is deployed or allocated, progress updates on how the project fulfills its core purpose and objectives and benefit to the public at large, and any deviations in the use or allocation of the capital proceeds. This initiative reflects SEC’s commitment to create an enabling environment for long – term investments in infrastructure projects that support the nation’s economic growth and development.",
    "Chairman SEC, Faizal Salieh, stated, “The misallocation of capital is a root cause of our economic crisis. It is our objective to enable instruments that can raise long – term capital for development projects and provide investor assurance that such capital is allocated to the project’s stated purpose with transparency and accountability. We have now created an opportunity for Government bodies such as Municipal Councils, Urban Councils, Local Government Councils, the Urban Development Authority, etc. and even large private sector companies to finance infrastructure projects through these bonds.”",
    "SEC /CSE and Ministry of Education establish Capital Market Clubs in Uva Province",
    "SEC chairman wants strong governance structures applicable to market intermediaries",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}