{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-USA-Business-Council-elects-Charithra-Hettiarachchi-as-President-for-2023-2024/34-755502",
  "time_ut": 1700680707.0,
  "original_lang": "en",
  "original_title": "Sri Lanka – USA Business Council elects Charithra Hettiarachchi as President for 2023/2024",
  "original_body_lines": [
    "The Sri Lanka – USA Business Council (SLUSABC) of The Ceylon Chamber of Commerce elected WICHY Plantation Company Ltd. Chief Operating Officer Charithra Hettiarachchi, as President of the SLUSABC at its 7th Annual General Meeting held recently.",
    "Chief Guest at the event, Ambassador of the United States to Sri Lanka Julie Chung, recognised the challenging journey that Sri Lanka has traversed since the previous Annual General Meeting in August of the previous year. She acknowledged the resilience of the Sri Lankan people, the abatement of inflation, and the gradual reduction of shortages. She also emphasised the importance of Sri Lanka’s commitment to long-term regulatory and economic reform, inclusive of equitable debt restructuring, fiscal transparency enhancement, the creation of an attractive regulatory environment, and the fortification of democratic governance.",
    "Charithra Hettiarachchi expressed the Council’s commitment to strengthening ties between Sri Lanka and the USA in the areas of trade, tourism and development. He outlined the Council’s goals, which include creating networking opportunities, advocating for member companies, providing educational resources, and promoting corporate social responsibility and sustainable business practices. Furthermore, Hettiarachchi, expressed the Council’s gratitude to the Government of the United States of America for the support extended during Sri Lanka’s time of need especially during the last two years. The direct involvement of the embassy in facilitating the import of fertiliser, assistance through the IDFC fund and the numerous work done to develop the human capital of Sri Lanka were a few examples that was highlighted during his speech.",
    "The 2023/24 Executive Committee includes Tilak Gunawardena from MAC Holdings Ltd. and Tuan Farhath Noor Armith from Fanam International Ltd. as Vice Presidents, Randeewa Malalasooriya from CBL Natural Foods Ltd. as the Treasurer, and Sanji De Silva as the Immediate Past President. Dr. Asanka Ratnayake, a Past President, was unanimously honoured as an Honorary Member of the council.",
    "Newly appointed committee members include Aitken Spence Travels Ltd., Expelogix Ltd., Jafferjee and Sons Ltd., Sampath Bank PLC, and Spillburg Holdings Ltd."
  ]
}