{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92453/talaimannar-pier-to-be-reconstructed-in-a-bid-to-strengthen-ties-with-india-",
  "time_ut": 1691217600.0,
  "original_lang": "en",
  "original_title": "Talaimannar pier to be reconstructed in a bid to strengthen ties with India",
  "original_body_lines": [
    "The Ministry of Ports, Sipping and Aviation has decided to reconstruct the Talaimannar pier to facilitate passengers from Rameswaram, India.",
    "The move was made in a bid to further improve people-to-people ties with India, sources reported.",
    "The pier is set to be reconstructed after 37 years, with the project having an estimated cost of Rs. 1.8 billion.",
    "Issuing a statement in this regard, the Ministry revealed that parallel to the reconstruction of the pier, nearly 10 acres of state-owned land bordering the port will be acquired for the development of relevant infrastructure.",
    "It was also highlighted that a modern passenger terminal and a warehouse facility will also be constructed.",
    "Accordingly, requests for proposals to carry out these developments will be called for under a private-public partnership, the Ministry noted, adding that India has completed developments at the Rameswaram Port, and clearance has been declared to commence a passenger ferry service between Mannar and Rameswaram.",
    "Subject Minster Nimal Siripala de Silva visited the Talaimannar Pier for an inspection on Friday (04 August), during which he deemed the development of the pier essential for the strengthening of people-to-people ties between the two nations.",
    "“But for that purpose, we need to repair the pier. This is a benefit we are going  to give from the money we earned from the port of Colombo to the people of the North and East. Therefore I am sure when this project is implemented, there will be a lot of benefits”, he said, emphasisng that this was a gesture from President Ranil Wickremeisnghe to ensure that both the North and the South are being treated equally."
  ]
}