{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/us-based-and-lankan-headed-ekva-llc-conducts-search-in-sl-for-promising-startups/",
  "time_ut": 1681743900.0,
  "original_lang": "en",
  "original_title": "US-based and Lankan-headed Ekva LLC conducts search in SL for promising startups",
  "original_body_lines": [
    "Ekva LLC, a US company with a strong Sri Lankan presence, with Sri Lankan born businessman Amith Boteju as CEO, was in Sri Lanka recently to find promising startups in any industry for inclusion in the company’s business accelerator project.",
    "“We aim to invest and guide promising startups to build sustainable businesses and raise funds. Selected startups will be offered an investment from Ekva and will be invited to join the program scheduled to start in Q3/2023, followed by a demo day to further raise funds, said Boteju. He led a high-profile team to Sri Lanka from March 20 to 25 to find promising start-ups.",
    "“We will accept applications from incorporated or unincorporated startups at any stage, be it from idea, proof of concept (PoC) or minimum viable product (MVP) levels to those vying for traction and early revenue. Therefore, we have US$ 500,000 to help start-up companies in Sri Lanka, Boteju told The Island Financial Review.",
    "Boteju added: ‘The company will invest 50 per cent of the funds required to support 50-100 selected startups in the Ek’celerator One Cohort. Recently we got an inquiry from a young Sri Lankan lady entrepreneur to train and ship horses to Dubai’s rich and elite families, out of 120 applications. We have offered our funds and already 300 acres have been allocated for that purpose in Nuwara Eliya.",
    "‘The Council for Start Ups (CFS) of the Ceylon Chamber of Commerce plays a significant role in the startup ecosystem in Sri Lanka and is partnered by Ekva, which will lend its support and guidance to ensure the relevant objectives are achieved.",
    "‘The Ekva Accelerator initiative uniquely called Ek’celerator, was established in 2022 to support and empower promising entrepreneurs.",
    "‘With Sri Lankans at the head, we understand local needs, local flavour and local thinking. We teamed up with international experts who have worked in top management positions at leading corporate giants, such as, JP Morgan, Deutsche Bank, AT&T, Cirque Du Soleil, MGM Hospitality, Akon Legacy Ventures, Rabo Bank and Finish Line, to bring in international expertise to find bright lights in the country.’",
    "CIPM and University of Kelaniya MOU to collectively develop HR profession",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}