{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pavithras-jumbo-task/",
  "time_ut": 1689867060.0,
  "original_lang": "en",
  "original_title": "Pavithra’s jumbo task",
  "original_body_lines": [
    "Minister of Wildlife and Forest Resources Conservation Pavithra Wanniarachchi finds herself in an unenviable position. The two sectors under her purview are perennially in crisis, and sorting them out is a Sisyphean task, which no minister has been equal to all these decades. Among the intractable problems she is facing are the fast receding forest cover and the ever-worsening human-elephant conflict (HEC); the two issues are interconnected.",
    "Minister Wanniarchchi has undertaken to formulate a policy and work out a strategy to resolve HEC, according to media reports. She is right in having done so, and deserves encouragement and support, given the gravity of the situation. Researchers have pointed out that since 2019, HEC has left 125 people and 370 elephants dead in Sri Lanka, which has recorded the highest annual elephant deaths and second-highest human deaths due to HEC. The human death rate has increased by approximately 42% over the previous three decades, we are told. Year 2022 was particularly bad for humans and elephants in this country with 145 people and 133 elephants being killed.",
    "The number of elephant deaths in Sri Lanka averages one a day, according to the conservation web portal, Mongabay, and the leading cause thereof is human intervention. Scores of elephants suffer violent deaths at the hands of humans, who resort to cruel methods such as shooting, electrocution and hiding improvised explosive devices in food bait, in dealing with marauding wild elephants.",
    "There are a significant number of Sri Lankan experts who have done extensive research on HEC, and they are willing to help save humans and elephants. It is hoped that Minister Wanniarachchi will enlist their support and ensure their active participation in the formulation of policies.",
    "The intensification of HEC and the resultant high death tolls have come as no surprise. A study conducted by a group of experts in 2019 has found that humans inhabit about 70% of the elephant range in Sri Lanka, and nearly 40 percent of land outside the protected areas is shared by humans and elephants. Rapid deforestation has caused elephant habitats to shrink rapidly, driving wild jumbos to invade villages, destroy cultivations, houses and human lives and run the risk of being killed in the process.",
    "It defies comprehension why in this day and age, when technology has enabled things that were considered impossible a few years ago, we cannot save elephants from moving trains, which kill quite a few of them every year. We should be able to find a technological solution to the problem of train-elephant collisions.",
    "There have been some half-hearted attempts to resolve HEC during the past so many years but they did not reach fruition as there was no consensus among the stakeholders on a strategy to be adopted. Most experts have been working in silos, but their research has yielded valuable data, which can be utilised to mitigate, if not end, HEC. If Minister Wanniarachchi cares to bring them together and ensure that they make a concerted effort to break the back of HEC, it will be possible to save the precious lives of humans and elephants.",
    "The success of any strategy to resolve HEC will hinge on the conservation of forests and the reforestation of denuded areas to ensure that the elephant habitats will be preserved. This is one of the reasons why we opposed President Gotabaya Rajapaksa’s decision to transfer the authority over ‘peripheral’ forests from the Forest Department to the District Secretaries purportedly to promote rural agriculture. The ulterior motive behind that move was to allow government supporters to grab land, which has to be kept free from human activity to ensure the wellbeing of forests. Unfortunately, what we feared is happening.",
    "Most of all, it is hoped that Minister Wanniarachchi has overcome her unhealthy fascination with the occult, which she amply demonstrated by helping promote a shaman’s herbal concoction as a cure for Covid-19, and dropping pots containing ‘miracle water’, into a river to rid the country of pandemic while she was the Minister of Health. Otherwise, it may be difficult to adopt a scientific approach to resolving HEC.",
    "HEC in Hambanthota on the rise – three humans killed in three days",
    "World Bank under fire for backing project to reap short-term profit at the expense of forests",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}