{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/FAO-delivers-climate-resilient-Unsinkable-boats-and-model-fish-display-stalls-to-boost-fisheries-sector/34-756337",
  "time_ut": 1702595935.0,
  "original_lang": "en",
  "original_title": "FAO delivers climate resilient ‘Unsinkable’ boats and model fish display stalls to boost fisheries sector",
  "original_body_lines": [
    "Assistant FAO Representative for Programs Nalin Munasinghe (right) hands over the climate-resilient boats and model fish stalls to Fisheries Minister Douglas Devananda, State Minister Piyal Nishantha and other dignitaries",
    "The Food and Agriculture Organization of the United Nations (FAO) handed over two specially designed climate resilient fishing boats and 30 modified fish display stalls to the Fisheries Ministry, in line with FAO’s commitment to sustainable development and addressing climate change challenges.",
    "The SL20 and SL23 fishing boats, measuring 6.3 and 7 meters in length, were meticulously designed for coastal fishing operations in Sri Lanka. Adhering to FAO/ILO/IMO standards, these boats prioritise the safety of fishers and are built to be capsize-resistant and withstand challenges posed by climate change, including more frequent and intense storms and cyclones. The designs of these climate resilient boats are freely available on the FAO Fishing Vessel Design Database.",
    "The design and construction of the boats were made possible through the generous funding of the Norwegian Government-financed FAO Trust Fund project on “Responsible use of fisheries and aquaculture resources for sustainable development,” with a cost allocation of approximately Rs. 9 million.",
    "In addition to the boats, FAO, in collaboration with the Fisheries Ministry, introduced 30 model fish stalls across 15 fisheries districts in Sri Lanka. These stalls, designed by the Cey-Nor Foundation under the Fisheries Ministry, aim to minimise post-harvest fish quality loss by maintaining high-quality and safe conditions for fish retail selling.",
    "A recent study by NARA revealed inadequate maintenance practices among most fish retailers in Sri Lanka. Outdoor fish stalls often display fish uncovered, without ice, in direct contact with sunlight and environmental hazards. The model fish display stalls seek to popularise retail selling stalls among fish retailers to maintain the quality of fish until it reaches the consumer.",
    "Fisheries Minister Douglas Devananda expressed gratitude for FAO’s support, saying, “The handover of these specially designed boats and fish stalls is a crucial step in ensuring the safety of our fishers and improving the overall quality of fish in the markets. This collaboration with FAO signifies our joint commitment to the development of sustainable fisheries in Sri Lanka.”",
    "Assistant FAO Representative for Programs Nalin Munasinghe highlighted the importance of the initiative, saying, “FAO remains dedicated to fostering sustainable practices and supporting local communities in Sri Lanka. The delivery of these boats and stalls exemplifies our commitment to enhancing the resilience of the fisheries sector in the face of climate change challenges.”",
    "The climate-resilient boats and model fish stalls were handed over at a ceremony held at the Cey-Nor Foundation graced by Minister Douglas Devananda, State Minister Piyal Nishantha, FAO representative Munasinghe, Fisheries Secretary Indu Ratnayake, Fisheries Department and Aquatic Resources Director General S. J. Kahawatte and Cey-Nor Corporation Chairman Dr. Dulan Hettiarachchi.",
    "FAO, together with its partners, remains committed to advancing sustainable practices in Sri Lanka’s fisheries sector, contributing to the well-being of fishers, and addressing the impact of climate change on coastal communities."
  ]
}