{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/CBI-chief-stresses-stepped-up-banking-ties-with-Sri-Lanka/108-264709",
  "time_ut": 1691383182.0,
  "original_lang": "en",
  "original_title": "CBI chief stresses stepped-up banking ties with Sri Lanka",
  "original_body_lines": [
    "The Governor of the Central Bank of Iran (CBI) stressed Sunday that the development of monetary and banking relations between Iran and Sri Lanka is necessary for the expansion of bilateral economic relations.",
    "The CBI chief Mohammad Reza Farzin held a meeting with the visiting Sri Lanka foreign minister Ali Sabry in Tehran on Sunday.",
    "In the meeting, Farzin referred to the important role of the  Asian Clearing Union (ACU) in the development of trade relations between the two countries, adding that, \"The ACU is a very suitable platform for the development of trade and monetary relations between the two countries, and this platform can also be used to settle payments.\"",
    "The CBI chief proposed the formation of a specialized and technical banking and monetary working group between the central banks of the two countries, explaining that, \"The formation of this working group can play an important role in speeding up and facilitating banking cooperation. Meanwhile, it can also be used to develop monetary and banking relations as well as cooperation and economic exchanges.\"",
    "Farzin announced the CBI approval of the agreements made between Sri Lanka and other economic institutions in Iran, adding that, \"If the goal of trade development is on the agenda, the central banks of the two countries should guide monetary platforms and monetary exchanges.\"",
    "He pointed out that Iran has been able to establish stable trade relations with its business partners even though it has been under unilateral US sanctions without causing problems for its trade partners.",
    "\"Iran is now fully prepared to cooperate with Sri Lanka in order to expand monetary and trade relations within the ACU framework,\" the CBI chief asserted.",
    "Ali Sadry, for his part, pointed to the long-standing and continuous relations between the two countries and announced his readiness to increase the level of trade between the two countries. He said that, \"The establishment of a bilateral banking committee between Iran and Sri Lanka to follow up on bilateral issues and facilitate commercial affairs will definitely lead to the development of bilateral cooperation.\"",
    "The top Sri Lankan diplomat went on to say that,  \"The Central Bank of Sri Lanka is following up on the measures within the ACU framework.\"",
    "He also appreciated Iran's support to Sri Lanka in the International Monetary Fund (IMF).",
    "The ACU was established in 1974 as a payment arrangement through which participants settle payments for intra-regional transactions among the participating central banks on a net multilateral basis, according to ACU's official website.",
    "ACU currently has nine members including India, Iran, and Pakistan. (MNA)"
  ]
}