{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/G-L-to-raise-concerns-on-corruption-and-fraud-with-IMF/56-748087",
  "time_ut": 1683576317.0,
  "original_lang": "en",
  "original_title": "G.L. to raise concerns on corruption and fraud with IMF",
  "original_body_lines": [
    "Says group will meet IMF representatives and express their concerns on oversight of how funds provided are utilised",
    "Claims Govt. the intention is to open the door to allow theft of public monies through acts such as not appointing a chairman to CoPF",
    "Warns banking system and stock market would crash if domestic debt is restructured",
    "Independent MP and member of the Freedom People’s Congress Prof. G.L. Peiris says his group will raise their concerns on possible corruption and fraud relating to the IMF tranche received by Sri Lanka with a group of IMF representatives arriving on the island shortly.",
    "Pointing to the Government’s action in not confirming a permanent chair for the Parliamentary Committee on Public Finance (CoPF), Peiris said this is merely opening the door for more theft of public monies to take place. “This is their intention,” he said. “The IMF tranche was not a donation. We must pay back the capital as well as the interest. Therefore, the IMF must ensure the funds granted are being used for the benefit of the people,” the MP added. Peiris said those in power cannot be allowed to steal these funds. However, he also expressed his dismay at the lack of oversight into how these funds are utilised. The MP made these comments during a press conference held yesterday.",
    "Accordingly, Peiris said his group will meet with IMF representatives scheduled to arrive in Sri Lanka shortly and make strong representations on the matter. He said the group will be arriving to monitor the progress of the agreement’s implementation. “We will stress they must be more dedicated concerning possible corruption,” he said. The MP alleged that large-scale fraud and corruption are continuing in the Government sector to date as evidenced by the X-Press Pearl compensation fiasco.",
    "The MP also warned that the stock market would crash along with the banking system if the domestic debt is restructured according to IMF conditions. He said a new Government should renegotiate the IMF agreement and mainly discuss issues surrounding domestic debt restructuring."
  ]
}