{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/organised-defaulters-may-make-bank-loans-harder-for-genuine-businesses/",
  "time_ut": 1704045420.0,
  "original_lang": "en",
  "original_title": "‘Organised defaulters’ may make bank loans harder for genuine businesses",
  "original_body_lines": [
    "Officials of the Central Bank have to grapple with ‘growth versus inflation’ dynamics to determine Sri Lanka’s economic future in another challenging New Year which has just begun. In addition to that they have found another unenviable task in encountering vociferous opponents of the banking system’s parate execution which is apparently being enforced as a last resort.",
    "This was evident during the Q& A session the media had with Central Bank Governor Dr. Nandalal Weerasinghe on Friday where the Bank released its first-ever Financial Stability Review after gaining independence from Sri Lanka’s elected officials.",
    "“A handful of organized loan defaulters are engaged in a vociferous campaign these days to avoid repaying loans they have taken from the banking system. But the Central Bank has a duty to recover the depositors’ money which has been lent to them, or else, the banks may become reluctant to loan money to even good borrowers in the future”, Dr. Weerasinghe warned.",
    "“The Central Bank’s view is that parate execution is more important and essential for the protection of depositors’ money than for the stability of the banking system. The banking system distributes deposit funds of the general public among businesses as loans to stimulate the economy. However, when one borrows money from that deposit base and not repay it, the depositor’s money is at risk,” he said.",
    "The Governor pointed out that the entire banking system has a deposit base of Rs. 16 trillion and depositors’ money account for 81% of the banking system’s liabilities.",
    "“Bank shareholders have only a stake of 7% in this deposit base. So if any borrowers say that the money they have borrowed can’t be repaid or shouldn’t be recovered under parate execution, it is an unjustifiable claim. Now we hear the voices of an organized group that have the capacity to afford formal media events and say their defaulted loans shouldn’t be recovered under parate execution. This is akin to telling the depositors that ‘we have borrowed your money but we can’t pay it back.” If the depositors agree to that, it’s justifiable.",
    "But the depositors won’t agree to that. The depositors are a silent majority community and their voices are not heard. Parate execution is enforced only when borrowers default on their loans; it is not enforced on those who make suitable arrangements to repay their loans. When the banks can’t recoup its losses under parate execution; they would be reluctant to give loans in the future even if one provides a property as collateral for repayment. So, the Central Bank has a responsibility to recover the money that belongs to the general public. If anyone is trying to disrupt the process, it’s a violation of depositors’ rights,” he said.",
    "The governor pointed out that mainly short term deposits are used in giving long term loans and in the past 11 months, parate execution has been enforced on 557 persons recovering Rs. 38 billion.",
    "“At a glance, it appears to be a big sum of money. But that is only 0.4% of the total bank loan portfolio. At present Stage-3 impaired loans stand at 13% which is a sum of Rs.1.4 trillion. Out of Rs. 1.4 trillion worth impaired loans, Rs. 38 billion came from parate executions. This means only 2.7% has been recovered under parate executions. If the banking system finds it unable to keep the enforcement of parate execution in effect, it will be a great injustice to the depositors because their money is borrowed and not repaid. Also, it will be an injustice to potential genuine borrowers because banks will be reluctant to give them money on credit.”",
    "“These days you hear the voice of defaulters who make statements against parate execution at media events they have organized. And you will only see the depositors come to the picture when they find their savings are used in messy transactions. ETI, Golden Key and The Finance are good examples for this where depositors finally grouped up to make their collective voice heard. So, if the savings of millions of innocent people are misapplied by a handful of people and if they band together to prevent parate execution from being enforced, I think it would be great injustice.”",
    "“The economic crisis brought its consequences without sparing anyone; not only borrowers, depositors were affected too. When inflation was 70%, depositors got a maximum interest rate of about 25%. That is how borrowers had to pay 30% interest rate. The Central Bank has issued 8 circulars with effect to giving crisis-hit businesses necessary moratoriums, relief measures, spreading out repayments, SME loans from ADB etc. And if the borrowers still have any grievances against their respective banks, there is a separate unit at the Central Bank to discuss such issues and see if a particular bank is deviating from the given norms.”",
    "“But if it is identified that someone is shirking repayments, it is our duty to recover that money on behalf of the depositors and taxpayers because in the event of a crisis in the banking system, it will need to be borne by taxpayers and depositors,” he said.",
    "The Governor went on to defend the banks making a decent profit through the activity of deposit taking, deposit interest payments and lending money at market rates throughout a financial year while robustly supporting the economy.",
    "“When a bank makes profits, it has more capital to give as loans. That is why Rs. 450 bn has been allocated by the Budget from taxpayers’ money to strengthen the capital position of the state banks”, he pointed out.",
    "The Governor urged sections of the media to not only highlight the story of the loan defaulters but also to train their cameras at the depositors and taxpayers.",
    "“Are taxpayers willing to pay more taxes to give relief to a handful of loan defaulters or are depositors willing to sacrifice their funds to give relief to loan defaulters? That is the fundamental question we have before us and the general public needs to be made aware of it,” the Governor said.",
    "Sithma Associates clinches Gold Award at National Industrial Excellence Awards 2023",
    "Battered construction Industry pinning hopes on government-funded projects in 1H2024",
    "Relative stability was the outcome of a united effort from the outset: CB Governor",
    "A significant amount of reserves in foreign exchange is the way to go: CB Governor",
    "Policy interest rates reduced to enable economy to reach its true potential – CBSL Governor",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}