{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/11/23/jay-shah-is-not-running-sri-lanka-cricket-ranil/",
  "time_ut": 1700720820.0,
  "original_lang": "en",
  "original_title": "Jay Shah is NOT running Sri Lanka Cricket – Ranil",
  "original_body_lines": [
    "Colombo (News 1st): Sri Lankan President Ranil Wickremesinghe has rejected claims that BCCI Secretary Jay Shah is running Sri Lanka Cricket.",
    "In an interview with India's FirstPost, Wickremesinghe said that he felt sorry for Jay Shah's name getting dragged into the SLC crisis.",
    "\"They think that Jay Shah is supporting the Cricket Board, but I spoke to Jay Shah I felt sorry that his name had been Dragged In, I apologized, and he said my position is, whoever is the legal body I will back them. If this lot is the legal body I will back them ,if the other lot is the legal body I'll back them, if there's a third group that's the legal body I will back them. That's not decided by me that's decided by ICC,\" detailed Wickremesinghe.",
    "\"The opposition has said that the Board of Control (SLC) has written to the ICC and said to suspend Sri Lanka. The leader of the opposition gave me the set of letters. I haven't looked at it yet. But, the ICC was anyway going to suspend Sri Lanka, I knew that,\" said Wickremesinghe on the SLC suspension by the ICC",
    "He also said that he is waiting for the outcome of the decision of the courts with regard to the interim committee of Sri Lanka Cricket.",
    "\"Once that is done we'll have to start talking with the ICC to restore and ensure that Sri Lanka can host matches again, and as far as the Cricket Board is concerned there's a committee of ministers that are going to look at it and will recommend legislation,\" he added.",
    "Ranil Wickremesinghe said he wants to bring legislation that will take away the power of the minister to intervene and interfere.",
    "Face to Face | Tharaka Balasuriya | Moving out of the island mentality"
  ]
}