{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/note-on-devolution/",
  "time_ut": 1684167675.0,
  "original_lang": "en",
  "original_title": "Note On Devolution",
  "original_body_lines": [
    "Meeting of the NE Tamil MPs with the President on 15/05/2023 at 5 pm in the President’s Office: Note on Devolution to be read out by Justice C.V. Wigneswaran M.P.",
    "The Sri Lankan Tamils have spoken with the successive Sri Lankan Governments for over seventy years.  The   Government  should by now be aware of what the Tamils want. The North Eastern Tamil speaking people know that they, as a distinct Nation speaking the Tamil language continuously for over 3000 years in this Island, are entitled to the right of internal self- determination in terms of the provisions of International Covenants. All our registered Tamil National Parties including the maverick Tamil Congress, clamour for a Federal dispensation constitutionally. Such a Constitution if need be, should be preceded by a Referendum internationally conducted in the North and East. Conducting of a Referendum might bring out the actual feelings and thoughts of the Tamil Speaking people of the North and East dramatically which might be unpalatable to the majority community. The harassment, discrimination and heartaches the Government, its officials and the Military even now give our people, could boomerang on the State.",
    "But meanwhile it is my view that the Provincial Council Elections must be conducted in the North and the East and the benefits available to the Tamils in terms of the existing Constitution must be made available to them. I refer to the Thirteenth Amendment.",
    "The 13th Amendment to the existing Sri Lankan Constitution provides for the establishment of Provincial Councils. Article 154G (I) introduced by the Amendment vests legislative power in respect of the matters set out in List I of the Ninth Schedule (the Provincial Council List) in Provincial Councils. Article 154C vests the executive power within a Province extending to the matters in List I in the Governor to be exercised in terms of Article 154F (I) on the advice of the Board of Ministers. In terms of Article 154F(6) the Board of Ministers is collectively responsible and answerable to the Provincial Council.",
    "The Thirteenth Amendment introduced a new concept of a Unitary – decentralised State based on a system of Provincial Government at a sub-national level. This description is of extreme importance since the Constitution specifically provides that the Republic of Sri Lanka is a Unitary State and the majority of the people attach much sentiment to the unitariness of Sri Lanka, though we stress the unitedness of Sri Lanka. The question whether the Thirteenth Amendment, in fact, devolves power would largely depend on the willingness and the capacity of both the National Government and the Provincial Councils to achieve national unity rather than destroy it.",
    "The degree of autonomy enjoyed by the Provincial Councils in the exercise of their legislative power is not found in the area of the exercise of their executive power. The relevant provisions of the 13th Amendment and the Provincial Councils Act demonstrate that in the exercise of executive powers, the Provincial Councils are subject to the Centre and are not sovereign bodies. The provisions relating to the Governor and his powers show that the Governor is not a mere figurehead, but is an active participant in the activities of the Provincial Council. A  Statute of the Provincial Council requires the assent of the Governor who is the Chief Executive of the Province. It is to be noted that a Statute of the Provincial Council does not attain the constitutional status of law as the definition of law in Article 170 of the Constitution remains unamended.  Similarly, it does not enjoy constitutional immunity or protection that is accorded to an Act of Parliament. Therefore it is subject to  review by Court.",
    "If the Provincial Councils system is to function smoothly and meaningfully during these economically stressed times, much needs to be done legislatively and administratively to fill the lacunae in the law to ensure that the transition from a centralized system of administration to a decentralized one facilitates the achieving of the main objective of the scheme  – a means of power sharing among the different ethnic-cultural groups providing a settlement of major grievances of the people. The present status of the Provincial Councils system with all its infirmities does not warrant such optimism.",
    "The country is now in the midst of an economic crisis. The Tamil side consisting of Thirteen Registered Parties in the North and East with the exception of the Tamil Congress has come to realize the urgency for the Full Implementation of the already existing 13th Amendment for the moment though it shall not be a permanent solution to the problems of the Tamils. The Provincial Council elections have been put off for nearly 10 years. It should be held at least in the North and East without any delay.  Yet a few more months of delay in holding the elections will not matter very much because we are of the view that certain preliminaries must be attended to urgently prior to holding  the elections.",
    "Over the years, many powers originally devolved to the Provinces had been intruded upon by a section of the bureaucracy in Colombo. All such issues have to be rectified. For nearly 35 years, the Northern and Eastern Provinces have been discouraged to enact Statutes. Their independent administration had been interfered with.  It will therefore be necessary to pass Provincial Statutes to rectify some of these matters. The 13th Amendment itself has provisions to enable the passage of Statutes even when an elected Provincial Council is non-functional. The Governor of a Province has to report to the President that a situation has arisen in which the administration of the Province cannot be carried on in accordance with the provisions of the Constitution (Article 154L). Thereupon, the President by Proclamation assumes to himself all or any of the powers vested in, or exercisable by the Governor or any other body. He also declares that the powers of the Provincial Council shall be exercisable by or under the authority of Parliament. The Parliament is empowered to confer on the President the power of that Provincial Council to make Statutes and to delegate the power so conferred to an authority specified by the President.(Article 154M). That authority could be a Board of Advisors appointed by the President for that Province. In our view, such a Board must comprise of one representative of each of the recognized political parties active in the Provinces, and which unequivocally have called for the Full Implementation of the 13th Amendment.",
    "Representatives of recognized political parties nominated for the Board of Advisors shall not be Members of Parliament, Members of Provincial Councils or elected members of any local authority, or any serving officer of the Government or a Provincial Council or a local authority within the Province. The President shall delegate his powers of making Statutes to the Board of Advisors, and other functions that he may deem necessary. Such Board would make Statutes as and when required and submit same to the Governor for his assent.",
    "The Chief Secretary of the Province shall be the Secretary to the Board of Advisors. He shall be an officer who would be able to understand records in the language of records of the Province. Tamil is the language of records of the Northern and Eastern Provinces.",
    "The President shall also appoint an Advocate General to the Province, or in the alternative appoint a Legal Advisor to the Governor of the Province. The main functions of this officer will be to provide legal advice on the preparation of Statutes.",
    "Let me give here-below in an annexure briefly referring to the restructurings that need to be undertaken before any election is contemplated for the Provincial Councils of the North and East. It is our assessment that such restructuring will take a period of around six months. We therefore urge that once the restructurings have been completed, the Elections Commission could call for nominations for the Provincial Councils elections and conduct the elections in accordance with the procedures laid down.",
    "I have already made available to His Excellency a letter signed by the Leaders of seven of the 13 registered Parties in the North and East asking for the full implementation of the Thirteenth Amendment for the moment. Of the six remaining, a Party in Government has supported our efforts but declined to sign on a protocol basis. The Tamil Congress feels two in the bush is better than one in hand. The other four registered Parties have refused to sign the document for reasons best known to them.",
    "Let me end here and hand over to the President my speech today with the relevant Annexure. Thank you.",
    "Preliminaries to be attended to Prior to holding of Elections to the Provincial Councils.",
    "The Board of Advisors and the Governors shall ensure that the following  rectifications are attended to prior to the holding of any elections to the Northern or Eastern Provincial Councils:",
    "1. The District administration, inclusive of all Divisional Secretaries and Grama Niladharis need to be brought under the purview of the relevant Provincial Council. In this regard, if necessary, Act No.58 of 1992 need to be withdrawn. The President may by an Order published in the Gazette, take necessary action (Article 154T).",
    "2. Over the years, the Central Ministry of Education has encroached upon the powers devolved to the Provinces and taken over a large number of provincial schools and declared them to be national schools. All such schools have to be returned immediately to the Provinces. Further, the Central Ministry of Education has to clearly spell out the definition of “national schools” in the country.",
    "3. All public hospitals, rural hospitals, maternity homes, dispensaries, other than teaching hospitals and hospitals established for special purposes within the Provinces shall come under the purview of the respective Provincial Councils. The Central Ministry of Health has violated this provision of the Constitution. Hence all hospitals other than teaching hospitals and hospitals established for special purposes shall be immediately returned to the Provinces.",
    "4. Rest houses which were under the purview of local authorities were taken over by the Centre by an amendment to the Urban Development Ordinance. This is an infringement of the powers of the Provinces. All such rest houses must be returned to the local authorities concerned.",
    "5. Places of tourist interest which were under the purview of local authorities were taken over by the Centre. These places of interest must be returned to the Provincial administration concerned.",
    "6. Agriculture and Agrarian Services are subjects devolved to the Provinces. It was so at the time of the elected North-East Provincial Council. After the dissolution of that Council, the subject was taken over by the Centre. The matter went before the Supreme Court. The Supreme Court ruled that “Agrarian Services” was a subject devolved to the Provinces. Yet, the Centre continues to control that subject by changing the name of the relevant institutions to “Agrarian Development Department”. The Centre should hand over the subject to the Provinces. However, it may be necessary for the Provinces to make a Statute for the take-over.",
    "7. At the time of enactment of the 13th Amendment, there was no definition for national highways. To begin with, A, B and AB Class roads were considered as national highways. However,  National Thoroughfares Act No. 40 of 2008, defines a national highway as: “the road or public road ( that ) crosses at least one provincial boundary and connects two or more provincial centres and is a principal thoroughfare for long distance movement of vehicular traffic.”",
    "As a consequence of this definition, all B and AB Class roads and several A Class roads, will come under the Provinces. A comprehensive Statute will have to be enacted by the Provinces.",
    "8. The Provincial Police has not been established despite the lapse of 35 years. Constitutional Amendments 17, 18 and 19 have made inroads into the powers devolved to the Provinces under Law and Order. Despite these inroads, special recruitment of Tamil police officers to the North and East can  immediately be undertaken utilizing existing provisions of the Constitution. The new recruitments have to be at the Constable, Sub Inspector and Assistant Superintendents’ levels.",
    "9. It is sine qua non that the National Land Commission is established without delay. The nominee of a Province shall be selected by its Board of Advisors.",
    "The Board of Advisors and the Governors shall ensure that Statutes have been enacted and the framework for the new institutions are in place prior to the holding of any elections to the Northern or Eastern Provincial Councils:",
    "10. A Provincial Training College for Nurses has to be established by the enactment of a Statute. The subject comes under the Concurrent List.",
    "11. District Colleges for Technical and Vocational Training have to be established in  all Districts of the Province by the enactment of a Statute. This is a subject in the Concurrent List.",
    "12. Fisheries other than fishing beyond territorial waters, is a Concurrent subject. The Provinces have to enact Statutes to exercise power.",
    "13. Provincial Housing and Construction is a devolved subject whereas, National Housing and Construction is a Concurrent subject. The two Provinces have already established Provincial  Housing Authorities. In addition, the Provinces have to establish an Urban Development Authority as well as a Provincial Engineering Construction Authority, in addition to a Provincial Engineering Consultancy Bureau. Statutes will be required for establishing the last three institutions.",
    "14. Electricity, excluding the generation of hydro power, is a subject in both the Provincial and Concurrent Lists. A Statute will have to be enacted for this purpose.",
    "15. Rural or Minor Industrial Development is a Provincial subject. Major industries are covered under item 21 in List I. Besides setting up a Provincial Industrial Development Board, Economic Zones will be needed to be established in a Province. All these require enactment of Statutes.",
    "16. Protection of the Environment is a subject, both in the Provincial and Concurrent Lists. A Statute has to be enacted.",
    "17. Statutes have to be enacted for Provincial Libraries and for Provincial Museums.",
    "18. Archaeological Sites and Remains, other than those declared by Parliament to be of national importance is a subject in the Concurrent List. A Statute has to be enacted.",
    "19. A Statue on Renaming of Towns and Villages, a subject in the Concurrent List, has to be enacted. This Statute will ensure that unauthorized persons do not rename Towns and Villages in a Province.",
    "20. Acquisition and Requisitioning of Property is a subject in the Concurrent List. A Statute has to be enacted so as to empower the Provinces to control illegal occupation of property belonging to persons, religious places and institutions.",
    "21. The subject of Mines and Minerals Development to the extent permitted by or under law made by Parliament is a subject devolved to the Province. A Provincial Bureau of Mines and Minerals Development has to be established by Statute.",
    "22. Social Forestry is a subject in the Concurrent List. A Statute has to be enacted to exercise power.",
    "23. The subject of Wild Life is in the Concurrent List. A Statute has to be enacted.",
    "24. The Establishment of Pastures is a Concurrent subject. A Statute has to be enacted.",
    "25. The subject of Charities and Charitable Institutions, Charitable and Religious Endowments and Religious Institutions, appears  in the Concurrent List. Two Statutes have to be enacted.",
    "26. The subject of Food and Maintenance of Food Stocks is a subject in the Concurrent List. A Statute has to be enacted to exercise power.",
    "27. Possession, Transport, Purchases and Sale of intoxicating liquors is a subject devolved to the Provinces. A Provincial Department for Liquor Licensing has to be established, by Statute.",
    "28. The subject of Resettlement, Rehabilitation and Reconstruction for the Northern and Eastern Province remains an incomplete issue. We advise that an Authority for this subject be established under the Office of the Prime Minister, and to function for a limited period of three years."
  ]
}