{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/president-of-france-pledges-speed-up-debt-restructure-in-historic-visit-sri-lanka-says-126977/",
  "time_ut": 1690601040.0,
  "original_lang": "en",
  "original_title": "President of France pledges speed up debt restructure in historic visit Sri Lanka says",
  "original_body_lines": [
    "ECONOMYNEXT – President Emmanuel Macro has pledged strong support to speed up and complete debt restructuring through the Paris Club and encourage other partners, in the first visit of a French head of state to the island.",
    "“During his historical visit to Sri Lanka, French President Emmanuel Macron expressed his strong support to complete the debt restructuring process from both the Paris Club Secretariat as well as the French Government,” the President’s media office said.",
    "France will also encourage all other partners to support and expedite the completion of debt restructuring, the media office said.",
    "France was the fourth largest bilateral creditor of Sri Lanka.",
    "A permanent office for the French Agency for Development (AfD) will be set up in Sri Lanka.",
    "A school for maritime safety and security will be set up as part of corporation in the maritime sphere.",
    "The two countries will co-operate The Indian Ocean Rim Association (IORA), and the Indian Ocean Commission where France is involved.",
    "“Sri Lanka and France are two Indian Ocean nations that share the same goal: an open, inclusive and prosperous Indo-Pacific,: President Macron said in a twitter.com message.",
    "“In Colombo we confirmed it: strengthened by 75 years of diplomatic relations, we can open a new era of our partnership.”",
    "Le Sri Lanka et la France sont deux nations de l'océan Indien qui partagent un même objectif : un Indo-Pacifique ouvert, inclusif et prospère.",
    "À Colombo nous l’avons confirmé : forts de 75 ans de relations diplomatiques, nous pouvons ouvrir une nouvelle ère de notre partenariat. pic.twitter.com/ZUJsOMEYFp",
    "President Wickremesinghe had said will join the Paris Agenda for the People and the Planet.",
    "President Macron recalled his recent conversations with President Wickremesinghe in Paris, which took place during the Summit for a New Global Financing Pact. (Colombo/July29/2023)"
  ]
}