{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-wants-to-bring-local-casino-players-from-40-pct-to-almost-nothing-with-tax-minister-127818/",
  "time_ut": 1691595840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka wants to bring local casino players from 40 pct to almost nothing with tax: Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka wants to bring local casino players from 40 percent now to zero by charging an ever rising tax, State Minister Ranjith Siyambalapitiya said.",
    "“From February to May, 9037 gamblers had entered casinos,” Minister Siyambalapitiya said, in a debate on amending Sri Lanka’s Betting Gaming Levy Act.",
    "Based on the numbers, locals were 40 percent of the total number of gamblers who had entered casinos between February and May.",
    "There was a 100 dollar fee proposed from 2015, but it had not been collected up to now, Minister Siyambalapitiya said.",
    "To discourage gambling they are being charged 50 dollars as an entry fee from April.",
    "“We are starting with 50 dollars and have presented a written scheme to the Committee on Public Finance to progressively increase this fee to 200 dollars in three years time.”",
    "“That is about 60,000 rupees at the current exchange rate. So our expectation is that within a period to minimize or eliminate the Sri Lankan casino players.",
    "We expect to increase the percentage of foreigners from 90 to 95 percent, and we think the participation of Sri Lankans will be reduced to a minimum.”",
    "Under changes to the law casinos will be charged a 500 million rupee annual fee instead of the earlier 200 million rupees.",
    "Up to now only four casinos were registered. But the oligopoly could be broken under the new law, he said.",
    "Horse racing betting shops carried out through agents will be charged 5 million rupees a year from an earlier 4 million rupees.",
    "“We increased the yearly tax for those who conduct live betting, from 600,000 to one million. Those who bet without live broadcasts were once charged 50,000 rupees. It has been raised to 75,000”.",
    "Some terms including online gaming have been updated, he said.",
    "Casino companies will be subjected to 40 percent income tax.",
    "Winnings above 500,000 rupees will be charged a withholding tax of 14 percent.",
    "The current penalties on offences relating to gambling dated back from the time of cockfights in the British period, Minister Siyambalapitiya said.",
    "“We hope to bring a casino regulatory authority like in advanced countries,” he said. “It will have penalties for illegal gambling operations.”",
    "However the excessive entry fee could encourage underground gambling dens for local casino players, observers say. Excessive taxes on alcohol is already promoting a thriving hooch industry and high taxes are also promoting ciggarette smuggling.",
    "The amendment was passed by parliament without a vote. (Colombo/Aug09/2023)"
  ]
}