{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-paris-club-official-creditors-reach-debt-deal-141880/",
  "time_ut": 1701249900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka – Paris Club official creditors reach debt deal",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka and the official creditor committee has agreed on a debt restructuring deal, the Paris Club Secretariat said.",
    "“The OCC and Sri Lanka agreed on the main parameters of a debt treatment consistent with those of the Extended Fund Facility (EFF) arrangement between Sri Lanka and the IMF,” the statement said.",
    "“This agreement will allow the IMF staff to present to the IMF Executive Board the first review of Sri Lanka’s EFF arrangement and open the way for approval of the second disbursement under the arrangement",
    "“The OCC also expects that the Sri Lankan authorities will continue to engage with their private creditors to find as soon as possible an agreement on terms at least as favourable as the terms offered by the OCC”",
    "AGREEMENT IN PRINCIPLE BETWEEN THE OFFICIAL CREDITOR COMMITTEE AND SRI LANKA ON A DEBT RESTRUCTURING",
    "Following the launch event in April 2023, 17 countries formally formed, on May 9, an Official Creditor Committee (OCC) co-chaired by India, Japan and France (as chair of the Paris Club) to respond to the Sri Lankan authorities’ request for a debt treatment. The committee includes India and Hungary in addition to Paris Club creditors. Since then, the OCC has engaged extensively with the Sri Lankan authorities, the IMF, the World Bank as well as China, and Sri Lanka’s private creditors.",
    "The OCC and Sri Lanka agreed on the main parameters of a debt treatment consistent with those of the Extended Fund Facility (EFF) arrangement between Sri Lanka and the IMF. This agreement will allow the IMF staff to present to the IMF Executive Board the first review of Sri Lanka’s EFF arrangement and open the way for approval of the second disbursement under the arrangement. The OCC commends the Sri Lankan authorities for their continuous efforts in implementing the reforms necessary for their country’s return to a sustainable path.",
    "The OCC stands ready and looks forward to formalizing this agreement in the coming weeks in a Memorandum of Understanding with the Sri Lankan authorities. The OCC expects other bilateral creditors to consent to sharing, in a transparent manner, the information necessary for the OCC to evaluate comparability of treatment regarding their own bilateral agreement. The OCC also expects that the Sri Lankan authorities will continue to engage with their private creditors to find as soon as possible an agreement on terms at least as favourable as the terms offered by the OCC.",
    "These engagements will ensure that the overall debt treatment granted to Sri Lanka is consistent with the IMF program parameters.",
    "1. The Paris Club was formed in 1956. It is an informal group of official creditors whose role is to find coordinated and sustainable solutions to the payment difficulties experienced by borrower countries. The members of the Paris Club which are part of the Official Creditor Committee are representatives of countries with eligible claims on Sri Lanka: Australia, Austria, Belgium, Canada, Denmark, France, Germany, Japan, Korea, the Netherlands, Russia, Spain, Sweden, the United Kingdom, the United States of America.",
    "2. Representatives of the International Monetary Fund and the Word Bank as well as China attend the OCC meetings. Other observers include the Asian Development Bank, Saudi Arabia and Iran."
  ]
}