{
  "newspaper_id": "virakesarilk",
  "url": "https://www.virakesari.lk/article/150869",
  "time_ut": 1679137620.0,
  "original_lang": "ta",
  "original_title": "சென் தோமஸ் கல்லூரியை தோற்கடித்த றோயல் கல்லூரி டி.எஸ். சேனாநாயக்க கேடயத்தை 7 வருடங்களின் பின் சுவீகரித்தது",
  "original_body_lines": [
    "கொழும்பு, எஸ்.எஸ்.சி. மைதானத்தில் நடைபெற்ற றோயல் கல்லூரிக்கும் சென் தோமஸ் கல்லூரிக்கும் இடையிலான 144ஆவது நீலவர்ணங்களின் சமரில் 180 ஓட்டங்களால் றோயல் கல்லூரி அபார வெற்றியீட்டியது.",
    "இந்த வெற்றியுடன் இரண்டு கல்லூரிகளுக்கும் இடையிலான 144 சமர்களில் 36 - 35 என்ற ஆட்டக் கணக்கில் றோயல் முன்னிலை அடைந்ததுடன் 7 வருடங்களின் பின்னர் டி. எஸ். சேனாநாயக்க கேடயத்தை சுவீகரித்தது.",
    "போட்டியின் இரண்டாம் நாளான வெள்ளிக்கிழமை (17) ஆட்ட நேர முடிவில் தனது இரண்டாவது இன்னிங்ஸில் 4 விக்கெட்களை இழந்து 168 ஓட்டங்களைப் பெற்றிருந்த றோயல் கல்லூரி அந்த எண்ணிக்கையுடன் டிக்ளயார் செய்வதாக கடைசி நாளான சனிக்கிழமை (18) காலை அறிவித்தது.",
    "இதற்கு அமைய 342 ஓட்டங்கள் என்ற இமாலய வெற்றி இலக்கை நோக்கி மிகுந்த அழுத்தத்துக்கு மத்தியில் 2ஆவது இன்னிங்ஸில் துடுப்பெடுத்தாடிய சென் தோமஸ் அணி சகல விக்கெட்களையும் இழந்து 161 ஓட்டங்களைப் பெற்று தோல்வி அடைந்தது.",
    "திசென் எஹலியகொட (0), ரொமேஷ் மெண்டிஸ் (12), தினேத் குணவர்தன (15), சேனாதி புலேன்குலம (13), மஹித் பெரேரா (7), நாதன் கல்தேரா (18) ஆகியோர் சீரான இடைவெளியில் ஆடுகளம் விட்டகல ஒரு கட்டத்தில் சென் தோமஸ் அணி 6 விக்கெட்களை இழந்து  76 ஓட்டங்களை மாத்திரம் பெற்று இக்கட்டான நிலையில் இருந்தது.",
    "ஆனால், 7ஆவது விக்கெட்டில் ஜோடி சேர்ந்த சாருக்க பீரீஸ், செனேஷ் ஹெட்டிஆராச்சி ஆகிய இருவரும் மிகவும் பொறுமையாக துடுப்பெடுத்தாடி  சென் தோமஸ் அணியினருக்கு கடுப்பேற்றிக்கொண்டிருந்தனர்.",
    "அவரக்ள் இருவரும் 7ஆவது விக்கெட்டில் பெறுமதிமிக்க 66 ஓட்டங்களைப் பகிர்ந்திருந்தபோது சாருக்க பீரிஸை ரமிரு பெரேரா ஆட்டமிழக்கச் செய்து இணைப்பாட்டத்தை முடிவுக்குக் கொண்டுவந்தார்.",
    "சாருக்க பீரீஸ் 22 ஓட்டங்களைப் பெற்றார். மறுபக்கத்தில் அணியின் தோல்வியைத் தடுப்பதற்கு கடுமையாக முயற்சித்த செனேஷ் ஹெட்டிஆராச்சி 46 ஆட்டம் இழக்காதிருந்தார்.",
    "றோயல் 1ஆவது இன்: 326 - 8 விக். டிக்ளயார்ட் (தாசிஸ் மஞ்சநாயக்க 137, ரமிரு பெரேரா 128, ஓவின அம்பன்பொல 30, ஆகாஷ் பெர்னாண்டோ 55 - 4 விக்., கவிந்து டயஸ் 58 - 3 விக்.)",
    "சென் தோமஸ் 1ஆவது இன்: 153 (சேனாதி புலேன்குலம 40, மஹித் பெரேரா 30, நாதன் கல்தேரா 20, புலான் வீரதுங்க 26 - 3 விக்., ரனுக்க மல்லவஆராச்சி 35 - 2 விக்.)",
    "றோயல் 2ஆவது இன்: 168 - 4 விக். டிக்ளயார்ட் (தாசிஸ் மஞ்சநாயக்க 50, ரமிரு பெரேரா 46 ஆ.இ., ஆகாஷ் பெர்னாண்டோ 54 - 4 விக்.)",
    "சென் தோமஸ் (வெற்றி இலக்கு 342 ஓட்டங்கள்) 161 (செனேஷ் ஹெட்டிஆராச்சி 49, சாருக்க பீரிஸ் 22, சினேத் ஜயவர்தன 14 - 2 விக்., ரமிரு பெரேரா 25 - 2 விக்., நெத்வின் தர்மரட்ன 27 - 2 விக்.)"
  ]
}