{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/share-market-slumps-into-negativity-over-imf-second-tranche-woes/",
  "time_ut": 1700759400.0,
  "original_lang": "en",
  "original_title": "Share market slumps into negativity over IMF second tranche woes",
  "original_body_lines": [
    "Stock market trading was not positive yesterday owing to low investor sentiment caused by delays in Sri Lanka obtaining the second tranche of the IMF loan. Apparently, some terms laid down by EXIM Bank of China are not accommodative when it comes to external debt restructuring, market analysts said.",
    "Consequently, retail market participation was not at all satisfactory and crossings dominated the market. A Melstacope crossing contributed more than 45 percent to the turnover.",
    "The All Share Price Index went down by 25.2 points and the S and P SL20 declined by 2.58 points. Turnover stood at Rs 812 million with at least two crossings. The crossings were reported in Melstacope, which crossed 4.54 million shares to the tune of Rs 363 million; its shares traded at Rs 80 and Sampath Bank 450,000 shares crossed for Rs 29.9 million; its shares traded at Rs 66.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Keells Hotel Rs 41.8 million (2.2 million shares traded), SLT Rs 21.4 million (205,000 shares traded), Commercial Bank Rs 18 million (213,000 shares traded), Central Finance Rs 16 million (154,000 shares traded), Sampath Bank Rs 15 million (239,000 shares traded), Hayleys Fabrics Rs 14 million (330,000 shares traded) and Prime Land Rs 13 million (1.9million shares traded). During the day 27.9 million share volumes changed hands in 7473 transactions.",
    "It is said that mixed interest was observed in Melstacorp, JKH and Commercial Bank, while retail interest was noted in Watawala Plantations, Browns Investments and Lanka Milk Foods.",
    "The Banking sector was the second highest contributor to the market turnover (due to Sampath Bank and Commercial Bank), while the sector index increased by 0.88 percent.",
    "Bond yields were stable. A bond maturing on 01.08.2026 was quoted stable at 14.30/40 percent. A bond maturing on 01.07.2028 was quoted at 14.55/60 percent from 14.45/65 percent.",
    "President reveals plans to establish Agro – Technology University in Sri Lanka.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}