{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82094",
  "time_ut": 1686225720.0,
  "original_lang": "en",
  "original_title": "“Uduppiddy Singham” (Uduppiddy Lion) “Em”  Sivasithamparam  was a Champion of Tamils’ Rights.",
  "original_body_lines": [
    "(This article is a modified version of an Obituary  published in the Indian Newsmagazine “Frontline” in June 2002)",
    "Former Parliamentarian, Deputy Speaker and President of the Tamil United Liberation Front (TULF), Murugesu Sivasithamparam  passed away in a Colombo hospital 21 years ago  on 5 June 2002. Sivasithamparam hailing  from Karaveddy in the Vadamaraatchy division of Jaffna peninsula. , was known affectionately as “our Siva” or “Em Siva” in Tamil on account of his initial “M”(em). Born in 1923, Sivasithamparam’s birth centenary will be commemorated on July 20 this year.",
    "Sivasithamparam was a well-built six footer with a stentorian voice. He  did not need a microphone to amplify his voice. This earned him the sobriquet “Simmakkuralon (Lion-voiced) Sivasithamparam” . Siva who represented the Udupiddy electorate in Parliament for many years was also dubbed the “Uduppiddy Singham “or Uduppiddy Lion”.",
    "The larger than life  M. Siva was for more than four decades an accredited leader of the Tamil people in the island. The brilliant lawyer was a powerful orator and ebullient debater who cut a flamboyant figure at the height of his career.",
    "He was the scion of a maniagar or hereditary chieftain in charge of a revenue division during the British colonial days, but Sivasithamparam was enamoured of Marxism and was a Communist party member during his undergraduate days. He dropped out of University and later joined Law College. He also abandoned communism and took up the cause of Tamil nationalism by joining the All Ceylon Tamil Congress, the oldest Tamil political party in the country. He went on to become its general-secretary and president.",
    "In 1956, Sivasithamparam contested from the Point Pedro electorate in the Jaffna peninsula as an independent candidate and lost. He was returned to Parliament for the first time in March 1960 when he won the Udupiddy seat on the Tamil Congress ticket and repeated his performance in July 1960 too. He was then the sole representative of the party in a Parliament of 157 MPs as almost all Tamil constituencies had been won by the Federal Party.",
    "In 1961, Sivasithamparam participated in a satyagraha campaign launched by  Tamil political parties  in the Northern and Eastern provinces to demand the restoration of Language rights denied  to Tamils and functioned as a “postman” in the dramatic attempt of conducting an independent postal service as part of the civil disobedience movement. It was Sivasithamparam’s task to deliver a letter to the district police chief informing the government authorities of the postal service. The letter bore an “independent” stamp printed illegally.",
    "At one stage the Army was called in to suppress the satyagraha movement. Sivasithamparam was beaten up and had to be hospitalised. Tamil lawyer S. Ponniah in his book Satyagraha observes: “As the soldiers were rushing at the women satyagrahis who were sitting at the main entrance, a group of young satyagrahis intervened between the women and the soldiers to prevent assault on them. One of these satyagrahis was Mr. M. Sivasithamparam, MP for Udupiddy. A strapper himself, he stood in the way of the soldiers with both his hands stretched out horizontally. He was attacked by a number of them. He lost his balance and fell on the ground. He sustained injuries on his face, shoulders and arms. He was unable to use his arms for days together thereafter.”",
    "Sivasithamparam won again in March 1965 elections  and the Tamil Congress with three seats joined the National government of Dudley Senanayake. He served as Deputy Chairman of Committees from 1965 to 1967 and as  Deputy-Speaker of Parliament from 1967 to 1970. Proficient in English, Sinhala and Tamil, Sivasithamparam discharged his duties impartially, efficiently and fearlessly. Once he chastised his party leader G.G. Ponnambalam  snr -much to the latter’s chagrin – for criticizing an MP who was not present in the House.",
    "As Deputy Speaker he enhanced his image, but in 1970 Sivasithamparam lost his seat to the Federal Party. It was an electoral upset as Sivasithamparam, known as “Udupiddy Singham” or the lion of Udupiddy, was regarded as unbeatable in his stronghold. In an interesting parallel,  former opposition leader, Appapillai Amirthalingam who, like Sivasithamparam, was the general-secretary of the Federal Party, also lost in his pocketborough of Vaddukkoddai. The brightest stars of their respective political parties began to close ranks in the interests of greater Tamil unity.",
    "In 1976, the major Tamil parties in the island came together to form the TULF, which contested the 1977 elections on a separatist platform and swept the polls in the Tamil areas.",
    "Amirthalingam and Sivasithamparam were the principal architects of that unity and the subsequent victory. With 18 seats the TULF was the largest Opposition party in Parliament. Amirthalingam and Sivasithamparam became the Leader and the Deputy Leader of the Opposition respectively. Sivasithamparam became the president and Amirthalingam secretary-general of the TULF at the Aavarangaal convention in 1978. While Amir was referred to as “ Thamil Inathin Thalaiver”(Leader of the Tamil  nation), Siva was called “Thamil Iyakkathin Thalaiver”(leader of the Tamil movement).",
    "In July 1977, Sivasithamparam contested from Nallur. The Udupiddy electorate had a substantial concentration of Dalits  or depressed castes and Sivasithamparam shifted to Nallur to enable the TULF to field a Dalit candidate in Udupiddy. Accordingly, K. Rasalingam, an educationist, contested and won, becoming the first Tamil Dalit to be elected to Parliament. Earlier in 1970, M.C. Subramaniam was appointed as MP by the United Front Govt.",
    "Despite being unfamiliar with the electorate, Sivasithamparam himself won magnificently in Nallur and created history by recording the largest majority of 28,137 votes in the entire country.",
    "THE July 1983 violence resulted in tragic upheaval for the Tamil minority. Thousands of families were affected and uprooted. Sivasithamparam’s house  at Norris Canal Road in Colombo and two vehicles were burnt; his family members, however, managed to escape miraculously. Sivasithamparam himself was in Mannar at the time for the TULF convention. The Sivasithamparams , along with many others, relocated to Tamil Nadu. Chief Minister M.G. Ramachandran allocated a flat to the family in Chennai. Sivasithamparam returned the flat after a few years and with the help of family members bought a house in Adyar. The TULF leader thereafter  remained a resident of Chennai, with periods of absence to do political  work in Sri Lanka.",
    "The TULF forfeited its parliamentary seats when it refused to take the mandatory oath of allegiance to a unitary state as provided for by the Sixth Amendment to the Sri Lankan Constitution hastily passed in August 1983. The party however welcomed the good offices of India and cooperated in the mediatory efforts undertaken by New Delhi. Sivasithamparam, along with TULF colleagues, participated in all India-sponsored negotiations including the aborted talks in Bhutan in 1985. In 1987,the TULF accepted the Indo- Sri Lanka Agreement and re-entered the political mainstream of the island.",
    "In 1989, Sivasithamparam survived an assassination attempt by the Liberation Tigers of Tamil Eelam (LTTE). But TULF leaders Amirthalingam and Yogeswaran were killed in the incident. Sivasithamparam was shot in the chest and was in hospital. Despite this incident and a number of other attacks by the LTTE, the TULF established  political relations with the LTTE and accepted its overall leadership.",
    "Sivasithamparam contested from the Jaffna and Wanni electoral districts in 1989 and 1994 respectively but failed to gain representation in the polls conducted under the proportionate representation system. The TULF was actively involved in the peacemaking efforts of President Chandrika Kumaratunga and Sivasithamparam himself played a commendable role in it.",
    "In 1998, ill-health compelled him to return to Chennai in virtual retirement until early this year. He did not contest the elections of 2000 and 2001.",
    "The 2001 elections, however, saw four Tamil parties including the TULF come together to form the Tamil National Alliance. It won 14 seats and on the basis of votes received was entitled to one nominated seat on a national basis. Sivasithamparam was the unanimous choice for the seat. He returned to Colombo to become an MP again and once again played a role in the island’s politics albeit under changed circumstances until his death.",
    "Sivasithamparam was born to patrician wealth and acquired much prosperity as a successful lawyer. Yet, like Amirthalingam, he sacrificed almost everything in politics and at the time of his death had been reduced to much deprivation. What mattered most to him was the restoration of Tamil rights and the achievement of political equality for the Tamils of Sri Lanka. It was that goal which drove him on despite his failing health.",
    "Tamil leaders like Sivasithamparam remained active in politics and were even prepared to play second fiddle to the LTTE not because of power hunger, ambition, cowardice or opportunism but because of a deep sense of commitment. Siva felt that he and others of the TULF old guard owed it to the Tamil people because it was the TULF that brought separatism into the political discourse. Therefore, he felt that he was duty bound to see the thing through until a satisfactory settlement was reached.",
    "Sivasithamparam passed away peacefully after a brief illness in the Colombo National Hospital at 1:50 a.m. on 5 June 2002. The Tamil leader was one who had been deeply troubled by deteriorating relations between the Tamil and Muslim communities.",
    "Greatly affected by the mass expulsion of Muslims from Jaffna by the Tigers in 1990, an anguished Sivasithamparam declared that he would set foot in Jaffna only after the Muslims of Jaffna returned to their homeland. He remained faithful to his pledge until his demise. It was only Sivasithamparam’s body that was brought to Jaffna to be cremated at the traditional “Sonappu” cemetery in Karaveddy.",
    "Like many Tamil politicians of his vintage, Sivasithamparam believed in the creed of Gandhian non-violence and participated in many protest demonstrations over the years. It could be truly said that with his demise an exemplary manifestation of Tamil politics is no more. Few of his ilk are in Sri Lankan politics today and Siva’s  loss is  sorely felt.",
    "This Article appears in the “Political Pulse”Column of the “Daily FT’dated 7th June 2023.It can be accessed here –"
  ]
}