{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/aac-delegates-meet-state-minister-of-transport/",
  "time_ut": 1690907220.0,
  "original_lang": "en",
  "original_title": "AAC delegates meet State Minister of Transport",
  "original_body_lines": [
    "On an invitation by Lasantha Alagiyawanna, State Minister for Transport, delegates of the Automobile Association of Ceylon (AAC), comprising Dhammika Attygalle (President), Keerthi Gunawardane(Vice President), Piyankara Jayaratne (Vice Patron) and Devapriya Hettiarachchi (Secretary), met at the State Ministry of Transport at D.R. Wijewardane Mawatha on July 12.",
    "The purpose of the discussion was to ascertain the kinds of services and facilities provided by the Association, besides the Association’s future plans regarding road safety projects. The Association provided a power point presentation of their facilities and services and said that they are the voice of motorists and that their motto is “Partner in Motoring”.",
    "The Association emphasized that they are party to the UN Decade of Action 2010-2020, extended over the period, 2021-2030, and that they annually conduct at least one or two road safety projects.",
    "The road safety projects are inclusive of workshops and seminars, not only for motorists but for all other road users, including schoolchildren.",
    "The State Minister then suggested that the Association could provide a Road Map to the ministry in regard to future road safety projects the Association hopes to undertake.",
    "The State Minister also pointed out that at present data regarding road accidents, fatalities and injuries are collected by the Police Department, insurance companies, the Road Development Authority, Department of Motor Traffic and the National Road Safety Council, but there is no consistency in such data-gathering and there is no guarantee of the accuracy of this data. He therefore inquired whether the Association could develop a software for this purpose so that accurate data could be gathered.",
    "The State Minister said that the Department of Motor Traffic intends to extend its services and that there is a proposal to establish a counter at the Katunayake International Air Port arrival terminal to issue temporary driving licences to foreigners to enable them to drive in Sri Lanka. He extended an invitation to the Association to combine their operations with those of the Department.",
    "The State Minister further inquired whether the AAC wishes to change the Incorporation Act of 1957. But Association delegates did not want to give up their identity as the Association’s incorporation is state recognized.",
    "Export earnings exceed USD 1 billion for second consecutive month",
    "Automobile Association of Ceylon writes to IGP on ‘beggar menace’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}