{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/signature-anuradhapura-branch-relocates-and-upgrades-as-signature-studio/",
  "time_ut": 1683652080.0,
  "original_lang": "en",
  "original_title": "Signature Anuradhapura branch relocates and upgrades as Signature Studio",
  "original_body_lines": [
    "Signature, Sri Lanka’s leading home-grown menswear brand, has relocated its Anuradhapura branch and upgraded it to Signature Studio to offer its valued customer from the area greater convenience when shopping for the best menswear in the country.",
    "The branch was ceremonially declared open by Ruwan Wijesinghe – Municipal Commissioner, Anuradhapura, together with Diluk Sampath Peris – Director of Elegant of Keleeza and A.T.M. Farzan – Head of HR and Operations of the Hameedia Group.",
    "Located at No 341/1, Main Street, Bank Town, Anuradhapura, the new Signature Studio is a significant upgrade on the previous branch as it is located on the main street, and offers spacious interiors, thereby making the entire shopping process a pleasant experience.",
    "As the newest branch from its expanding branch network, the Anuradhapura Signature Studio will provide fashion conscious gentlemen of all ages the opportunity to browse through its large collection of trendy, high-quality menswear products that includes formal, ceremonial, smart casual, casual, linen, party, suits, shirts, blazers, and trousers. The branch’s wide range of leather products and men’s accessories will guarantee that customers can find the perfect items that complement their new clothing purchases and complete their look. Additionally, with the availability of womenswear and kidswear, the new Signature Studio provides a shopping experience for the entire family.",
    "The spacious branch with its relaxed environment allows customers to shop at a leisurely pace where they can carefully go through the large collection of items, fit them on, and proceed with their purchases. The branch provides all the main brands including Signature and premium brand ICON. It also offers Signature tailoring services Made-to-Order (MTO) and Made-to-Measure (MTM).",
    "Signature Brand Manager Amjad Hameed stated, “The Signature Anuradhapura branch has been doing well for the past 9 years. However, we felt that it is time to provide our valued customers an enhanced shopping experience by delivering a larger branch located on the main street with easy access. We are constantly looking at ways to better connect with our customers and provide them with greater convenience as they shop for their favourite menswear products. In the coming months, we will continue to open new branches islandwide covering all the main cities. This aligns with our goal of providing our valued client base the customer-centric, fashion-forward, high quality services they deserve.”",
    "Established in 1989, Signature has made a name for itself as the Value for Money brand for both formal and casual categories, operating as the most trusted local menswear brand in Sri Lanka. The Exclusive Signature branches located islandwide provides retail customers access to all its brands under one roof. Online customers can log on to https://signature.lk/ and access all brands with islandwide delivery. Signature is also available in stores of leading fashion retail chains islandwide. Well-known for its ability to build confidence by enriching personalities of the younger generation, Signature has a developed, encompassing lifestyle line that is fashionable for men to be flamboyant and loud. Signature features carefully-designed pieces for young undergraduates, Executives and Junior Managers who dream to be a CEO one day and want to look extraordinary.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}