{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/legal-advice-sought-on-sexual-harassment-allegations-levelled-at-sri-lanka-state-tv-official-118941/",
  "time_ut": 1682447760.0,
  "original_lang": "en",
  "original_title": "Legal advice sought on sexual harassment allegations levelled at Sri Lanka state TV official",
  "original_body_lines": [
    "ECONOMYNEXT – The chairman of Sri Lanka’s state-run Independent Television Network (ITN) will seek the advice of the Attorney General and the Principal of the Sri Lanka Law College on allegations of sexual harassment levelled by a female news anchor against a senior ITN official.",
    "Minister of Mass Media Bandula Gunawardana said ITN chairman Sudarshana Gunawardena is out of the country at present.",
    "Ishara Dewendra, a senior ITN news anchor, resigned last week after allegedly facing sexual harassment at the workplace.",
    "“The ITN chairman is a lawyer. In the interest of transparency, he has appointed an external committee to investigate the matter,” Minister Gunawardana saidwas answering a question posed by opposition MP Rohini Kaviratne in parliament on Tuesday April 25.",
    "“At present, I have not received a complaint, however, I have been informed that the Attorney General’s department and the Principal of the Sri Lanka Law College will have an advisory role in this matter.”",
    "In Sri Lanka, sexual harassment remains a crime under the Penal Code and is punishable by rigorous imprisonment for up to five years. However, media rights groups say women media workers are frequently subjected to sexual harassment for various reasons, including promotions.",
    "But most of them do not complain or report it because of social stigma, given Sri Lankan society’s ignorance on such complaints and inaction or being dragged by law-implementing agencies. The general society’s attitude of blaming women for such complaints also prevents them from lodging complaints against men.",
    "“Women are in a position where they cannot go to work because of these incidents,” said Kavirathna.",
    "“I request that the minister and media institutions expose the perpetrator and take necessary disciplinary action against them” she said. (Colombo/ Apr 25/ 2023)"
  ]
}