{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82843",
  "time_ut": 1696366320.0,
  "original_lang": "en",
  "original_title": "President  Ranil Wickremesinghe gets embroiled in Verbal Clash  with Deutsche Welle’s Martin Gak During Interview; friendly chat  turned nasty when   a question regarding the Channel 4 documentary was posed",
  "original_body_lines": [
    "In attempting to outsmart Deutsche Welle’s Martin Gak during an interview, President Wickremesinghe said that there had been no external involvement in the 2019 Easter Sunday massacre.",
    "Claiming that the Sri Lankan government will not entertain an international inquiry, Wickremesinghe said he forgot to tell Dak of the ‘FBI report which says that no one outside was involved.” He added, ‘We had the FBI, we had the British police, we had the Australians, the Indians, the Chinese, the Pakistanis…” “… those secret service agencies have given reports. You are talking nonsense.”",
    "In September, former head of the CID, Ravi Seneviratne, too, told the TNL Janahanda programme, that foreign intelligence agencies had come in 2019 to determine ISIS involvement, and found no evidence.",
    "Wickremesinghe who bragged he knows better than Gak, as he has been in the ‘game’ for long, also accused the interviewer of taking the recent Channel 4 exposé on the Easter bombings as the “Gospel truth.”",
    "What began as a friendly chat soon turned nasty, the minute Gak posed a question regarding the Channel 4 documentary.",
    "So, it then begs the question; Why, when the government has been told by intelligence agencies that the Easter massacre was a homegrown affair, information it would have received within months of that fateful day, does it continue to drag its feet in going after the mastermind?",
    "The statements of both Wickremesinghe and Seneviratne also put paid to claims by those who insist the bombings were an ISIS operation, and that there was no agenda to help Rajapaksa’s, specifically Gotabaya win the presidency.",
    "Seneviratne stated that the CID had been misled in their investigations against Zaharan Hashim, even before the Easter bombings, with false information of sightings in the East, when later it was found he had been frequenting Wattala, Panadura, Ja-Ela, Mount Lavinia etc. The CID seemed to be impeded in their investigation throughout by intelligence services officers. What or who are they shielding?",
    "Assad Moulana told Channel 4 that Sivanesathurai Chandrakanthan alias Pillayan, the state minister for Rural Road Development and Suresh Sallay, the current head of state intelligence had a hand in the bombings.",
    "Seneviratne also said that the CID investigations have been at a standstill since December 2019.",
    "Wickremesinghe told Gak that not even the British take Channel 4 seriously. If that is Wickremesinghe’s view of that Channel, why was time and money wasted on a 2-day parliamentary debate on the documentary? More importantly, why has Wickremesinghe appointed a three-man committee comprising retired Supreme Court Justice S.I. Imam, retired Air Force Commander A.C.M. Jayalath Weerakkody and President’s Counsel Harsha A.J. Soza PC, to investigate the Easter Sunday bombings, hot on the heels of the Channel 4 revelations? Why not ignore the Channel, like he said the British do? If he is serious about getting to the bottom of the affair, why didn’t he initiate an investigation no sooner he became President and not wait for the Channel 4 uproar?",
    "His committee is in addition to the Malalgoda Commission appointed by President Maithripala Sirisena soon after the bombings, the Parliamentary Select Committee and yet another Presidential Commission by Sirisena. Most of the findings of those inquiries remain under wraps, with no satisfactory police investigation to bring the masterminds to book. What does Wickremesinghe hope to achieve by this new inquiry, other than dragging the matter further?",
    "The call for an international inquiry gathered momentum just about a year ago when it was clear the State and its intelligence apparatus were blocking all avenues leading to the disclosure of the masterminds.",
    "As Gak attempted to point out, and was shouted down by Wickremesinghe, Sri Lanka has a long history of appointing commissions and committees on various issues, which have never brought closure to the victims. As we all know, Sri Lanka is notoriously lax on the accountability side of things, be it the Easter massacre, abductions, disappearances, assaults or stealing from State coffers.",
    "Then Wickremesinghe tried another line telling Gak that he deals only with the Bishops Conference of Sri Lanka and not with Malcolm Cardinal Ranjith. Is Wickremesinghe attempting to create a wedge between the two? Granted, all may not be well between the bishops themselves, and with the Cardinal.",
    "Many Catholics have aired their displeasure over the Cardinal’s inability to remain apolitical. However, in fighting for a just resolution for the victims of the Easter massacre, the Catholic body stands as one. Whether Wickremesinghe likes it or not, it is the Cardinal who has taken the lead on this matter. As Head of State, Wickremesinghe must learn to work with everyone, in this case, the Cardinal. If he is unable to do that, then by extension he is closing the door on all Catholics!",
    "Wickremesinghe is well-known for his theatrics; in parliament or outside he meets uncomfortable questions or situations, with remarks attempted at putting down his opponents or evoking laughter from his stooges. The DW encounter is not the first time, since becoming President that he has been confrontational with a journalist and cutting short the interview. In parliament a few months ago, he ordered an opponent to ‘Shut up and sit down.”",
    "In the interview with Gak too we saw him looking around at those off-camera, with a smile, obviously expecting a cheer.",
    "Wickremesinghe might think he gets the upper hand with such behaviour, but in reality, he cuts a sorry figure.",
    "Currently in cahoots with the Rajapaksa’s his disruptive behaviour mirrors theirs. Indeed, the DW interview brought back memories of Gotabaya Rajapaksa’s 2009 interview with the BBC, where he belittled the slain Editor of the Sunday Leader, Lasantha Wickrematunge.",
    "Contradicting previous statements, Wickremesinghe is now hiding behind the Constitution in refusing to allow an international investigation, though it did not seem to bother him in 2015 when his government co -co-sponsored the UNHRC resolution 30/1. That resolution agreed to a local judicial mechanism to resolve the issue of human rights violations and also allowed the inclusion of foreign defence lawyers, judges, investigators and authorised prosecutors.",
    "Just over a year ago, when the opportunity to finally lead the country fell on his lap by chance, he promised to bring in Scotland Yard to probe the Easter Sunday attacks, an obvious ploy to curry favour with the Catholics.",
    "He is backtracking now, using the Constitution as an excuse. Surely, a well-read man, a lawyer at that, would have known, when he co-sponsored the resolution and made false promises to bring in Scotland Yard, that there are constitutional barriers to such actions.",
    "Survivors of the Easter bombings have waited long enough for an impartial investigation and it is the lack thereof that propelled the call for an international mechanism. Victim families need closure and those who plotted and planned that evil deed on behalf of their political masters must be punished. Is that too much to ask?",
    "All Wickremesinghe has to do is to bring back the upright officers of the Criminal Investigation Department who were working on the case, dismantle his three-member committee and ensure the probe is free of political and State interference. If he finds the courage to do that, we can hope for a speedy end to a matter that has dragged on for over four agonising years."
  ]
}