{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/Lurking-predators-make-some-temples-unsafe-for-novice-monks/131-258552",
  "time_ut": 1683049680.0,
  "original_lang": "en",
  "original_title": "Lurking predators make some temples unsafe for novice monks",
  "original_body_lines": [
    "Even though temples are considered as places of religious worship and ones which lay people visit to learn Buddha’s teachings, many novice monks have faced unpleasant experiences in such institutes",
    "NCPA is the apex body that oversees the well-being of children, but it doesn’t possess powers to bring perpetrators before the law",
    "A good number of chief monks are against the practice of ordaining novice monks as it hasn’t been regulated in Sri Lanka",
    "Sri Lanka boasts of a 2500 year old Buddhist culture. This culture also includes the ordaining of novice monks which has been a practice followed for centuries. But some children as young as six or seven years are now being ordained, mainly due to poverty. Even though a temple is considered as a place of religious worship and one where lay people learn the teachings of the Buddha, many novice monks face unpleasant experiences. Adding to the list of incidents is the recent assault and abuse of novice monks reported from several temples across the country. However, what is surprising is the deafening silence maintained regarding these incidents by Chief Prelates of main Buddhist chapters in the country who are responsible for taking the lead in protecting the sāsana (the Buddhist Order) of this country.",
    "On April 23, an eight-year old novice monk at a temple in Pussellawa was recently admitted to the Gampola hospital after suffering severe injuries. The monk alleged that three senior monks had brutally assaulted him as he failed to recite sermons properly and that they continue to beat him when the Chief Incumbent is not at the temple. According to the Police, a statement has been recorded from the chief incumbent of the temple, but no arrests have been made as yet.",
    "On April 25, a 14 year old novice monk at the Moragammana Mayurapada Rajamaha Viharaya was allegedly sexually abused while at the temple. According to the police media division, the monk was abused around two months ago by two monks who had visited the temple. The novice monk is currently receiving treatments under the supervision of the police. Even though both monks accused of the crime had been taken in for questioning, the duo were produced to courts and subsequently released on bail. The next hearing of the case has been scheduled for August 29, 2023.",
    "Another incident of an assault on a monk was reported from Nikaweratiya. Media reports claimed that seven women attached to the Nikaweratiya Provincial Council had allegedly assaulted and abused the monk. The monk is now receiving treatment. Speaking to the media, the Chief incumbent of the temple alleged that the women have taken away his robes and had molested him.",
    "However, when the Daily Mirror made inquiries from the Kotavehera Police Station, an official said that the women in question were members of the temple’s dayakasabawa (administrative committee). “This is quite a new temple which was built around four years ago. However the Dayakasabawa is divided as one faction claims that the temple isn’t doing much in terms of contributing to the lives of the people in the area. Even though there have been many discussions with members of the Sasana Arakshaka Bala Mandalaya and the provincial council, such attempts proved futile. The Chief incumbent of this temple resides in a temple in Kalpitiya. So on the day of the incident these women had gone to the temple and had forced the monk to leave the temple. They had dragged him by his robes and allegedly assaulted him. There had been five women and they were arrested on April 27. One of them has been further remanded till May 5, 2023.",
    "When the Daily Mirror contacted the Nikawaretiya Provincial Council a senior official denied any connection between the said incident and the provincial council. “The council was dissolved on March 19. This is in fact an errant news. None of the members-or rather the women in this council- is connected to this incident,” the Senior Official said.",
    "It is quite worrying to note that a country with a mounting number of incidents of violence, abuse and harassment against children and women only has a state ministry to look into such matters. But Sri Lanka has always had a subject ministry for Buddhasasana and religious affairs. The Daily Mirror spoke to Buddhasasana Ministry Secretary Somaratne Vidanapathirana to inquire about the decisions taken by the Ministry with regards to the abuse of novice monks. However this paper was requested to focus on state Vesak celebrations happening this week instead. “We are conducting investigations on these incidents, but I would like to request you to focus on state Vesak celebrations which have been organized for this week,” sais Vidanapathirana.",
    "Even though incidents of abuse of novice monks have been reported from time to time, Chief prelates of Malwathu, Asgiriya chapters for instance have maintained silence. When contacted, the Chief Sanganayaka of the Southern Province Ven. Omalpe Sobitha Thera said that he had repeatedly written to Chief prelates of Malwathu, Asgiriya,Amarapura, Ramanna and Siam chapters. “There are various allegations against temples. Therefore, it is the sole responsibility of Chief prelates to intervene in this matter and ensure the safety of novice monks. My proposal is that the Chief prelate in each chapter should be held responsible for their respective chapters. The Siam chapter for example has seven sub chapters. The Amarapura Chapter has 22 sub chapters and so on. Therefore, a Chief prelate can appoint seven monks to oversee these sub chapters.",
    "“The Chief prelates have been given all facilities, special privileges and powers by the state, so they have a responsibility to put more effort into protecting the sāsana,” he added.",
    "Ven. Sobitha Thera further said that he’s against the practice of ordaining novice monks as it has not been regulated in Sri Lanka. “Some monks with a doctorate ordain novice monks. But we don’t know whether they have genuinely taken to robes,” the priest said.",
    "The National Child Protection Authority (NCPA) is the apex body that oversees the well-being of children in the country. But the Authority doesn’t possess powers to bring perpetrators before the law. “Many of these incidents fall under criminal offenses and therefore the Police has the legal mandate to conduct investigations and apprehend perpetrators,” said NCPA Chairman Udayakumara Amarasinghe. “The National Child Protection Authority only has monitoring power. Therefore we focus more on drafting policies to curb incidents of violence, abuse and harassment experienced by children. We also receive public complaints and thereafter we refer these complaints to relevant authorities.,” Amarasinghe.",
    "As such law enforcement authorities such as the Police have a bigger role to play in such situations. “Incidents of child abuse, harassment and violence are offenses listed under the Penal Code. Therefore the Police have to conduct investigations. In the case of incidents relating to child labour we inform the Labour Department. Then there is the Children and Young Persons Ordinance that includes laws and regulations for children kept in probationary care,” he said.",
    "Amarasinghe further said that there needs to be a national database from which people are able to collect information regarding incidents of violence. “There are 605 police stations across the country, but the NCPA doesn’t receive all complaints received by these police stations. Some of these incidents are reported in the media before they are reported to the NCPA. But we also have a media monitoring mechanism to collect details of incidents that are published on print and electronic media,” he said.",
    "However, the NCPA has intervened in many cases as means of expediting the judicial process. “But in most instances we are challenged by political interventions and threats. There have been instances when the NCPA has been called in by the police to record statements when we appear for cases. The chairman was personally requested to provide details in courts in one or two instances. As such, we have to deal with all these challenges while serving our duties,” said Amarasinghe.",
    "He also blamed parents of victims of child abuse who try to maintain silence in the face of such incidents. “There is still a notion that corporal punishment in schools should be allowed, so that children could be disciplined. But that is a wrong approach and we have been conducting awareness programmes to educate the general public across the country. But awareness alone isn’t sufficient in this case. Children are more vulnerable to these unpleasant experiences because the perpetrators believe that children won’t challenge them,” Amarasinghe observed.",
    "Even though many stakeholders expect the NCPA to enforce the law, the Authority is unable to do that as such a task is beyond the legal mandate. When asked about the complaints received via its hotline, Amarasinghe said that the NCPA receives around 10,000 complaints for a year. “Out of these complaints, around 8000 of them are incidents of abuse, violence and harassment against children. These incidents happen as a result of domestic violence, divorce and similar issues that arise between parents,” said Amarasinghe. This newspaper’s attempts to contact the Malwatte and Asgiriya Maha Viharayas proved futile."
  ]
}