{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95632/2024-budget-passed-in-parliament-",
  "time_ut": 1702473540.0,
  "original_lang": "en",
  "original_title": "2024 Budget passed in Parliament",
  "original_body_lines": [
    "The Third Reading of the Appropriation Bill (Budget) for the financial year 2024 was passed in Parliament today (13) by a majority of 41 votes.",
    "Accordingly, the 2024 Budget was passed in Parliament with 122 votes in favour of the Bill, while 81 MPS had voted against it and MP C.V. Vigneswaran abstained from voting.",
    "Incidentally, former Minister and SLPP MP Roshan Ranasinghe was amongst those who voted against the Bill.",
    "The vote for the Third Reading of the 2024 Appropriation Bill was held at 06:40 p.m. today.",
    "After the vote on the Third Reading of the Budget concluded, Parliament was adjourned until 09 January 2024 by the Speaker.",
    "The division on the Third Reading of the 2024 Appropriation Bill was held this evening (13 Dec.) following the concluding of the Committee Stage debate.",
    "On 13 November, President Ranil Wickremesinghe, in his capacity as the Minister of Finance, presented 2024 Budget, the country’s 78th Budget Speech, to parliament as part of the broader economic plan.",
    "Subsequently, the debate on the second reading of the Appropriation Bill commenced the following day and continued for seven days. The second reading was passed by a majority of 45 votes with 122 parliamentarians in total voting in favour and 77 voting against it.",
    "Following the Committee Stage debate of the Appropriation Bill for the year 2024 which was held for 19 days from November 22nd excluding Sundays, the Third Reading vote was held today.",
    "According to the Appropriation Bill of 2024, the total government expenditure has been set at a record Rs. 6,978 billion, an increase of nearly 33% compared to 2023.",
    "Meanwhile, the budget deficit for the fiscal year 2024 is estimated at Rs. 2,851 billion or 9.1 as a percentage of the GDP. This is higher than the revised 8.5% of GDP in the current year. The original target for 2023 was 7.9%."
  ]
}