{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95357/pakistan-sri-lanka-call-for-cementing-bilateral-ties-in-diverse-sectors",
  "time_ut": 1701598200.0,
  "original_lang": "en",
  "original_title": "Pakistan, Sri Lanka call for cementing bilateral ties in diverse sectors",
  "original_body_lines": [
    "Pakistan and Sri Lanka have emphasized the need to deepen and strengthen the longstanding cooperation in political, economic, and cultural domains, focusing on enhancing people-to-people ties.",
    "The resolve came at a meeting between Pakistan’s Caretaker Prime Minister Anwaar-ul-Haq Kakar and Sri Lankan President Ranil Wickremesinghe on the sidelines of the COP-28 summit in Dubai today.",
    "The two leaders expressed satisfaction over the close and amicable nature of the bilateral relations between the two countries, highlighting the goodwill towards the people of both nations.",
    "Speaking on the occasion, the Sri Lankan President highlighted Sri Lanka’s efforts and initiatives to overcome economic challenges and the crisis of excessive debt.",
    "Pakistan’s Caretaker Prime Minister Anwaar-ul-Haq Kakar, in turn, briefed the Sri Lankan President on Pakistan’s endeavors for economic upliftment.",
    "The leaders of both the nations underscored the importance of collaborative efforts to address common challenges, including fostering peace and prosperity in South Asia and tackling the adverse effects of environmental changes.",
    "Sri Lankan President shared insights from Sri Lanka’s experiences, particularly in overcoming financial crises and challenges associated with excessive debt.",
    "Pakistan’s Caretaker Prime Minister Anwaar-ul-Haq Kakar acknowledged Sri Lanka’s initiatives and expressed interest in learning from their experiences.",
    "Both leaders emphasized the significance of cooperation to address shared challenges, working towards peace, security, and sustainable development in the region.",
    "The meeting concluded with a commitment to continue joint efforts in the pursuit of mutual prosperity and addressing environmental challenges, including climate change.",
    "Meanwhile, on the sidelines of COP28 in the UAE, the Prime Minister Anwaar ul Haq Kakar met with Scotland’s First Minister Humza Yousaf.",
    "The Prime Minister wrote on X that “had a productive meeting with Scotland’s First Minister and discussed collaborative efforts in tackling climate change and strengthening bilateral ties”."
  ]
}