{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-makes-offer-to-restructure-domestic-debt-125011/",
  "time_ut": 1688437620.0,
  "original_lang": "en",
  "original_title": "Sri Lanka makes offer to restructure domestic debt",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has made the offer to re-structure domestic as part of efforts to meet International Monetary Fund targets to make government debt sustainable after sovereign default.",
    "Sri Lanka is offering to swap debt in provident funds for new instruments with a longer duration in line with an Extended Fund Facility (EFF) of the IMF.",
    "“It is justified by the ambitious nature of these targets, the need to manage Sri Lanka’s public debt rollover risks in the future and the imperative of ensuring a fair contribution from all creditors to the resolution of Sri Lanka’s debt problem, without however jeopardizing the stability of the domestic financial system,” the Finance Ministry said in a statement.",
    "The bond exchange is expected to be completed by the end of the month.",
    "(a) Conversion/exchange of Treasury Bonds that have been issued under the Registered Stock and Securities Ordinance, No. 7 of 1937 (as amended) into new Treasury Bonds to be issued under the said Registered Stock and Securities Ordinance to certain eligible holders of Treasury Bonds specifically superannuation funds defined as employee trust fund, an approved provident fund or a pension fund, or an approved termination fund within the meaning of the Inland Revenue Act, No. 24 of 2017 (as amended), with a minimum participation requirement of 100 percent of the total face amount of the Treasury Bonds maturing between 2024 and 2032 (inclusive) and not less than 50 percent of the total face amount of the Treasury Bonds maturing in 2023 outstanding on the business date prior to the date of launch of the said conversion/exchange held by such superannuation funds, to avoid incurring a tax rate to 30 percent on the taxable income attributing from Treasury bond investments of such superannuation funds that may be applied from 1 October 2023 onwards. However, the Treasury Bonds maturing on 15 July 2023 will be excluded from the above perimeter.",
    "(b) Conversion of Treasury Bills that have been issued under the Local Treasury Bills Ordinance, No. 8 of 1923 (as amended) and are held by the Central Bank of Sri Lanka (CBSL) into Treasury Bonds issued under the said Registered Stock and Securities Ordinance.",
    "(c) Conversion of the provisional advances made by the CBSL to the Government of Sri Lanka to be converted into Treasury Bonds to be issued under the said Registered Stock and Securities Ordinance.",
    "(d) Exchange of outstanding Sri Lanka Development Bonds (SLDBs) issued under the Foreign Loans Act, No. 29 of 1957 to Treasury Bonds denominated in United States Dollars or Sri Lanka Rupees issued under the said Registered Stock and Securities Ordinance.",
    "\\(e) Restructuring of local law foreign currency denominated bank loans of the Government."
  ]
}