{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/AL-paper-marking-faces-risk-of-further-delays-CTU/108-261699",
  "time_ut": 1687525594.0,
  "original_lang": "en",
  "original_title": "A/L paper marking faces risk of further delays: CTU",
  "original_body_lines": [
    "The evaluation of 2022 CGE Advanced Level (A/L) examination papers is at risk of further delays, as teachers have not been paid as they were promised according to Joseph Stalin, Secretary of the Ceylon Teachers' Union.",
    "As a result of the delays, which have been caused by the Education Ministry and Examinations Department's irresponsible actions, examiners at Kandy Girls' High School withdrew from their duties yesterday.",
    "Stalin's statements highlight the urgent need for the government to address the concerns of teachers and ensure that they are paid the promised payment on timely manner.",
    "It is crucial that teachers who play a vital role in shaping the future of the country, are treated with the respect and dignity they deserve.",
    "This includes providing them with the necessary resources and support to carry out their duties effectively and efficiently.",
    "The government must take immediate steps to resolve the issue and ensure that the evaluation of the 2022 CGE A/L examination papers proceeds without further delays. According to Mr. Stalin, examiners have claimed that the union objected to not being paid their advanced payments for the examination paper evaluation process.",
    "Despite these objections and demands, the responsible authorities have failed to take any responsibility for the situation, leaving examiners frustrated and concerned about the future of the evaluation process of all examinations.",
    "Stalin's comments underscore the importance of ensuring that teachers and other education professionals are treated fairly and justly. It is crucial for the government to prioritize the needs and concerns of these individuals, who are considered pillars in moulding the future generations. By addressing the demands of the examiners and other education professionals, the government can work towards creating a more supportive and equitable education system for all. (Chaturanga Pradeep Samarawickrama)"
  ]
}