{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88761/china-says-its-action-fully-demonstrates-sincerity-efforts-to-support-sri-lanka",
  "time_ut": 1677669960.0,
  "original_lang": "en",
  "original_title": "China says its action fully demonstrates sincerity & efforts to support Sri Lanka",
  "original_body_lines": [
    "China says it will continue to support relevant countries and international financial institutions to jointly play a positive role in helping Sri Lanka navigate the situation, ease its debt burden and achieve sustainable development.",
    "Chinese Foreign Ministry spokesperson Mao Ning made this remark in response to a question raised during a regular press conference held on Tuesday (Feb 28) whether China is willing to make any adjustment to fall in line with the assurances required to finalize Sri Lanka’s IMF bailout package or if there are other steps that have been taken to overcome Chinese concerns on the island’s recast and the overall debt restructuring landscape.",
    "Speaking further, the spokesperson reiterated that the Export-Import Bank of China has provided a financing support document to the Ministry of Finance, Economic Stabilization & National Policies of Sri Lanka, reassuring that the Bank plans to provide an extension on the debt service due in 2022 and 2023 to help relieve the island’s short-term debt repayment pressure.",
    "“The Bank also noted that it will support Sri Lanka in its loan application to the IMF and continuously call on commercial creditors (including the International Sovereign Bondholders) to provide debt treatment in an equally comparable manner, and encourage multilateral creditors to do their utmost to make corresponding contributions.”",
    "Mao said what China did first is based on its existing policy and position on debt issues. “At the same time, as a special arrangement, it also reflects the traditional friendship between China and Sri Lanka.”",
    "She underscored that China’s action fully demonstrates its sincerity and efforts to support Sri Lanka in achieving debt sustainability.",
    "“China will continue to support relevant financial institutions in actively working out the debt treatment. We will work with relevant countries and international financial institutions to jointly play a positive role in helping Sri Lanka navigate the situation, ease its debt burden and achieve sustainable development.”"
  ]
}