{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Promoting-employment-support-for-persons-with-disabilities-in-Sri-Lanka/56-745947",
  "time_ut": 1677863930.0,
  "original_lang": "en",
  "original_title": "Promoting employment support for persons with disabilities in Sri Lanka",
  "original_body_lines": [
    "First awarding event for contributors of the linkage creating program",
    "Japan International Cooperation Agency (JICA) together with the Department of Social Services recently held the first awarding ceremony for Social Service Officers (SSOs), Human Resource Development Officers (HRDOs), ESPD partner companies, workers with disabilities and other stakeholders as contributors of the linkage creating program (LCP) under the ESPD project.",
    "JICA Sri Lanka office Chief Representative Tetsuya Yamada and officers from the Department of Social Services attended the event.",
    "ESPD tries to establish inclusive employment service delivery system to increase opportunities of decent work for persons with disabilities and LCP tries to lay a foundation of the system with the close collaborative efforts by both SSOs and HRDOs. Under the LCP, many workshops have been conducted to create linkage of SSOs and HRDOs and other stakeholders for close collaboration for supporting employment of person with disabilities. Through LCP, more than 29 job seekers with disabilities received job opportunities at 25 companies so far.",
    "During the ceremony, Yamada emphasised the importance of creating a more diverse and inclusive society. People tend to expect that persons with disabilities do the same work as persons without disabilities. But this is wrong. Every person can learn necessary skills that most fit the person after entering workplace. ESPD project tries to change this mindset and ensure that persons with disabilities have equal employment opportunities.",
    "Rushini who got the job in DSL Enterprises Ltd. says, “My mother brings me to work and I am very happy.” Her mother Nishaka said, “My daughter is very happy to be doing a job. I never expected she could do it. I am very happy for her. Thanks to the ESPD team and the company for securing my child’s future and giving her value.”",
    "DSL Enterprises CEO Denzil Perera said that she is doing a good job at her section, and her mother is very supportive. He also mentioned that his company is paying her the same salary as others without disabilities.",
    "Shiraz who is working at the call centre in Pizza Hut says, “I have a spinal disability and have been in the wheelchair for 20 years. My parents are not living and I have only my sisters and friends to help me. I dreamed of becoming successful and independent even with this disability. I am happy that my dream came true. There are people like me who have abilities, they too deserve opportunities like this.”",
    "Pizza Hut Manager Tharusha Wickramasinghe thanked the ESPD team for the constant assistance and said that Pizza Hut thinks that inclusion is very important and they have special talents. Pizza Hut started employing persons with disabilities from 2018. So far, 50 people are recruited and they are planning to hire 300 to 400 people with disabilities until 2025.",
    "SSOs from Kolonnawa and Mallawapitiya mentioned that they used to give job information to job seekers with disabilities but not in such a methodical way as the LCP has been promoting, and those job seekers were never appreciated for their works. They felt that the ESPD project and this awarding ceremony gave them a new light and encouragement for future activities.",
    "DSS Director M. Anoja, said that most persons with disabilities in Sri Lanka are unemployed due to many reasons including issues related to education and training, discrimination and limitation to access to safe working environments. This situation leads persons with disabilities to poverty. ESPD project will help break the barrier to access to safe working environments by creating linkages among many stakeholders. Through this project, most of persons with disabilities will get a change to obtain a sustainable job in the private sector."
  ]
}