{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/IMF-solution-and-how-Malaysian-Government-handled-the-crisis/4-749004",
  "time_ut": 1685666787.0,
  "original_lang": "en",
  "original_title": "IMF solution and how Malaysian Government handled the crisis",
  "original_body_lines": [
    "Dr. Mahathir’s unique way to address the problem was to first understand the problem and frame the solutions to suit the problem rather than going for a general solution as proposed by the IMF  - Pic by Getty Images",
    "We are facing the worst economic crisis in the history of Sri Lanka. The reasons for the crisis are interpreted by different people in numerous ways. Some interpret according to their political belief, some use the most popular but very old theory of blaming the open economy.",
    "We must agree with the argument that the reversal of the present situation is viable only by analysing at the root cause of the problem, if not, whatever the solution we might introduce, may be temporary solutions. The solutions such as borrowing from Peter to pay Paul will not be sustainable. We all know that no solution will be a solution unless it’s permanent and sustainable. There was a similar or worst economic crisis in Asian countries in 1997.",
    "If we need to find a practical solution for our present problem, it’s only prudent that we study the cause of the Asian crisis 1997, particularly Malaysia, which was somewhat similar to our present situation and how they got out of it.",
    "A well-known financier George Soros whose investments exceed most of developing countries saw the Asian crisis as follows.",
    "He noted that in the early 1990s the IMF put too much pressure on Asian countries to open domestic financial markets before they were properly regulated, and he predicted a bubble and a crisis. He also noted, irrefutably, that those countries that kept their financial markets closed weathered the Asian crisis better than those that were open without proper regulation in place, giving the example of China.",
    "His argument was that adequate domestic prudential regulation must precede financial liberalisation.",
    "This proved to be one of the major lessons of the Asian crisis.",
    "This analogous problem is very visible in our crisis too. The lack of regulations or slack of regulatory authorities too had partly contributed to our problem as well.",
    "George Soros who noticed this weakness invested heavily in Asian countries that had no prudential regulations and maximised his profit by withdrawing his investments when the opportunity arose. He was legally safe due to non-availability of regulations to cover the foreign investments yet kept on inviting foreign investments to achieve growth. The similarity here with us was the way we invited export industries and investment of loan capitals in infrastructure developments.",
    "We need to understand the views of the IMF and their objectives to find out whether it is the right option for us to get out of this problem.",
    "IMF structural adjustment policies for developing economies are explained by Weissman in these terms:",
    "The central goals of structural adjustment are to open up countries to having transnational corporations, get access to their workers and natural resources, shrink the size and role of government, rely on market forces to distribute resources and services, and integrate poor countries into the global economy. This concept is highly dangerous for developing countries where the institutions that formulate and monitor regulations are not fundamentally strong.",
    "The first is the pace of liberalisation of a nation’s financial markets—it appears almost irrefutable that the IMF has consistently pushed nations to open their financial systems before appropriate regulation was in place so that the nation could reap, in their interpretation, the benefits of such liberalisation. The other is the intervention of the government in regulating the market and investments. Who has the upper hand in calling the shot when countries seek IMF assistance?",
    "When you need their help desperately, they as the lender come out with their terms without much negotiation. It is almost as if IMF officers, in formulating their advice, too often overestimate the extent and efficacy of the regulatory institutions in developing nations, and the strength of the rule of law climate in which they operate. The truth is they are very weak.",
    "Even if they are strong, can the governments of developing countries use the regulatory authorities to overrule certain conditions imposed by the IMF? However, this balancing act is not easy because IMF assistance is detailed, prescriptive and coercive. The IMF has no hands-off economic advisers.",
    "Its officers sit cheek by jowl with domestic government policy makers and technocrats and, quite literally, call the shots—",
    "With the IMF, if a loan is accepted, its advice must also be accepted, and that advice is given by IMF officers sitting in the offices of the Ministry of Finance and the Treasury of the recipient country.",
    "This makes IMF involvement particularly invasive. When a country depends on external advisors there are some vital areas that they tend to neglect. That was the main reason Dr. Mahathir of Malaysia developed his home grown mechanism to face the crisis.",
    "His views cannot be ignored as his explanations were very logical. His argument was that the IMF has misunderstood the crisis due to the following reasons.",
    "1. A complete initial misdiagnosis of the nature of the crisis. It is a very similar situation with us.",
    "2. Excessive conditions imposed by IMF programs, and inappropriate timing of the reforms mandated by those conditions. We are also in agreement with this taking into account our present situation.",
    "3. Negotiations with foreign creditors as a prerequisite. Basically protecting them. Our Government was asked to do so presently by the IMF.",
    "4. Social costs of IMF policies. Implementation of harsh measures on public especially on those lower EE",
    "The IMF’s initial policy prescriptions of fiscal austerity were designed to address a crisis of over-consumption, for which Dr. Mahathir had a totally different view. This is a true fact even for the Sri Lanka crisis. It started not because of over consumption.",
    "The IMF’s initial response to the Asian crisis involved tight credit, increased interest rates and fiscal tightening. The IMF’s high interest rate policy caused domestic deflation in IMF program countries. This policy may also have worsened the crisis by causing widespread bankruptcies. The IMF’s policies caused a deepening recession in recipient countries and in most cases did not improve confidence but rather increased uncertainty. This strategy discourages investment, compounds the recessionary impact. The similar trend is observed in Sri Lanka too.",
    "These policies made the problems of banks and companies worse by making it harder to get credit, which in turn led to an increase in bad loans because loans could not be rolled over.",
    "The number and scope of conditions placed on IMF crisis funding is one of the major problems with the fund’s approach to crises. Whilst most crises are caused by underlying problems with a country’s economic fundamentals, the time to deal with these issues is not whilst the crisis is at its worst.",
    "Dr. Mahathir found out the exact reason for the crisis and rectified those setbacks in consultation with his longtime friend and finance minister Tun Zainudin using policies they thought would suit Malaysia rather than getting another loan to temporarily cover up the outcome of the crisis. The approach was to focus on policies that would immediately fill up the gaps in the existing system so investors and speculators couldn’t take advantage. This way they stopped huge pilferages of capital out flow and reduced the possible future damages, rather than on long term policies that would attract investors and further investments. Though he admitted that whilst some of the reforms were desirable it was not the time to implement them under a very heavy inflationary environment due to exchange depreciation. Attack by speculators who wanted to capitalise on the situation of depreciating ringgit was so unstoppable that he had to close the financial market till the new policy planning was implemented.",
    "He argued that not only the timing, but also the types of conditions imposed by the IMF were inappropriate. Some of these conditions were, further opening the economy and free exchange to facilitate trade. Given that the crisis itself may have been caused by over reliance on short-term international financing, recommending a further opening of the economy to international financing at this particular point was completely ruled out by him. His aim was a somewhat permanent solution rather than rushing into temporary patch work to please the business community and international investors.",
    "Contrarily, the IMF’s policies simply gave a program for more fiscal expansion.",
    "The belief of Malaysian leaders that the IMF solutions were unjust because they allowed investors to avoid the consequences of their actions, which created moral hazard and placed the burden of the consequences of those actions on people who had no power to control the situation was unjust. They argued that just as profit shouldn’t be shared during good times, neither should losses be socialised during difficult times. We are experiencing this unjust situation at present. Those investors walked out with the profit but the losses are passed on to the public by increasing the price of every essential.",
    "Putting the burden on the common man is not only unjust but also directly affects the productivity of the country due to social unrest, high cost of production and brain drain.",
    "The belief of Malaysian leaders was; Economic recovery is best achieved with policies that suit the condition of the economy in question. One explanation for the success of Malaysia’s policies is that it understood its own economy well, the reasons behind the collapse and was able to design a particularly appropriate set of policies for it. Similarly, because Malaysia implemented its own reform program, rather than having it imposed from the outside, the program seems to have been implemented more rigorously than were the reforms in IMF program countries.",
    "This claim was supported by the IMF: “Malaysia has moved ahead of other crisis countries in respect to formulation of prudential regulation, resolution of nonperforming loans, restoration of capital adequacy, and implementation of a bank consolidation program.",
    "Dr. Mahathir’s unique way to address the problem was to first understand the problem and frame the solutions to suit the problem rather than going for a general solution as proposed by the IMF.",
    "He categorically and stubbornly insists that the causes for the problem were:",
    "3. Huge capital outflows instantly by foreign investors using the stock market when they have made enough profit.",
    "4. Intentional and organised speculation on the exchange rate of ringgit making huge profit by currency conversion.",
    "Once he realised the problem his action plan was to immediately close down the financial market and stop all financial transactions till the new policy formulation was done.",
    "The first step was to restrict the capital out flow from the country and the following factors worked together to shape up the policies. Malaysia’s pursued capital controls were first suggested. He stressed that such controls:",
    "(i) should only be temporary because of the way they distort the economy,",
    "(ii) should never be used to defend an overvalued currency and",
    "(iii) could provide a government with breathing space in order to undertake reforms during a crisis and must “serve as an aid to reform, not an alternative”. Malaysia’s use of controls met all of these principles. After three years the controls were all but gone. Malaysia exercised monetary discipline and did not use the controls to inflate the currency or the economy or bail out companies. It used the breathing space afforded by the controls provided to implement financial and corporate reforms due to the appropriate macroeconomic policy mix that prevailed at that time and that the controls were effective because they “were wide ranging, effectively implemented, and generally supported by the business community.",
    "He even went up to the extent of cancelling a platform for Malaysian share transactions in Singapore called CLOB irrespective of Singapore authorities threatening him of legal action. His argument was that the platform given in good faith was used for speculative purposes by international investors and the result was the drain out of Malaysia’s capital market. Investors lose billions but not his citizens.",
    "Also he never forgot to encourage capital inflow too. His first appeal was to the local business community who made millions during the good time to bring their hidden wealth abroad back to the country failing which they had to face dire consequences. They obliged knowing the man’s firmness.",
    "Those expatriates who worked abroad were given many incentives to bring their money back to the country, one of which was to offer them a tax free car permit for every $ 100,000 deposited in Malaysian bank accounts.",
    "He also went for a fixed exchange rate. The danger of a pegged exchange rate is that it may be, or become over time, overvalued. Malaysia avoided this danger. In fact, the ringgit was undervalued, which boosted exports. This undervaluing also served as “an incentive for retaining funds in the country”. The peg reportedly “reduced the uncertainty in doing business in Malaysia and exporters could plan their export pricing better. They believed the best practice was to make the exporters more comfortable with their planning because at a time when there is a crisis people are always worried about uncertainty, especially the exchange as huge variation can lead to huge losses as export contracts are pre-signed for a minimum one year.",
    "All investors supported it because there was a certainty and made it easier for business to plan”",
    "Malaysia’s policies had a far more benevolent impact on Malaysian society than did the IMF’s policies in other crisis countries. The Malaysian government was experienced in using economic policy to support social policy, and did not forget this interrelationship during the crisis. As a result, the Malaysian government’s policies did not affect the poor as harshly and there were no strikes and social unrest as IMF policies did in other crisis countries. In other words of one commentator, “the costs were not borne primarily by the poor and dispossessed, as occurred in some neighbouring states with great consequent social costs”.",
    "Competent and prudential regulatory authorities made sure that ministers to the down liners were very competent and efficient people who could cross check the implementation of the policies. They cover up the holes in the baskets to make sure the pilferage was minimum or not at all.",
    "The following causes of actions are recommended for our present situation with the IMF or without the IMF.",
    "1. Strengthening of prudential regulatory mechanism and monitoring systems to make sure the followings;",
    "a)  Future possible investments are negotiated to suit our country. Maximum inflow to the country and minimum out flow to the importations of raw material.",
    "b)  Investments that can add value for our own raw materials so as to improve the quality through our own research for a sustainable growth.",
    "c)  Make sure all export proceeds are received by the country. Advice the government on change of regulation and laws in this direction.",
    "2. Authorities must make an immediate arrangement to bring back all dollars held by business people in offshore accounts. If it requires firm actions to be taken that must be done for the benefit of 22 million people who are suffering.",
    "3. Furthermore the government must introduce new laws to stop illicit capital outflow from the country and undesirable capital inflow into the country.",
    "4. Introduce short term incentives for expatriates to remit money through official channels. Authorities must study the systems imposed in other countries such as the Philippines and Malaysia.",
    "So it is obvious that there is no simple answer. We are groping for a solution to this complex political and social dilemma. Therefore, prudential institutions on voluntary practices, standards, code of conduct, best practices in investment monitoring, banking supervision, fiscal management, corporate governance and financial reporting are paramount important.",
    "We must avoid borrowing from Peter to pay Paul. We must clean our back yard first before committing for more loans."
  ]
}