{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81515",
  "time_ut": 1678130100.0,
  "original_lang": "en",
  "original_title": "Threats of an  indefinite strike betray a sinister intent to destabilize the country as it slowly but steadily lifts itself up from the nadir of the worst economic crisis.A govt worth its salt should ensure that would not happen, not for its political preservation, but for the preservation of the country.",
  "original_body_lines": [
    "After a one-day token strike last week, which achieved nothing other than inconveniencing hapless patients in the government hospitals and holding up several ships at the Colombo port, the government trade unions threatened to go on an island-wide from tomorrow (March 8).",
    "If the question concerns any moral justification for the threatened union action, the answer is ‘nothing’.",
    "Championed by the better-remunerated sections of the government service, hence their opposition to the new tax code, the protest action is also self-seeking, opportunistic and hypocritical.",
    "The main grudge of the trade unions is the government’s new income tax reforms, which were endorsed by the IMF last week as the right thing to do to address the long-standing crisis in public finances and invoke confidence in the creditors. The new tax code, a progressive tax system,  lowered the taxable threshold to Rs. 100,000 per month and levied an incremental tax at 6% for each additional earning of 500,000 per annum. The maximum tax rate is 36%. That would still apply to only the highest 10% of the country’s salary earners. An employee who earns a monthly salary of Rs 150,000 ( with the first Rs. 100,000 non-taxable) would pay only 2.3% of taxable income, but the rate increases to 28% for someone who earns a monthly salary of One million.",
    "The government unions have demanded that the taxable threshold be increased to Rs. 200,000 a month, and the maximum tax rate be lowered to 24%.  The real motive of the latter demand is to save income from the private practice of government doctors.",
    "Workers of CEB and CPC, two colossally loss-making institutions,  were roped into the protest after the SOEs were instructed to discontinue paying the PAY taxes on behalf of the employees.",
    "Later, slogans such as the high cost of living increased electricity tariff and shortage of medicine in the hospitals were inducted to make the protest campaign palatable to the majority of lesser-earning peers.",
    "That, however, could not shroud the self-seeking charade. Consider the glaring mismatch of the slogans themselves, when those of the highest ten percentile of income earners, who refuse to pay their due share of income tax, castigate the revenue-starved government for being unable to finance public services. Some of these folks seem to think funds for free education, universal health care, and the salaries of the bloated government service of which they are most privileged members are plucked from trees.",
    "The joke is on the government servants, such as the teachers, who provide a yeomen service, yet are unappreciated and underpaid, who have been duped into the protest campaign. Those like Government Teachers Trade union boss, Josep Stalin, is herding the teachers to protest against their own interests.",
    "Morality apart, the threats of the indefinite strike betray a sinister intent to destabilize the country as it slowly but steadily lifts itself up from the nadir of the worst economic crisis.",
    "Once, a manageable crisis was made into a self-made catastrophe by the egoistic and economically illiterate handling of Gotabaya Rajapaksa and his acolytes. The pain of the economic freefall also created a grave deficit in the government’s legitimacy, leading to the ouster of Gotabaya.",
    "However, Sri Lanka can not live forever in a state of anarchy – or bet on the loudmouth charlatans who have exploited this vacuum to provide solutions. The trade union strike, if undertaken, would seriously undermine the writ of the current government. So would the economic recovery process. A government worth its salt should ensure that would not happen, not for its political preservation, but for the preservation of the country.",
    "However, the government has so far failed to do it. The president seems to think the protest campaign would wither itself away. It won’t. Instead, the government’s inaction and vacillation would be interpreted as its weakness and provide the impetus for further destabilization.",
    "The threatening union chieftains have only two objectives. Those of the higher echelons, such as the government doctors, CEB engineers, and university teachers, are in a self seeking struggle for the withdrawal of the new tax code. The others who are not directly affected by the tax reforms, such as the stakeholders of the JVP, Peratugamies, and other assorted groups, are on a mission to undermine the government in a political mission.",
    "Their hijacking of the Aragayalaya itself resulted in more chaos than it should be and took the country to the verge of political collapse. The repetition of that should be avoided at all cost, not least because, there is no longer a public appetite for confrontation.",
    "The government has failed in its messaging to the public. That is understandable, the deficit of political legitimacy it suffers in the eyes of the public, a good portion of whom think the current establishment is ruled from behind by the ousted Rajapaksas.  However, political legitimacy is not the most crucial ingredient during a crisis, but political will is.",
    "It should confront the trade union campaign before it becomes a crippling eventuality. First, it should explain in laymen’s terms how and how much the new tax system impacts the average income earner, the rationale of the new taxation, and where tax money would go.",
    "It can provide a breakdown of the cost behind the electricity tariffs, the extent of the loss incurred by the SOEs and why the system can not go on, as usual, expecting something miraculous to happen. It should expose the hypocrisy of the protest campaign.",
    "Second, it should deal with any destabilizing effort in the same way any government elsewhere would do. The president has declared public transport, delivery of food or drink, or coal, oil, fuel, the maintenance of facilities for transport by road, rail or air… airports, ports and railway lines, as essential services. That would mean any disruption of these services and any act of sabotage should be handled under the law. The military should be mobilized to run the operations in the key sectors.",
    "There should be a retributive cost for the public inconvenience and economic disruption caused.",
    "Third, this should be more the reason to expedite the reform of the government sector and SOEs, of which very existence as they stand now is a tax on the public. A government that cows before the profiteering protest can not do that. The political will of the government to confront an indefinite strike, which lacks moral legitimacy, should be seen as an extension of its political will for mandatory but painful economic reforms.",
    "After all, Margaret Thatcher had to cut the trade unions to size before she forged ahead with path-breaking economic reform agenda, turning once a stagnant Britain into an economic and financial powerhouse in Europe."
  ]
}