{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95840/minister-tiran-says-committed-to-carry-on-drug-operations-despite-challenges",
  "time_ut": 1703224920.0,
  "original_lang": "en",
  "original_title": "Minister Tiran says committed to carry on drug operations despite challenges",
  "original_body_lines": [
    "Minister of Public Security Tiran Alles declared an unwavering commitment to continuing the operation to suppress drug trafficking and underworld activities in the country, regardless of external pressures.",
    "Addressing a press conference at the Presidential Media Centre (PMC) on Thursday (Dec.21), the lawmaker emphasized that President Ranil Wickremesinghe has wholeheartedly endorsed the operation, ensuring that it will persist despite any potential impacts.",
    "Minister Alles underscored the significance of public support, drawing parallels between the backing received to end the thirty-year war and the current necessity for a united front against drugs and underworld activities.",
    "He expressed the vision of creating an environment where future generations can live free from fear or doubt.",
    "The resolute stance articulated by Minister Tiran Alles signals the government’s dedication to combating these issues for the betterment of the nation’s security and stability.",
    "“The special operation known as “Yukthiya” (Justice), implemented throughout the island, has become the subject of widespread discussion within the country.",
    "“Despite ongoing issues with drugs and underworld activities, it was imperative to take decisive action to curb these activities. Thus, the “Yukthiya” operation was initiated with the primary goal of putting an end to drug trafficking and underworld activities in the country. Special responsibilities have been assigned to community police committees in this regard.",
    "“The success of this operation hinges on the support of the people, particularly the media. Just as there was collective support for the security forces during the war, a similar unity is crucial now. While the Three Decades’ War was confined to the North and East, the current situation has spread throughout the entire country.",
    "“Public support serves as a formidable strength for the police and therefore, it is requested that the public provides necessary support and accurate information for the success of this operation. With such support, it is believed that drug trafficking and underworld activities can be eradicated from the country by June of next year.",
    "“The Navy has initiated a special operation to prevent the smuggling of drugs into the country through the sea routes. The operation focuses on disrupting the distribution network, stopping underworld activities associated with drug trafficking, and paying special attention to drug users. Instructions have been given to the Inspector General of Police to concentrate on apprehending drug dealers rather than drug addicts.",
    "“Intelligence reports indicate the involvement of 4,665 individuals in drug trafficking and the underworld. Orders have been given to arrest all these individuals, resulting in the arrest of 731 people in the last four days alone, including those not initially mentioned in intelligence reports. Additionally, 8,451 others have been arrested, with 346 in detention, 61 undergoing asset investigations and 697 referred for rehabilitation.",
    "“During these operations, the police have successfully seized a substantial quantity of drugs, including marijuana, hashish, heroin and ‘Ice’ valued at Rs. 431 million within the past four days. When considering assets such as vehicles, houses and properties belonging to the suspects as liabilities, their total value amounts to around Rs. 162 million. All confiscated items will undergo legal proceedings for forfeiture.",
    "“Prior to commencing this operation, discussions were held with President Ranil Wickremesinghe, who shares the stance that drug trafficking and underworld activities must be eradicated from the country.",
    "“With the President’s blessings, this operation will persist despite any external influence. The commitment is to create an environment where drugs and underworld activities can be eliminated, ensuring that future generations can live without fear or doubt.",
    "“Moreover, concerns have been raised about the abuse of children and women. To address these issues, instructions have been given to introduce a special hotline, similar to the police emergency number, from the first week of January.",
    "‘Women police officers will operate under this dedicated phone number, recognizing that women may hesitate to share their problems with male police officers. Furthermore, plans are underway to introduce a new hotline specifically for submitting complaints in Tamil.”"
  ]
}