{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92514/electric-buses-to-be-introduced-in-2048-groundwork-to-commence-this-year-",
  "time_ut": 1691483580.0,
  "original_lang": "en",
  "original_title": "Electric buses to be introduced in 2048, groundwork to commence this year",
  "original_body_lines": [
    "The Ministry of Transport has decided to integrate electric buses into the public transport fleet by 2048, and therefore aim to initiate the necessary groundwork for this transformation in the coming months.",
    "Accordingly, the move is being made in a bid to align with global sustainability goals, and as part of a comprehensive plan to modernize Sri Lanka’s public passenger transport service, the President’s Media Division (PMD) reported.",
    "To enhance the convenience and reliability of the public transport system, GPS tracking and E-Ticketing facilities will also be introduced,  while passengers will benefit from accurate real-time information, and operators will have access to improved management systems.",
    "Further, a comprehensive national transport policy will be introduced to address long-standing challenges and issues within the public transport sector, paving the way for a more coordinated and efficient transportation network.",
    "A high-level discussion, chaired by Minister of Transport, Highways, and Mass Media Bandula Gunawardena and officials including State Minister for Transport Lasantha Alagiyawanna, Secretary to the President Saman Ekanayake, and Secretary of the Ministry of Transport Priyantha Mayadunne, was held at the Presidential Secretariat yesterday (07 August) to deliberate on these measures.",
    "During the discussion, the participants focused on resolving existing management problems and inefficiencies that passengers and bus owners face in the public transport sector. They emphasized the importance of utilizing modern technology to create a high-quality driven and efficient passenger transport system.",
    "Transport Minister Bandula Gunawardena, emphasised the significance of the proposed E-ticketing system in addressing issues related to the purchase of passenger tickets. He further stated that the Ministry of Finance has approved the implementation of this system, signifying a positive step towards improving the efficiency and convenience of ticketing in the public transport sector.",
    "State Minister Lasantha Alagiyawanna highlighted that seven National Bus Associations have expressed their agreement to this initiative, and further consultations will be held at the provincial level.",
    "The Minister of State also instructed to appoint 09 representatives in relation to the 9 provinces and inform the National Transport Commission to implement this program.",
    "Additionally, the integration of GPS technology and E-ticketing services will be a vital criterion in the future in granting transports licenses for buses, ensuring a technologically advanced and efficient transport network.",
    "The discussion also included plans for integrating the Kottawa Bus Stand and Makumbura Multimodal Passenger Transport Centre to enhance interconnectivity.",
    "Shashi Welgama, Chairman of the National Transport Commission, and officials from the Provincial Road Passenger Transport Authorities actively participated in this fruitful discussion, reaffirming their commitment to improving the public transport sector."
  ]
}