{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Swiss-banks-taxes-energy-policy-and-Chinese-cafes/4-749353",
  "time_ut": 1686338168.0,
  "original_lang": "en",
  "original_title": "Swiss banks, taxes, energy policy and Chinese cafes",
  "original_body_lines": [
    "While looting the country bare, they have corrupted our public sector, distorted policy and hoodwinked the people",
    "They were at the next table, a typical urban middle-class family; fortyish parents, two boys and a girl, perhaps in their early teens. The children were excited, their occasional treat, a night out at the Chinese cafe! The musty smell, dusty carpets, over used plates, worn-out cutlery or the surly waiters of the old place did not matter, nothing could detract from their joy at the café experience.",
    "About three decades ago, before Chinese restaurants mushroomed all around Colombo, this was a glamorous eating place; those were simple times. Unlike many such places now, it was then owned by an ethnic Chinese, domiciled here. To be taken there was a treat for us kids; chicken and egg soup, firework prawns, sweet and sour pork, seafood fried rice concluded with caramel pudding was a meal to be savoured. Times have moved on, apparently ownership of the place had now gone to a local. Operating without the original authenticity, the restaurant has deteriorated steadily, nondescript food, indifferent service, remaining competitive only by keeping the pricing relatively low. I myself was there to pick up a takeaway order, doing it more for nostalgia than any other reason. Predictably, the order was not ready, while waiting I ordered myself some green tea.",
    "From the manner the father ‘studied’ the menu, discussing every item with his wife, it was obvious the family were cost sensitive. Not wanting to mar their enjoyment of the outing, the children were ordered Cola for a drink, while the parents asked for a glass of water.  When the bill was presented after the meal, I could observe the dismay in the father’s face, questioning the waiter closely on the taxes, nearly 20% of the total!",
    "As prices go today, it is not an expensive restaurant. Seeing the joyous anticipation in the faces of the children and the regretful dissuasion on the part of the parents I felt a twinge deep within me. In most countries the cost of having a meal at such a restaurant will not break the bank, petty cash would do.",
    "While the entire nation groans under an unbearable tax burden, this particular segment, the salaried middle class, has been delivered a near mortal blow. It is a class particularly vulnerable; nearly all their financial transactions are on record, hence subject to tax at every stage. By definition, middle class needs extend beyond bare requirements; they probably pay a substantial rent or carry a mortgage on their house, maintain a vehicle, have to dress appropriate to their social standing, education and other expenses of the children take much of their earnings.",
    "Having studied up to tertiary level or beyond, they belong to the nation’s intelligentsia, alive to the realities of the larger world, conscious of the depth of our plight today. For that very reason, the middle class is the most anxious; their children’s education, future careers and the state of the country they will eventually inherit fills them with deep misgivings.",
    "On a not too distant day, they, the parents, will have to retire from their employment, falling back on their pensions or retirement benefits. In a failed Third World country, retirement is the beginning of a perilous journey. The purchasing power of the Sri Lankan rupee is declining steadily, bringing down with it their living standards day by day. As utilities and other essentials rise in cost, pensions do not even pretend to keep up with the cost of living. Meanwhile, falling standards of education and the overall poor management in the country, has brought about a gradual deterioration of all facilities; today Sri Lanka is far behind the expected quality in nearly every service sector. A grim reality; a currency whose purchasing power is depreciating steadily, while even for those with the money, the quality of the goods and services that could be acquired with that money is dropping before their eyes. Once thought of as a period of ease and comfort, their golden years could well turn into an ordeal, an anxiety driven life of hardships and scarcities.",
    "We are told that the heavy taxes now imposed, were demanded by the International Monetary Fund (IMF) as a condition for their stabilising program. It is sound policy to have a reasonable tax regime, the State needs money to fund the services it attempts to provide, and in the case of Sri Lanka, also to pay its debts. However, there should be balance and fairness in taxation too. A turn-over tax applied across the board impacts every citizen regardless of his financial status. While everyone is thus taxed to pay for the endless blunders of their rulers, it is a damning fact that there are a few fat cats living in this country paying little or no tax, enjoying luxurious lives.",
    "For the financial integrity of a country it is fundamental that every citizen ought to be able to explain his source of income. When a man is unable to explain his wealth, we can reasonably assume its source is illegal, what is sometimes referred to as black money. The enforcement agencies of the Sri Lankan Government have been singularly inept in nabbing these dwellers in the shadowy world of black money; wheeler dealers, black marketeers and commission agents. While looting the country bare, they have corrupted our public sector, distorted policy and hoodwinked the people.",
    "Flushed with dirty money, they purchase our politicians and policymakers with ease. Thus corrupted, the policymakers then change the rules to suit the bribe giver, leading to another round of profiteering for the scoundrels, and more black money flows in. Take Sri Lanka’s energy sector for an example, it is commonly known that we are in the choking grip of a cabal of local agents of foreign suppliers of generators, fuel and coal suppliers. These middle-men lobby the Sri Lankan decision makers on behalf of their foreign principals; working old boy networks, club connections or resorting to blatant bribery, ending up dictating policy on energy.",
    "While the available technologies may not allow for complete freedom from fossil fuels, many countries are actively promoting substitution of renewable energy wherever possible. In our country it is the opposite, solar panels even for a house is beyond the reach of an average person, something close to Rs. 2 million.",
    "It seems the energy middlemen are well set here. For them to make money, the idea of renewable energy must be undermined. They use multiple methods – debunk all sources of renewable energy, highlight their initial costs, ensure a high rate of taxes to make them unaffordable, thus pushing the country towards total dependency on imported energy sources. Making Sri Lanka hostage to imported fuel/coal for energy sources has effectively killed our future, a country which will never be free of environmentally harmful and financially prohibitive energy sources.",
    "The Sri Lankan government agencies, including the Tax Department, may feign ignorance, but these foxy opportunists are hiding in plain sight, flashing their new found money, pretending high society status through hollow social work or high profile sporting bodies, rearing fancy pets and perfecting their golf swings!",
    "Our public servants are distinguished by their embarrassing provincialism. Feverishly active if the quarry is a tax dodging boutique keeper or a bribe taking policeman; when the suspect however is a city slicker, a name dropping old boy of an old school, drives a Benz car or even a frequent flyer, the public servants are culturally stymied.",
    "Fortunately for this country, out there in the world are far more intelligent and thorough-going investigators, working tirelessly to shed light on the movement of black money in the global financial system. The networks through which this ill-gotten money moves around are labyrinthine, requiring a high level of financial sophistication to unravel. Black money is a global threat, but when it is extracted from a poor Third World country, a fatal impairment.",
    "Not so long ago the international media were able to expose the names of secret bank account holders at Swiss banks and other tax havens. Bankrupt Sri Lanka also made the list. The names that the Pandora Papers revealed, for instance, sent shock waves through an incredulous public. Many high-profile individuals (and sometimes even their spouses) have been stashing black money in these secret bank accounts. We can be certain that these monies did not go out through legal channels from this country. As far as we are aware most of the Sri Lankan holders of Swiss bank (secret) accounts do not have any businesses overseas and in fact have lived in Sri Lanka all their lives. Some of them are not even in any known business in this country. By merely being the middlemen working in the shadows, they go from financial obscurity to fabulous wealth overnight.",
    "These monies stashed away in foreign tax havens holds the mystery of our energy policies, the opaque processes behind the sale of State assets and the political elasticity of our leaders; a system which has become a big swindle through and through.",
    "That there will not be an all-out investigation of the source of these funds, non-declaration of the funds or its subsequent hiding in a tax haven, is a near certainty. By funding political campaigns, contributing to individual politicians and bribing public officials, the agencies of the State can be silenced or moved to inaction. During the public hearings into the affairs of the infamous Perpetual Treasuries we learnt of the generosity of such operatives towards politicians of both sides.",
    "Obviously, these scoundrels pay no taxes, their ill-gotten money is hidden away in tax havens.",
    "No such facility is available to that father treating his three little children to some Chinese food.",
    "To burden that middleclass family with an unbearable tax while letting economic assassins cock a snook at the country is surely unacceptable.",
    "In simple words, this country has a system which cannot be allowed to stand any longer."
  ]
}