{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/UNESCO-calls-for-global-ban-on-smartphones-in-schools/108-264034",
  "time_ut": 1690437309.0,
  "original_lang": "en",
  "original_title": "UNESCO calls for global ban on smartphones in schools",
  "original_body_lines": [
    "UNESCO’s report on technology in education urges countries to carefully consider how technology is used in schools.",
    "It emphasises the need for a \"human-centered vision” where digital technology serves as a tool rather than taking precedence.",
    "Speaking to UN News, UNESCO’s Manos Antoninis also warned of the danger of data leaks in educational tech, as only 16 per cent of countries guarantee data privacy in the classroom, by law.",
    "“We know that vast amounts of data are being used without the appropriate regulation, so this data ends up being used for other non-educational purposes, commercial purposes and that’s of course a violation of rights that needs to be regulated.\"",
    "The UNESCO report also highlights the disparities created by digital learning. During the COVID-19 pandemic, half a billion students worldwide were left out due to the shift to online-only tuition.",
    "Geographically, the report noted a significant imbalance in online resources favouring Europe and North America.",
    "UNESCO is urging countries to set their own standards for the way technology is designed and used in education such that it never replaces in-person, teacher-led instruction and supports the shared objective of quality education for all.",
    "“The digital revolution holds immeasurable potential but, just as warnings have been voiced for how it should be regulated in society, similar attention must be paid to the way it is used in education,” warned UNESCO Director-General Audrey Azoulay.",
    "“Its use must be for enhanced learning experiences and for the well-being of students and teachers, not to their detriment.”",
    "The report, Technology in education: A tool on whose terms? was launched at an event in Montevideo, Uruguay hosted by UNESCO and the Ministry of Education and Culture of Uruguay, with additional support from the Ceibal Foundation and 18 ministers of education from around the world. It proposes four questions that policymakers and educators should reflect upon as educational technology becomes increasingly accessible and utilized around the globe.",
    "The first question focuses on the appropriate use of technology in class. Disabled children who may struggle in a traditional, in-person setting may also benefit from the option of technological assistance.",
    "“The opportunities it has opened up are incredible, and we are always amazed by the new windows this opens for learners,” said Manos Antoninis, the Director responsible for producing the report.",
    "“We need to learn about our past mistakes when using technology in education so that we do not repeat them in the future,” said Mr. Antoninis.",
    "“We need to teach children to live both with and without technology; to take what they need from the abundance of information, but to ignore what is not necessary; to let technology support, but never supplant human interactions in teaching and learning,” he added.",
    "The rapid shift to online learning during the COVID-19 pandemic left out an estimated 500 million students worldwide, mostly affecting those in marginalized, rural communities.",
    "The report underlines that the right to education is increasingly synonymous with the right to meaningful connectivity, yet one in four primary schools do not have electricity. It calls for all countries to set benchmarks for connecting schools to the Internet between now and 2030, and for the primary focus to remain on these marginalized communities.",
    "There’s a lack of impartial evidence concerning the added value of tech. Most evidence comes from the United States, where the What Works Clearinghouse pointed out that less than two per cent of education interventions assessed had “strong or moderate evidence of effectiveness.”",
    "The evolution of technology is putting strain on education systems to adapt, UNESCO argues. Digital literacy and critical thinking are increasingly important, particularly with the growth of generative AI.",
    "Additional data in the report shows that this adaptation movement has begun: 54 per cent of countries surveyed have outlined skills they want to develop for the future, but only 11 out of 51 governments surveyed have curricula for AI.",
    "“Let's not forget that to be able to navigate the digital world, we don't necessarily need very sophisticated skills. Those who have the best reading skills are those least likely to be duped by a phishing email, for instance,” said Mr. Antoninis.",
    "Moreover, teachers also need appropriate training yet only half of countries currently have standards for developing educators’ information and communication technology skills. Even fewer have teacher training programmes covering cybersecurity, despite five per cent of ransomware attacks targeting education."
  ]
}