{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/ComBank-and-Hayleys-Solar-offer-special-deal-for-businesses-looking-for-alternate-energy/34-757353",
  "time_ut": 1705088294.0,
  "original_lang": "en",
  "original_title": "ComBank and Hayleys Solar offer special deal for businesses looking for alternate energy",
  "original_body_lines": [
    "Commercial Bank Chief Operating Officer S. Prabagar exchanges the agreement with Hayleys Fentons Managing Director Hasith Prematillake in the presence of Commercial Bank Deputy General Manager – Personal Banking Delakshan Hettiarachchi, Hayleys Solar Director/CEO Roshane Perera, and representatives of Hayleys Fentons and Commercial Bank",
    "Businesses looking for a viable alternative to electricity from the national grid have been provided an opportunity to invest in solar power as a result of a collaboration between the Commercial Bank of Ceylon and Hayleys Solar, the renewable energy arm of Hayleys Fentons Ltd.",
    "A Memorandum of Understanding (MoU) signed by the two organisations commits Commercial Bank to offer concessionary terms under the bank’s ‘Diribala Green Development Loan’ scheme for businesses to purchase solar power systems from Hayleys Solar with a number of exclusive benefits.",
    "Commercial Bank and Hayleys Solar will offer loans during the promotional period with a 1% lower interest rate than the published rate for Diribala Green Development Loans, along with a 10% Cash Back on the purchase value to the loan accounts of buyers, potentially aiding in the settlement of loan instalments and easing the investment burden on customers’ cash flow.",
    "Commercial Bank’s Diribala Green Development Loans ranging up to Rs. 250 million are available to individuals engaged in business activities, to proprietorships, partnerships and to limited liability companies in all business sectors. The loans are provided for rooftop solar power panel installations at business premises, for commercial-scale rooftop solar power projects, and for installation of solar panels at residences in the case of SMEs.",
    "Hayleys Solar, the No. 1 Solar Engineering, Procurement and Construction (EPC) company in Sri Lanka, has played a significant role in the nation’s renewable energy drive, supplying over 150 MWp of rooftop solar power. The company specialises in renewable energy solutions and energy storage systems for diverse domestic, SME, commercial, and industrial needs. Their services span end-to-end solar power solutions, encompassing installation, after-sales services, and maintenance."
  ]
}