{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92289/transaction-records-totaling-rs-122bn-uncovered-from-pastor-jeromes-bank-accounts",
  "time_ut": 1690524960.0,
  "original_lang": "en",
  "original_title": "Transaction records totaling Rs. 12.2bn uncovered from Pastor Jerome’s bank accounts",
  "original_body_lines": [
    "The investigators have uncovered transaction records to the tune of Rs. 12.2 billion upon examining 11 bank accounts held by Pastor Jerome Fernando, who recently landed himself in hot water after making controversial statements during a sermon, the Supreme Court was told on Friday (July 28).",
    "This was conveyed by Additional Solicitor General Priyantha Nawana, who appeared on behalf of Attorney General Sanjay Rajaratnam, when a fundamental rights (FR) petition filed by Ven. Elle Gunawansa Thero was taken up for hearing this morning.",
    "The additional solicitor general told the top court’s judge bench that further investigations are underway into the self-styled prophet’s bank accounts, on charges of disturbing the religious harmony and pursuant to the provisions of the Money Laundering Act.",
    "Meanwhile, statements pertaining to the investigations have been recorded from religious leaders and members of the public, the additional solicitor general said further, adding that facts were presented to the Colombo Fort Magistrate’s Court on five occasions.",
    "The next hearing of the petition has been fixed for October 27.",
    "On July 18, the Colombo Fort Magistrate Thilina Gamage, after taking into account a motion filed by the Criminal Investigation Department (CID), gave permission to investigate the bank accounts belonging to Pastor Fernando.",
    "The bank accounts in question, which are under investigation, include Pastor Fernando’s private accounts, and those belonging to his private firm, church and his wife, Melanie Dianne Vancuylenberg.",
    "Fernando had stirred up much controversy after making several ‘derogatory’ statements regarding Buddhism, Christianity, Hinduism and Islam during a sermon he delivered, after which the CID launched a probe into the matter on 15 May, on orders of President Ranil Wickremesinghe.",
    "Despite the Colombo Fort Magistrate having imposed an overseas travel ban against Fernando on 16 May, as per a request made by the CID, Fernando had already left for Singapore on 14 May, and is yet to return to the country."
  ]
}