{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-Egypt-successfully-conclude-bilateral-consultations/56-750896",
  "time_ut": 1689962859.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, Egypt successfully conclude bilateral consultations",
  "original_body_lines": [
    "The second session of bilateral consultations between the Foreign Ministries of Sri Lanka and Egypt concluded successfully in Colombo on 19 July.",
    "The consultations were co-chaired by State Minister of Foreign Affairs Tharaka Balasuriya and the Ministry of Foreign Affairs of Egypt Asian Affairs Assistant Minister Ayman Kamel. The consultations focused on a range of areas of bilateral cooperation including economic and trade cooperation, the current economic recovery process, investment and tourism promotion, people-to-people exchanges, and multilateral cooperation. The two sides agreed to enter into agreements in new areas of cooperation and to revisit the existing agreements with a view to consolidating collaboration in the respective areas.",
    "State Minister Balasuriya emphasised the importance of deepening the engagement in political and economic cooperation and in the cultural sphere. Assistant Minister Ayman Kamel also stressed the importance of business to business contact and revitalising the business council. The Egyptian side acknowledged the growing investments by Sri Lankan companies in Egypt.",
    "The two sides reaffirmed mutual interest in continuing to work closely in multilateral fora including on global issues such as climate change issues, food security and debt restructuring.",
    "Underscoring the significance of the 65th anniversary of diplomatic relations between Egypt and Sri Lanka, both countries expressed interest in celebrating the occasion. Africa Affairs Additional Secretary Mohammed Jauhar, Africa Affairs Director General Dr. Chanaka Talpahewa, senior officials of the Foreign Ministry and line agencies and Ambassador of Sri Lanka to Egypt M.K. Pathmanaathan took part in the consultations. The Egyptian delegation included Ambassador of Egypt Maged Mosleh and embassy officials."
  ]
}