{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81689",
  "time_ut": 1680809040.0,
  "original_lang": "en",
  "original_title": "Repealing the PTA is an urgent need. Unfortunately, the anti-terror law the Government intends as its replacement contains within it even greater potential for abuse.",
  "original_body_lines": [
    "“The main obstacle to the creation of a well-informed public is its own indifference” – I.F. Stone: ‘The Best of I.F. Stone’",
    "When the IMF deal came through, some presidential supporters turned silly and lit crackers. The IMF facility is no panacea. Nor is it the poisoned chalice of the Opposition’s fervid imagination. Irrationality is at the core of these antipodal reactions, more a reflection of our extreme political dysfunction than of any of the IMF conditions.",
    "Sri Lanka’s fast-track from relative solvency to bankruptcy was paved with one irrational step after the other, from gutting the tax base to a rampage of money printing, from organic fertiliser fiasco to hard-pegging the exchange rate. According to Al Jazeera, the adverse consequences of the sweeping tax cuts in Candidate Gotabaya’s manifesto were so obvious the then Government dismissed them as election gimmicks.",
    "They weren’t. Post-victory, the Rajapaksas made tax cuts their first priority. As the Human Rights Watch pointed out in a sane (fact-based) analysis of the IMF deal, “Official corruption and tax rules that benefited the wealthiest were key drivers of Sri Lanka’s economic crisis.”",
    "The 2019 tax cuts also germinated a powerful anti-direct tax movement. Decrying direct taxation is now a ‘progressive’ value and tax cuts a radical left slogan. When the Opposition, state-sector trade unions and professional associations rail against oppressive taxes, they are not referring to VAT but to direct taxes affecting them directly.",
    "So it was not the Opposition but the HRW which highlighted the danger inherent in the governmental pledge to impose VAT on almost all basic food items by 2024. The Opposition has nothing analytical or constructive to say about a new social safety network either, even though it would affect millions of Lankan families for good or ill. Gotabaya Rajapaksa is gone, but Gota-economics is alive and thriving. Come a national election, the Opposition is likely to compete with the SLPP and with each other in offering the most generous tax-cuts to middle classes and the wealthy.",
    "Voting is not just a right. It’s a responsibility. If people do not vote sensibly, then they will be subject to insensible governance. That was what happened in 2019. If the voters wanted to know the true Gota, they didn’t have to wait till he bankrupted the country. His tenuous grasp of reality, his paucity of knowledge, his alienation from intelligence were evident in the only media conference he was permitted (by his family) to participate in.",
    "Then there was the example of Defence Secretary Rajapaksa using State resources to build a museum for his parents in the family fief. The Navy Commander, for instance, gave a statement saying that Rajapaksa told him via telephone to release navy personnel for the construction work. The police investigations into the allegations commenced in May 2015; in August 2015, the DA Rajapaksa foundation offered to pay back the State Rs. 33 million, obviously in the hope of avoiding legal proceedings.",
    "This the man hailed by 6.9 million Lankans as Our Hero who Works. A repeat performance is likely if we, the voters, refuse to understand how we went so very wrong.",
    "Prof. Charles Freeman in Holy Bones, Holy Dust points out that most medieval Europeans lived in a community of the supernatural, an intermediate space between heaven and earth. When something went wrong, the reasons – and consequently solutions – were sought not in the natural world but in supernatural spaces. Irrational belief and anti-logical faith replaced rational thinking and fact-based analysis.",
    "In a recent column, D.B.S. Jeyaraj wrote of the role played by superstition in changing the National Anthem’s first line. When S.W.R.D. Bandaranaike’s political and governing failures led to societal instability, some placed the blame on ‘inauspicious’ wordings in the National Anthem. The ‘progressives’ took this so seriously that in 1962 Sirima Bandaranaike administration appointed a committee of ‘experts’ to study the matter. The ‘experts’ concluded that all national ills were due to the national anthem. The inauspicious first line was dumped, despite vehement opposition by Ananda Samarakoon who took his own life soon after. A letter addressed to opposition leader Dudley Senanayake protesting against the mutilating of his beloved creation was found next to his body.",
    "Independent Lanka is a community not of citizens but of believers. The Rajapaksas won because they offered a miraculous end to all our economic woes. Miracles have no place in our mundane world. Any attempt to enact miracles in the rational space will end in disasters, be it China’s Great Leap Forward or Gota’s organic agriculture in one season.",
    "Sivalingam Aruran is a Lankan Tamil and a writer. For the past 16 years, he has also been a political prisoner, arrested by the security forces and charged under the PTA of conspiring to assassinate the then defence secretary Gotabaya Rajapaksa. Recently the court ruled that his confession was inadmissible since it was obtained under duress (he was reportedly tortured) while in custody.",
    "Repealing the PTA is an urgent need. Unfortunately, the anti-terror law the Government intends as its replacement contains within it even greater potential for abuse. How the ICCRP has been implemented from the time it became law provides a salient warning. What was intended as a protection for minority communities from majority excesses was turned into a punitive law against minorities in defence of majoritarian domination.",
    "According to the planned anti-terror law, causing damage to religious and cultural property too could be deemed terrorism. One doesn’t need oracular powers to predict how this clause would be abused to promote Sinhala-Buddhist supremacism and to cow ethno-religious minorities into silent submissiveness.",
    "Recently in the Achchuveli police division, a place without a single Buddhist civilian, the military erected a Buddha statue under cover of the night. The statue was eventually removed due to public protests. If the planned anti-terror act becomes law, such protests could easily be miscategorised as acts of terrorism, especially by the very military that erected the Buddha statue or planted the Bo sapling. The protestors could be arrested and detained for months. Maybe this won’t happen under President Wickremesinghe? What about his successors?",
    "The new act is replete with absurdities which could lead to atrocities. For example, anyone making “signs or visible representations which are likely to be understood by some or all of the members of the public as a direct or indirect encouragement or inducement to commit any of these (supposedly terrorist – TG) acts,” would be a terrorist too. Would leaking information about the Navy planting a bo tree and placing a Buddha statue in Kachchativu become an act of terrorism under this clause? Would a gesture seen as disrespectful of some holy relic or an ancient monument, a picture, a wall-art, a funny cartoon condemn their authors to months of arbitrary detention?",
    "The president says he is determined to implement necessary economic policies irrespective of how unpopular they are. The new counter terror act might be aimed partially at minimising opposition to these anti-populist measures. But a far more consequential resistance to economic rationalism could emerge not from political or civil society, but from the military, whose approval the president seems to be courting assiduously.",
    "According to a research by Peradeniya and Ruhunu Universities, half of public sector salaries and pensions are spent on the armed forces. Streamlining the military component of the State is as much of an economic necessity as streamlining the civilian component of the State.",
    "Both are bloated. Both are unproductive. Both are a burden. But can a president who is making himself dependent on those very armed forces take any measures that would damage their vested interest? How will this inability/unwillingness impact on the President’s own economic agenda since the Lankan State cannot be pared down in a meaningful way without touching the behemoth in uniform?",
    "The President has correctly identified the still unresolved ethnic problem as a major cause for our national malaise. He has promised to implement the 13th Amendment fully. Can there be a connection between this promise and the sudden proliferation of bo trees and Buddha statues in the North and the East, in areas with no Sinhala-Buddhist civilian presence? Is the military trying to create facts on the ground, as was done during the Rajapaksa years?",
    "The President is also committed to setting up a Truth and Reconciliation Commission along South African lines. The Lankan judiciary has twice ruled that the military is responsible for those who surrendered to the armed forces during the final stage of the war. Will the military agree to admit to crimes committed by its members even in a non-judicial setting? If they do, what would happen to the corrosive myth of the sinless war hero? If they refuse, how can any Truth and Reconciliation Commission get beyond the first base?",
    "Ours is a near mono-ethno-racial military. Nothing has been done to make this mostly Sinhala-Buddhist military truly Lankan either in composition or ideology. The President might succeed in ramming anti-populist economic measures through, via a combination of repressive laws and naked force (though privatising loss-making SOEs might be far less unpopular than anyone thinks). But how can he implement any measure unacceptable to the military if he depends on that uniformed crutch for his survival?",
    "Independent Lanka’s fate was determined in large measure by two fabrications popularised by Mahawamsa. The first claimed that the Buddha on his death bed said that his true teaching would survive only in this island. This is a clear lie as it is not mentioned in the Maha Parininibbana Sutta or anywhere else in the Pali scriptures. The second claimed that killing non-Buddhists to protect Buddhism is not a sin, a clean violation of everything the Buddha taught. Without those two myths, and their political consequences, the avoidable road from Sinhala Only to the Long War via Black July could have been avoided.",
    "The third fabrication which contributed to the unravelling of Sri Lanka is the Diyasena myth. Of this particular lie, the Mahawamsa is innocent. It is said to have been constructed during the Kandyan Kingdom in the form of a suthra preached by the Buddha to God Sumana. According to this false suthra, a King Diyasena will be born in Lanka during the 2500th Buddha Jayanthiya to save the country and bring it glory.",
    "By definition, Diyasena must be Sinhala, Buddhist, and male. Today, he must also be an economic and cultural nationalist who is not supportive of devolution. S.W.R.D. Bandaranaike, Mahinda Rajapaksa, and Gotabaya Rajapaksa all dressed for Diyasena. As the time for presidential election nears, new Diyasenas will enter the electoral stage. Already Anura Kumara Dissanayake is been hailed as the next Diyasena by a prominent fellow-traveller. The rest of the JVP should take care given the tendency of really existing socialism’s predilection to embrace the most extreme forms of leader veneration.",
    "An electorate of believers will elect leaders who are as irrational as they are. That was a key lesson of 2019. In 2023, we have Sunil Handunnetti, who responded to a question about the recent appreciation of the rupee against the dollar with this rare gem Gotabaya Rajapaksa might have envied: “Do you think if the rupee becomes stronger than America, America will let us be? Eh? If so America will bomb us.” (https://www.youtube.com/watch?v=EXDizYriBbU). This is the man tipped to be the Finance Minister of a future JVP administration.",
    "As voters, we are so invested in superman leaders and miraculous cures, we ignore facts before our own eyes and what they portend.",
    "Last week, an agricultural officer in Hambantota was hacked to death – allegedly by a SJB local government candidate. Her crime was refusing to help a hospital worker obtain free fertiliser by masquerading as a farmer. The alleged killer prevented any help from reaching the dying woman. Surely, SJB area leaders would have had some idea about the undesirable qualities of this alleged killer? Why was he given nominations? What does that act say about the party and any government it is likely to form? How would it be different from the government the SLPP created? Isn’t this gruesome murder a strong enough sign that the rot is not limited to the SLPP but has spread to the entire political spectrum?",
    "If 2019 teaches us anything it is the need to stop being devotees of this or that saviour and become citizens who base their electoral and political choices not on unrealistic hope and irrational faith but on facts and reason. If we fail, if we continue to dump one saviour only to look for another, our future will be no different from our past or our present."
  ]
}