{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/PUCSL-Chairman-Janaka-Rathnayake-to-be-sworn-in-as-National-List-MP-Kanchana/108-255462",
  "time_ut": 1678269278.0,
  "original_lang": "en",
  "original_title": "PUCSL Chairman Janaka Rathnayake to be sworn in as National List MP: Kanchana",
  "original_body_lines": [
    "Chairman of Public Utilities Commission of Sri Lanka (PUCSL) Janaka Ratnayake is to be sworn in as a national list MP from a certain political party, Minister of Power and Energy Kanchana Wijesekera told Parliament today.",
    "“One must not take the PUCSL Chairman seriously as he actually engaged in politics,” he said in response to a question raised by Leader of Opposition Sajith Premadasa.",
    "“We have got proper approval from the PUCSL for the recent power tariff hike as only the PUCSL chairman was against such hike while other members of the commission approved the move,” he added.",
    "He said the electricity tariff was increased in line with the IMF advice that treasury should not fund any additional spending for any state institution. “We have nothing to hide,” he asserted.",
    "Also he said the government will bring in a Bill to restructure the Ceylon Electricity Board (CEB) to Parliament within a month, Minister of Power and Energy Kanchana Wijesekera informed the House yesterday.",
    "“We expect the opposition to support this Bill which will stop malpractices carried out within CEB by certain groups. The main reason for the CEB to suffer losses is the action of certain groups who are engaged in terror tactics. These persons have pushed the CEB administrators against the wall and get things done and these actions actually lead to losses in the CEB,“ the Minister added.",
    "He revealed that CEB has incurred a total loss of Rs. 167 billion in 2022 but will be able to avoid losses with the power tariff hike. (Yohan Perera and Ajith Siriwardana)"
  ]
}