{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/08/08/top-u-s-state-dept-official-flies-into-niger-for-crisis-talks/",
  "time_ut": 1691452680.0,
  "original_lang": "en",
  "original_title": "Top U.S. State Dept official flies into Niger for crisis talks",
  "original_body_lines": [
    "Colombo (News 1st) – A top U.S. State Department official flew into Niger's capital and held two hours of talks with Niger's coup leaders in an effort to resolve West Africa's crisis, as the region teetered dangerously close to war involving multiple nations, international media reported.",
    "Acting Deputy Secretary of State Victoria Nuland held discussions in Niamey. Ms. Nuland told reporters after the talks that the US had offered its help \"if there is a desire on the part of the people who are responsible for this to return to the constitutional order\". But the discussions do not appear to have made much progress.",
    "\"I would not say that we were in any way taken up on that offer,\" she said. “They are quite firm in their view of how they want to proceed, and it does not comport with the Constitution of Niger. It was difficult today, and I will be straight up about that.”",
    "Ms. Nuland met the new military chief of staff, Brigadier General Moussa Salaou Barmou, but Niger's new self-proclaimed leader, General Abdourahamane Tchiani, did not attend the discussion. Neither did she meet with deposed President Mohammed Bazoum who is being held under house arrest.",
    "Ms. Nuland pushed for the release of President Bazoum and also cautioned coup leaders about inviting the Russian mercenary Wagner Group into the country.",
    "The U.S. has a military drone base in Niamey with 1,500 soldiers, from which it carries out reconnaissance and attacks on insurgent groups in the region linked to al-Qaeda and ISIL.",
    "Meanwhile, leaders of the Economic Community of West African States (ECOWAS) who had set an August 6 deadline for the restoration of Niger's democratically elected government, are scheduled to meet on Thursday to discuss their course of action.",
    "Military chiefs of ECOWAS have already completed a plan for military intervention in Niger. But military regimes in neighboring Mali and Burkina Faso have threatened to go to war in support of the Niger junta.",
    "However, Nigeria's Senate has not been very supportive of the cal by Nigeria's President Bola Tinubu for approval for military intervention.",
    "Another Aragalaya under the guise of farmers’ crisis? President gets intelligence report"
  ]
}