{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89788/north-korea-says-it-tested-most-powerful-missile-to-date",
  "time_ut": 1681480500.0,
  "original_lang": "en",
  "original_title": "North Korea says it tested “most powerful” missile to date",
  "original_body_lines": [
    "North Korea says it tested a new solid-fuel intercontinental ballistic missile - its “most powerful” missile to date.",
    "State media hailed Thursday’s launch, which led to a brief evacuation order in Japan, a “miraculous success”.",
    "Solid-fuel missiles can be fired more quickly than liquid-fuel ones, making them harder to intercept. But analysts say they are not without downsides.",
    "South Korea maintains that the North will need more time to develop a fully operational solid-fuel ICBM.",
    "This is the first time the North has test-fired a solid-fuel ICBM after years of testing solid-fuel short-range missiles. It has tested various ICBMs, but these were powered by liquid propellants, which must be fuelled directly ahead of launch - a process that can take hours.",
    "Experts describe this is a breakthrough in Pyongyang’s weapons programme, as solid-fuel ICBMs come ready-fuelled, and would therefore enable North Korea to strike the US with far less warning.",
    "South Korea’s Defence Ministry on Friday said the technology is not new, and described North Korea’s test on Thursday as a “middle step” in developing a full-fledged solid-fuel ICBM system.",
    "North Korean leader Kim Jong Un, who supervised the test with his daughter, wife, and sister, reportedly said the test would make rivals “suffer from extreme fear and anxiety”.",
    "He also said the test-fired weapon, known as the Hwasong-18, supports the North’s aggressive military strategy.",
    "Thursday morning’s launch was primarily aimed at “confirming the performance of the high-thrust solid-propellant multistage motors, the stage separation technology and the reliability of various functional control systems”, the state’s Korean Central News Agency said in its report on Friday.",
    "The launch sparked confusion in northern Japan, where an evacuation order was issued and then retracted within 30 minutes. Schools in Japan’s Hokkaido island delayed their start times and some train services were suspended.",
    "Authorities in Japan, South Korea and the US strongly condemned the move, which comes days after Mr Kim reportedly ordered his military to adopt a “more practical and offensive” manner in war deterrence.",
    "Analysts said the North’s launch of a new, more powerful weapon did not come as a surprise.",
    "“Given that North Korea has been testing large diameter solid rocket motors for the Pukguksong-series (a range of medium-range missiles, including submarine-launched missiles) for several years, it’s been clear that since 2020, a test like this could have come at any time,” says Jeffrey Lewis, director of the East Asia Non-proliferation Program at the James Martin Center for Non-proliferation Studies in California.",
    "Long-range solid fuel missiles may be operationally superior to their liquid counterparts, but are harder to maintain and store, says Ankit Panda, a nuclear weapons specialist at the Carnegie Endowment for International Peace. They are more sensitive to humidity, temperature and physical stress, and may degrade over years in storage.",
    "This is an important week for North Korea as it celebrates Mr Kim’s 11th year in power - the country tends to mark these anniversaries with displays of military progress.",
    "North Korea has been working to increase its nuclear arsenal and build ever-more sophisticated weapons. It has also criticised joint military exercises between the US and South Korea, accusing them of escalating tensions.",
    "The latest missile launch also comes two days before the birthday of North Korea’s founding leader Kim Il Sung - the biggest annual holiday on the country’s calendar."
  ]
}