{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/India-set-to-face-Pakistan-on-September-2-in-Kandy-in-Asia-Cup-Report/108-263440",
  "time_ut": 1689746278.0,
  "original_lang": "en",
  "original_title": "India set to face Pakistan on September 2 in Kandy in Asia Cup: Report",
  "original_body_lines": [
    "The tournament will consist of a total of 13 matches, all starting at 1 pm Pakistan Standard Time (1.30 pm Sri Lanka Standard Time and Indian Standard Time).",
    "The much-anticipated clash between Pakistan and India in the 2023 Asia Cup is scheduled to take place on September 2 in Kandy. The tournament itself is set to commence on August 30, a day earlier than initially planned by the Asian Cricket Council (ACC). According to the latest version of the draft schedule, the opening match will be held in Multan, where hosts Pakistan will face Nepal, reported ESPN. The final match is scheduled to be played in Colombo on September 17.",
    "However, it's worth noting that the draft schedule is subject to further changes before the ACC officially announces the final version. The original draft schedule, prepared by the Pakistan Cricket Board (PCB) as the hosting board, has already undergone several revisions due to the unique hybrid model approved by the ACC. Under this model, the six-nation tournament will be hosted jointly by Pakistan and Sri Lanka.",
    "The tournament will consist of a total of 13 matches, all starting at 1 pm Pakistan Standard Time (1.30 pm Sri Lanka Standard Time and Indian Standard Time). Pakistan has been placed in Group A along with India and Nepal, while Sri Lanka, Bangladesh, and Afghanistan form Group B.",
    "The top two teams from each group will advance to the Super Four stage, where the top two teams will compete in the final. The Asia Cup, played in the 50-overs format this time, serves as crucial preparation for five of the six teams (excluding Nepal) for the upcoming ODI World Cup, scheduled to begin on October 5 in India.",
    "Initially, the PCB's model had Pakistan hosting four matches in a single city. However, after a recent change in PCB administration, led by new chairman Zaka Ashraf, Multan was added as the second venue. According to the draft schedule, Multan is scheduled to host only the opening match, while Lahore will stage three matches and one Super Four game.",
    "In the draft schedule, it is indicated that regardless of their performance in the first round, Pakistan will retain the position of A1 and India A2, while Sri Lanka will be designated as B1, and Bangladesh as B2. If Nepal and Afghanistan qualify for the Super Four stage, they will take the slot of the teams eliminated from Group A (either Pakistan or India) and Group B (Sri Lanka and Bangladesh).",
    "The only Super Fours match listed in the draft schedule to be played in Pakistan is scheduled for September 6, between A1 and B2. In the event that both Pakistan and India advance to the Super Four stage, they will face each other again on September 10 in Kandy. (TFPJ)"
  ]
}