{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/tryonics-bags-its-9th-nbqsa-award-at-the-25th-national-ict-awards/",
  "time_ut": 1703925480.0,
  "original_lang": "en",
  "original_title": "Tryonics bags its 9th NBQSA award at the 25th National ICT Awards",
  "original_body_lines": [
    "Tryonics (Pvt) Ltd has secured its 9th NBQSA award at the 25th National ICT Awards – NBQSA 2023 for its innovative Tryo Exam platform in the Education category. The platform addresses the challenges in traditional education by providing a practical and comprehensive online examination solution. This platform stands out with features such as rapid personal results, a 70% reduction in examination costs, a threefold increase in candidate capacity, and a 100% paperless operation.",
    "Key features include a Trilingual Language Facility, Automated Exam Paper Generation and Marking, Evidence-Based Proctoring, and Candidate Unusual Movement Detection. These features highlight the platform’s dedication to excellence and its ability to address the diverse needs of educational institutions, students, and examiners. The success of Tryo Exam at NBQSA 2023 underscores its commitment to quality, innovation, and education. Tryonics (Pvt) Ltd, with its visionary approach and a team of experts in various domains, promises unparalleled efficiency and excellence.",
    "The company is dedicated to providing clients with access to innovative and high-quality IT solutions at an affordable price. Looking ahead, Tryo Exam is poised to continue leading the way in shaping the future of online assessments and education. Through a combination of innovation and determination, Tryonics and its products have proven their ability to meet the demands of the digital age while setting new standards of excellence in various fields for clients.",
    "Embracing IT is no longer a choice but a necessity- President",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}