{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-opposition-grateful-for-presidents-intervention-but-questions-implications-122981/",
  "time_ut": 1686207840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka opposition grateful for president’s intervention but questions implications",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main opposition party the Samagi Jana Balawegaya (SJB) has raised questions about the implications of a presidential intervention that secured the appointment of SJB MP Harsha de Silva as chairman of the Committee on Public Finance (COPF).",
    "Opposition MP and SJB leader Sajith Premadasa, while welcoming the president’s intervention on behalf of de Silva, questioned the precedent it sets vis-à-vis parliament’s Standing Orders.",
    "MP de Silva was appointed as COPF chair on Wednesday June 07 ending months of controversy over alleged attempts by the ruling Sri Lanka Podujana Peramuna (SLPP) to block his appointment despite President Ranil Wickremesinghe’s concurrence, which is not required.",
    "Speaking in parliament on Thursday June 08, de Silva said: “After a long tug-o-war, the matter was resolved yesterday. I would like to thank Opposition Leader Sajith Premadasa and the wider opposition for standing by the position that, as per the Standing Orders, the chairmanship should be held by the opposition. I would also like to thank the president for intervening in the end to resolve this issue.”",
    "In a tweet posted the previous day, soon after his appointment, de Silva had called the president’s intervention a “groundbreaking moment.”",
    "1/3 🧵Happy to note that, despite a tough fight against the @PodujanaParty government, the opposition triumphed, securing the rightful position of Chair of #CoPF. Groundbreaking moment as President @RW_UNP personally intervened, endorsing my name proposed by the #lka Opposition.",
    "However, Premadasa told parliament on Thursday that, that though the “truth won in the end” and that he was thankful to the president for intervening on behalf of de Silva, it raised questions about parliamentary tradition.",
    "“Must the executive president of the country arrive in parliament to oversee the appointment of the COPF chairman? Is that what the Standing Orders provide for?",
    "“This is a serious matter. I do not blame the president. In fact, I thank him for taking action to see this through even after some time had lapsed. However, if that is what’s required, what is the point of having Standing Orders?”",
    "Premadasa repeated his party’s allegations of a conspiracy to prevent de Silva from being appointed to the post.",
    "Chief opposition whip and SJB MP Lakshman Kiriella said the president had to swoop in and “coronate” de Silva. Turning to Speaker Mahinda Yapa Abeywardena, Kirella said: “The message we got from you is that, if we couldn’t get something done through you, we must go to the president.”",
    "Speaker Abeywardena said that he did not take any sides and noted that the Committee of Selection and its members should decide the chairmanship of committees such as the COPF.",
    "“The MPs must decide,” he said, adding that there was no point in rehashing a matter that has now been resolved.",
    "Chief government whip Prasanna Ranatunga claimed that both Premadasa and Kiriella were misrepresenting facts.",
    "“It is up to the selection committee, in which all of us sit. We always agreed that we wouldn’t go against the Standing Orders and that the opposition must be given the chairmanship,” he said, referring to the controversial appointment of SJB legislator Mayantha Dissanayake as COPF chair.",
    "“The president is trying to get everyone to work together. In this case, he intervened as Minister of Finance, not as president.",
    "“Instead of going on about this now, we must allow de Silva to carry out his duties,” said Ranatunga.",
    "Sri Lanka opposition MP Harsha de Silva appointed COPF chairSee more"
  ]
}