{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/icj-welcomes-the-supreme-courts-determination-that-the-proposed-amendment-decriminalizing-consensual-same-sex-sexual-relations-between-adults-is-constitutional/",
  "time_ut": 1683965515.0,
  "original_lang": "en",
  "original_title": "ICJ Welcomes The Supreme Court’s Determination That The Proposed Amendment Decriminalizing Consensual Same-Sex Sexual Relations Between Adults Is Constitutional",
  "original_body_lines": [
    "The International Commission of Jurists (ICJ) welcomed the determination by the Supreme Court of Sri Lanka regarding the constitutionality of the private member’s bill entitled Penal Code (Amendment) Bill 2023 whose stated objective is to repeal “provisions that make sexual orientation a punishable offence”. The Bill had been challenged by three petitioners who sought a determination by the Supreme Court that the Bill was inconsistent with provisions of the Constitution relating to Sovereignty, Fundamental Rights and Directive Principles of State Policy, and that it required the approval of a two-thirds majority in Parliament and the approval of the People at a referendum. Petitions in support of the Bill were also filed by a number of interveners, such as civil society organizations working to advance the human rights of lesbian, gay, bisexual and transgender (LGBT) persons in Sri Lanka, academics, and activists, including Professor Savitri Goonesekere who had previously served as a member of  the Committee on Elimination of Discrimination against Women (CEDAW) and Dr. Radhika Coomaraswamy, who had formerly been a United Nations Under Secretary General and the Special Representative on Children and Armed Conflict.",
    "The Supreme Court in its 43-page determination, which was presented by the Speaker to Parliament on 9 May 2023, stated that neither the Bill as a whole nor any clause therein was inconsistent with any provision of the Constitution. The Supreme Court heavily relied on Indian and South African jurisprudence, among others, regarding decriminalization of consensual same-sex sexual relations, especially case-law focusing on the human rights to dignity, equality, equal protection of the law without discrimination, and privacy of the individual.",
    "The Supreme Court was of the view that “the decriminalisation of sexual activity amongst consenting adults irrespective of their sexual orientation only furthers human dignity and as such this cannot be considered as being an offence that must be maintained in the statute book.”",
    "“The Sri Lankan Supreme Court has rightly held that the human rights of LGBT persons would only be strengthened through the repeal of the two Victorian era provisions (for more information on this, see background section below) criminalizing consensual same-sex relations between adults, which is the objective of this proposed Amendment,” said Mandira Sharma, ICJ’s Senior International Legal Adviser.",
    "The Supreme Court noted that none of the submissions made by the Petitioners, including that: “LGBT movements may promote their programmes in schools and impact free decision making of school children and give rise to Transgender Children”; that “the amendment would dilute Rule of Law and risk life and liberty of citizens”; and that “decriminalization would lead to an increase in number of persons infected with HIV and Aids”, was supported with proper evidence. Instead, with respect to each of these submissions, the Supreme Court found the very opposite had been proven. The Court went on to find that the abovementioned submissions by the petitioners were “fanciful hypotheses, and have no merit”.",
    "The Court further noted that, “the provisions of the Bill would in fact ensure that all persons shall be equal before the law and be entitled to the equal protection of the law, irrespective of their sexual orientation, and that the Bill would, in fact, enhance their fundamental rights guaranteed to them under the Constitution and enable them to live in society with dignity.”",
    "“The Supreme Court has firmly positioned itself in support of the human rights and dignity of those who have been marginalized for over a century, it is now time for the Parliament to show that it is equally capable and willing to uphold human rights and ensure compliance with Sri Lanka’s obligations under international human rights law,” Sharma added.",
    "Sections 365 and 365A of the Sri Lankan Penal Code of 1883 criminalize “carnal intercourse against the order of nature” and “acts of gross indecency”, respectively. Although the Penal Code does not provide a definition of these terms, both sections have been used to criminalize people simply on the basis of accusations of consensual same-sex sexual relations. Those convicted of these “crimes” face imprisonment from two to 10 years and a fine.",
    "On 24 August 2022, Attorney at Law Premnath Dolawatte, a Member of Parliament representing the ruling party in Sri Lanka, handed over a private members bill to President Ranil Wickremesinghe to amend the Penal Code provisions that criminalize consensual same-sex relations between adults. The President subsequently announced that the government would not take action to block the Bill.",
    "A revised version of the Bill was gazetted on 23 March 2023. The Bill was presented to Parliament on 4 April 2023. With the determination by the Supreme Court regarding the Bill’s constitutionality, the Bill now requires a simple majority in Parliament to become law.",
    "The special determination of the Supreme Court can be downloaded here."
  ]
}