{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/caption_story/Seeing-Northern-Lights/110-258101",
  "time_ut": 1682355521.0,
  "original_lang": "en",
  "original_title": "Seeing Northern Lights...",
  "original_body_lines": [
    "The travel experiences that people aged over 70 regret not having done when they were younger have been revealed – and it’s seeing the Northern Lights that’s number one. Nearly two-fifths (39 per cent) of Britons over 70 say they regret missing out on watching the aurora borealis light up the sky. (Daily Mail)",
    "Charged with cultural and scientific significance, as well as being breathtakingly pretty and only appearing in certain locations, it's very easy to see why the allure of the magical Northern Lights takes [the] top spot as the travel experience most people regret never seeing. The beautiful light displays need the right conditions to be admired, which is what makes them all the more captivating. They occur in regions close to Earth's magnetic poles, such as Iceland, Norway, Alaska and Canada.’",
    "‘The three waterfalls which make up Niagara Falls are a stunning natural wonder of the Earth,’ says Explore Worldwide. The travel company notes: ‘Often deemed a romantic setting, couples often honeymoon to this special location, but it's a hugely popular travel experience for anyone who wants to marvel at the sheer power of mother nature - with millions of gallons of water cascading over the falls every minute.’ Explore Worldwide adds: ‘The older generation regrets not having seen Niagara Falls first hand, whether from viewing platforms or a boat on the water or even a helicopter aerial tour.’",
    "‘The epitome of tropical paradise islands, the over 70s who were surveyed regretted never having felt the white sand under their toes in the Maldives,’ says Explore Worldwide. It continues: ‘The nation boasts some unique natural attractions, what with it sitting on top of a vast underwater mountain range, as well as its coral reef, rich green lagoons and beautiful and abundant marine wildlife.’",
    "‘Built in the 15th century, Machu Picchu is one of the few surviving examples of Inca architecture, made all the more special due to its lofty location on a Peruvian mountain ridge overlooking the Urubamba River,’ says Explore Worldwide. It continues: ‘The original stone terraces, walls and buildings were created without the use of iron tools or mortar, making it another amazing human feat of construction. Thanks to the hike needed to view the site, it's a popular travel experience which rewards adventurers with spectacular views and an insight into ancient culture.’",
    "Explore Worldwide says: ‘One of the most iconic and famous monuments on the planet, the Pyramids at Giza are a showcase of incredible ancient engineering, set against a striking desert backdrop.’ The travel company continues: ‘Whether it's for their historical significance as tombs for bygone pharaohs, their mystical allure as treasure troves filled with ancient bounty and curses, or simply to marvel at the incredible feat of manual construction - many people regret never having gone to see the Pyramids at Giza.’"
  ]
}