{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89511/death-toll-tops-20-as-storm-takes-aim-at-eastern-us",
  "time_ut": 1680402600.0,
  "original_lang": "en",
  "original_title": "Death toll tops 20 as storm takes aim at eastern U.S.",
  "original_body_lines": [
    "(Reuters) - A violent storm packing high winds and heavy rains ripped through Southern and Midwestern sections of the United States as it headed east on Saturday, leaving at least 22 dead and scores injured, according to officials and media reports.",
    "At least five people were killed in Arkansas, according to officials, as first responders sifted through debris for more possible victims after tornadoes sliced through the state on Friday.",
    "Meanwhile, the Tennessee Department of Health confirmed seven weather-related deaths in McNairy County, at the Mississippi border. Tennessee Emergency Management Agency Director Patrick Sheehan said the number of people injured and damaged structures in several counties were not yet determined.",
    "Just south of the Tennessee border in Madison County, Alabama, 90-year-old Ovie Lasater was killed when a tornado destroyed her home, county coroner Tyler Berryhill told Reuters.",
    "Fox News reported another death in Pontotoc County in neighboring Mississippi.",
    "In Illinois, three people were killed in Crawford County after the collapse of a residential structure, the state Emergency Management Agency said.",
    "These were in addition to the 50-year-old man who died in Belvidere, a city in northern Illinois, after a roof collapsed at a theater with 260 people inside. Dan Zaccard, a senior emergency management official in Boone County, said on Saturday that the incident left 40 people injured.",
    "The crowd at the city’s Apollo Theatre was attending a concert featuring the heavy-metal group Morbid Angel, which was on its “Tour of Terror.”",
    "One person was killed in Sussex County, Delaware, after a line of powerful storms tore through the region on Saturday night, an ABC News affiliate reported.",
    "The National Weather Service on Saturday warned of thunderstorms moving across the eastern third of the United States, likely resulting in power outages and downed trees from winds with gusts over 60 mph (100 kph).",
    "The twisters sheared roofs and walls from many buildings in Arkansas, flipped over vehicles and downed trees and power lines in Little Rock and large areas east and northeast of the state capital, officials said.",
    "The blast of extreme spring weather swept much of the United States on Friday, menacing the nation’s midsection from Texas to the Great Lakes with thunderstorms and tornados.",
    "Arkansas Governor Sarah Huckabee Sanders on Saturday said there were five confirmed dead in the state.",
    "“Right now, we have five confirmed fatalities. We have a couple of others that have been reported, but we do not have confirmation from local law enforcement on the ground. And, so, awaiting that. But right now, statewide, we have five confirmed fatalities,” she said.",
    "Four of the Arkansas fatalities were reported in Wynne, about 100 miles (160 km) east of Little Rock, Cross County Coroner Eli Long said.",
    "One person was killed and more than 50 people were hospitalized in North Little Rock, Pulaski County spokeswoman Madeline Roberts told the Washington Post.",
    "U.S. President Joe Biden spoke with Huckabee Sanders and the mayors of Little Rock and Wynne, the White House said in a statement. He also spoke with Federal Emergency Management Agency (FEMA) Administrator Deanne Criswell.",
    "Huckabee Sanders said Biden and Homeland Security Secretary Alejandro Mayorkas, in phone calls on Saturday, offered federal government support.",
    "“Anything that Arkansas needs, they have assured us that those resources will be here and on the ground,” she said at a news conference.",
    "In Sullivan County, Indiana, three people were killed, Indiana State Police Sergeant Matt Ames said. A state of emergency was declared for the affected areas, Sheriff Jason Bobbitt said on Facebook.",
    "The turbulent weather occurred one week after a swarm of thunderstorms unleashed a deadly tornado that devastated the Mississippi town of Rolling Fork, destroying many of the community’s 400 homes and killing 26 people."
  ]
}