{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90968/president-unveils-govts-roadmap-for-socio-economic-reforms-and-accelerated-development",
  "time_ut": 1685630340.0,
  "original_lang": "en",
  "original_title": "President unveils govt’s roadmap for socio-economic reforms and accelerated development",
  "original_body_lines": [
    "Sri Lanka’s economy is gradually recovering from the crisis thanks to the correct policies including the collective efforts of the people, President Ranil Wickremesinghe said, delivering a special statement on the government’s efforts over the past nine months to revive Sri Lanka’s economy.",
    "The President’s Media Division (PMD) says the objective of this address is to provide the public with a comprehensive understanding of Sri Lanka’s national transformation roadmap and to present the proposed strategies for accomplishing the envisioned objectives.",
    "In his speech, the Head of State lengthily outlined the forthcoming stages of the country’s social, economic, and political reform agenda which he said would be based on four key pillars: (1) Fiscal and Financial Reforms, (2) Investment Drive, (3) Social Protection and Governance, and (4) Transformation of State-Owned Enterprises (SOEs).",
    "To bring about fiscal and financial reforms, the government aims to implement necessary reforms that will ensure long-term sustainability of public debt and the stability of the economy, he said adding that, the government ultimately wants to rebuild confidence in the Sri Lankan market.",
    "In the pursuit of economic stability, Wickremesinghe said the government has implemented various cost reduction and containment measures since May 2022. He noted that the government is taking further steps to minimize unnecessary expenses, by halting unnecessary expenditure, streamlining state activities to reduce costs, designing cost-effective state operations, and leveraging automation and digitalization to reduce costs while delivering quality services.",
    "As investments play a crucial role in boosting a country’s economy, Wickremesinghe said the government recognizes the significance of collaboration between the public and private sectors. “Our goal is to transform Sri Lanka into an export-oriented economy that is globally recognized, following the successful models of countries like South Korea and Singapore.”",
    "Further, the government aims to prioritize modern and sustainable efforts such as renewable energy, green hydrogen, and digitization, the president continued.",
    "He went on to reveal plans to make a special invitation to the private sector to submit their own business proposals that align with the government’s vision of modernization and sustainability, promising to ensure transparency and openness by publicizing this call for proposals through mass media in a formal manner.",
    "Wickremesinghe, speaking on the importance of fostering an environment conducive for investment, highlighted the need to reform Sri Lanka’s trade practices, which have been structured under strict protectionist policies. “It is time to remove these barriers that have discouraged investors and to promote a more open and welcoming approach.”",
    "Speaking on social protection and governance, the president promised to address social safety net concerns by engaging various government ministries, departments, agencies, civil society representatives, and subject matter experts in the integration process of social security measures.",
    "Wickremesinghe added that a special task force would be formed to combat corruption across all sectors, including regulation, procurement, and political corruption. “We are committed to implementing anti-corruption practices through a government mechanism that emphasizes accountability via modern techniques such as digitization.”",
    "With regards to transformation of SOEs, Wickremesinghe said the government has already initiated the preparation of a restructuring plan for public enterprises. “Entities like the Ceylon Petroleum Corporation, Ceylon Electricity Board, and SriLankan Airlines have incurred significant operating losses, equivalent to 1.6% of the country’s GDP in 2021.”",
    "Stressing that it is unjust to burden the citizens with this debt, Wickremesinghe said necessary reforms must be undertaken urgently in the SOEs to ensure the turnaround and success of these enterprises.",
    "Speaking further, he said Sri Lanka is ready to embark on a journey of growth and prosperity, as the country’s weakened economy is now returning towards stability.",
    "Slamming ‘fear-mongering tactics’ of certain groups spreading false information about the government’s reform agenda to mislead the public, the president said it is important to stay committed to economic reforms.",
    "He reiterated his commitment to prevent any regression of the country to its previous state, emphasizing his determination to transform Sri Lanka into a fully developed nation by 2048.",
    "Outlining the government’s efforts to revive the country’s economy, he noted that the economic reforms would decrease cost of living, improve standards of living, provide relief for the poor, create a culture of transparency and generate new opportunities for businesses to grow and thrive.",
    "“The implementation of our economic reforms serves only to achieve sustainable development and prosperity for our country. Through these reforms, we will accelerate Sri Lanka’s modernization, expand our market, and encourage greater contributions from the international community toward our development.”",
    "He applauded the resilience of all Sri Lankans who navigated through challenging times, driven by their love for the country and stated that by persisting a little longer on this trajectory, an economically stable future could be achieved devoid of hardships.",
    "Acknowledging that the journey ahead is not easy and that numerous challenges are anticipated, the president said he is determined to overcome these obstacles. “Our government is committed to always acting in the best interest of our country.”"
  ]
}