{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91122/several-children-injured-in-mass-stabbing-in-french-alps",
  "time_ut": 1686219480.0,
  "original_lang": "en",
  "original_title": "Several children injured in mass stabbing in French Alps",
  "original_body_lines": [
    "Five people were injured in a knife attack in the French Alps on Thursday, including four children and one adult, a security source told AFP, giving a new toll for the stabbing.",
    "A man armed with a knife attacked a group of children aged around three years old at 9:45 am (07:45 GMT) on Thursday at a park near the lake in the town, a security source who asked not to be named and a local official told AFP.",
    "Interior Minister Gerald Darmanin tweeted that the culprit “has been arrested thanks to the rapid reaction of security forces”.",
    "At least three of the victims were in critical condition, the security source told AFP.",
    "Prime Minister Elisabeth Borne’s office announced she was travelling to the scene and MPs in the national parliament held a minute’s silence as news of the attack broke in the French media.",
    "Meanwhile, Regional deputy Antoine Armand described the attack as “abominable”.",
    "Mr Armand said authorities were investigating and knew “very little”, but his thoughts were with the victims and their loved ones.",
    "The suspect is believed to be a Syrian asylum seeker, according to reports from Le Parisien, BFM TV and AFP quoting police sources.",
    "He attacked the children - some in pushchairs - as they visited the park, before fleeing the scene and stabbing an elderly man nearby.",
    "France’s National Assembly has observed a minute of silence and roads are blocked around the scene of the attack.",
    "President Emmanuel Macron tweeted that the nation was in “shock” over the “act of cowardice”, adding that several children and an adult were in a critical condition."
  ]
}