{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95705/sri-lanka-seeks-to-attract-arab-visitors-with-ibn-battutas-trail",
  "time_ut": 1702727160.0,
  "original_lang": "en",
  "original_title": "Sri Lanka seeks to attract Arab visitors with Ibn Battuta’s trail",
  "original_body_lines": [
    "Sri Lanka is trying to attract Arab visitors by promoting the travels of the famed 14th-century explorer Ibn Battuta, Colombo’s envoy to Riyadh said on Saturday.",
    "The famed Moroccan explorer’s ship arrived in the northwestern port of Puttalam from the Maldives in September 1344. At that time, Puttalam was under the rule of the king of Jaffna, who received him with honors.",
    "He spent a few days there, entertaining the king who, as he recalled in his “Travels,” understood Persian and was interested in his voyages and stories about the rulers of Africa, the Middle East and South Asia whom he had met since starting his journeys in 1325.",
    "Ibn Battuta then went on a pilgrimage to Adam’s Peak, a 2,243-meter tall conical sacred mountain located in central Sri Lanka, which is venerated by Muslims as the site of the footprint of the first man and prophet, and is a UNESCO World Heritage Site.",
    "The king gave him a palanquin and sent men to accompany him.",
    "From Adam’s Peak, he took a southern route to Dondra, a southern coastal town, which was a rich temple port town complex. It was destroyed by the Portuguese in the 16th century.",
    "From Dondra, Ibn Battuta went to Galle and Colombo, and from there, he went back to Puttalam and sailed to the coast of Tamil Nadu.",
    "Sri Lanka, whose economy is highly dependent on tourism, is now hoping to attract visitors from Arab countries by evoking the memory of his travels.",
    "“It’s important to refresh the memories of this historic visit and project it among the Arabs,” P.M. Amza, ambassador of Sri Lanka to Saudi Arabia, told Arab News.",
    "“Ibn Battuta is a celebrated traveler … We believe such a celebrated traveler’s connection with Sri Lanka will be of definite attraction to the tourism sector of Sri Lanka.”",
    "Earlier this week, the embassy in Riyadh inaugurated the Ibn Battuta Trail as part of the Sri Lankan Foreign Affairs Ministry’s economic diplomacy program in the Kingdom.",
    "The trail package follows the footsteps of the famed traveler to Adam’s Peak with highlights including cultural attractions, wildlife, nature, adventure activities, and cuisine.",
    "Amza was hopeful that it would contribute to increasing arrivals of Saudi travelers, which have dropped since the COVID-19 pandemic.",
    "“We used to attract over 35,000 Saudi tourists to Sri Lanka annually before 2019 and it has significantly dropped since 2019,” he said.",
    "“Now there is a renewed interest, and we would like them to explore Sri Lanka’s beauty, beaches, waterfalls, rich culture, hospitality, nature and adventure.”"
  ]
}