{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Emerging-from-economic-crisis-Challenges-and-options/14-755273",
  "time_ut": 1700159927.0,
  "original_lang": "en",
  "original_title": "Emerging from economic crisis: Challenges and options",
  "original_body_lines": [
    "During the period leading up to the sharp increase in debt repayments (from 2019 onwards), Sri Lanka should have taken steps to build up repayment capacity. That would be in the form of running primary budget surpluses by improving the domestic tax revenue base, and running current account surpluses in the balance of payments to support external debt repayments. However, for the most part, the status quo remained. While there was a dramatic change in the country’s financing options, there was little or no change in the country’s spending and savings behaviour. Successive governments continued to run large budget deficits and current account deficits and fiscal consolidation efforts were not a permanent feature of fiscal policy",
    "This commentary is included as Annex VI of Budget Speech – 2024, Ministry of Finance, Economic Stabilisation and National Policies",
    "The roots of Sri Lanka’s economic crisis extend for many years and indeed decades. Since independence, the country has, for many decades, run large budget deficits where government expenditure exceeds government revenue. This is evident in the fact that the country has run a primary budget surplus in only 5 years since independence – namely 1954, 1955, 1992, 2017, and 2018. In addition, the country has been running significant current account deficits in the balance of payments, indicating that Sri Lanka has been living beyond its means.",
    "Government expenditure over the decades have typically comprised spending on wages and pensions of State employees (including healthcare workers, teachers, military and public security, and public administration), welfare payments (fertiliser subsidies, social safety nets such as Samurdhi/Janasaviya, debt service costs, and capital expenditure (roads, power supply, water supply, irrigation, ports and airports, etc.).",
    "Sri Lanka’s government expenditure is largely a reflection of the informal social contract in the country where the majority of citizens expect the government to provide a large volume of public services and substantially participate in economic activity. This is in the form of universal free education, free healthcare, substantial public welfare measures such as subsidised fertiliser, public transport, and utilities. The government has also become the employer of last resort, with the public service now reaching close to 1.5 million individuals, most of whom have non-contributory pensions. Governments that have significantly deviated from these norms in the past have typically faced electoral punishment. A lack of fiscal discipline became the norm over several decades.",
    "In the 1980s, capital expenditure accounted for around 43% of total public spending, this ratio dropped to 25% in the 1990s and capital expenditure has remained under 25% of total public spending during the 2000s. Therefore, 75% of public expenditure has been on recurrent spending in the above areas (salaries, pensions, welfare, interest) which was required to fulfil the informal social contract and largely non-discretionary in nature. This has hindered the Government’s effective contribution in generating long term economic growth to create opportunities for the masses.",
    "Between 1960 and 1992, the Government revenue to GDP ratio dropped below 20% only in two years – 1977 and 1982 (both years 19.7% of GDP). At the time, Government revenue was supported by taxes on surplus of export plantation commodities. During the same period, Government expenditure dropped below 25% only in 2 years. In fact between 1978 and 1991, Government expenditure did not drop below 30% of GDP.",
    "In the 30 years between 1979 and 2009, the Government budget deficit dropped below 7% of GDP in only 4 years and never dropped below 6% of GDP. These budget deficits are the outcome of public expenditure over and above successive governments’ ability to collect tax revenues. These deficits accumulate over the years resulting in the build-up of public debt, as the country lived beyond its means.",
    "Budget deficits have to be financed by borrowing either from the domestic market sources (Treasury bills and bonds, the state bank overdrafts, or Central Bank financing, known as monetary financing), or from foreign sources. This balance has to be carefully managed since excess borrowing from the domestic market can cause interest rates to increase and suppress economic growth. Alternatively, excess financing from the Central Bank will cause inflation to accelerate and destroy wealth and purchasing power of citizens.",
    "Likewise, excess borrowing from foreign sources can create repayment pressures which if not matched by equal growth in external non-debt creating inflows (exports of goods/services and FDI), will cause balance of payments issues and currency crises.",
    "Sri Lanka was able to finance these large budget deficits in the 1980s and 1990s through low cost concessionary financing from donors such as the World Bank, Asian Development Bank, Government of Japan and so on. These funds were raised at very low rates (often 0% to 2% interest) with typical grace periods around 10 years and repayment horizons exceeding 30 years.",
    "Such concessional debt financing created only moderate external account pressures and enabled governments to manage cash flow needs without relying on significant domestic resource mobilisation (domestic tax base). This was possible until around 2006 when Sri Lanka per capita GDP exceeded USD 2,000. Crossing this threshold reduced Sri Lanka’s access to low-cost concessionary financing from traditional donors.",
    "At this point, Sri Lanka had two choices; 1) reduce budget deficits and thus reduce financing needs 2) shift emphasis from foreign borrowings to domestic borrowings. Sri Lanka however chose a third option, which was to continue with high budget deficits but to switch to alternative sources of foreign financing which was commercial markets and other non-traditional bilateral lenders. The former was used to finance the general budget deficit and the latter was typically used for project financing.",
    "External commercial financial took place in the form of typically long term, for example, 10 year international sovereign bonds, short term foreign investment in rupee bills and bonds, and a smaller volume of syndicated loads. The sovereign bonds and typical bilateral financing had maturity periods of roughly 10 years.",
    "This period coincided with a very conducive external environment where global financial markets were flush with abundant liquidity following the response to the global financial crisis of 2008, and investors were more than happy to invest in hitherto untapped frontier economies like Sri Lanka in search of higher interest rates.",
    "Therefore, between 2007 (when the first international sovereign bond was issued) and around 2018, there was limited pressure on external finances in terms of repayment of maturities of these debt instruments and in terms of ability to roll-over debt. From 2019 onwards, as the new sources of external debt began to mature, Sri Lanka’s external debt repayments ballooned to USD 4-6 billion per annum. Just a few years prior to that, external debt repayments were typically under USD 1 billion per annum.",
    "During the period leading up to the sharp increase in debt repayments (from 2019 onwards), Sri Lanka should have taken steps to build up repayment capacity. That would be in the form of running primary budget surpluses by improving the domestic tax revenue base, and running current account surpluses in the balance of payments to support external debt repayments1.",
    "However, for the most part, the status quo remained. While there was a dramatic change in the country’s financing options, there was little or no change in the country’s spending and savings behaviour. Successive governments continued to run large budget deficits and current account deficits and fiscal consolidation efforts were not a permanent feature of fiscal policy.",
    "While current account deficits improved from an average of 7.7% of GDP in the 1980s to 4.8% of GDP in the 1990s and 4.1% of GDP in the ten years leading up to 2015, the deficits remained too high to support a sustainable external account. The external deficit in the balance of payments had to be filled by foreign borrowings.",
    "The last two decades also coincided with a period where exports as a percentage of GDP were on the decline. High border taxes, over-valued exchange rates, and high consumption to savings ratios all contributed to the anti-export bias that compounded current account challenges.",
    "When tax revenue should have been gradually increased, the opposite happened. Since 1996, government revenue to GDP declined from 20.1% to 11.9% of GDP by 2019. Government expenditure has remained in the range of 20% of GDP since 2010 – which is not excessive compared with regional and income peers, and Sri Lanka is in fact lower than these averages.",
    "By 2019, the accumulated central government debt had reached 82% of GDP. The economy was generating diminishing levels of tax revenue compared to the level of expenditure that it had to sustain to maintain the informal social contract. Until 2019, it was also possible to raise external financing without having to face the consequences in terms of repayments of the same.",
    "In fact, total debt was higher than 82% since a further debt of 7% of GDP was parked in state owned enterprises. This is the result of persistent losses accumulated in large state owned enterprises – particularly the Ceylon Petroleum Corporation (CPC), the Ceylon Electricity Board (CEB), and SriLankan Airlines.",
    "Losses in the CPC and CEB have resulted due to the failure of successive governments to ensure cost recovery pricing of utilities. Both entities face costs largely due to exogenous factors (global fuel and coal prices) and cost of past debt, beyond the control of the management or government. But public expectations have been that such costs should not be passed on to consumers of these products and governments adhered to such public pressures.",
    "As a result, prices of fuel and electricity have regularly below cost recovery levels, leading to build up of losses at these entities. The below cost pricing also resulted in over-consumption of such products, compounding the current account deficit of the balance of payments (fuel being Sri Lanka’s single largest import).",
    "The SOE losses were also not regularly funded by government transfers. Instead, the losses were financed by the state-owned banks. However, in a situation where selling prices were constantly below cost, the CEB and CPC could not make a surplus to enable settlement of bank debts.",
    "Therefore, the SOE debts kept accumulating at the banks as well – threatening the stability of the state banks. Most of the bank loans were required to fund raw material imports of these SOEs and were in foreign currency. Therefore, the banks had to keep borrowing alternative sources of foreign currency from overseas counterparties to be able to fund the CEB/CPC forex loans on their balance sheets. This debt cycle was only possible as long as external financing lines remained open.",
    "Debts also accumulated between the different SOEs. For instance, due to lack of electricity tariff revisions, the CEB did not have sufficient revenue to pay the full cost of fuel purchased from the CPC. Sri Lankan Airlines also accumulated large arrears to the CPC. These issues have been compounded by governance and management issues of SOEs’ lack of commercial orientation for the purpose of achieving sustainability and financial viability. This created a complex and dangerous cocktail of debt accumulation across different sections of the economy – most importantly creating increasing risks in the financial sector.",
    "Successive governments tried to achieve welfare objectives by suppressing market prices, leading to large losses at SOEs and resultant adverse fiscal and financial sector spillovers. Welfare objectives should have been addressed by targeted direct cash transfers instead. Weak governance and lack of fiscal discipline characterised successive governments in recent decades. Continuous breaches of the Fiscal Management Responsibility Act, institutional weaknesses and corruption vulnerabilities in revenue collection departments, and abuse of investment incentive schemes are just a few examples of such fiscal governance issues.",
    "The above history of the last few decades outlines how Sri Lanka has attempted to sustain a large public sector and government footprint demanded by its informal social contract, using ever diminishing government revenues. The resultant imbalances were funded by external debt which were increasingly expensive on increasingly challenging payment terms. These structural imbalances resulted in a perilous equilibrium, leaving the country highly vulnerable to any shocks.",
    "In 2016, Sri Lanka entered its 16th IMF programme considering the challenges expected during the subsequent period. A revenue based fiscal consolidation programme commenced with increases in VAT to 15% and personal income taxes being increased to a top rate of 24% and the standard corporate tax rate being increased to 28% (albeit with most sectors subject to a concessionary rate of 14% including all SMEs, exports, tourism, IT, agriculture, and education).",
    "A primary surplus in the budget was achieved in 2017 and 2018 (although including some arrears) and revenue to GDP saw a gradual increase from a low of 11.2% in 2014. The government at the time expected to gradually restore fiscal sustainability and ensure debt sustainability during the upcoming period of elevated debt maturities. A key priority was to maintain credit ratings in order to ensure financial market access to safely roll-over maturing external debt.",
    "In mid-2020, the IMF programme was abruptly abandoned. VAT was reduced to 8%, personal income tax was reduced to 18% with high thresholds and corporate tax rates were reduced to 24% with further expansion of concessionary rates including 0 rate for IT and agro-farming. With the change in fiscal policy trajectory, credit rating agencies reacted adversely and Sri Lanka’s credit ratings were downgraded locking the country out of global capital markets by early 2020. In fact, in December 2019, shortly after the tax cuts were announced, Fitch ratings changed the rating outlook on Sri Lanka to negative, citing the ramifications of the tax cuts for debt sustainability and since then, there was a series of rating downgrades until early 2022.",
    "It was in this context that the COVID-19 pandemic hit the economy. The resultant lockdowns and freezing of economic activity caused government revenues to crash and the budget deficit ballooned to double digit levels. With the credit rating downgrades, Sri Lanka was not able to raise external financing to fund the rising budget deficits. The government also took the position that interest rates should remain at single digit levels to support economic activity. Funding the entire deficit through the domestic Treasury bond and bill market would have caused interest rates to escalate. Therefore, the government began funding most of the budget deficit directly through the central bank by monetary financing.",
    "During the first half of 2020 the government approached the IMF to access a Rapid Financing Instrument which was provided by the IMF to several dozen countries to mitigate the impacts of the pandemic. However, at that time, the government was informed that Sri Lanka’s debt was unsustainable and that the IMF could not lend to the country unless steps were taken to restructure public debt. The government at the time did not wish to take that path, choosing instead a “home-grown solution”.",
    "What is undeniable is the fact that Sri Lanka can no longer carry on in a “business as usual” manner. As a country we have to be able to adapt to a changing environment or else it will be impossible to avoid a complete collapse of the economy worse than what was experienced in 2022. Going forward Sri Lanka must adopt a path of fiscal and macroeconomic discipline, governance weaknesses and corruption vulnerabilities must be eliminated, and as a country we must strive to stand on our own feet whilst integrating and competing with the rest of the world. The first steps on this difficult journey have now been taken, it is essential that as a country we do not go back to our past practices, and if we maintain discipline and work hard there is no doubt that due reward will materialise",
    "Over the next two years, the government continued to fund the double digit budget deficit through domestic financing with a significant component of monetary financing. In the absence of foreign financing, it was not possible to roll-over maturing external debt, therefore the country’s foreign exchange reserves were used to settle maturing debt. Foreign exchange reserves began to gradually diminish from around USD 7.6 billion at the end of 2019.",
    "During this time, current account inflows to the balance of payments had also dried up due to the lack of tourism earnings during the pandemic. From mid-2021, remittances also began to reduce since the government pegged the Rupee at the rate of 203/USD, whilst informal markets offered significantly higher rates, attracting remaining remittances away from formal banking channels. Adding more pressures, confidence of the investors, foreign partners and even of the expatriates was lost aggravating the drying up of foreign inflows.  In the second half of 2021, as official foreign exchange reserves had declined below USD 3 bn, the shortages of foreign currency liquidity in the banking sector began to translate into shortages of essential imported commodities. Long queues began to form for products such as cooking gas.",
    "The situation continued to escalate as the government found it impossible to raise external financing due to the weak credit rating of CCC or below.",
    "At the same time, the favourable global liquidity conditions of the last decade and a half had begun to reverse as global Central Banks entered a tightening regime following the end of the Covid-19 pandemic. In March 2022, the Federal Reserve began raising rates, rapidly taking liquidity out of global markets. The other global central banks also followed the suit.",
    "By early 2022, the forex shortages reached extreme proportions. There were several defaults in the inter-bank foreign exchange market and defaults on letters of credit. External financing lines to the banks came to a halt and the inter-bank market all but froze as well. Opening LCs was no longer an option to fund essential imports. It was with great difficulty that a banking crisis was averted during that time.",
    "Shortages of fuel reached such an extent that people had to queue for four to five days to obtain 10 litres of petrol or diesel. Power cuts ran up to 13 hours. Essential medicines were in short supply. Some people died while waiting in queues.",
    "Images of the few tourists remaining in the country dining in darkness in their hotels were aired around the world. The crippling supply chain disruptions upended the manufacturing and agricultural sectors which was already in trouble due to the lack of fertiliser. The lack of fertiliser threatened to result in a major food crisis by the second half of the year, particularly since there was no foreign exchange to import food in case of domestic production shortfalls.",
    "Inflation began to gallop as supply chain disruptions were the fuel added to 2 years of extensive monetary financing that led to significant demand pressures. As prices spiralled, the real income and wealth of the citizens, particularly the poor and vulnerable, was eroded day by day. Eventually, inflation peaked at a Sri Lankan record of 70% in September 2022.",
    "In March 2022, the steady trickle of protests gained momentum and spilled over into mass scale public protests. On 18 March 2022, President Gotabaya Rajapaksa officially wrote to the International Monetary Fund (IMF) with Request for an IMF Engagement in Sri Lanka, which was reinforced through another letter to the IMF on 7 April 2022 with a Request for an Appropriate Fund Supported Programme to Sri Lanka. The Cabinet of Ministers resigned, as did the Governor of the Central Bank and the Secretary to the Treasury. A new Central Bank Governor and Secretary to the Treasury were appointed in the first week of April 2022.",
    "By 11 April, usable foreign currency reserves had dwindled to USD 24 million. The following week after the new near holidays, there was a debt service payment of USD 182 million on 18 April. The Central Bank also had short term commitments to pay for fuel, coal, and other essential imports amounting to over USD 500 million. Foreign currency debt repayments for the rest of the year 2022 amounted to USD 4.3 billion. Sri Lanka had run out of options and the government had to declare a unilateral moratorium on selected external debt payments pending the restructure of its debts. The country was officially bankrupt.",
    "While adopting aggressive policy measures since April 2022, Sri Lanka entered into negotiations with the IMF to implement an economic reform programme that would address the structural imbalances deeply entrenched in the Sri Lankan economy. This was not like an ordinary programme where the negotiation is between the government and the IMF – in such programmes, like in 2016, there is a fair degree of flexibility in negotiating terms. Sri Lanka unfortunately lost that chance when the programme was abandoned in 2019.",
    "The 2022 programme was from a position of unsustainable debt, and therefore, Sri Lanka needed to ask its creditors to accept losses on their claims on Sri Lankan debt. As a result, the economic reforms undertaken had to also demonstrate to external creditors that the country was making deep and meaningful reforms that they were willing to support by accepting losses on their claims.",
    "The most important aspect of Sri Lanka’s engagement with the IMF was the fact that it provides an anchor of credibility to the economic path the country is taking. Without that credibility, external actors; both government and private, would not be willing to engage with Sri Lanka in terms of financial assistance or even trade credit. Given the prevailing economic context even in November 2023, a deviation from that path would undermine the credibility of the economic path and once again cut off Sri Lanka’s access to external finance.",
    "The immediate priority was to address the deep fiscal imbalances. Even regardless of the IMF programme and debt restructuring, the government’s fiscal cashflows were simply not sustainable without a substantial increase in revenue generation to enable the provision of even basic public services. Government expenditure is predominantly rigid non-discretionary spending items. Whatever limited savings can be gained through greater efficiencies and discipline in procurement and capital expenditure will not be sufficient to bridge the wide fiscal gap.",
    "Even with the reforms that have been put in place as of November 2023, in the upcoming year each month, the Treasury must find Rs. 93 billion to pay public sector salaries, Rs. 70 billion to pay pensions and public welfare including free medicines, Aswesuma, and Rs. 220 billion to pay monthly interest cost. Just these three items require Rs. 383 billion per month. None of these spending items can be easily reduced in the short term. In comparison, in the first 9 months of 2023, monthly tax revenue was Rs. 215 billion. This is before consideration of debt repayments and essential capital investments.",
    "In the past, it was possible to finance this kind of budget deficit with borrowing from foreign sources, with overdrafts from the state banks, and when that was not available, to directly fund the debt through the Central Bank (money printing). Today, there is very limited foreign financing available until debt is restructured, the state bank overdraft is reduced from over Rs. 900 billion in 2021 to Rs. 70 billion at present, and central bank financing is disallowed under the new CBSL Act.",
    "Therefore, until government revenue improves from the present 10% of GDP to a sustainable level of at least 15% of GDP, it will not be possible to avoid another crisis in the near future. It is in this context that the government has had no option but to increase tax collection. In doing so, the emphasis has been to maximise revenue from progressive direct taxes such as corporate and personal income taxes and to focus on a simple structure of a few core taxes, including VAT and core excises (tobacco, alcohol, fuel).",
    "With regard to personal income taxes, the tax structure was developed based on the official Household Income and Expenditure Survey data. Accordingly, with a tax free threshold of Rs. 100,000/month still only the top 20% of the Sri Lankan population are subject to personal income tax. It is very challenging for Sri Lankan authorities to negotiate with the IMF and creditors requesting tax reductions on the top 20% of the population within less than a year of formally commencing the IMF programme.",
    "The VAT rate will be increased up to 18% in January 2024 along with elimination of almost all VAT exemptions other than for products relating to health, education, and a few essential foods. This brings Sri Lanka in line with regional peers including India and Pakistan, in terms of standard VAT rate. Once the resulting VAT collections enable overall tax targets to be met, it will be possible to phase out other indirect taxes such as the Social Security Contribution levy (SSCL) and rationalise the Special Commodity levy (SCL), which are distortive in nature.",
    "Whilst increasing tax rates have been essential to bridge the cash flow deficit and enable the delivery of basic public services, a sustainable increase in revenue requires significant improvements in tax administration and compliance. Several measures have begun implementation with a view to improving tax administration. This requires deep institutional reform, extensive digitisation, and a substantial shift in mindset within and outside the relevant departments.",
    "Here again, it is not pragmatic to expect an overnight change in deep seated legacy issues and structural problems that have become embedded over several decades. Measures have now begun to fast track digitisation by minimising human interaction. Long overdue arrears for the Revenue Administration Management Information System (RAMIS) have now been settled enabling implementation by December this year. Professional bodies hitherto outside the tax net have now been registered. Integration between the Inland Revenue Department and key government authorities such as the Land Registry, Department of Motor Traffic, financial institutions, CRIB, is now being fast tracked to improve compliance.",
    "Tax authorities are also accelerating efforts to collect past due taxes, with specific targets being set. However, it must be kept in mind that most of these past due taxes are subject to legal dispute. Until due legal process is complete, it will not be possible to claim whatever revenue is legally due to the government.",
    "These compliance measures will improve Sri Lanka’s revenue collection in the coming years – but it will take some time for the expected targets to be met. Until such time, the government has had no option but to increase tax rates in order to bridge the financing gap and to be able to fund basic public services. It should be evident that there is very little leeway or policy options available other than the measures that are currently being adopted by the Sri Lankan authorities.",
    "Similarly, there is little or no option with regard to ensuring that electricity and fuel are priced in a manner that fully reflects costs. Due to mispricing, the CPC and CEB consistently ran losses until by 2022 CPC’s debt approached a trillion rupees and CEB debt approached Rs. 800 billion. At this point the state banks were no longer able to finance the working capital requirements of these two entities and supply of electricity and fuel would have come to a standstill until cost-reflective pricing for the two entities was implemented.",
    "The government is now in the process of restructuring the debts accumulated by these SOEs on the books of the state banks. When these debts are restructured, the banks may face large losses which have to be met by capital infusions from tax payer funds. In 2024, the government has allocated Rs. 450 billion of tax payer funds to recapitalise the state banks. This adds to the burden of raising tax revenue to meet expenditure obligations. Part of this recapitalisation allocation is required to plug the hole created by debt of the CPC due to years of mispricing of fuel. These mistakes cannot be repeated in the future if Sri Lanka wants to avoid another deep economic crisis.",
    "The above example illustrates the deep inter-connections that are inherent in the prevailing economic crisis. Sri Lanka has been able to avoid meeting the true costs of its failure to collect sufficient taxes and continuous mis-pricing of energy by parking these debts on the balance sheets of SOEs and the state banks. However, with the crisis coming to a peak, this has all begun to unravel.",
    "The other key challenge to restore economic stability is the process of restructuring debt. The debt restructuring process is being undertaken with three key debt sustainability targets i.e. reducing the public debt to GDP ratio below 95% of GDP by 2032, reducing gross financing needs (GFN) to below 13% of GDP during 2027-32 period and reducing foreign debt servicing ratio below 4.5% of GDP during 2027-32 period.",
    "There has been criticism over the policy choices made in the domestic debt optimisation (DDO) process. A DDO was essential in order to meet the government’s target for reduction of gross financing needs given the fact that the bulk of the government’s interest cost arises from domestic debt.",
    "Contrary to popular belief, the biggest impact of the DDO has been on the state banks. The restructuring of Sri Lanka Development Bonds (SLDBs), Foreign Currency Banking Units (FCBUs), and SOE debt has already resulted in a substantial impact on capitalisation of the key state banks, which is why the government has allocated a sum of Rs. 450 billion to recapitalise these entities in 2024 to ensure continued stability of the financial system. In order to reduce the burden on tax payers it is essential that external shareholders are allowed to infuse capital into the state banks to allow them to grow and remain a key component of Sri Lanka’s economic system.",
    "Whilst there has been criticism that the restructuring of Treasury bonds excluded the banking system holding of such bonds, this criticism has failed to grasp two basic points. First, over 75% of the Treasury bonds held by the banking system are held by the state banks. Restructuring these bonds would have resulted in a significant recapitalisation requirement which would have had to be funded by the tax payer – requiring additional tax increases.",
    "Second, the state banks have already absorbed a large impact from the DDO as illustrated above due to the restructuring of their holdings of SLDBs, FCBU debt to the government, and SOE debts. The DDO implemented by the government struck the most feasible balance between sufficient debt treatment to reach the debt targets whilst ensuring the stability of the banking system and avoiding further tax burdens on the population.",
    "The inter-connected nature of the crisis is further illustrated by the fact that the restructuring of the foreign currency debt held by state banks has knock on impacts on the foreign exchange reserve collection targets of the Central Bank. The restructuring of bank forex debt results in a gap in the net open position (NOP) of the banks which has to be bridged by the banks purchasing foreign currency in the market. This leaves less room for the Central Bank to buy up foreign exchange to build up its reserves and ensure stable exchange rates. This in turn has forced a longer period of import restrictions which hinders the government’s ability to enhance revenue since approximately 50% of the government’s tax revenue collection pre-crisis was collected at the border.",
    "The above details underscore the extreme complexity of the policy mix required to bring Sri Lanka out of this deep economic crisis. This process entails a complex web between government tax collection, interest rate and foreign exchange management, the key SOEs, and the banking system. A disruption in any one of the reform measures of these multiple moving parts has the potential to unravel the entire system. The reform process requires an extensive level of coordination and careful implementation.",
    "The reform measures implemented over the last 18 months have resulted in material improvements in Sri Lanka’s macroeconomic position. A primary budget deficit of 5.7% of GDP as at end 2021 has been converted into a primary budget surplus in the first half of 2023. Tax revenue grew by 50% in the first 6 months of 2023 in spite of a deep economic recession. Inflation was reduced from 70% in September 2022 to 1.3% by September 2023. Foreign exchange reserves have increased to above USD 3.5 billion.",
    "These statistics have translated into normalisation of availability of essential imports. Queues and power cuts have been eliminated. Prices have stabilised albeit at a higher equilibrium to which wages will need to eventually catch up. Foreign exchange market has seen some easing. Fertiliser availability has been restored enabling agricultural activity to normalise and food security to be secured. Economic activity can take place as normal with the restoration of supply chains.",
    "Nonetheless, it should be clear that whilst Sri Lanka has achieved a degree of economic stability in the current context, the country is far from a stable equilibrium. There is a long way to go to address the deep-seated structural imbalances in the economy that were described earlier on. Unless these reforms are undertaken, fiscal discipline becomes entrenched, and the structural imbalances eliminated, Sri Lanka will necessarily slip back into a crisis much worse than that experienced in 2022 given the lack of any economic safety buffers.",
    "Any alternative solution that is prescribed would need to credibly address crucial questions such as how a primary surplus would be achieved whilst reducing taxes? How government expenditure on salaries, pensions, and social protection be reduced? How would interest cost be reduced without hurting state bank stability? How would credit ratings be restored to secure trade financing and banking lines? In the absence of IMF supported debt restructuring how would foreign financing be secured? Without foreign financing how would the domestic capital market sustain government borrowing needs? How would foreign exchange reserves be restored without global capital market access? How would electricity and fuel be priced below cost without destabilising the banking system?",
    "However, in order to arrive at a sustainable solution it is also necessary for Sri Lanka as a country to reach a new social contract. The existing expectation that the country must sustain a large government with significant economic participation whilst also maintaining one of the world’s lowest levels of taxation, is simply not tenable. Sri Lanka must either choose to have a small government with only essential public services which could be sustained by a low tax regime, or it must accept the need for higher taxes in line with regional and income peers that can sustain a government which provides an array of public services and welfare that Sri Lankans are accustomed to.",
    "What is undeniable is the fact that Sri Lanka can no longer carry on in a “business as usual” manner. As a country we have to be able to adapt to a changing environment or else it will be impossible to avoid a complete collapse of the economy worse than what was experienced in 2022. Going forward Sri Lanka must adopt a path of fiscal and macroeconomic discipline, governance weaknesses and corruption vulnerabilities must be eliminated, and as a country we must strive to stand on our own feet whilst integrating and competing with the rest of the world. The first steps on this difficult journey have now been taken, it is essential that as a country we do not go back to our past practices, and if we maintain discipline and work hard there is no doubt that due reward will materialise.",
    "1Running primary surpluses and current account surpluses requires a balance of fiscal policy and monetary policy that encourages savings over consumption. This typically means enhanced government revenue and moderate spending to minimise government dissaving, and positive real interest rates to encourage private savings."
  ]
}