{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95879/ukraine-war-new-christmas-date-marks-shift-away-from-russia",
  "time_ut": 1703347800.0,
  "original_lang": "en",
  "original_title": "Ukraine war: New Christmas date marks shift away from Russia",
  "original_body_lines": [
    "For the first time since 1917, Ukraine is celebrating Christmas on 25 December.",
    "The move is more than just a change of date from 7 January - the date for Christmas in the Julian calendar, which Russia uses.",
    "It’s the continuation of a significant cultural shift in the country - the latest attempt to eradicate Moscow’s influence in Ukraine.",
    "The adoption of the Western, Gregorian calendar is also a sign of Kyiv’s continuing bid to align itself with Europe.",
    "Klavdievo-Tarasove’s decorations factory, in a small town outside Kyiv, used to be one of three which supplied the whole of the Soviet Union.",
    "“We used to have many people - not any more,” Leokadia tells us. She’s worked on this production line since 1978.",
    "She effortlessly blows glass baubles using a gas burner fixed to her desk. It’s a welcome source of heat in these cold, industrial surroundings.",
    "After years of shrinking output, this factory stopped completely when Russian forces occupied this area for a month soon after the start of the country’s full-scale invasion of Ukraine in 2022.",
    "“It was very scary when tanks drove down the street,” Henya, another worker,",
    "explains. “We couldn’t go outside. We had no information, we were cut off from the world. It was terrible.”",
    "And yet, despite only a third of the team having returned, decorations are still being made. Small pieces of Christmas cheer are carefully built and sent out around the country.",
    "And what is Henya’s wish for Ukrainians living under Russian occupation this Christmas?",
    "“You have to believe, hope - and liberation will happen, it will be like that.”",
    "Henya works on the more artistic part of the process: she and her colleagues caringly hand paint each individual bauble.",
    "You immediately notice a military theme. Miniature soldiers, MIG fighter jets, even a Ukrainian tractor pulling a Russian tank - all hang from a shelf, destined for a Christmas tree.",
    "“I think that everyone who will take a look at such a bauble will hope for the victory of our country sooner,” says Tamila with a defiant tone now typical here in Ukraine.",
    "Ukraine and Russia share countless cultural ties, and they will always have to live next to each other. Yet the former’s identity is only being strengthened by the latter’s aggression.",
    "Fewer places know that aggression better than the town of Bucha, a couple of miles from the decoration factory.",
    "As the Russian advance towards Kyiv slowed last year, invading troops were accused of killing more than 500 civilians in one of the worst atrocities of the war so far.",
    "Some of their names appear on a silver memorial next to the Church of St Andrew. As its golden domes glisten in the winter sunshine, you can still see where grass has struggled to regrow.",
    "It was here that a mass grave appeared during Russia’s occupation. The bodies of those who died could only be exhumed after they retreated.",
    "“Unfortunately for many people in the world, Ukraine is linked to Russia. And Ukraine is always viewed in the context of being a neighbour of Russia,” explains Father Andriy in the candlelit crypt of St Andrew’s.",
    "“But I think that we are more a neighbour of Europe,” he says. “And the fact that we’ve now changed the calendar is not shifting away from Russia. It is us returning back to Europe, where we belong.”",
    "Given Russia will always be close by, I ask whether he could ever forgive the invading country for what it’s done to his homeland.",
    "“God forgives a sinner, but only those who repent. We do not see yet that the Russians are trying to repent for their sins and mistakes, so I think it’s too early to talk about forgiveness.”",
    "For Ukraine, any Russian repentance must start with an end of its ongoing invasion. There is still no sign of that happening."
  ]
}