{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/daraz-offers-flexible-work-opportunities-for-women-through-daraz-express/",
  "time_ut": 1678621440.0,
  "original_lang": "en",
  "original_title": "Daraz offers flexible work opportunities for women through Daraz Express",
  "original_body_lines": [
    "While the economic crisis and soaring cost of living have affected the lives of all Sri Lankans, women have borne the brunt of it due to the dual burden of earning an income while performing unpaid care work at home for their children or their elderly relatives. This has led to many women seeking employment opportunities that offer them a degree of flexibility and the freedom to fulfil their responsibilities towards their families.",
    "Having identified this need and as an organisation with a social conscience, Daraz has been providing women the opportunity to work as delivery partners of Daraz Express, where despite their social footing or level of education women are provided an opportunity to earn a stable income in a safe environment while working flexible hours.",
    "On International Women’s Day 2023, we sat down with two of the women delivery heroes who have been empowered by Daraz. In telling us their stories, they explained the reasons they chose to work with Daraz Express and the, challenges they overcome and the value that the occupation has added to their lives.",
    "Manori Chandani Peiris is a 46-year old mother from Battaramulla who provides for her 22-year old daughter, and began working with Daraz one and a half years ago after having been a rider with a similar delivery service. Carrying out deliveries in and around Nugegoda, Manori achieved the all-island-highest deliveries during the 11.11 sale in 2022. She considers cultivating good relationships with her frequent customers and being familiar with the roads and landmarks in her delivery area as her keys to success.",
    "Saudi state-owned oil giant ‘Aramco’ sees record profit of $161bn",
    "Aion hosts ‘Inside a Hacker’s Mind’ for Sri Lanka’s cybersecurity professionals",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}