{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Govt-still-looking-for-a-way-to-bring-abused-jumbo-home/108-258051",
  "time_ut": 1682311842.0,
  "original_lang": "en",
  "original_title": "Govt ’still looking for a way’ to bring abused jumbo home",
  "original_body_lines": [
    "The government is still looking for a way to bring back Sak Surin -- one of three elephants that Thailand gifted to Sri Lanka back in 2001 -- for medical treatment, after an animal rights organisation reported last year the pachyderm had been mistreated by its new handlers.",
    "According to Minister for the Environment and Natural Resources Varawut Silpa-archa, the government is aware of Sak Surin's plight, but",
    "transporting the elephant back to Thailand is proving to be difficult due to its size and the nature of its injuries.",
    "Initially, the government planned to send a C-130 transport to bring Sak Surin home, but scrapped the plan when it realised Sak Surin's enclosure won't fit into the cargo hold of the aircraft, which was designed to transport arms and tanks, the minister said.",
    "He added the government had considered sending a ship to bring Sak Surin back, but ultimately decided against it because the journey would",
    "Mr Varawut said the ministry is working with the Foreign Affairs Ministry to arrange Sak Surin's repatriation.",
    "Since Sak Surin was gifted to Sri Lanka in 2001 as a goodwill ambassador for the country, the elephant has changed hands multiple times.",
    "Until recently, Sak Surin lived in Aluthgama Kande Viharaya in the south of the country, where the elephant's limbs were restrained with chains which caused injuries all over its body, says Rally for Animal Rights and Environment (Rare), a Sri Lanka-based animal protection organisation.",
    "At the end of last year, Rare called on the government to bring Sak Surin back to Thailand, citing the need for urgent medical treatment. Within a week of the report being published, the government began planning its repatriation, but the plan was dropped as Sri Lanka was in the midst of a general election. (bangkokpost)"
  ]
}