{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92149/biden-chooses-admiral-lisa-franchetti-to-become-first-woman-to-lead-us-navy",
  "time_ut": 1690012800.0,
  "original_lang": "en",
  "original_title": "Biden chooses Admiral Lisa Franchetti to become first woman to lead US Navy",
  "original_body_lines": [
    "US President Biden has chosen a female admiral to lead the US Navy - the first time a woman has been nominated to head a Pentagon military service branch.",
    "Lisa Franchetti is a former head of the US 6th Fleet and US naval forces in South Korea, and has also served as an aircraft carrier strike commander.",
    "Her nomination by Mr Biden must still be confirmed by the US Senate.",
    "One lawmaker is currently blocking the Senate from confirming military leaders to protest a military abortion policy.",
    "If confirmed as Chief of Naval Operations she will be the first woman to become a member of the elite group of senior military officers who make up the Joint Chiefs of Staff.",
    "A 38-year veteran, she was only the second woman to achieve the rank of four-star admiral.",
    "In a statement, Mr Biden hailed what he called her “extensive expertise in both the operational and policy arenas” and said she “will again make history” when she is confirmed for the role.",
    "According to reports in US media, Adm Franchetti was not the first choice of the US Defence Secretary Lloyd Austin, who instead recommended TOPGUN graduate Samuel Paparo as the next Navy chief.",
    "Mr Biden also promoted Adm Paparo, nominating him to become the commander of the US military forces in the Pacific.",
    "The US Coast Guard is currently led by a woman - Admiral Linda Fagan - but that military branch falls under the Department of Homeland Security rather than the Department of Defense.",
    "Adm Franchetti is due to take up the position in the fall when the current chief’s four-year term expires. But she will begin the job in an acting capacity, as it’s unlikely that she will be quickly confirmed by the divided senate.",
    "Alabama Republican Senator Tommy Tuberville is currently blocking the senate from confirming more than 270 military promotions over a Pentagon policy that pays the travel expenses of service members who have to go out of state to have an abortion.",
    "In his statement, Mr Biden criticised the senator, saying “what Senator Tuberville is doing is not only wrong—it is dangerous”.",
    "He added: “He is risking our ability to ensure that the United States Armed Forces remain the greatest fighting force in the history of the world. And his Republican colleagues in the Senate know it.”"
  ]
}