{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82136",
  "time_ut": 1686683700.0,
  "original_lang": "en",
  "original_title": "Police  Cant Initiate Action Against State Minister Lohan Ratwatte on the Basis of High Court Judge Weerawardena’s Report Until it Receives Instructions From Cabinet through Public Security Ministry Says Poice Spokesman SSP Nihal Thalduwa",
  "original_body_lines": [
    "The Police will not initiate any action against then-State Minister of Prisons Management and Prisoners’ Rehabilitation and incumbent State Minister of Plantation Industries Lohan Ratwatte until the directions of the Cabinet of Ministers are received, although such has been recommended by the one-member committee that investigated the incidents involving the State Minister who had allegedly forcibly entered the Welikada and Anuradhapura Prisons and intimidated several inmates in 2021, The Daily Morning learns.",
    "Under the directions of the Cabinet, then-Minister of Justice and incumbent Minister of Foreign Affairs, President’s Counsel (PC) M.U.M. Ali Sabry appointed a committee with the sole membership of former High Court Judge Kusala Sarojini Weerawardena to investigate the said incident.",
    "The Committee has, in its final report, recommended that the Police file a  B-report under several charges including those of attempted murder, to the Anuradhapura Magistrate against Ratwatte if they (the Police) have not done so already.",
    "When The Daily Morning queried Police Media Spokesman, Senior Superintendent of Police and attorney Nihal Thalduwa as to whether the Police would implement the relevant recommendations, he said that it is not possible to do so until the relevant party that appointed the committee makes a decision regarding the implementation of the relevant recommendations. “This committee has made recommendations, but the relevant party that appointed it (the committee) should decide whether or not to implement them.”",
    "As the committee has been appointed under its (the Cabinet’s) directions, he said that the Cabinet, after studying the report and making a decision on the matter, would inform the Police regarding the course of action that should be taken. “The Police does not receive this report directly. So, the Cabinet will inform the Police through the Public Security Ministry if the recommendations are to be implemented. It is only after receiving such instructions that the Police can take necessary action,” explained Thalduwa.",
    "Attempts to contact incumbent Minister of Justice, Prisons Affairs, and Constitutional Reforms Dr. Wijeyadasa Rajapakshe PC to inquire about the matter proved futile.",
    "However, it was recently reported that the Justice Ministry has submitted the relevant report to the Cabinet.",
    "The Daily Morning exclusively reported in September 2021, that an inebriated and pistol-brandishing Ratwatte had flown in a helicopter to the Anuradhapura Prison, where he had summoned a group of Tamil political prisoners detained under the Prevention of Terrorism (Temporary Provisions) Act (reports state between 8-16 such prisoners), ordered them to kneel, and proceeded to threaten two of them at point blank range, telling them to accept their offence/s. It was also alleged that prior to this incident, Ratwatte had, together with a group of friends, under the influence of liquor, forcibly entered the Welikada Prison premises after 6 p.m. and proceeded to view the gallows.",
    "The report prepared by the Weerawardena Committee, which was seen by The Daily Morning, mentions several crimes allegedly committed by Ratwatte for which there is credible evidence. Among them are using a weapon in a prison (Prisons Ordinance), using a weapon to commit an offence (Firearms Ordinance), attempting to bring the State into disrepute, causing disaffection against the Government among its people, attempted murder, criminal intimidation by threatening to cause death, causing hurt, and causing hurt with a dangerous weapon, which are offences stipulated under the relevant provisions of the Penal Code."
  ]
}