{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-slams-un-rights-body-over-quran-burning-controversy-125831/",
  "time_ut": 1689208500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka slams UN rights body over Quran burning controversy",
  "original_body_lines": [
    "ECONOMYNEXT – President Ranil Wickremesinghe has accused the UN Human Rights Council of failing to issue a “statement” on the internationally-condemned burning of a Quran in the Swedish capital, in renewed debate over freedom of expression.",
    "The president while addressing a group of lawyers at the opening of a new courthouse in Ratnapura on Tuesday asked why the world’s top rights body has not issued a statement on the burning late last month of the holy Islamic text.",
    "“We raise the question to the Geneva Human Rights Council: why is there silence on this matter? Why has the commission not issued a statement yet,” he asked.",
    "In less than 24 hours of his speech, the rights body passed a resolution condemning the burning incidents while many countries declined to back it, fearing it encroached on free speech.",
    "President Wickremesinghe said he asked the foreign ministry to support the resolution initiated by Pakistan and the other Organisation of Islamic Cooperation (OIC) countries.",
    "Sri Lanka is weighing on the issue of burning the Quran after cremating Muslims victims of the Coronavirus crises",
    "Both Islamabad and OIC had repeatedly pleaded with Sri Lanka during the Conid-19 pandemic to abandon its policy of forced cremations of Muslim victims of the Corona.",
    "OIC concerned over Sri Lanka insisting on cremation for Muslim coronavirus victims",
    "OIC raises Sri Lanka cremation issue at UNHRC; urges GoSL for swift action",
    "Several members of the then-cabinet headed by Gotasbaya Rajapaksa, are in the current administration.",
    "President Wickremesinghe told Foreign Minister Ali Sabry to back Pakistan’s resolution at the UNHRC that was adopted on Wednesday.",
    "President Wickremesinghe set out Sri Lanka’s stance that under his administration, Colombo would uphold religious beliefs over freedom of expression.",
    "“The freedom of belief is inviolable and should not be challenged. Freedom of religion cannot be stripped away by cloaking it under the guise of freedom of expression through alternative interpretations,” he said.",
    "In many Western countries religious dignitaries have lost their grip over the people over the centuries with the separation of the ‘state and the church’, and states became less authoritarian.",
    "Though Western leaders regularly condemn such acts, burning religious texts including the bible is legal some Western nations including the US.",
    "RELATED: Burning Bible or pride flag is protected in US, absent other crimes",
    "The current controversy arose after police intervened to stop the burning religious texts, but Swedish courts allowed it. (COLOMBO/July 12/2023)"
  ]
}