{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bridal-trends2023/",
  "time_ut": 1678900680.0,
  "original_lang": "en",
  "original_title": "Bridal trends…2023",
  "original_body_lines": [
    "They say the beauty of every girl is perceived, in different ways, by the gaze of others. If a woman stands out radiant, and natural, in a way of enhancement of beauty, through subtle makeup and hair styling, many tend to appreciate the marvel of that woman.",
    "This is more so when it comes to brides, and one such designer, who ensures the natural radiance of his brides, is Shanith Fernando – fashion/bridal couture designer, makeup artist, entrepreneur and lecturer.",
    "Shanith has also showcased, at international fashion shows, his designs, and has also choreographed fashion shows, held abroad.",
    "As the wedding season for 2023 draws near, with most weddings taking place in June (June brides), I decided to have a chat with Shanith, and get him to share his expertise, on this topic of bridal elegance, for the benefit of The Island readers.",
    "This year, we see a marveling change of silhouettes for bridals. We see oversized styles and lots of volume, on designs, and one could definitely say that traditional silhouettes have been redefined for 2023.",
    "Bridal dresses will tend to see more voluminous skirts, coupled with drooping necklines, scoop necklines and drop waistlines. Locally, I notice a lot of western influence, even on the local Kandyan sari, or Indian sari, for that matter. Trends are shifting from more traditional to nonchalant western influence.",
    "Makeup will be minimalistic. Gone are the days when brides would prefer oodles of makeup, but, today, the trend is more natural, nude, simple enhancement of the beauty of the bride. It’s more focused on the natural beauty, and look of the bride; which, according to my perspective, is the ideal type of makeup for a radiant bride! We need to preserve her individuality and her true personality.",
    "A bride is not perfect unless meticulous care and attention is paid to her hair. What trends do you see coming?",
    "Yes, a bride is imperfect until every aspect of her look is carefully looked into. Hair styling plays an equally big role in bringing out the radiance of a bride, and brides today tend to go for more natural styling forms. Natural waves, Hollywood waves, curls and messy hairdos are in vogue. A lot of brides are now aware of many trends and it’s rather easy as many are informed of fashion trends. I believe less is more and, therefore a very natural mane is the best.",
    "Bouquets and accessories are an integral part that glues the entire look of a bride. Do you agree?",
    "Yes…to put it in the most implicit way. Flowers and accessories, or jewellery, complete the final look. A bouquet that compliments, and not overpowering, is ideal. At present, the bouquet trends are simpler, smaller in size, tied up posies with lots of foliage and baby’s breath…naturally dried grass, or feathers, are a common element. See, the whole idea of a bride today is a harmonious engagement of her natural beauty, and elements of nature. To me, that look will definitely showcase her natural radiance, at its best.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}