{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/rocky-road-of-sri-lankas-national-anthem/",
  "time_ut": 1691373000.0,
  "original_lang": "en",
  "original_title": "Rocky road of Sri Lanka’s national anthem!",
  "original_body_lines": [
    "To say that our national anthem has had a rocky road, perhaps, is a gross underestimation. Afterall, the composer of this beautiful anthem sacrificed his life because of a totally avoidable controversy! As an ungrateful nation, we have forgotten the creator of the modern Sinhala music, Ananda Samarakoon. Though the city of Colombo is littered with roads, named after many who have done very little, compared to what Ananda Samarakoon did, no government seems to have considered honouring him appropriately, to be our national duty. Even his memory is tarnished by some who attempt to credit Rabindranath Tagore as the creator of our national anthem. How could Tagore, who was not conversant with Sinhala, written such beautiful lyrics? Tagore has not written the music for any of Samarakoon’s lyrics, or any Sinhala songs, for that matter, and why should this be an exception? One may argue that Tagore could have been invited to write the music had this has been lyricized as the national anthem, but it was far from it.",
    "Though it was adopted later as the national anthem, ‘Namo Namo Matha’ was penned by Samarakoon, in 1940, as an expression of his sheer jubilation of seeing his motherland from the air, on his first trip in an aircraft journeying back from India. Further, it was a cry for freedom as he says: “Nawajeewana Damine Newatha Apa Awadi Karan Matha”. Samarakoon was far ahead of time, referring to our ‘Matha’ as Sri Lanka, 32 years before the name was adopted by the republican constitution. As the aircraft descends for the landing, seeing from the air, the dazzling green of coconut leaves reflecting the golden rays of sunshine and pearly white sandy beaches bathed by the azure blue waters of the Indian ocean, is more than enough to warm the cockles of anyone’s heart; every time. Therefore, it is not surprising that the musical brain of Samarakoon did not allow him to sleep that day, till he completed the song!",
    "Samarakoon was an exceptionally gifted musician, largely self-made, starting to write songs, and singing them to the annoyance of his teachers, while he was still a student at Wewala government school. Inspired by watching the performances of Rabindranath Tagore and his troupe during their tour in 1934, during which Sri Pali in Horana was established, Samarakoon decided to study in Shantiniketan. His stint in Shantiniketan, though limited to only six months, had a profound effect on him; Egodahage George Wilfred Alwis Samarakoon, a Christian by birth, returned as Ananda Samarakoon, after embracing Buddhism, and reshaped Sinhala music, rightly earning the plaudits ‘the father of artistic Sinhala music and founder of the modern Sinhala Geeta Sahitya.’",
    "was the last, in a song collection, titled ‘Geetha Kumudini‘, but as he had no money to print it, Samarakoon sold the manuscript to a printer, for a song! It was first sung by pupils of Mahinda College, Galle, where Samarakoon was the music teacher, but gained wide popularity only after Musaeus College choir’s rendition was aired over Radio Ceylon. No surprise it became so popular, as it is such a beautiful song; evocative lyrics enhanced by a beautiful tune. I have heard many cricket commentators applauding the beauty of it, sometimes mentioning that a shorter version may be more appropriate.",
    "Just before independence, Lanka Gandharva Sabha organised a competition to choose a national anthem. “Namo Namo Matha” was submitted by Samarakoon’s wife and brother, as he was away in India, and the other contender was “Sri Lanka Matha Pala Yasa Mahima” written by P. B. Illangasinghe, with music composed by Lionel Edirisinghe, which won the competition. There was a furore as Illangasinghe and Edirisinghe were members of the judging panel! Though “Sri Lanka Matha Pala Yasa Mahima” was broadcast over Radio Ceylon on the morning of Independence Day, 4 February 1948, there was a total refusal from the public to accept it as the national anthem. Interestingly, it was not sung at the official Independence Day celebrations. Ceylon continued to use ‘God save the king’ as its official national anthem and at the first Independence Day celebration, held on 4 February 1949, at the Independence Memorial Hall, in Torrington Square, both “Namo Namo Matha” and “Sri Lanka Matha Pala Yasa Mahima” were sung, in Sinhala and Tamil, as “national songs”.",
    "In 1950, the then Minister of Finance J. R. Jayewardene proposed the government recognise Samarakoon’s “Namo Namo Matha” as the official national anthem, in view of its popularity. A committee, headed by Edwin Wijeyeratne, Minister of Home Affairs and Rural Development, having listened to several songs and after much deliberation, confirmed “Namo Namo Matha” as the national anthem with a minor change, approved by Samarakoon; changing the 10th line from “Nawajeewana Damine Newatha Apa Awadi Karan Matha” to “Nawa Jeewana Demine Nithina Apa Pubudu Karan Matha”, reflecting the changed scenario, that we had already achieved independence. It was already translated to Tamil by M. Nallathamby with Samarakoon’s approval. It was in 1952, at the Independence Day parade in Colombo, that “Namo Namo Matha” was first sung as the national anthem; The Tamil version being sung in Jaffna. The government paid the princely sum of Rs. 2,500 but that went to the printer who held the rights for “Geetha Kumudini“! Samarakoon got nothing and it is perplexing why the government did not consider a separate honorarium for him.",
    "In the late ’50s, purists started blaming “Namo Namo Matha” for the misfortunes of the country, including the tragic deaths of two prime ministers, citing that it commences with a wrong ‘gana’. In February 1961, Mrs Bandaranaike’s government arbitrarily changed the first line to  “Sri Lanka Matha, Apa Sri Lanka” without consulting Samarakoon. The government’s contention was that as it bought the rights, any objections from Samarakoon were invalid. What about common decency? Do people who buy expensive artwork change them to suit their whims and fancies? Has changing the national anthem stopped the country from going down the precipice?",
    "When this happened, a distraught Samarakoon told his nephew Sunil Samarakoon “Puthe, mage oluwa galawala, when ekak hai karala.” (They have removed my head and fixed a new one) but 11-year-old Sunil did not fully comprehend the seriousness. However, a year later when he went clinging to his father’s arm, on learning that his uncle would not answer the knocks on his bedroom door, he realised the gravity of it. On breaking open the door, they found him in a deep slumber with an empty bottle of sleeping pills by his side. There was also a letter to Dudley Senanayake, the leader of the Opposition explaining his frustration. Also in the room was a beautiful painting of the Buddha in meditation under a tree, with a deer at the edge of the jungle curiously looking on. Samarakoon was a talented painter, too, using only natural paints and exhibiting in many countries, and this was his last painting. He never woke up and died on 5th April 1962, at the age of 51 years!",
    "The latest controversy is about the singing, rather mis-singing, of the national anthem at the opening ceremony of LPL. It was done by no ordinary singer; but by one described, in the editorial ‘Singer under fire’ (The Island, 2 August), as “one of Sri Lanka’s finest vocalists, known for her fascinatingly smooth and expressive vocal delivery.” Why was there such a brouhaha about it and was it justified? Why did someone with such repute get it so wrong?",
    "Of course, politicians tried to make capital of it, their policy being never miss an opportunity to divert attentions from their gross ineptitude. However, concerns raised by many were genuine, though some attempted to advance theories to justify the silliness, the main one being that she attempted to sing the national anthem in operatic style. I do not know what style it was but listening to it pained my ears! For all that long time I have lived in the UK, I have never heard “God save the Queen/King” being sung in operatic style. In fact, I have never heard any national anthem being sung in operatic style. So, why or why, would anyone consider singing our national anthem in that style? Is it aping the West? No, it is worse; it simply is blind aping! One needs only a simple click, on the Wikipedia page “Sri Lanka Matha”, to listen to the 2017 U.S. Navy Band instrumental version of our national anthem to realize what a wonderful piece of music it is, even without words!",
    "To add insult to injury, she sang ‘Mahata’(mister) instead of ‘Matha’(mother). What made her change that crucial word? Obviously, because she was singing without understanding the meaning of the words. Maybe, because she is singing mechanically without any feeling. Those misguided ‘nationalists’, who attempted to prevent the singing of the national anthem in Tamil a few of years ago, were oblivious to this reality. The national anthem should be sung from the heart; with understanding and feeling. How can you feel it in your heart, if you sing without any understanding of the lyrics?",
    "Sri Lanka is at the worst point in its history. Even changing the national anthem, to make it auspicious, has not helped other than killing its creator in the process. Should we continue to be steeped in superstition? No way! The best way to honour Samarakoon, albeit posthumously, is to reattach his head, so to speak, by reverting to “Namo Namo Matha”, one of the most beautiful national anthems in the world!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}