{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/People-urged-to-be-alert-for-triple-threat-of-Dengue-Malaria-Leptospirosis/108-258620",
  "time_ut": 1683161566.0,
  "original_lang": "en",
  "original_title": "People urged to be alert for triple threat of Dengue, Malaria & Leptospirosis",
  "original_body_lines": [
    "As the number of Dengue, Malaria and Leptospirosis is on the rise, health authorities advise people to seek medical treatment if a fever lasts for more than 48 hours.",
    "Health Ministry officials said people should not make their own conclusions about which illness they are suffering from.",
    "A dramatic increase in both Dengue, Malaria and Leptospirosis cases is visible at present.",
    "Against this backdrop, people should not arrive at their own conclusions whether to seek medical attention or not",
    "Thus, Health officials reiterated that if fever persists for more than 48 hours, seeking immediate medical advice is of the highest priority.",
    "Speaking with Daily Mirror, Dr. Nimalka Pannila Hetti from the Dengue Control Unit said “People have not taken the gravity of the disease seriously as they engage in disposal of garbage in a haphazard way,\"",
    "“The highest number of cases are recorded from Colombo Gampaha, Kalutara, Trincomalee and Batticaloa. Besides, she invited people to allocate time to destroy all mosquito breeding places surrounding their neighbourhood as it had also become one of the major concerns.",
    "Sri Lanka has reported over 30,000 cases of Dengue for the year 2023.",
    "Meanwhile, health authorities warned of increase in Leptospirosis cases during the rainy season.",
    "According to the Epidemiology Unit, leptospirosis infections are reported throughout the year and outbreaks commonly occur following rainfall due to the higher possibility of contamination of water by infected rodent urine. Seasonal variability is clearly seen in disease occurrence, as Leptospira infections peak following the two monsoons.",
    "In this context, health officials urged the public to avoid getting into water or mud, especially if they had exposed wounds or bruises in the soles or legs.",
    "They also said medical treatment should be sought at Government Hospitals if one has any signs or symptoms of the disease such as a headache, fever, muscle pain, colour change etc.",
    "Meanwhile, Director of Anti Malaria Campaign, Dr. Champa Aluthweera told Daily Mirror the number of Malaria cases had also comparatively increased as compared to last year.",
    "A total of 37 Malaria cases were reported for 2022. However, there has been 17 Malaria cases since January 2023. All the patients are returnees from foreign countries.",
    "The National Institute of Health Sciences of Kalutara recently confirmed that a resident of Beruwala who returned from overseas recently died of Malaria. (Sheain Fernandopulle)"
  ]
}