{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/igps-dream/",
  "time_ut": 1682696940.0,
  "original_lang": "en",
  "original_title": "IGP’s dream",
  "original_body_lines": [
    "Most of Sri Lanka’s police and military chiefs have a common dream. That is to secure sinecures after retirement. They therefore do everything possible, while in service, to be in the good books of the governments in power. Most of them succeed in their endeavour; they receive plum diplomatic posts, etc. This may explain why they become putty in the hands of politicians, as retirement nears.",
    "Incumbent IGP C. D. Wickramaratne says he also has a dream, which, however is different. He wants to see a woman rise to the topmost position in the Police Department. He said so, among other things, appearing before the Committee on Public Accounts (COPA) on Thursday. One can only hope that his dream will come true. But the chances of a woman making it to the rank of DIG, let alone becoming the IGP, are remote, as it stands.",
    "Sri Lanka is not alone in having a male-dominated police force. Law enforcement agencies across the world have earned notoriety for what has come to be termed the cult of masculinity, which is an anachronism in the supposedly enlightened world. However, the situation is particularly bad here, and the need to increase gender diversity in the Sri Lanka police cannot be overstated. Some attempts have been made over the years to improve the situation but they have not reached fruition. The female members of the COPA addressed this issue on Thursday, and called for action to provide equal opportunities to women in the Police Department and protect their rights as equal citizens. One cannot but agree with them.",
    "Systemic discrimination against women in the Sri Lanka police, where opportunities for its female personnel to achieve career advancement are extremely limited. Curiously, there has been no public discussion, as such, on this crucial issue though women account for more than 50% of Sri Lanka’s population.",
    "It may be recalled that 33 male SSPs moved the Supreme Court against the elevation of female SSP Bimshani Jasin Arachchi as a DIG in 2020 on the grounds that the word ‘woman’ was not mentioned in the regulations governing promotions to the rank of DIG. She became a victim of the culture of discrimination against women.",
    "Women are thus at a distinct disadvantage in the Police Department though the Constitution of Sri Lanka prohibits discrimination against any citizen on the grounds of race, religion, sex, etc. If the incumbent IGP is actually keen to clear the path for women in his department to achieve career progression, he should take action to abolish the archaic rules and regulations that constitute the so-called glass ceiling much to the detriment of women in his department. His term is coming to an end, but he will be able to initiate the process of eliminating the culture of gender-based discrimination in the police before he hangs up his boots. Now that he has talked the talk, let him be urged to walk the walk. He will be able to fight for the rights of women in the police even after his retirement, if he cares to do so.",
    "The IGP told the COPA, on Thursday, that he had been trying to appoint some female officers as OICs of police stations but without success. The onus is on Parliament to make new laws to end discrimination against women in the Police Department as well as in other state institutions. More importantly, the legislature has to put its house in order first by taking steps to increase the number of female MPs.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}