{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/New-Secretary-General-at-National-Chamber-of-Commerce/34-756968",
  "time_ut": 1704240157.0,
  "original_lang": "en",
  "original_title": "New Secretary General at National Chamber of Commerce",
  "original_body_lines": [
    "The National Chamber of Commerce of Sri Lanka has announced the appointment of Nilupul Chandrasena as the new Secretary General/CEO effective 1 January 2024.",
    "Nilupul brings a wealth of experience of over 23 years in Research and Customer Relationship Management (CRM). Her research expertise extends across market and customer research, social and economic research, and organisational climate research. Nilupul holds a Master of Business Administration in Management (MBA), Bachelor’s in Social sciences and Postgraduate in Marketing. She is an Alumna of University of Sri Jayewardenepura, a member of SLIM and a Certified Lead Auditor in ISO Quality Management Systems. She also serves as a Visiting Lecturer in Marketing Management and Research Methodologies at Higher Education Institutions.",
    "Specialised in  CRM, Contact Centre Management, Training and Talent Development, Quality Management System Auditing and Compliance and Digital Enablement, along with a deep understanding of the challenges and opportunities facing the Sri Lankan business community, makes her an ideal leader to steer the Chamber forward.",
    "Her experience of over 23 years counts in the insurance sector as the Head of Customer Relationship Management (CRM) and Research at Janashakthi and Allianz, as well as the Head of Qualitative Research, NielsenIQ Research.",
    "NCCSL said during Bandula Dissanayake’s tenure, the Chamber has made substantial contributions to the economic development of Sri Lanka. “We extend our deepest gratitude to Bandula for his dedication and outstanding service,” it added.",
    "“The appointment of Nilupul marks a new chapter for the Chamber. We are confident that under her leadership, the Chamber will continue to thrive and effectively represent the interests of the business community, fostering a modern, dynamic, and competitive economic environment in Sri Lanka. We look forward to Nilupul’s leadership and vision in advancing the Chamber’s mission and goals,” NCCSL added."
  ]
}