{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/report-to-be-soon-out-on-those-who-slip-through-the-tax-net/",
  "time_ut": 1684859280.0,
  "original_lang": "en",
  "original_title": "Report to be soon out on those who slip through the tax net",
  "original_body_lines": [
    "Acting Minister of Finance Ranjith Siyambalapitiya told the media recently that he is making a report on tax evasions and ways to bring those who evade taxes under the tax net and the complete report would be presented to President Ranil Wickremesinghe on June1.",
    "“Sri Lanka is one of the few countries in the world pursuing the hardest fiscal targets to restore stability, therefore, nothing matters more to reach these targets than maintaining the country’s fiscal discipline and this report is primarily aimed at increasing state revenue,” he said.",
    "“Sri Lanka has been carrying a large budget deficit over the years. The IMF has asked us to maintain our budget deficit at 13% percent of the Gross Domestic Product (GDP) if we are to get out of the serous fiscal imbalances. But the challenge here is currently this ratio stands at 25%. This means we have to cut the budget deficit by half in the next few years. This is going to be a very difficult task for the Ministry of Finance and the government. There are two ways to do it. One is by increasing state revenue and the other is by reducing state expenditure. At present there is no room for the government to increase state revenue through taxes because we have already come to a maximum tax-increase threshold. So what we have to do is expanding the tax base to ensure a structurally sound revenue level. There are people and businesses that make taxable earnings but still do not pay due taxes. They keep evading taxes.”",
    "“These days I am making a report on how these individuals manage to slip through the tax net and how they can be brought under it. This report is also being made with the objective of eliminating the need for levying taxes from the same industries and investments and professionals and establishing a neutral tax code for all taxable entities and individuals. I will be handing this report to President Ranil Wickremesinghe on 1st June 2023,” he said.",
    "The International Monetary Fund (IMF) said recently that Sri Lanka’s tax reforms were necessary for the cash-strapped country to regain the confidence of creditors, following which hikes in taxes and utility bills came into effect.",
    "President Ranil Wickremesinghe who is also the finance minister hiked corporate tax to 30 per cent from 24 per cent in January 2023, after raising Value Added Tax (VAT) to 15 per cent last year. He introduced tax hikes with effect from January 2023 widely believed to be on demand by the IMF.",
    "“Sri Lanka is among the countries to collect the least amount of fiscal revenue in the world, with tax revenue to GDP ratio at only 7.3 per cent in 2021. External creditors are not willing to provide financing to fill this gap”, the IMF said in a recent statement.",
    "President Wickremesinghe said in Aranayake on May 20 that the IMF imposed tough conditions on Sri Lanka but the authorities had no other option but to seek its assistance.",
    "“Similar conditions were presented to consecutive governments during negotiations with the IMF in the past and they withdrew from transactions with the IMF and I was one of them. But today we have to follow through the IMF programme as what is prescribed in it is what the country should do to achieve stability in the long term. I believe it will be possible to complete the debt restructuring programme by September this year, recommence paying our suspended loans and get rid of our declared bankrupt status,” he said.",
    "Related Topics:Acting Minister of Finance Ranjith SiyambalapitiyaMinister of Finance Ranjith SiyambalapitiyaRanjith Siyambalapitiya",
    "Microsoft and DP Education join hands to empower the future generation of Sri Lanka with future ready tech skills",
    "Speculation on interest rate decline triggers buying interest in primary dealer shares",
    "Journey ahead for Sri Lanka is not a bed of roses: State Minister of Finance",
    "Looking after vulnerable groups is a prerequisite for attracting tourists and FDIs: State Minister",
    "SL wouldn’t have been in this mess if IMF conditions had been complied with – State FM",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}