{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95324/president-at-cop28-urges-bold-action-in-the-face-of-alarming-climate-predictions-",
  "time_ut": 1701485580.0,
  "original_lang": "en",
  "original_title": "President at COP28 urges bold action in the face of alarming climate predictions",
  "original_body_lines": [
    "In a compelling address at the 28th session of the Conference of Parties (COP28) to the United Nations Framework Convention on Climate Change (UNFCCC) in Dubai, UAE on Friday (Dec.01), President Ranil Wickremesinghe acknowledged the historical significance of the UN Conference on Human Environment, emphasizing its goal to defend and improve the environment for present and future generations.",
    "He referenced the alarming findings of the UNEP Report of 2023, titled “Broken Promises,” which warns of a 3-degree Celsius increase in global temperatures by the end of the century.",
    "Highlighting the challenges faced by developing countries, Wickremesinghe stressed the disproportionate vulnerability and impact due to lower adaptive capacities in Finance, Technology, and Climate investments. He cited the Independent High-Level Expert Group Report on Climate Finance, which underscored the need for at least a USD 1 trillion per annum to combat climate change.",
    "The President commended the Government of the United Arab Emirates (UAE) for hosting the crucial event and expressed gratitude for their warm hospitality",
    "Expressing concern about the lack of concrete measures in the Transitional Committee’s report on funding arrangements, Wickremesinghe called for a more transparent approach, particularly addressing issues of global debt relief. He questioned the wisdom of avoiding contentious issues, emphasizing the urgency of the climate crisis.",
    "He advocated for climate justice accessible to all nations and proposed a resolution for a Climate Justice Forum. This forum, agreed upon at the 5th Forum of the Ministers of Environmental Authorities of Asia Pacific, aims to provide a platform for constructive and proactive engagements, with the proposal scheduled for the UN Environment Assembly on 6th February 2024.",
    "Underlining the critical nature of the current period, the President urged immediate action to find effective solutions, thinking outside the box and investing in the Tropical Belt to tackle the Triple Planetary Crisis. The Tropical Belt, covering 134 countries and 44% of the Earth’s surface, holds rich biodiversity and potential for renewable energy. Wickremesinghe announced plans for a panel to report on the Tropical Belt Initiative, emphasizing its global impact.",
    "As the current Chair of the Indian Ocean Rim Association (IORA), the Sri Lankan leader linked the health of the Indian Ocean to climate change. He stressed the need for a sustainable Blue Economy to counter the adverse effects of rising sea levels, ocean acidification, coral bleaching, and extreme weather patterns.",
    "The President also revealed plans to establish the International Climate Change University (ICCU) for capacity building and advancing research, operationalizing it next year. The ICCU aims to contribute significantly to global efforts to limit global warming to 1.5 degrees Celsius.",
    "In conclusion, Wickremesinghe’s address at COP28 outlined a comprehensive approach, blending regional initiatives like the Tropical Belt and the Indian Ocean with global measures, reflecting Sri Lanka’s commitment to climate action and leadership on the international stage.",
    "The speech made by the President at the World Leaders Summit of the COP28 is as follows:",
    "“Chairperson, Excellencies, Esteemed Delegates, At the outset let me congratulate his highness and the Government of the United Arab Emirates for hosting COP28 and extend to you my gratitude for your warm hospitality.",
    "The UNEP Report of 2023 “Broken Promises” warned that we are facing a 3 degree Celcius increase in global temperatures by the end of the century. It is we; the developing countries are both disproportionately vulnerable and disproportionately impacted due to their lower adaptive capacity when it comes to investments in Finance, Technology and Climate.",
    "The Independent High-Level Expert Group Report on Climate Finance highlighted that at least a Trillion USD per annum is required to combat climate change. The Transitional Committee on the Operationalization of Funding Arrangements in its Report of 4th November 2023 only calls for voluntary contributions to the “Loss and Damage fund”. The Report makes no mention of the funds needed or who the contributors are. It is silent on the issue of global debt relief. These are interconnected’",
    "Nevertheless, four days later, the Technical Dialogue of the First Global Stocktake highlighted the requirements of a minimum of US$ trillion per annum. To arrive at a consensus not to take up a contentious issue is not a solution. Who are we fooling?",
    "Climate justice must be available to all the people and all the countries. In this background, Sri Lanka will propose a resolution for a Climate Justice Forum which was agreed upon at the 5th Forum of the Ministers of Environmental Authorities of Asia Pacific to be moved at the UN Environment Assembly of 6th February 2024.",
    "The Climate Justice Forum will provide us a platform for constructive and proactive engagements. The Secretary General of the UN highlighted, “The era of global boiling has arrived”. The enemy is at the gates. We are still procrastinating. We are still forming our battalions to take the fight to the enemy. Therefore, this fortnight is critical.",
    "It will determine whether we are capable of providing a leadership. Let us prove we can do so by action and delivery.",
    "Sri Lanka is committed to the 1.5 degree Celcius limit. We are facing a drastic situation to await the disaster. We must think outside of the box. We must Invest in the Tropical Belt to tackle the Triple Planetary Crisis.",
    "The Tropical Belt constitutes 134 countries covering 44% of earth’s surface, and will by 2030s be home to roughly 50% of world’s population. Most of the world’s remaining primary forests are tropical, along with its coral reef systems. The rich biodiversity of the Tropical Belt enhances biological carbon sequestration and can shield the world from instabilities in weather.",
    "Furthermore, the energy generation potential from solar, wind and biomass are significantly higher in the tropics than that of other areas on the earth. Yet, anthropogenic activities in the Tropical Belt can easily lead to an imbalance in the equilibrium of this region.",
    "So much so that some scientists predict that the Tropical Rain Belt could shift away from the Equator by the 22nd Century. Large scale investments in Renewable Energy, Pollution Control and Nature-based Solutions will lead to significant transformative changes in the entire world by enhancing carbon sequestration.",
    "Therefore, Sri Lanka and other concerned countries will convene a panel to report on the Tropical Belt Initiative. A multi sector plan distributed not only among the whole tropical region but the whole world. As the current Chair of the Indian Ocean Rim Association (IORA), Sri Lanka is focusing on the interdependence between the Indian Ocean and climate change.",
    "A healthy ocean generates oxygen and absorbs the carbon and heat produced from global warming. Mangroves and sea grasses sink more carbon than land forests. However, the rapid climate change is altering the marine environment with rising sea levels and temperatures, Ocean acidification, coral bleaching, habitat destruction and extreme weather patterns. These phenomenon have a direct impact on human lives by disrupting ocean biodiversity, the Ocean dependent food patterns, and coastal livelihoods. Member states and partners of IORA will work towards ensuring a sustainable, Indian Ocean for future generations.",
    "The Tropical Belt initiative and the Indian Ocean IORA program combined will form the largest global sink for carbon sequestration. Addressing the climate change need, up to date scientific knowledge, and the effective use of these findings",
    "Therefore, at COP27, I proposed to establish an International Climate Change University (ICCU) for capacity building and advancing research, necessary to contribute to the crucial efforts to limiting global warming to 1.5 degrees Celsius. We will be operationalizing the International Climate Change University (ICCU) next year."
  ]
}