{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/27/sri-lanka-navy-s-first-ever-women-para-jumpers-conquer-the-skies/",
  "time_ut": 1687870920.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Navy’s first ever women para jumpers conquer the skies",
  "original_body_lines": [
    "For the first time in the history of the Sri Lanka Navy, the first group of women para jumpers, consisting 02 lady officers and 03 women sailors, successfully completed their basic parachute course at the Sri Lanka Air Force Parachute Training School, Ampara on 21st June 2023.",
    "Going by an idea mooted by the Commander of the Navy, Vice Admiral Priyantha Perera, this particular group of women grabbed the opportunity to follow the first ever basic parachute course, marking a historic milestone for gender equality and women’s prowess in the Sri Lanka Navy.",
    "In view of representing the Defence Services Free Fall Parachute (Skydiving) Tournament with a Sri Lanka Navy team of women para jumpers, a group of lady officers and women sailors were attached to Sri Lanka Air Force Parachute Training School, for their basic parachute course.",
    "Having qualified from a special mental and physical fitness test in this regard, the lady officers – Lieutenant Iresha Madushani and Lieutenant Prasadi Nadeeshani and women sailors – Woman Able Physical Training Instructor Ayesha Wijayarathna, Woman Ordinary Seaman Maheesha Ranasinghe and Woman Ordinary Seaman Kaushi Thisera successfully completed the basic parachute course.",
    "The course was held from 24th April to 21st June 2023 at the Sri Lanka Air Force Parachute Training School, Ampara.",
    "The Basic Parachute Course No. 52 at Sri Lanka Air Force Parachute Training School was followed by 43 personnel (both men and women) from the Army, Navy, Air Force and Police Special Task Force.",
    "On successful completion of theoretical classroom sessions and ground training, they mastered essential skills such as aircraft exit procedures from An-32 of the Sri Lanka Air Force, form 800 – 1000 high in the sky to the premises of  Air Force Parachute Training School, Ampara.",
    "The five successful jumps they made also included a night parachute jump and a tactical equipment jump.",
    "Following successful completed their basic parachute course, this group of women para jumpers of the Sri Lanka Navy are expected take part in the Skydiving Course scheduled to commence at the Air Force Parachute Training School, Ampara on 02nd July.",
    "Highlighting the growing recognition of women's capabilities in traditionally male-dominated fields, they will take part in joint operations, training exercises and parachute displays in due course, attached to the Parachute Pool of the Sri Lanka Navy.",
    "Governor of the Central Bank Dr. Nandalal Weerasinghe explains debt restructuring process",
    "World Bank Group adopts country partnership framework with SL to reset economy"
  ]
}