{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82784",
  "time_ut": 1695930060.0,
  "original_lang": "en",
  "original_title": "Rasiah Partheeban Alias  Thileepan  Weaponised Non-violence Through his Death Fast.",
  "original_body_lines": [
    "Remembering the Tiger “Martyr” Thileepan on his 36th Death anniversary -Part Two",
    "Rasiah  Partheeban alias Thileepan engaged in a fast unto death protest on 15 September 1987. The Liberation Tigers of Tamil Eelam(LTTE )stalwart  died after 12 days of fasting  on 26 September without even drinking water.",
    "Thileepan’s 36th death anniversary was  on 26 September 2023. This column focuses on the LTTE “martyr” Thileepan in this two-part article. The first part published last week was on Thileepan the person and his role in the LTTE. This  second part  is about  his death – fast and its aftermath.",
    "The  Indo -Lanka accord of 29  July 1987   signed by Indian Prime Minister Rajiv Gandhi and Sri Lankan President JR Jayewardene  and the deployment of Indian soldiers  as the Indian Peace Keeping Force(IPKF) in the Northern and Eastern Provinces of Sri Lanka was widely welcomed by the Tamil people of Sri Lanka. Tamil eyes smiled at the end of war and prospects of an enduring peace underwritten by India. The chief Tamil political party at that time the Tamil United Liberation Front(TULF) was fully supportive of the accord.",
    "The premier Tamil militant organization the Liberation Tigers of Tamil Eelam(LTTE) too fell in line reluctantly. The LTTE mindset was illustrated vividly by tiger supremo Veluppillai Prabhakaran’s historic “We Love India” speech at Sudhumalai on 5 August 1987.",
    "However as the days progressed the LTTE began feeling insecure and increasingly unhappy. Many of the promises given by Indian Prime Minister Rajiv Gandhi to LTTE leader Veluppillai Prabhakaran were not being implemented speedily opined   the LTTE. The tardy progress as well as other acts of omission and commission by Indian authorities made the LTTE resentful. Covert machinations by the JR Jayewardene Govt were also suspected.",
    "Moreover the overwhelming affection and goodwill displayed by the Tamil masses towards the Indian army in the initial stages of deployment also irritated the LTTE. The tigers felt the ungrateful Tamil people had forgotten the sacrifices made by the LTTE and were gravitating towards “Mother India”. The LTTE was beginning to feel threatened by this. The “thinking” sections of the LTTE were troubled and concerned.",
    "Chief among  tigers of this mindset was Rasiah Partheeban alias Thileepan the political head of the LTTE. Thileepan felt something had to be done to both jolt India as well as the Tamil people. Thileepan knew that a violent response to India was to invite disaster as the Tamil people themselves would not be in favour of it. So he decided to adopt a non-violent course of action against India by undertaking a fast unto death.",
    "This significant  decision  was arrived at after a tri-partite discussion between Thileepan, his political deputy Rajan and former Jaffna University lecturer Thirunavukkarasu known as “Thiru”.  According to Rajan, Thileepan had actually made the decision to fast unto death and was only sounding out Thiru for a second opinion. In the discussion two possible stumbling blocks were identified. One was whether the leader Prabhakaran would give his approval. The other “unknown”was how India would react.",
    "The situation was fraught with irony. The  tigers were adherents of armed political violence but now Thileepan  was planning to adopt a  non-violent protest  against India, the cradle of Gandhian non-violence.",
    "When Thileepan told LTTE leader Prabhakaran about his intention,  Prabakaran found it very difficult to accept this course of action. It was the  LTTE which disrupted a death fast by displaced undergraduates including Prabakaran’s future wife Mathivathani in 1983 and force- fed them. The Tiger position  then was that non-violent action was of no use  against  Sri Lankan Governments. The Satyagrahahas undertaken by Tamil political parties in the past and the ruthless manner in which they were suppressed was proof of this. Non-violent protest went against the grain of Tiger ideology.",
    "But Thileepan was a man with a mission. He  tried to persuade  Prabakaran to approve his proposed action and insisted that he (Thileepan) be allowed to engage in a fast unto death. The fact that Prabhakaran himself had embarked on a fast unto death in  India  without even partaking of water was cited by Thileepan in support of his request. Prabhakaran had engaged in a protest fast in Madras in 1986 when Indian Police seized the LTTE’s communication equipment. Within 24 hours New Delhi relented and the wireless equiment was returned. Prabhakaran gave his consent to Thileepan.",
    "Thileepan began his  fast on September 15, 1987. He was determined to continue with the fast until the very end. In short he was ready to die. Five demands were placed  before the Indian Govt.  Each one of the issues raised in these demands could only be resolved by the Sri Lankan Govt. However since India had provided assurances to the LTTE in particular and the Tamil people in general, ensuring  implementation by the Colombo Govt was New Delhi’s responsibility. The five demands were –",
    "1.\tColonization of Sinhalese in Tamil areas of the Northern and Eastern Provinces should cease.",
    "2.\tAll  Tamils Detained   under the Prevention of Terrorism Act (PTA)  and emergency regulations should be released.",
    "3.\tAn Interim Administrative  Council for the Northern and Eastern Provinces should be established . The LTTE should be given pride of place in this. This council would be in charge of rehabilitation for the North and East.",
    "4.\tSri Lankan govt must stop opening new Police stations and  military camps in the Northern and Eastern provinces. Lankan security personnel  stationed in  schools and colleges  in Tamil areas must vacate them.",
    "5.\t Weapons given by the  Sri Lankan Govt to Home Guards in the North and East should be taken back. This withdrawal of weapons must be supervised by the Indian Army.",
    "Before commencing his fast, Thileepan  gave clear instructions that his fast should not be disrupted under any circumstances. He also decided not to consume even water. People like Bobby Sands in Ireland,  Potti Sri Ramulu and Sankaralinga Nadar from India   have fasted to death. But they did consume water.",
    "Thileepan was aware that as  his physical condition deteriorated, he could cry out in agony for water. So he gave strict orders that none should give him water even if he cried out or begged for it in a delirium. In Thileepan’s case the non-consumption of water affected his physical condition rapidly.",
    "Thileepan commenced his fast on September 15 1987 at a structure constructed within the outer precincts of the hallowed Kandaswamy temple at Nallur.  He sat on a chair in the early stages during day and slept on a bed at night. The entire area was illuminated brightly during night with the aid of a generator. Tamil nationalist songs were played, speeches were made and poems recited. Thileepan’s favourite liberation song “ O ,Maranitha Veeraney, Un Seerudaiyai Enakkuth  Thaa”( Oh heroic fighter who has died, give me your uniform) was played over the loud speaker regularly.",
    "Initially the Tigers transported crowds and organised  the singing of liberation songs. But within three days the event gathered a dynamic momentum  of its own. People converged in large numbers at Nallur on their own. Religious observances were held in all parts of Jaffna. People took up Kavadi processions. A chain of sympathy  fasts were held all over. The atmosphere at Nallur was highly charged with tension akin to religious fervour. After Thileepan’s death his picture was placed in home shrines and worshipped.",
    "LTTE leader Prabhakaran came to the venue and engaged in conversation with Thileepan..A poignant feature at the fast was the presence of Thileepan’s father Rasiah Master. He would sit in silence in a corner of the stage. With each day Thileepan’s condition worsened . LTTE cadres would keep massaging him to ease the pain.",
    "Suffering greatly Thileepan  slipped into a coma. The end came 12  days later on September 26th. Dr. Sivakumaran of the Jaffna Hospital indicated that Thileepan was no more by touching his feet and worshipping him. Thileepan’s father emitted a loud wail “Aiyo”  that echoed in the hearts of every one. Almost everyone present started crying.Upon hearing of Thileepan’s demise,Prabhakaran rushed to Nallur to pay his last respects.",
    "Thileepan’s message to the Tamil people was read out in Tamil by his deputy Rajan.  The final paragraph in the message  was “I am confident our people will one day achieve their freedom. It gives me great satisfaction and contentment that I am fulfilling a national responsibility to the nation”. These were the last words of Thileepan",
    "Thileepan’s body was taken to the Jaffna varsity and embalmed. Thereafter  Thileepan’s body dressed in LTTE uniform was brought to Nallur for the people to pay their respects.The  LTTE organized a massive funeral procession for Thileepan. The then LTTE Jaffna district political wing head Prasad  charted the routes and timings.",
    "Thileepan’s body was taken in a motorcade to the 435 villages and hamlets in the Jaffna peninsula. Thileepan had visited every one of these places as the LTTE political commissar. A song written by Tamil nationalist poet Kaasi Aanandan was played frequently over the loudspeaker. The refrain at the end of each verse “Oh Thileepan,  Nee Engay Aiya  Poagiraai”(oh Thileepan, where are you going now Sir) touched the people’s hearts.",
    "Former LTTE political adviser Anton Balasingham’s Australia born wife Adele Balasingham in her book  ‘Will to Freedom’ writes movingly about   Thileepan’s final journey. Here is an excerpt –",
    "“Small candle lit shrines housing Thileepan’s picture was set up in front of every house in the village as they were throughout the Peninsula. Plaited tender  coconut leaves, the traditional Tamil decoration indicating mourning strung from post to post, fringed roadsides; funeral music blared from the loudspeakers of temples and schools. Thileepan’s ravaged body was dressed in full military uniform draped in the insignia of the LTTE. The garland bedecked funeral cortege had moved slowly from village to village through out the Peninsula to pay their profound respect to this legendry martyr. The sombre beat of the military drums heralded the movement of the cortege from its resting place through the village to its next destination. As Thileepan’s open cortege crept through the main village road for the last time I stood silently with the crowd to pay my final salute to a young man whose fast and sacrifice had surpassed that of the Guru of Satyagraha, Mahatma Gandhi himself. Thileepan transcended Gandhi in his act of self denial by refusing not only food but fluids also.”",
    "The final farewell was on September 28th at the Sudhumalai Amman temple grounds. After speeches were concluded ,Thileepan’s body was formally given to the Jaffna medical faculty as requested by him. Senior LTTE stalwarts Shankar and Thevar officially handed over the body to Prof. Sivarajah of the Jaffna University.",
    "Thileepan’s body was kept in the Jaffna medical faculty until 1995. When the LTTE withdrew from Jaffna in 1995 after “Operation Riviresa”, the tigers took Thileepan’s remains and kept it in Kilinochchi hospital. When the Army took parts of Kilinochchi, the skeleton  was taken to the Muthaiyankattu hospital.It was brought back to Kilinochchi when the LTTE re-captured the town in 1998. Prior to the fall of Kilinochchi to the Armed forces in January 2009, the body was taken to the  Maathalan hospital. Shortly before Maathalan was seized by the Army in April 2009, Thileepan’s skeleton  was cremated  in Maathalan.",
    "Thileepan’s deputy Rajan took away many of Thileepan’s belongings such as his spectacles, pen, clothes, books, brief case etc and kept them at a safehouse in Punnaalaikadduvan. The chair on which Thileepan  sat and bed he slept on during his death fast were also taken there. The idea was to preserve them until a Thamil Eelam museum was constructed in the future.  This was not to be as war between the LTTE and the Indian Army broke out in October 1987. The Punnalaikkadduvan house with Thileepan’s memorabilia were destroyed by the Indian army during the conflict.",
    "When Thileepan’s fast was underway most Tamil people expected Indian officials to intervene quickly and resolve the issue. They did not expect India would let Thileepan die. But sadly Thileepan did die.",
    "When Thileepan commenced his fast, the Indian reaction  in Colombo was  both clumsy and stupid. The arrogant High Commissioner in Colombo J.N. Dixit refused to consider the death-fast seriously. “Let him die if he wants to, ” he remarked sarcastically to a small group of journalists including this columnist  in Colombo.",
    "The  initial Indian response seemed to be conditioned by a cynical perspective that the LTTE was incapable of such direct non-violent action. The fast was expected to fizzle out. Instead it gathered momentum. An agitated New",
    "Delhi belatedly tried damage control. Dixit flew to Jaffna on September 26th. Thileepan died within a few minutes of his arrival. He returned home.",
    "On September 28th an agreement was arrived at after lengthy discussions. The agreement in essence sanctioned the setting up of an  Interim Administrative Council. It was signed by Indian Political secretary Hardeep Singh Puri and the then LTTE deputy leader Gopalaswamy Mahendrarajah alias Mahathaya.",
    "Thileepan’s  success however  was  not in bringing about the agreement. His victory was in  converting the Tamil people to the LTTE viewpoint as opposed to India within a few days. The post-accord pro-Indian mood  became Anti-Indian. The death fast seemed to demonstrate the moral superiority of the Tamil cause in contrast to the moral bankruptcy of India. The Tigers were in Tamil eyes not only violent fighters but also non-violent martyrs for their cause. When Dr. Sivakumaran after finding Thileepan dead publicly touched Thileepan’s feet he seemed to have attained the status of a Mahathma.",
    "India could only respond feebly with planted stories in the Indian press. Thileepan was already dying and the fast was a farce went one report. Prabakaran had compelled Thileepan to fast to death against his will was another report. Prabakaran should have fasted without asking his follower to do so was a further report. But none of these succeeded in undermining Thileepan in the eyes of the Tamil people.",
    "Thileepan’s death fast changed the political mood of the Tamil people to such an extent that there was widespread support for the Tigers when armed confrontation with Indian began in October . The destruction unleashed in “Operation Pawan” reinforced the anti Indian mood.",
    "Former Indian envoy JN Dixit  was  blamed by  the LTTE and many Tamils for letting Thileepan die. He reportedly refused to go to Nallur and request Thileepan to call off the fast. However Dixit gives his side of the story in his book “Assignment Colombo”. Here are excerpts –",
    "“By this time the physical condition of the LTTE leader Thileepan, at the Nallur Kandaswamy Temple, had irretrievably deteriorated. Prabakaran had asked me to personally go to the temple where Thileepan was on fast surrounded by crowds to request him to break the fast. I was quite willing to do so provided I had a guarantee that he would yield. But Prabkaran could not give no such guarantee, as Thileepan was an idealist and committed freedom fighter.”",
    "“IPKF and our intelligence sources had informed me (Dixit) that the plan was to take me to Thileepan at the Nallur Kandaswamy Temple, subject me to a massive anti-agreement and anti-Indian demonstrations and then reject my request with a lot of publicity about the Indian High Commissioner’s effort being spurned. I was clear in my mind that I would not subject the government of India to such a humiliation. So I told Prabakaran that unless I had an assurance that Thileepan would break the fast I was not prepared to make a futile effort. It was Thileepan who went on a fast for which there was no provocation in objective terms. And it was the LTTE high command decision to support his fast in which neither the government of India nor its people were involved.”",
    "Thileepan’s death and its consequences for India was summed up by Lieutenant-General Depinder Singh in his book,” The IPKF in Sri Lanka”. Singh wrote  “  Thileepan was a prominent personality and when he died, tragically on September 26, 1987, the chasm between India and the Sri Lankan Tamils widened immeasurably”",
    "Thileepna’s death fast also shook the LTTE. Nonviolent action seemed more effective in political mobilisation than violence. A senior member of the LTTE Thalayasingham Sivakumar alias Anton Master differed with Prabakaran openly on the question of confronting India militarily and was expelled. He wanted the LTTE to oppose India through non -violent methods.",
    "After Thileepan’s demise Narendran alias  Yogi of the LTTE had to go around Jaffna emphasising that Thileepan was not an “Ahimsavathi” ( man of non-violence) But a person who used “Ahimsai” (non-violence) as a weapon. In short Thileepan weaponised non -violence and was not a follower of non -violence was the LTTE position.",
    "In 1990 Nallur was renamed “Thileepan Nagar ” or Thileepan City by the LTTE. On September 26th 1990 the Tiger Flag was hoisted in the Jaffna fort by Jaffna commander Bhaanu at the same time that Thileepan died. This was because Thileepan had earlier made a stiring speech that the Tamils shall be truly freed only when the Tiger flag flew over the fort.",
    "A memorial for Thileepan was erected in Nallur by the Jaffna Municipal council when CVK Sivagnanam was the Jaffna municipal commissioner.  Jaffna district  ITAK Parliamentarians MA Sumanthiran and Sivagnanam Shritharan have allocated funds out of the de-centralised budget for the memorial’s upkeep and maintenance. This memorial is the focal point of  commemorative activities concerning Thileepan.",
    "Thileepan’s  fast and death is etched in the collective memory of the Sri Lankan Tamils. Thileepan’s demise is regarded as a supreme sacrifice for the Sri Lankan Tamil cause. He is widely referred to as “Thiyaaga Theepam” or lamp of sacrice. His life and death is commemorated by Tamils in all parts of the world in September.The legacy of Thileepan is the  respect and admiration that his name evokes whenever he is remembered for his supreme sacrifice.(ENDS)",
    "This article appears in the ‘Political Pulse”Column of the “Daily FT” dated 27 September 2023. It can be accessed here –"
  ]
}