{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-hosts-the-indian-travel-agents-association-convention-to-boost-tourism-121016/",
  "time_ut": 1684581900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka hosts the Indian Travel Agents Association convention to boost tourism",
  "original_body_lines": [
    "ECONOMYNEXT- Sri Lanka in hopes of promoting tourism has decided to host the Indian Travel Agents Association’s annual convention, an official said.",
    "The 68th annual convention of Travel Agents Association of India (TAAI) is set to be held from July 6 to 9, 2023, occupying around 400 agents in the travel industry.",
    "“The event will mainly be about their working sessions, various different angles of the tourism industry etc,”Nishan Wijetunga, the President of Sri Lanka Association of Inbound Tour Operators (SLAITO) , told Economy Next.",
    "“But the fact that we can get 450 agents to come into Sri Lanka and experience it as it will be a positive outcome for the tourism board.”",
    "Sri Lanka expected a boom in MICE (Meetings, Incentives, Conferences and Exhibitions) tourist arrivals this year mainly led by India as the country gradually recovers from the economic crisis from last year.",
    "MICE tourism, which showed a gradual increase in 2018, declined drastically following a series of crises started with the easter sunday attack in 2019.",
    "“This event will increase the numbers and the exposure for Sri Lanka as it will take away the negative news about the country”, Wijetunge said.",
    "The conference is expecting around 450 travel agents from India joined by 50 media personalities.",
    "“TAAI is the oldest and the largest association of India as we are mostly into outbound tourism and we will be coming with nearly 450 agents,” Jyoti Mayal the President of the Travel Agents Association of India told Economy Next.",
    "“Even if 10 percent of them start doing business, India will continue to be the number one source market for Sri Lanka”,",
    "Sri Lanka is expecting 1.55 million tourists in 2023 led by visitors from India as the island nation saw 9,323 arrivals from May in this month.",
    "In 2019, before the Coronavirus crisis hit, Sri Lanka welcomed 1.9 million tourists, out of which 355,002 tourists were from India.",
    "Sri Lanka witnessed a total of 123,004 tourist arrivals from India for the whole year, in 2022.",
    "The country saw 36,100 tourist arrivals from May 1 -14 and the total number of tourist arrivals for the year so far is 477,277. (Colombo/ May 20/2023)"
  ]
}