{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/January-credit-card-balance-slips-as-cardholders-turn-cautious-on-spending/108-256869",
  "time_ut": 1680206450.0,
  "original_lang": "en",
  "original_title": "January credit card balance slips as cardholders turn cautious on spending",
  "original_body_lines": [
    "The credit card balance, a distant proxy for consumer spending, bucked the recent trend to show a decline in January, reflecting some pullback in spending amid higher interest rates and inflation.",
    "The data showed that in January, the total outstanding card balance in commercial banks falling by Rs.1,037 million after rising by Rs.2,675 million in December 2022.",
    "Consumers hit by record high prices and increased borrowing costs appear to have cut back on their purchases.",
    "However, usually in January, consumer credit shows a slowdown after reaching a seasonal high in December auntil April festive season, the other major shopping season for Sri Lankans.",
    "In 2022, overall credit declined in response to the economic crisis that sparked a sharp rise in interest rates and inflation, which made financial conditions extremely tight for both businesses and individuals.",
    "However, from the early 2023, some easing in the conditions was seen as both interest rates and inflation showed signs of deceleration.",
    "While the lending markets have shown signs of slowly picking up with the sharp decline in the prime rate, credit card interest rates still remain at 36 percent, which may prevent people from using their pre-approved card balance for their purchases.  The prime rate fell by 204 basis points last week to settle at 21.74 percent, marking the biggest weekly slump in the benchmark lending rates in recent times for the shorter term facilities for prime and corporate clientele of commercial banks.",
    "Prime rate offers a harbinger for the rest of the market lending rates from small business loans to home mortgages to auto loans to consumer loans.",
    "While credit card usage in Sri Lanka may not provide a full picture of the consumer spending habits given the extremely lower number of active cards, compared to its population, it provides some insights into the direction of consumer spending. Cards are widely used by the working population who earn a monthly income eligible to own a card for their daily and weekly shopping bills and discretionary spending",
    "In January, the number of active cards also fell by 10,719 cards to 1,942,272,  a fraction of Sri Lanka’s working population of roughly 8.5 million."
  ]
}