{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/buddhism-and-humor-some-think-its-no-laughing-matter/",
  "time_ut": 1687005060.0,
  "original_lang": "en",
  "original_title": "Buddhism and Humor. Some Think It’s No Laughing Matter?",
  "original_body_lines": [
    "Humour (Pali parihasa) is the characteristic of something that evokes laughter or at least a smile. Having a sense of humour is the ability to see the funny, the odd or the ridiculous side of things, and to be able to make others laugh. The Buddha had a poor opinion of the humour of his time, probably because most of it was rather coarse – slapstick or based on sexual innuendos. He also must have noticed, as many have since, that a lot of humour is derived from making fun of and ridiculing others, and thus contains an element of cruelty.",
    "Interestingly, the Buddha made it an offence for his monks to mimic physical disabilities (yathavajjena kilanti), something that provokes hilarity in certain people. Ancient Indian actors and comedians believed that because they “use both truth and falsehood to entertain and amuse the crowd” that they would be reborn in the heaven of the laughing gods. The Buddha had a different idea. He said that they would be more likely to be reborn in the purgatory of laughter.",
    "Nonetheless, the Buddha seems to have approved of humour that would raise a smile or lighten the mood, because the Tipitaka contains numerous examples of his urbane, subtle humour. His discourses are full of puns (silesa), a pun being the use of a word that has two different meanings or two words that sound the same, for humorous effect. For example, brahmans were also known as ‘reciters’ (ajjhayaka) because they chanted the Vedas, but the Buddha joked that they were really called this because they couldn’t meditate (ajhana).",
    "Another way of evoking humor is by juxtaposing two connected but incongruous things, something the Buddha occasionally did in his similes. For example, he said that having good intentions but wrong practice will no more lead to Nirvana than pulling a cow’s horn will give milk. He said that a fool does not benefit from his association with a wise person any more than a spoon tastes the soup (Dhammapada 64).",
    "Occasionally, the Buddha used parody (parihapajja) to critique certain persons or ideas, particularly the pretensions of the brahmans. Once, an arrogant young Brahman insisted to him that brahmans are superior to other castes because “they are born from the mouth of Brahma”, a belief found in the Vedas. The Buddha quipped: “But surely brahmans are born from their mothers’ vaginas just like everyone else” (Assalayana Sutta).",
    "As is well-known, the first discourse in the Tipitaka, the Brahmajala Sutta, includes a story that makes a laughing stock of the idea of the idea that a deity created everything. And what of the Jataka stories? They are full of mockery, jokes, humorous sarcasm, irony, slapstick, and sometime downright ribaldry. If you don’t believe me, read the Kacchapa Jataka [No.273], but don’t read it to your kids.",
    "Laughter is sometimes called ‘the best medicine’ and the Buddha would have agreed that humour can sometimes have a therapeutic value. On those occasions where a particular way of thinking has made a problem look unsolvable or a burden appear unbearable, making a joke of the situation can sometimes open up a different way of looking at it and suggest a solution. Humour can also trigger a catharsis, a therapeutic release from anxiety, tension or fear, or lift one out of depression. The Buddha occasionally used humor to this end.",
    "At one time, King Ajatasattu went to visit the Buddha and asked him if he could tell him one advantage of the monastic life that could be seen in the present; i.e. not in heaven or a better rebirth, but right now. The king had only recently murdered his father and was starting to feel increasingly regretful and uneasy about this. The Buddha asked the king what he would do if one of his slaves ran away and became a monk and the king later came to know where the slave was staying. Would he, the Buddha inquired, have the monk arrested and returned to bondage?",
    "“No” answered the king. “On the contrary, as a monk, I would stand up for him, bow to him and offer him alms.” The Buddha replied, “Well, there you are! There is one of the advantages of the monk’s life that could be seen in the present.” This unexpectedly whimsical answer to a serious question must have at first surprised the king, but then made him either smile or chuckle. Having lightened the king’s mood and put him at his ease, the Buddha then proceeded to answer his question more seriously.",
    "In the centuries after the Buddha’s passing, Buddhist thinkers explored the psychology and even the physiology of humor. The Dhammsangani for example, identified several types and intensities of smiles and laughter – the gentle smile (sita), the beaming smile where the corners of the mouth turn up and the teeth can be seen (hasita), laughter that makes an audible sound (vihasita), laughter that causes the head, shoulders and arms to shake (upahasita), laughing until tears come to the eyes (apahasita), and roaring with laughter (atihasita).",
    "Recently, a stand-up comedian found herself in trouble with the law for making a joke about the Buddha. When I heard of this I was a little puzzled. To make a joke about the Buddha might be in poor taste, it might be off-color, not to everyone’s liking, but should it be a criminal offence? And then there is the matter of free speech. To my mind, unless someone’s words advocate violence or, in the case of religious sensibilities, are extremely offensive, derogatory or denigrating, they should have the protection of free speech.",
    "I thought this comedian’s jokes made light of some aspects of the Buddha’s life, that they were rather silly and that they should be simply brushed off and ignored, but not that they were offensive. There is a short dialogue in the Digha Nikaya which those who were “outraged”, “offended” and “angered” by this comedian’s jokes should perhaps re-read and think about.",
    "“Monks, if anyone speaks disparagingly of me, the Dhamma or the Sangha, you should not be angry, annoyed or upset because of that. If you were angry or displeased, that would be a hindrance to you and you would not know if what they said was right or not. Therefore, monks, when others speak disparagingly of me, the Dhamma or the Sangha, you should explain to them what is incorrect, saying, ‘This is not correct, that is false, that is not what we do’.”",
    "What is the best way we can “protect Buddhism”? By getting angry and calling upon the arm of the law when someone tells a joke about it, or by taking the Buddha’s words seriously and following his sage advice? In some countries, the slightest wrong word about religion, even if accidental, can lead to draconian consequences, even to death. For years we have read about such things and probably congratulated ourselves that Buddhist cultures and societies are generally more free, more tolerant, more live-and-let-live. The reactions to this comedian and similar ones to a pastor just recently, suggests that such admirable attitudes are changing – and not for the better. The Buddha has been respected and admired by millions over the centuries and continues to be even today. A few silly jokes won’t change that.",
    "End of operations in Tissamaharama and postscript on the futility of war",
    "TImely action must be taken to preserve Buddhism in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}