{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/JAT-Holdings-reports-topline-growth-amidst-export-growth-of-130/34-755663",
  "time_ut": 1701108886.0,
  "original_lang": "en",
  "original_title": "JAT Holdings reports topline growth amidst export growth of 130%",
  "original_body_lines": [
    "Joint ventures in Kingdom of Saudi Arabia, Africa, and Australia",
    "JAT Holdings PLC, has reported robust financial performance for Q2 of FY 2023/24, recently.",
    "Most notably, the Group recorded its highest-ever Export Turnover at Rs. 1,827 million, against Rs. 795 million in the corresponding period in the year prior, a growth of 130%, driven in part by market expansion. Alongside this, the Group also recorded a healthy 11% growth in Revenue to Rs. 4,878 million, up from Rs. 4,392 million in the in the first six months of FY 2023/24, compared to the same period in the year prior. Gross Profits too rose marginally by 2% during the same period to Rs. 1,417 million, from Rs. 1,383 million in the previous year.",
    "Meanwhile, the Group has achieved significant growth through its manufacturing operations in Bangladesh, led by its new plant, which has been supported by value engineering driven by JAT Holdings’ cutting-edge R&D Facility in Sri Lanka. These developments, along with other contributors to business expansion, including exports, have helped to drive significant topline growth for the Group.",
    "JAT Holdings PLC’s Profit Before Tax for the quarter under review, however, while healthy, recorded a decline, though this has been driven by conscious strategic decisions taken to strengthen the Group’s brand portfolio and its long-term market share. Amongst these decisions have been diversification into the Group’s joint venture in the Kingdom of Saudi Arabia to further the development of its network of EV chargers. The Group has also invested heavily into the incorporation of JAT Paints Africa Ltd., its Pintharoo Shilpee Abhiman program in partnership with NAITA and Sirasa to build equity around painters and wood craftsmen, forward vertical integration through JAT Showrooms in the Maldives, Bangladesh and Australia, and backward vertical integration through its new binder plant in Sri Lanka and its alkyd plant in Bangladesh, along with important investments into digitalisation and the Group’s technology infrastructure.",
    "Commenting on the Group’s strategic initiatives, particularly in response to the crises that have emerged in the recent past, JAT Holdings PLC CEO Nishal Ferdinando said: “While the Group’s financial position remains robust, and our performance has been satisfactory, we have consciously decided to invest heavily in our brand portfolio and infrastructure in order to continue to deliver exceptional value to our stakeholders over the medium- and long-term. Accordingly, we have shifted our focus to export expansion and maximising operating efficiencies through automation and effective cost management, which are helping to further consolidate and strengthen our balance sheet, whilst maintaining a positive cash flow and adequate liquidity to meet our objectives.”",
    "JAT Holdings PLC Founder and Managing Director Aelian Gunawardene said: “In our quest to deliver maximum value to our stakeholders, we continue to focus on our strengths and address any weaknesses that may emerge, whilst taking a long-term approach to secure our brand equity, supply chains and our communities. Particularly in terms of our communities, we are continuing to extend relief schemes to cushion our people from the economic challenges, whilst doubling down on efforts such as Pintharoo Shilpee Abhiman, which are helping vulnerable communities at the grassroots level.”",
    "Amidst a challenging economic landscape, JAT Holdings PLC said it recorded robust financial performance driven by significant growth in the export sector, following strategic investments made to build brand equity and strengthen backward vertical integration, which the Group believes will support its long-term growth and competitiveness, as it allows the company to have more control over its supply chain and reduce dependency on external suppliers."
  ]
}