{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96121/more-than-70-killed-in-terrorist-attacks-near-ceremony-for-slain-iranian-general",
  "time_ut": 1704286980.0,
  "original_lang": "en",
  "original_title": "More than 70 killed in ‘terrorist attacks’ near ceremony for slain Iranian general",
  "original_body_lines": [
    "Two explosions caused by ‘terrorist attacks’ killed more than 70 people and wounded scores at a ceremony in Iran to commemorate top commander Qassem Soleimani who was killed in a 2020 U.S. drone attack, Iranian officials said on Wednesday.",
    "Iranian state television reported a first and then a second explosion during an anniversary event at the cemetery where Soleimani is buried in the southeastern city of Kerman.",
    "“The blasts were caused by terrorist attacks,” state media quoted a local official in the Kerman province as saying. Babak Yektaparast, a spokesperson for Iran’s emergency services, was reported later as saying 73 people had been killed and 170 injured.",
    "The semi-official Nournews had said earlier that “several gas canisters exploded on the road leading to the cemetery”.",
    "State TV showed Red Crescent rescuers attending to wounded people at the ceremony, where hundreds of Iranians had gathered to mark the anniversary of Soleimani’s death. Some Iranian news agencies said the number of wounded people was much higher.",
    "“Our rapid response teams are evacuating the injured... But there are waves of crowds blocking roads,” Reza Fallah, head of the Kerman province Red Crescent told state TV.",
    "The blasts struck an event marking the the fourth anniversary of the killing of Gen. Qassim Soleimani, the head of the Revolutionary Guard’s elite Quds Force, who died in a U.S. drone strike in Iraq in January 2020.",
    "State TV said two explosions were heard near Soleimani’s burial place Wednesday afternoon. It gave no details on what caused the explosion.",
    "State TV said several people were injured in a stampede after the explosions. It said groups were deployed to the scene.",
    "The live broadcast had showed thousands of mourners participating in the death anniversary, with ambulances on site.",
    "Soleimani was the architect of Iran’s regional military activities and is hailed as a national icon among supporters of Iran’s theocracy."
  ]
}