{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/The-begging-bowl-cannot-solve-our-debt-crisis-EDITORIAL/172-263901",
  "time_ut": 1690299733.0,
  "original_lang": "en",
  "original_title": "The begging bowl cannot solve our debt crisis - EDITORIAL",
  "original_body_lines": [
    "On 12 April last year, our government signalled the country was bankrupt and announced suspending the repayment of our external debt, saying the country could no longer honour its commitments owing to its poor financial position. By the end of April 2022, our total outstanding external debt was US$ 34.8 billion.",
    "While many of us are quick to point a finger at our past president - Gotabaya Rajapaksa - for the ills which befell our country, must we not also take a good part of the blame ourselves?",
    "Gotabaya after all, was a middle rung military officer in the country’s military structure, who emigrated to the United States in 1998. He returned to the country in 2005 after the victory of his brother at the presidential poll.",
    "He was appointed the Defence Secretary and stepped down following the defeat of his brother at the 2015 presidential election.",
    "At the November 2019 presidential election Gotabaya emerged as the SLPP candidate -successfully contesting the presidency on a pro-nationalistic platform. He became the first president of Sri Lanka with military background and also the first elected president who had never held an elected office before.",
    "The lack of political experience and a brook no opposition military attitude, soon led to bad decision-making and economic mismanagement which drove the country to bankruptcy.",
    "So were all those who voted and campaigned to bring him into power, not equally to blame? However, be that as it may...",
    "Today, the main problem facing our country is the shortage of foreign currency reserves. Therefore the best and only way to increase our foreign currency reserves is to increase foreign currency revenues.",
    "The IMF facility helped government cover current expenses. But this is an additional long-term loan. What we need is to increase exports and to create conditions for direct foreign investment to get out of our indebtedness.",
    "Recently this newspaper highlighted the case of a Palestinian investor who was hounded by corrupt officials and was even incarcerated in remand custody. This is no way to attract business to this country.",
    "Government needs to create conditions to attract foreign investment. To attract direct foreign investment, doing away with crony capitalism and corruption is a must, together with creation of an enabling atmosphere to attract investors.",
    "The answer to overcoming the shortage of foreign exchange to pay off our debts, lies in enhancing our tourist trade - presently one of our biggest foreign capital earners - widening our basket of exports, attracting direct foreign investment, and raising domestic productivity and employment.",
    "India and China are among our biggest trading partners. They also bring in large numbers of tourists. Government’s proposed legalisation of the Indian rupee as legal tender is aimed at attracting more Indian tourists into the country as well as creating an enabling environment for direct foreign investment.",
    "Could this facility not be extended to Russia and China as well?",
    "Russia is already trading with China and India in their own currencies rather than using the US dollar. She is also among the largest buyers of our tea. Russia also provides oil and gas at lower than current market rates.",
    "Cannot we look at sale of our tea using the Russian ruble as currency of exchange for our exports to that country and import of Russian oil and gas in that currency as well?",
    "Again, government expenditure has been far greater than the country’s income, which in turn led to the country’s fiscal imbalance. The recent removal of subsidies and new pricing mechanisms though leading to rises in the cost of living, has helped reduce our indebted state.",
    "Going with begging bowl in hand, to our former colonial masters, ‘friends’ in the European Union or the US who may be willing to lend us capital is not the answer to our shortage of foreign currency revenues. In the end they will only add to our burgeoning debt crisis.",
    "We need to demand our ‘friends’ provide us better opportunities and preferential treatment to enter their markets. Only if they are willing and able to do this can we recognise them as our friends.",
    "The English idiom ‘a friend in need, is a friend in deed’ is the best way to gauge friend from foe."
  ]
}