{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/10/sri-lanka-unveils-revised-anti-terror-bill-after-backlash/",
  "time_ut": 1704885960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Unveils Revised Anti-Terror Bill After Backlash",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Minister of Justice, Dr. Wijeyadasa Rajapakse presented to parliament the controversial draft of a new anti-terrorism bill.",
    "The legislation has drawn sharp criticism from various quarters over the alleged attempts to restrict the people's rights to information and expression under the guise of a crackdown on terrorism.",
    "Dr. Rajapakshe defending the draft of a new anti-terrorism bill, told the house that multiple areas that drew criticism have been amended.",
    "Sri Lanka's Prevention of Terrorism Act or PTA was passed in parliament in 1979 as a Temporary Provisions Act, and it is currently in use in the country.",
    "It has come under renewed fire in recent months, with concerns raised by the United Nations Human Rights Council (UNHRC) and human rights groups over some of the provisions in contained.",
    "They highlighted potential abuses and inconsistencies with international legal frameworks as their main allegations.",
    "In response to these criticisms, the Sri Lankan government in March 2023 published a new Anti-Terrorism Bill (ATB) as a potential remedy.",
    "However, multiple factions pointed out that, under the guise of preventing terrorism, the new draft bill aims to violate the people's rights to information and expression.",
    "The draft bill's expansive definition of \"Terrorism\" throws open the door for authorities to target anyone involved in peaceful protests, while also empowering police to detain suspects under the Detention Orders before court appearances.",
    "Upon considering other provisions of the draft bill, there are serious concerns over those that pave the way to institute terrorism charges even against the media.",
    "Faced with public outcry, the Sri Lankan government conceded to revise the bill, issuing a new gazette on September 15th, 2023.",
    "This new bill was presented to parliament by the Justice Minister today."
  ]
}