{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Link-Natural-s-Samahan-expands-global-footprint-with-listing-in-Walmart-online-store-Amazon-UK/34-749725",
  "time_ut": 1687301607.0,
  "original_lang": "en",
  "original_title": "Link Natural’s Samahan expands global footprint with listing in Walmart online store, Amazon UK",
  "original_body_lines": [
    "Link Samahan, the flagship brand of Link Natural which is a subsidiary of CIC Holdings, and a leading manufacturer of herbal products, has gained momentum and a remarkable achievement with listing on the online marketplace of Walmart, the American multinational retailer, and Amazon UK.",
    "Over the last few years, e-commerce has become an indispensable part of global retail. As global internet access and adoption rapidly grows, the number of people making purchases online is ever-increasing.",
    "Link Samahan is already listed on Amazon.com and now expands its reach with listings on Walmart.com and Amazon UK. Listing on Walmat.com is of strategic importance to Link Natural as a springboard in moving into the Walmart physical stores across the US which accounts for over 4,700 stores. Walmart is the world’s largest company by revenue, with approximately $ 570 billion in annual revenue, according to the Fortune Global 500 list in October 2022. It is also the largest private employer in the world with 2.2 million employees. Prior to accepting new products, Walmart undertakes a series of processes designed to ensure that sellers meet the retailer’s high standards.",
    "Link Natural Products Chairman Dr. Nugawela stated: “Following our success in launching Link Samahan products at Costco Japan, retailing via Walmart.com is another momentous milestone. We are expanding our e-commerce presence in the US with our authorised distributorKapruka.com LLC., which is a subsidiary of Kapruka Holdings PLC., and are excited at the opportunity to serve exponentially more customers. Making our products available via Waltmart.com and Amazon UK, dramatically increases our ability to reach consumers across North America, and UK who can now benefit from the clinically and scientifically proven herbal supplement.”",
    "Links Samahan’s availability on Walmart.com and Amazon UK follows closely its success story of launching the brand at Costco Wholesale in Japan. While entry into Japan was a major achievement, both listings demonstrate the stringent quality standards that Link Natural upholds.",
    "Moreover, to be able to retail products at large international supermarket chains is demanding as they seek high-grade products that are able to comply with global regulatory requirements, which Link Natural’s Samahan has admirably achieved.",
    "Having entered over thirty international markets, Link Samahan’s recognition on global e-commerce platforms and recent unsolicited endorsements by world renowned celebrities is undoubtedly a pride for the nation, building equity for a Sri Lankan brand while also generating much needed dollar revenues to support the economy.",
    "Link Natural Head of Exports and Regulatory Affairs Chamari Wickramathilake said: “Gaining a foothold in the USA and UK for Link Samahan, via the world’s largest e-commerce retailers is a remarkable milestone. We meticulously comply with food safety requirements and the product quality is assured at Link Natural’s Quality Assurance Laboratory fitted with state-of-the-art equipment.",
    "The presence at these best-in-class retailers will enable Link Samahan to have greater global reach and benefit wider societies.”"
  ]
}