{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Watawala-Plantations-Board-gets-three-new-directors/34-756454",
  "time_ut": 1702838805.0,
  "original_lang": "en",
  "original_title": "Watawala Plantations Board gets three new directors",
  "original_body_lines": [
    "Watawala Plantations PLC has announced the appointment of three new directors.",
    "Reyaz Mihular and Arjuna Herath have been appointed as Independent Non-Executive Directors and M. Thanveer Siddique as Non-Independent Non-Executive Director.",
    "With the latest appointments, the Board of Directors of Watawala Plantations PLC comprises of Chairman Sunil Wijesinha, Acting CEO Vish Govindasamy, A.R. Rasiah, M.S. Mawzoon, M.R. Rao, H.D. Abeywickrama, S.G. Sathasivam, M.R. Mihular, A. Herath and M.T. Siddique",
    "Reyaz Mihular served as the KPMG Sri Lanka and Maldives Managing Partner from 1 April 2012 to",
    "31 March 2022 and was the KPMG’s Middle East and South Asia (MESA) Regional Cluster Chairman during the period of 1 October 2018 to 30 September 2021. Reyaz previously served the term as the MESA regional office Chief Operating Officer. He also served on KPMG’s Europe Middle East and Africa (EMA) Board and on the Global Council of KPMG International.",
    "Reyaz is a Past President and Fellow Member of the Institute of Chartered Accountants of Sri Lanka and is a Fellow Member of the Chartered Institute of Management Accountants (CIMA) – UK. He also served as the Chairman of the CIMA Sri Lanka Division during the year 2013. Reyaz has completed International Executive Education programs at INSEAD, France, Harvard Business School and the London Business School, UK.",
    "Reyaz served as a Board Member of the International Accounting Standards Committee (IASC) for a five year term from July 1995 to December 2000. Subsequently he served on the IASC’s Standing Interpretations Committee for a year and as a Member of the IFRS Advisory Council of the International Accounting Standards Board for a five year period. He also served as a member of the International Ethics Standards Board for Accountants (IESBA) for a six-year term from January 2013 to December 2018.",
    "Reyaz presently serves as Bairaha Farms PLC Chairman and as Nestle Lanka PLC, Melstacorp PLC, Sri Lanka Telecom PLC, Sunshine Holdings PLC, Sunshine Wilmar Ltd., Sunshine Tea Ltd., Agility Innovation Ltd., and LTL Holdings Ltd Independent Non-Executive Director. He also serves on the Colombo Port City Economic Commission as a Commissioner and as a Member of the Stakeholder Engagement Committee of the Central Bank of Sri Lanka.",
    "Arjuna Herath recently retired from Ernst and Young (EY) where he was a Senior Partner and Head of Consulting for Sri Lanka and Maldives. In his career preceding Ernst and Young, he was Marketing Development Manager at Ceylon Tobacco Company and Director Corporate Finance at Merchant Bank of Sri Lanka.",
    "Arjuna served as a Board Member of the Sri Lanka Accounting and Auditing Standards Monitoring Board and as a Commissioner of the Securities and Exchange Commission of Sri Lanka. He also served as a member of the Company Law Advisory Commission. At present he is the Chairman of the Data Protection Authority of Sri Lanka, Chairman of Synapsys Ltd., (fully owned subsidiary of DFCC Bank), Colombo Stock Exchange Director, Senkadagala Finance PLC Director, Durdans Medical and Surgical Hospital Ltd. Director, and Cargills Bank Director.",
    "Arjuna is a distinguished senior Chartered Accountant and is a Past President of the Institute of Chartered Accountants of Sri Lanka. He was actively involved in the international fora in the field of accounting and is a Past President of the South Asian Federation of Accountants and was a Board Member of the Confederation of Asia Pacific Accountants.",
    "He is the first Sri Lankan to Chair a Committee of the International Federation of Accountants (IFAC), the apex body of the accounting profession, and was the Chair of the Professional Accountancy Organisation Development Committee of the IFAC.",
    "He is a fellow member of the Institute of Chartered Accountants of Sri Lanka and is a Chartered Global Management Accountant with a Bachelor of Science degree from the University of Colombo, MBA from the University of Strathclyde in the United Kingdom and a Master of Arts in Financial Economics from the University of Colombo.",
    "Mohamed Thanveer Siddique possesses a Bachelor’s (Honours) in Finance and Accounting from the University of Nottingham. He is also a member of the Association of Chartered Certified Accountants. He currently serves as a Director at Pyramid Wilmar Ltd., and as the Chief Operating Officer in the Pyramid Wilmar Group. He has over 15 years’ experience in the management of manufacturing and marketing businesses. He has a proven ability to improve operations, impact business growth and maximize profits through contributions in financial management, cost reductions and productivity improvements. He is adept in providing steady leadership and direction in continuously improving business performances in a sustainable way and developing strategy, approach, content and structure.",
    "Some of the boards in which he currently holds executive and director positions are Director, Pyramid Wilmar Ltd., Pyramid Holdings Ltd., Melsta Gama Ltd., Pyramid Gama Ltd., Fortune Green Ltd., and as Chief Operating Officer Pyramid Lanka Ltd., Pyramid Wilmar Oils and Fats Ltd., and Pyramid Wilmar Plantations Ltd.",
    "He is also an Associate Member at Sri Lanka Institute of Directors and Member at International Chamber of Commerce."
  ]
}