{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/01/legendary-french-striker-just-fontaine-all-time-record-holder-for-goals-scored-in-one-fifa-world-cup-13-goals-in-6-matches-dies-at-89/",
  "time_ut": 1677687420.0,
  "original_lang": "en",
  "original_title": "Legendary French striker Just Fontaine, all-time record holder for goals scored in one FIFA World Cup – 13 goals in 6 matches – dies at 89",
  "original_body_lines": [
    "Colombo (News 1st) – Legendary French striker Just Fontaine, the all-time record holder for goals scored in one FIFA World Cup with 13 goals in 6 matches, has died at age 89.",
    "Although he only played in one World Cup, in 1958 in Sweden where France came third, he quite remarkably still remains joint fourth in all-time World Cup goals scored alongside Argentina’s Lionel Messi, with 13 goals, except that it took Messi 26 matches. Ahead of them are Miroslav Klose of Germany with 16 in 24 matches, Brazil’s Ronaldo with 15 in 19 matches, and Germany’s Gerd Muller with 14 in 13 matches.",
    "He had originally been a reserve player but stepped into the limelight when two of his teammates were injured. He scored in every game of that World Cup, including four goals in the third-place match over West Germany. Between 1953 and 1960, Fontaine scored 30 goals in only 21 appearances for France. He retired at only 28 after suffering a double-leg fracture.",
    "All football grounds in France will have a minute’s applause at Wednesday’s matches in honor of Fontaine, who played for renowned clubs such as Stade de Reims, Paris St. Germaine, Nice, and Casablanca.",
    "Born in Morocco, he went on to be Team Manager for both France and Morocco, as well as clubs such as Paris St. Germaine, and Toulouse.",
    "Longtime France Team Manager Didier Deschamps said that Fontaine’s death would “sadden everyone who loves football.”",
    "Sri Lanka’s proposed tax rates are in line with international comparison – IMF",
    "Sri Lanka to consider Russian proposal for offshore nuclear power plants",
    "Vo Van Thuong picked as new Vietnam president in power shuffle"
  ]
}