{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-square-ODI-series-with-132-run-win-over-Afghanistan/108-260423",
  "time_ut": 1685883808.0,
  "original_lang": "en",
  "original_title": "Sri Lanka square ODI series with 132 run win over Afghanistan",
  "original_body_lines": [
    "Sri Lanka bounced back to square the three-match one-day international series against Afghanistan on Sunday, with a comprehensive 132-run win at Hambantota.",
    "Having amassed a target of 324, the Sri Lankan bowlers skittled out the tourists for 191 inside 43 overs for their biggest win in ODIs over Afghanistan.",
    "Quick bowler Dushmantha Chameera, returning to the side after a seven-month layoff after ankle surgery, bowled a couple of hostile spells to finish with two for 18.",
    "Sri Lanka will be buoyed by the return of their main strike bowler, as they head to Zimbabwe straight after the series to play World Cup qualifiers.",
    "There are no such problems for Afghanistan, who have already qualified for the World Cup later this year in India.",
    "Chameera was well backed up by part-time off-spinner Dhananjaya de Silva, who finished with three wickets, including first-match hero Ibrahim Zardan.",
    "Leg-spinner Wanindu Hasaranga polished up the tail claiming three for 42.",
    "Zardan, who had top scored in the first ODI with 98 runs, was again amongst the runs with 54.",
    "But the scoreboard pressure got to him as he edged an attempted cut shot that was well taken by Kusal Mendis behind the stumps.",
    "Captain Hashmatullah Shahidi top scored with 57 runs, before being trapped leg before by de Silva.",
    "After that, there was little resistance by the Afghan batters as they lost six wickets for 23 runs.",
    "Sri Lanka came into the game making four changes, having lost the first ODI by six wickets on Friday.",
    "Openers Dimuth Karunaratne and Pathum Nissanka had added 82 runs for the first wicket, with Karunaratne on a comeback trial doing well to post 52 off 62 balls.",
    "Kusal Mendis then upped the tempo with a superb counter-attack, posting 78 off 75 balls with seven fours and one six.",
    "The third wicket stand between Mendis and Sadeera Samarawickrama, who was playing his first ODI in more than three years, gave the innings much-needed impetus. The pair added 88 runs in 86 balls.",
    "Sri Lanka's lower middle order was the driving force behind their total of 323, with the hosts scoring 109 runs in the last ten overs.",
    "Fareed Ahmad and Mohammad Nabi were the pick of the bowlers for Afghanistan finishing with two wickets apiece.",
    "The third and final ODI will take place on June 7 also at Hambantota. (AFP)"
  ]
}