{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/02/vo-van-thuong-picked-as-new-vietnam-president-in-power-shuffle/",
  "time_ut": 1677753360.0,
  "original_lang": "en",
  "original_title": "Vo Van Thuong picked as new Vietnam president in power shuffle",
  "original_body_lines": [
    "Vietnam's Communist Party has elected Vo Van Thuong as the new head of its Central Committee's propaganda department, following a recent power shuffle within the country's leadership. Thuong, who is known for his hard-line stance against corruption, takes over from previous incumbent Nguyen Xuan Phuc, who was elected as Vietnam's president in April 2021.",
    "The election of Thuong as propaganda chief is part of a broader leadership reshuffle, which comes at a critical time for Vietnam. The country is facing significant challenges, including the impact of the COVID-19 pandemic and growing pressure from the United States and China. Analysts say that the new leadership will need to navigate these challenges carefully in order to maintain stability.",
    "Thuong, 52, is a rising star within the Communist Party, and is seen as a conservative choice for the propaganda department's top job. He has spent his entire career within the party, and is known for his strong adherence to Marxist-Leninist ideology. Despite his relative youth compared to other top officials, he has established himself as a key figure within the party, particularly for his anti-corruption stance.",
    "The Communist Party's senior figures traditionally have a low profile outside the country, but Thuong's appointment is seen as significant due to the challenges Vietnam is currently facing. With Vietnam's focus on economic growth, and the delicate balance required in its relationship with the United States and China, many are watching to see how the new leadership will navigate these issues.",
    "Thuong's appointment as propaganda chief is a safe choice for party Secretary-General Nguyen Phu Trong, who is arguably the most powerful leader Vietnam has had since the end of the war with the United States in 1975. Trong's post is the most influential of the \"four pillars\" at the top of Vietnamese politics, although the president also holds significant authority. The other two pillars are the prime minister and the chairman of the National Assembly.",
    "The previous incumbent, Phuc, was forced out in January 2021 following allegations of corruption in the government's response to the COVID-19 pandemic. His successor, Trong, has launched a series of campaigns against corruption, and Thuong's appointment is seen as a continuation of this policy.",
    "More than 100 UN member states finally agree on High Seas Treaty to protect the oceans, after 20 years of talks",
    "Sri Lanka are champions at Wheelchair Tennis Asia Oceania Qualification Event",
    "Miss Sri Lanka Sandani Peiris wins 2nd Runner-Up at Top Model of The World 2023",
    "“If President wants General Election, hold a General Election” – MP Rauff Hakeem"
  ]
}