{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/31/sri-lanka-trying-new-ways-to-suppress-media/",
  "time_ut": 1685541180.0,
  "original_lang": "en",
  "original_title": "Sri Lanka trying new ways to suppress media?",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lankan authorities are once again preparing to bring forward legislation that would also pave the way to imprison journalists for their reporting, impose fines, and also revoke the licenses issued to electronic media institutions.",
    "The Broadcasting Regulatory Commission is to be introduced via a new piece of legislation.",
    "The cabinet appointed subcommittee, led by Justice Minister Dr. Wijeyadasa Rajapakshe completed the drafting of the legislation establishing a ‘Broadcast Authority’ for the creation of a Broadcasting Regulatory Commission.",
    "This document contains multiple sections on electronic media, that need to be taken seriously.",
    "It proposes for the establishment of a Broadcasting Regulatory Commission consisting of five members.",
    "The Secretary to the Ministry of Media, and the Director General of Telecommunication will serve as ex-officio members.",
    "The other three members will be appointed to the Broadcasting Regulatory Commission by the President.",
    "According to this document, the scope of the Broadcasting Regulatory Commission covers serious areas concerning the process of electronic media.",
    "The objective of the Broadcasting Regulatory Commission shall be to ensure to carry on the broadcasting services without any detriment to national security, national economy, and public order.",
    "In addition, the objective of the Broadcasting Regulatory Commission is also to ensure that broadcasting services shall provide people true and accurate information as guaranteed by the constitution.",
    "Further, the Broadcasting Regulatory Commission shall issue annual licenses for broadcasting services.",
    "In addition, another objective of the Broadcasting Regulatory Commission is to issue guidelines in respect of broadcasting to enhance the spiritual development and mental health of the people while safeguarding the social and cultural values and entertainment of the people.",
    "The Broadcasting Regulatory Commission will also be empowered to formulate codes of conduct to be followed by the broadcasting entities or persons in consultation with the licenses broadcasters.",
    "The new legal framework proposed by the cabinet appointed subcommittee led by Dr. Rajapakshe proposes to appoint an investigation committee to investigate complaints and made recommendations.",
    "The three-member committee shall be headed by the Director General of the Broadcasting Regulatory Commission, and the others two members will be those with experience in the field of law or mass media.",
    "According to the latest document, the committee may conduct an investigation, upon its own initiative or upon the request by any interested person.",
    "This committee may conduct an investigation, upon its own initiative or upon the request by any interested person, on any matter in which a license holder of any broadcasting service is involved in what may lead to a threat to national security, national economy, or may create any conflict among races and religions.",
    "A serious section in this document is that for the purpose of an investigation the committee may, by notice in writing require any person or entity to produce to the committee any specified document, specified written or oral information which the committee considers relates to any matter relevant to the investigations.",
    "It proposes that the Committee shall have the power to enter, inspect, and search the premises where the broadcasting service is being carried out with any entry warrant issued by a magistrate, and take copies of or seize and detain any relevant records or documents of such broadcasting entity.",
    "Upon the recommendations of the committee, the Broadcasting Regulatory Commission may cancel, suspend or impose a fine to the license issued to the broadcasting entity.",
    "In addition to the violation of any clause of the Broadcasting Regulatory Commission Act, the Commission can also take a decision on the license issued to a broadcasting entity, if it had broadcasted anything that may create a threat to national security, economy, or conflict among races or religions.",
    "It notes that any person who fails to comply with any direction or recommendation issued to by the commission or refuses to cooperate, shall be guilty of an offense and shall on conviction after a summary trial before a Magistrate be liable to a fine or imprisonment, or both.",
    "Any person or entity that engaged in broadcasting services aggrieved by a decision of the commission may appeal against such a decision at the Court of Appeal.",
    "What is most interesting is that the document does not give a definition to the terms of 'Broadcasting', 'Broadcasting Service Provider', 'License', and 'Licensee'.",
    "Collective of opposition parties appoint several committees to study proposed bills",
    "South Korea provides a grant of US$ 5.2 million to construct Sri Lanka’s first floating Solar power plant",
    "The Central Bank of Sri Lanka relaxes its Monetary Policy Stance"
  ]
}