{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95260/finance-ministry-refutes-media-reports-on-human-immunoglobulin-procurement",
  "time_ut": 1701267060.0,
  "original_lang": "en",
  "original_title": "Finance Ministry refutes media reports on human immunoglobulin procurement",
  "original_body_lines": [
    "The Ministry of Finance, Economic Stabilization and National Policies has issued a clarification in reference to certain misleading media reports that have been published in several national newspapers and social media platforms relating to the procurement of Human Immunoglobulin drugs under the Indian Line of Credit by the Ministry of Health.",
    "Accordingly, the Ministry of Finance states that in terms of the court order made by the Maligakanda Magistrate’s Court, the Criminal Investigation Department (CID) was asked to obtain statements from Treasury officials concerning the procurement guidelines applicable with regard to utilizing of funds from the Indian Line of Credit.",
    "The Department of Public Finance and the Department of Development Finance are the relevant Treasury departments responsible for the overall procurement guidelines and the administration of the Indian Line of Credit, it said.",
    "“Accordingly, the CID officials who visited the Treasury on 27th and 28th November 2023 have obtained statements from the Director, Department of Development Finance and the Deputy Director, Department of Public Finance regarding the procurement guidelines and the process followed in utilizing funds from the Indian Line of Credit”, the Ministry mentioned.",
    "“It is to be noted that no Treasury officials visited the CID Headquarters as claimed in the false media reports, and have only assisted the CID in understanding the procedures that should have been followed in procurement and utilizing funds received from the Indian Line of Credit,” the Finance Ministry said, highlighting that Treasury officials provided documents relating to communications that occurred between the relevant Departments in the Treasury and the Ministry of Health.",
    "“The Ministry of Finance, Economic Stabilization and National Policies has no involvement in the specific procurement carried out. The Ministry of Finance, Economic Stabilization and National Policies will continue to extend its fullest support to the CID and to the Courts in carrying out the investigation.",
    "“Ministry of Finance has already informed relevant media organizations to rectify the false/ misleading and malicious information published. A decision has also been taken to inform this to the Courts and the Inspector General of Police to investigate persons/media establishments who are involved in deliberately spreading false and misleading information with malicious intent” the statement read further."
  ]
}