{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82914",
  "time_ut": 1697397300.0,
  "original_lang": "en",
  "original_title": "How the Right to Information(RTI) Law Helped Sri Lanka Manage its Crisis and  Enabled Citizens to  Probe their  Government More Thoroughly",
  "original_body_lines": [
    "(Dr Shamsul Bari and Ruhi Naz are chairman and assistant director (RTI), respectively, at Research Initiatives, Bangladesh ).",
    "The importance of people’s right to information (RTI) for good governance and sustainable development is often loudly proclaimed but quietly ignored by people and governments alike.",
    "It is heartening, therefore, that a recent International Monetary Fund (IMF) report prescribed a greater role for the RTI law to prevent a recurrence of the kind of financial and political crisis faced by Sri Lanka early last year – and to assure the country’s steady recovery.",
    "The report emerged from the Sri Lankan government’s request to the IMF earlier this year to undertake a Governance Diagnostic Assessment (GDA) of its efforts, following the crisis, to stabilise the country and its economy. These included a combination of steps to restore fiscal and debt sustainability, improve governance, and reduce corruption risks.",
    "The findings and recommendations of the GDA provide an excellent assessment of Sri Lanka’s governance system and a comprehensive prescription of corrective measures to overcome continuing impediments. For RTI enthusiasts, the most welcome aspect of the recommendations is their emphasis on a more transparent and accountable governance, and the role RTI can play in ensuring that.",
    "The GDA’s findings revealed widespread and continuous governance weaknesses and corruption vulnerabilities across critical areas of governance, as well as their macroeconomic impact. But the study also found a silver lining behind the clouds. Underlining the vital importance of RTI, the GDA commended the government steps to establish people’s right to information and create an institutional framework for protecting them. It particularly highlighted the admirable role the Right to Information Commission (RTIC) of Sri Lanka has played since its inception to uphold them and recommended further strengthening of its capacity and ability. Such a role, it underlined, is “particularly consequential for anti-corruption efforts since many of the requests for intervention come from groups that are traditionally most exposed to corruption and the abuse of public power, including women and minority groups.”",
    "The GDA also noted that a number of recent bills in parliament have the potential to constrain the scope of RTIC, excluding “sensitive” matters from its jurisdiction, and recommended that no future laws should limit the reach of RTIC, and relevant policies and rules concerning new anti-corruption, anti-terrorism and privacy legislation should reflect this position. It underscored that the “impunity for misbehaviour enjoyed by officials undermines trust in the public sector and compounds concerns over limited access to efficient and rule-based adjudication process for resolving disputes.”",
    "The IMF diagnostic assessment of Sri Lanka and its recommendations are of immense value for all developing nations, including Bangladesh. The recommendations on the increased role of RTIC are of particular relevance. Information commissions can indeed play a vital role in promoting transparency and accountability in governance by facilitating unencumbered monitoring by citizens of the work of their governments.",
    "However, what Sri Lanka’s RTIC could achieve through its commitment and determination may not be possible for other information commissions in the region, as ground conditions are not the same everywhere. The success of information commissions depend on a number of factors, foremost being the existence of a civil society determined to advance the objectives of the law.",
    "Bangladesh’s law clearly states that it has been enacted to empower citizens so that they can play a role “to establish transparency and accountability of public offices… so that corruption will lessen, and good governance will be established.” Citizens have been explicitly bestowed with a responsibility to serve as watchdogs over public offices and probe their work. Seeking information from public bodies relating to their responsibilities is a means to play that role and not only an opportunity to advance personal goals.",
    "The second critical factor is the existence of citizen groups ready to agitate and undertake collective measures to safeguard proper implementation of the law. They are to serve as watchdogs, including for proper application of the arbitration mechanism by the information commissions. Should the latter fail, they must be ready to seek assistance from the judiciary. This is imperative because such commissions’ decisions are often laced with government pressures of various sorts.",
    "And thirdly, information commissions must be composed of people known for their experience, objectivity, impartiality and integrity. Most RTI laws provide for specific rules and procedures for their selection so that the views of different stakeholders are considered.",
    "All the three elements appear to have been largely met in Sri Lanka. This explains why its RTI law, which came into existence much later than in most other countries of South Asia, was able to make such impressive progress within a short period of time.",
    "On the first factor, a quick look at the list of issues invoked by Sri Lankan citizens in recent years to probe government work is illustrative. It included assets and liabilities of people’s representatives, the cost of overseas visits by prime ministers and MPs, lavish spending of public funds by ministers, probe report on misbehaviour of the prison minister, status of foreign currency reserve, approval of power project by the Adani Group of India, Chinese investment in Sri Lanka, ingredients contained in imported milk powder, purchase of expired tear gas, investment of Employee Provident Fund and Employee Trust Funds by the central bank, aircraft purchase deal between Sri Lankan Airlines and PIA, excessive infant deaths at the Vavuniya General Hospital, and unclassified information available with the cabinet office.",
    "The Sri Lankan RTIC was thus given an opportunity by citizens to decide on matters impacting the nation as a whole. Compared to these, RTI requests in Bangladesh are largely of a mundane nature dealing with personal and secondary issues. Unless we graduate to higher levels of usage of the law, the Information Commission Bangladesh will have to continue to deal with matters that have little or no impact on the overall governance in the country. One reason why the experiences of the two countries are so different is that in Sri Lanka, many of the public interest requests emanated from applications submitted by NGOs and public service organisations such as Verite, Sri Lanka Press Institute, and People’s Movement for Free Health Service. Interestingly, there is hardly any use of RTI by similar agencies in Bangladesh.",
    "On collective efforts by Bangladeshis to agitate against or challenge the decisions of the Information Commission even in the few contentious cases it dealt with, involving the state and citizens, the experience has been pitiable. There is little to no civil society surveillance of the decisions and no combined effort to help aggrieved users check their propriety in courts. The RTI Forum which was created earlier is all but defunct.",
    "Added to this is the opaque manner in which information commissioners are chosen in Bangladesh. Though the law provides for a selection committee composed of persons representing relevant branches of the government and civil society, citizens come to know the names of the commissioners only after they have been chosen. The need for a more transparent selection process cannot be overemphasised.",
    "With all these impediments, it is difficult to visualise how the Information Commission Bangladesh could play the role prescribed for the RTIC in the GDA on Sri Lanka. The latter expounds why and how better utilisation of RTI law can help governments and the people to jointly combat weaknesses and vulnerabilities in governance – at all times, but more so during crises."
  ]
}