{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/access-to-medicines-through-technology-transfer/",
  "time_ut": 1703123706.0,
  "original_lang": "en",
  "original_title": "Access To Medicines Through Technology Transfer",
  "original_body_lines": [
    "Manufacturing pharmaceutical products is highly research and development (R & D) oriented and a capital-intensive industry forcing its manufacturing facilities to be set up mainly in developed and a few fast-developing countries requiring other countries to depend on foreign manufacturers for obtaining their medicinal requirements, but mostly these latter countries are not receiving them in required qualities and quantities at affordable prices. Having considered this situation and assessed its harmful consequences of the world health situation, World Health Organization (WHO) has formulated a Global Strategy and Plan of Action on Public Health, Innovation, and Intellectual Property (GSPA-PHI) to promote innovation, technology transfer for increasing access to quality and safety medicines through producing them locally by member countries. For ensuring the GSPA-PHI plan’s implementation WHO directs its member countries such as Sri Lanka to follow eight review paths as shown below.",
    "5. Application and management of intellectual property to contribute innovation and promote public health,",
    "(Source: The Global Strategy and Plan on Public Health and Intellectual Property, the COVID – 19 Pandemic, Technology Transfer for Local production, WHO, 2021)",
    "WHO is constantly reviewing the progress of the implementation of the action plan, and the latest effort in this kind was the workshop conducted with the collaboration of the Southeast Asia Regional Office (SEARO) in September this year. Accordingly, each country’s progress in plan implementation was assessed considering steps to be taken for further development.",
    "When strategies for implementing GSPA-PHI plan are concerned, WHO has given more weight for technology transfer from developed to developing countries rather than inventing new technologies by member countries themselves recognizing the fact that many member countries are having low share in R & D investment and insufficient number of scientific findings showing their inadequate invention ability (See the Table -1).",
    "However, more than 80% of the member countries of the United Nations’ Economic and Social Commission for Asia and the Pacific (ESCAP) are recipients of official development assistance for medical research for developing the basic needs of their health sector. Also, in more developed economies in the region such as Republic of Korea, Japan and Thailand etc., the private sector is the major contributor to their R & D spending. But countries like India, Sri Lanka and other low-income countries public funding for R & D is higher than that of the private sector, yet, showing the public funds being utilized for this purpose to be either stagnated or lowered over time in some of these countries. For example, Sri Lanka’s current R & D/GDP ratio is concerned it is little more than 0.1% or corresponding to the one-tenth of the prescribed ratio, which is 1% of GDP for developing countries. Also, a smaller number of R & D Institutes & funding agencies are operating and paying only inadequate attention to engag in drug producing related R & D activities.",
    "Meanwhile, Sri Lankan universities emphasize that there is an insufficient demand coming from investors for their new inventions. Considering this fact, Colombo University has recently created a novel effort to correct this situation. Accordingly, it has set up a coordination committee to carry out university inventions to producers and has recently distributed royalty earnings from the commercialization of some medicinal and other related products to the related inventors. These kinds of induces inevitably promote commercialization of new products. Further, in this direction, From Lab to Jab: Improving Asia and the Pacific’s Readiness to produce and deliver vaccines (2023) highlights the importance of research related to the field of health. Accordingly, it says that one of the pillars for scientific progress and the eventual translation of basic and preclinical research into production of new drugs, vaccines, and diagnostic tools is the timely dissemination of scientific knowledge through the publications in peer review journals. But Sri Lanka’s progress in this connection compared to other countries in the region is completely inadequate limiting its corresponding share of scientific journal publication on vaccine to 0.06 percent (see Table – 2).",
    "Further, in the deliberation on technology transfer, it is necessary to distinguish between invention and innovation. The former is the discovery or development of a new product or service, process, etc., by scientists, engineers, researchers and inventors, and the latter involves converting inventions into innovations or converting them to commercial products. As such, innovators can be alternatively identified as entrepreneurs or those who sell inventions, and thus, they play a leading role in fostering modern industrial expansion in their countries. These enterprising and pioneering individuals in the business community search for something new and different, using their business acumen for transforming inventions into innovations. However, Sri Lanka’s size of such businessmen or real entrepreneurs class according to the Central Bank data on employment structure compared with that of other fast developing countries like Vietnam, Thailand etc., is abnormally small, fluctuating very narrowly at a lowest level from 2.0% to 3.0 % of the workforce over time. According to Patabendige (2023) and Ekaterina & Thai, (2013) the reason for this phenomenon is that the Sri Lankan entrepreneurship development agencies mainly create activity entrepreneurs or the self-employed rather than forming opportunity entrepreneurs who can take the risk of commencing and thriving their businesses.",
    "Sri Lanka was having some prior experience also in obtaining technology from foreign countries when commencing its import-substitution industrialization (ISI) from the late 1950s onward. Thus, technologies (skills, knowhow, machinery, and expertise) were obtained from developed countries like the United Kingdom, the United States, Germany, Hong Kong, Japan, and socialist block countries and India through establishing foreign owned subsidiaries, forming joint ventures, setting up local enterprises having foreign affiliations making excessive payments for obtaining patents, licenses, technical and management services. Regarding these, a substantive description has been given by Godfrey Gunatilake in Marga Vol. 5 No 2 (1978) under the topic, Technology Transfer & Reverse Flow. This research was carried out based on a sample of 20 selected manufacturing branches of industries, out of which 4 were pharmaceutical companies with setting up 3 as joint ventures and the remaining one as a subsidiary. However, researchers have found many shortcomings in transferring technology at that time, and considered some of the technologies, so obtained, were inappropriate (not selecting appropriate/suitable technology) and inconsistent with the concept of ‘small is beautiful’. Also, in certain cases they failed to take technology transfers as turnkey projects making practical problems even to start production. Therefore, current policy makers and investors can be advised to follow an inductive approach for learning not to repeat these same mistakes again, even in the currently implementing WHO advocated GSPA-PHI Action Plan for transforming technology from developed countries to increase the manufacturing of medicines locally and improving the accessibility.",
    "It is required to create a conducive environment in a country for attracting and promoting investment whether it is Foreign Direct Investment (FDI) or Local Investment (LI). But Sri Lanka has still failed to form such an environment on account of persistent economic instabilities and labour market distortions. As a result, volume of FDI came to Sri Lanka has fallen to the lowest possible level while neighboring countries such as India, China, Bangladesh, Vietnam etc., have attracted more such investments. Thus, creating a hospitable environment is equally applicable for obtaining technology transfers successfully even under the WHO’s GSPA-PHI plan.",
    "Further, obtaining technology transfers to set up industries in new and competitive areas such as biotechnology, pharmaceutical products etc., depends on to what extent original patent holders’ permissions can be obtained for producing medicines in other countries. In this case, precautions should be made to obtain technology, bearing the least possible cost and thereby improving access to quality medicines at affordable prices. In this case, one possibility is to obtain patent rights through the Medicines Patent Pool (MPP) which is a United Nations-backed public health organization working to increase access and facilitate the development of life-saving medicines for low and middle-income countries. However, initially MPP facility was spread in the USA and the EEC countries and only nearly 10 years after India has started receiving MPP facilities to access to produce quality-assured generic medicines for HIV and hepatitis C for changing people’s life. But in this regard, when Sri Lanka’s progress is concerned anecdotal evidence shows that it has been extremely poor.",
    "Further, it is accepted that patent rights are instrumental also to promote the production of indigenous medicines and subsequently penetrating them to foreign market considering that as a strategy to be included in the country’s export drive under export-oriented industrialization (EOI). In this regard, setting up of a new pharmaceutical manufacturing plant investing US$ 30 million in 2020 within the Koggala Export Processing Zone giving priority to foster technology transfer to SMEs can be considered as an appropriate step taken. However, in the meantime, it has been reported that the progress achieved in the project sponsored by The German International Co-operation Agency (GIZ) by investing 11 million euros in June 2020 is not up to the expectations as shown by the failure to establish incubators for tech-based start-ups on campuses and other institutes to foster technology transfer to SMEs. These instances show that Sri Lanka has not yet acquired sufficient advantages from the laws it has enacted as Patent Act, Copyright Act, Trademarks, Registration Act in previous era.",
    "Another critical area to be concerned about improving delivery of medicines to the public is having an efficient channel of distribution. The country’s health services are provided by both the public sector and the private sector. Majority of the people who depend on the services provided by the government hospitals are low-income and poor people, and they are given this service including drugs for free of charges. Others who get services from the private sector hospitals and doctors pay considerably higher fees. Thus, access to medical services and obtaining drugs for the ordinary and poor people is more uncertain and restricted. But this situation can be minimized by following transparent procedures for buying medicines and adopting efficient stock control methods for ordering at the correct time and carrying adequate stocks. Further, deregulations in Sri Lanka operated from 1977 reforms have forced to lift price controls resulting in increasing the prices of drugs over time and therefore, this effect should be also minimized.",
    "Financial difficulties are more prominently seen with the operation of public sector hospital delivery system since it entirely depends on insufficient government budgetary allocations and working as not for profit organization. These features highly restrict the ability to provide a good and uninterrupted service to patients all over the country. In this regard, Sri Lanka Pharmaceutical Corporation’s (SPC’s) role is important which supplies limited kinds of drugs at lower prices. However, its market share has been drastically reduced with implementing 1977 economic reforms. Thus, in this setting, it is required to explore ways and means to correct these shortcomings by promoting financing strength of the government hospital delivery system. To achieve this objective, product and price discriminations can be introduced for the public sector hospitals’ services & drug distribution, and thereby this sector can charge higher fees for high income customers and no or reduced charges for low-income customers and in that way government hospital system’s financing ability can be strengthened to a certain extent.",
    "Establishing a monitoring system too is required for correcting the current delivery method and making it more standardized. This objective has been assigned to the National Medicine Regulatory Authority (NMRA) since 2015, and its main task is to monitoring drug importation and promoting the production of quality drugs and medical equipment locally. As such a heavy responsibility has been fallen on NMRA, but in performing its functions it encounters several difficulties, specifically having insufficient resources at its disposal. Therefore, this authority must be revitalized by expanding its staff, appointing more capable candidates for various posts, and increasing its lab facilities and other requirements and vehicle fleet to offer an efficient service. Also, employees of the authority at various levels should be kept motivated by giving them the needed facilities, training, and welfare provisions for performing a good and quick service for which the required cooperation from other partners of its supply chain also should be needed to be obtained.",
    "1. The objective of GSPA-PHI Action Plan backed by WHO is to encourage its member countries for innovation and technology transfer to produce quality and safety medicines locally for increasing the public’s accessibility to medicines. Nonetheless, the plan implementation in Sri Lanka compared with that of neighboring countries is not so impressive and even no mechanism has been set up for ensuring the plan’s functioning. Consequently, the study recommends setting up a mechanism within the ministry of Health for the GSPA-PHI Action Plan to be implemented effectively in Sri Lanka,",
    "2. The importance of increasing fund allocations for R & D is not yet sufficiently recognized by both the government and the private sectors in Sri Lanka. Therefore, the study recommends the public sector authorities to increase their R & D allocation to reach at least the prescribed ratio of 1% of GDP and the private sector to increase their in-house research on a par with the neighboring countries. Further, collaborations should be made between academia and industry for R & D development and transferring them to producers. Also, attempts should be made to obtain funds from foreign agencies to strengthen the country’s R & D capacity and obtain required patent rights at a lowest possible cost through organizations such as the Medicines Patent Pool (MPP) which is a United Nations-backed public health organization,",
    "3. Steps should be taken to build capacities through attending in annual, cross-regional, GSPA meeting / symposium / workshop to promote information sharing on Intellectual Property Rights (IPR) issues in technology transfer, research innovation and product development for access to medical products, and",
    "4. The study justifies the GSPA-PHI Plan’s strategy to be used for increasing technology transfer through encouraging FDI to come to Sri Lanka by forming joint ventures and setting up foreign owned subsidiaries linking local enterprises with foreign firms. For attracting foreign partners one requirement is to create a conducive environment in the country. The other is to induce good entrepreneurs or create opportunity entrepreneurs to come forward for forming links with foreign investors to be engaged in medicine production locally.",
    "*Manoja Alweera – MBA(RUSL), B.Sc. (Hons.) Mgt. (1st Class) (UCD, Ireland), ANDHRM (Merit) (NIBM), DAE (UoC), Freelance Writer, Researcher & Visiting Lecturer"
  ]
}