{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/UNDP-calls-for-media-sector-support-to-address-challenges-faced-by-journalists/108-259020",
  "time_ut": 1683790603.0,
  "original_lang": "en",
  "original_title": "UNDP calls for media sector support to address challenges faced by journalists",
  "original_body_lines": [
    "While highlighting that journalists in Sri Lanka face a spate of challenges, UNDP Resident Representative in Sri Lanka, Ms. Azusa Kubota said the media sector as a whole should work collectively to address such challenges.",
    "She made these remarks while addressing the gathering at a commemorative event held to mark World Press Freedom Day 2023. This year's theme was ‘Facing Contemporary Challenges to Responsible Journalism’, and the event aimed to highlight the critical role that journalists play in promoting freedom of expression, democracy and human rights, while also addressing the challenges they face in performing their duties responsibly.",
    "The event, which was organised by the Sri Lanka TV Presenters' Unity, in partnership with the United Nations Development Programme (UNDP) in Sri Lanka, brought together media professionals, civil society organizations, Government officials, and other stakeholders to discuss and explore ways to promote gender inclusivity and advance the Sustainable Development Goals (SDGs) through responsible journalism.",
    "The event saw the participation of high-level representatives including; Ms. Azusa Kubota, Resident Representative, UNDP in Sri Lanka; Justice (Rtd) Rohini Marasinghe, Chairperson of the Sri Lanka Human Rights Commission (HRCSL); President’s Counsel Saliya Pieris, Immediate Past President of the Bar Association of Sri Lanka; and Ms. Loshini Pieris, Additional Secretary to the Ministry of Mass Media.",
    "In her opening remarks, Ms. Kubota highlighted the importance of press freedom and responsible journalism in promoting sustainable development and human rights, adding that in times of poly-crisis, the role of the media is even more important.",
    "She went on to highlight the need for accurate and reliable information to counter misinformation and fake news, and to empower young journalists.",
    "Kubota also drew attention to hate speech, which can have devastating consequences and urged media professionals to promote accurate and factual information, while avoiding language that stereotypes, stigmatizes, and marginalizes any group.",
    "Meanwhile, the event included a panel discussion on ‘Facing contemporary issues to responsible journalism’ including panelists; Dr. Ranga Kalansuriya, Ms Mandana Ismail, Attorney at Law Mr. Viranjana Herath and Ms. Rehana Thowfeek. The discussion was moderated by Attorney at Law Mr. Dilshan Pathirathne, and Ms. Thanuja Jayawardhena.",
    "The keynote address at the event was delivered by President’s Counsel Saliya Pieris, Immediate Past President of the Bar Association of Sri Lanka."
  ]
}