{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95249/sri-lanka-reaches-debt-restructuring-deal-with-creditor-nations-reports",
  "time_ut": 1701239520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka reaches debt restructuring deal with creditor nations - reports",
  "original_body_lines": [
    "Sri Lanka has been informed that a debt-restructuring agreement with creditor nations has been reached but is yet to receive a letter of confirmation from the official creditor committee, a government source told Reuters on Wednesday.",
    "Sri Lanka, mired in its worst financial crisis in decades, has been trying to reach restructuring deals with creditors since last year, having being forced to default on its foreign debt in May 2022 after its foreign exchange dwindled to record lows.",
    "“Sri Lanka has been informed of an agreement,” the source, who did not want to be identified, said. “It is confirmed that an agreement has been reached with bilateral lenders but we are still waiting on an official letter. We expect it soon.”",
    "Japan co-chairs the official creditor committee, together with France and India. China is Sri Lanka’s largest bilateral creditor and is an observer in the group, steering clear of joining the group as a formal member.",
    "The agreement with the group of creditor nations comes about a month after the heavily indebted island nation reached a deal with the Export-Import Bank of China (EXIM) covering about $4.2 billion of outstanding debt.",
    "The EXIM deal will help Sri Lanka clear the first review of an International Monetary Fund (MF) bailout, and secure a second IMF tranche of about $334 million, the country’s finance ministry had said.",
    "Sri Lanka’s total external debt is estimated at $36.6 billion, which includes $10.94 billion of bilateral debt, according to latest data released by its finance ministry.",
    "The country also needs to reach an agreement with bondholders who hold the bulk of the island’s $12.5 billion worth of international sovereign bonds.",
    "Sri Lanka’s dollar bond maturing in July 2026 was last up 0.42 cents at 50.48 cents, according to Tradeweb data."
  ]
}