{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91636/copf-green-lights-proposed-domestic-debt-restructuring-program",
  "time_ut": 1688122560.0,
  "original_lang": "en",
  "original_title": "COPF green-lights proposed domestic debt restructuring program",
  "original_body_lines": [
    "The Committee on Public Finance (COPF) has given its approval for the proposed Domestic Debt Optimization (DDO) program.",
    "Chaired by MP Dr. Harsha de Silva, the COPF met today for the third consecutive day for constructive talks on the domestic debt restructuring strategy.",
    "During its discussions on the Domestic Debt Optimization (DDO) plan on Thursday, the committee looked into the concerns about the impact of the DDO plan on the superannuation funds.",
    "The banking system is excluded from the DDO plan taking as it already contributes to the Treasury and the economy through taxes of over 50%. The government said the move aims to safeguard the Treasury and to ensure the safety of the 57 million public and private bank deposits in the country.",
    "For its discussions on the DDO program, the COPF had invited all creditors including banks, superannuation funds, and insurance funds to hear their opinions and concerns.",
    "Concerns had been raised about the burden falling on superannuation funds, especially the Employees’ Provident Fund (EPF) without considering the consent of depositors.",
    "Although banks are excluded from the DDO plan due to existing stress and non-performing loans, the COPF chairman said the EPF and the ETF, which carry most of the burden, face potential opportunity loss and lacks a say in the decisions impacting people’s life savings.",
    "The COPF earlier said the EPF and ETF are exposed to additional burden without alternative solutions as there is no contingency plan in the event foreign debt relief and primary targets are not met.",
    "Meanwhile, a full-day debate on the proposed domestic debt restructuring strategy will be held in the parliament tomorrow (July 01) after which the lawmakers will cast their votes for the adoption of the program.",
    "Earlier today, the party leaders decided to convene the parliament from 9.30 a.m. to 7.30 p.m. tomorrow."
  ]
}