{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/In-current-global-deteriorating-context-monks-vulnerable-to-being-victims/108-262803",
  "time_ut": 1689000832.0,
  "original_lang": "en",
  "original_title": "In current global deteriorating context, monks vulnerable to being victims",
  "original_body_lines": [
    "Venerable Pahiyangala Ananda Sagara Thera made a claim regarding the viral video footage involving Buddhist monks.  He mentioned that in the current global context, including in Sri Lanka, where conditions are deteriorating, monks are a vulnerable group that could be potential victims.",
    "Addressing the media, he said people should be aware that it is a serious and mentally ill situation if anyone expects only a clear and pure character from a monk amid this existing economic and social disorder.",
    "\"Therefore, we assure that these Buddhist monks, parties and the people in the country must take the correct path. As Buddhist monks, we do not stand to justify such incidents. Consequently, it is not fair to expect clear and pure characters only from Buddhist monks under this social situation,\" Venerable Sagara Thera said.",
    "\"With the recent incidents, we have clearly understood that these incidents are interconnected and that they are well-planned and are being done to destroy the dignity and power of the monks among civil society,\" he further said.",
    "These activities are done by using very organized and formal methods while pumping massive amounts of money through non-governmental organizations, he claimed.",
    "\"We held discussions with IT professionals as well as educated people in the society during the past two days and figured out that these activities are being carried out in a well-organized manner. These are not random incidents. Through these incidents these groups are trying to destroy the dignity and power of the monks among civil society,\" Thera said.",
    "\"We are ashamed of the government for not taking action. The government and the police took several days to make decisions. They did not involve themselves and waited for the incident to go viral on social media,\" he said.",
    "\"In the video, it shows that the two women and the Buddhist monk were assaulted while removing their clothes. People have no right to assault women and monks in such a way. If there is a criminal case, they should have shown it to them without taking the law into their own hands,\" Thera said. (Chaturanga Pradeep Samarawickrama)"
  ]
}