{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/31/sri-lanka-exploring-options-for-domestic-debt-optimization/",
  "time_ut": 1680238080.0,
  "original_lang": "en",
  "original_title": "Sri Lanka exploring options for Domestic Debt Optimization",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s public debt trajectory is set to remain unsustainable in the absence of a comprehensive debt treatment, said the Central Bank of Sri Lanka.",
    "On Thursday (30), Sri Lanka held an investor presentation in order to explain the current macroeconomic situation in Sri Lanka, and outline the key pillars and objectives of the IMF program as well as the next steps with regard to the engagement with creditors.",
    "A statement by Governor and Secretary to the Treasury after the virtual Investor Presentation noted that Sri Lanka is also facing a significant external financing gap over the IMF program period and that this financing gap will have to be covered through new external funding and external debt service relief.",
    "The Authorities are also exploring options for a domestic debt optimization (DDO) operation aimed at liquidity relief while preserving financial stability to avoid further eroding of Sri Lanka’s repayment capacity, said the Central Bank of Sri Lanka.",
    "It is envisaged that this DDO will be conducted on a voluntary basis and be based on Sri Lanka's consultations with major T-Bonds holders.",
    "\"As we move ahead, we are looking forward to accelerating and intensifying engagement with all our creditors in a transparent way, in good faith, and we are hoping to reach debt treatment agreements that are consistent with the IMF debt sustainability analysis and with the comparability of treatment principle,\" it added.",
    "President to appoint committee to oversee utilization of IMF package",
    "Postal voting for LG election can be held as scheduled if funds are released before April 10 – NEC"
  ]
}