{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91108/fairly-heavy-rainfall-above-75mm-expected-today",
  "time_ut": 1686186720.0,
  "original_lang": "en",
  "original_title": "Fairly heavy rainfall above 75mm expected today",
  "original_body_lines": [
    "The Department of Meteorology says showers or thundershowers are expected at times in Western and Sabaragamuwa provinces and in Galle and Matara districts.",
    "Fairly heavy showers above 75mm are likely at some places in the Sabaragamuwa Province and in Galle, Matara and Kalutara districts.",
    "Meanwhile, several spells of showers will occur in the North-Western province and in the Jaffna district.",
    "Showers or thundershowers will occur at a few places in Uva and Central provinces and in Ampara and Batticaloa districts during the evening or night.",
    "Strong winds of about 40-45 kmph can be expected at times in Northern and North-Central provinces and in Hambantota, Puttalam and Trincomalee districts.",
    "The general public is advised to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "Showers or thundershowers will occur at times in the sea areas off the coast extending from Puttalam to Matara via Colombo and Galle.",
    "Winds will be south-westerly over sea area around the island and the speed will be 25-35 kmph.",
    "The wind speed can increase up to 50-60 kmph at times in the sea areas off the coast extending from Puttalam to Trincomalee via Mannar and Kankesanturai and from Hambantota to Pottuvil.",
    "The wind speed is likely to increase up to 40-50 kmph at times in the sea areas off the coast extending from Puttalam to Hambantota via Colombo and Galle.",
    "The sea areas off the coast extending from Puttalam to Trincomalee via Mannar and Kankesanturai and from Hambantota to Pottuvil will be rough at times. The sea areas off the coast extending from Puttalam to Hambantota via Colombo and Galle will be fairly rough at times.",
    "There is a possibility to increase swell waves (about 2.0 – 2.5 m) in the sea areas off the coast extending from Puttalam to Pottuvil via Colombo, Galle and Hambantota.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}