{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95435/harsha-calls-for-vat-exemptions-for-infant-food-fertilizers-medical-equipment-ambulances",
  "time_ut": 1701861240.0,
  "original_lang": "en",
  "original_title": "Harsha calls for VAT exemptions for infant food, fertilizers, medical equipment & ambulances",
  "original_body_lines": [
    "The chairman of Committee on Public Finance (COPF) says the Finance Ministry is preparing to impose Value-Added Tax (VAT) on a number of goods, including infants’ food items, fertilizers, medical equipment, and ambulances including ‘Suwaseriya’.",
    "Addressing the parliament earlier today (Dec.06), Dr. Harsha de Silva said, while the COPF acknowledges the fact that tax revenue is imperative to boost state income, there should be ‘equitableness’ in tax imposition.",
    "He said the COPF has appealed to the Finance Ministry to reconsider its decision to impose VAT on the aforementioned goods.",
    "The Cabinet of Ministers in October gave the nod to increase the VAT from 15% to 18% starting January 01, 2024.",
    "In addition, some of the new tax proposals are also expected to be implemented effective from January 01, 2024, in order to enable the realization of tax revenue and primary balance targets as agreed with the International Monetary Fund (IMF).",
    "The decision was taken after observing that the tax collection targets agreed with the IMF are yet to be accomplished.",
    "Earlier, the government mentioned that state tax revenue of the first nine months of 2023 went up by 51% compared to the corresponding period in 2022 after various tax-based increases and developmental tax policy proposals were implemented from June last year for the state financial stability based on the income, to ensure loan sustainability.",
    "Meanwhile, the Ceylon Chamber of Commerce, raising concerns about the proposed increase of the VAT to 18%, has cautioned that the move could lead to a further decline in consumption."
  ]
}