{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-npp-slams-imf-claims-board-approval-was-hurried-fearing-npps-popularity-116610/",
  "time_ut": 1679914380.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s NPP slams IMF, claims board approval was hurried fearing NPP’s popularity",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s leading leftist alliance the National People’s Power (NPP), whose popularity is on the rise according to some opinion polls, is taking an increasingly vociferous anti-International Monetary Fund (IMF) stance as the crisis-hit nation goes into its 17th IMF programme.",
    "NPP frontliner and former MP Sunil Handunneththi, who is widely seen as the party’s spokesman on economic matters, slammed the IMF in a recent public speech in which he claimed the international lender was quick to approve a 2.9 billion US dollar extended fund facility (EFF) to Sri Lanka fearing the rise of the NPP.",
    "“The IMF was in such a hurry as a result of the NPP’s strengthening. They saw that an alternative people’s force was coming forward,” said Handunnetthi.",
    "The former MP criticised the government of Sri Lanka for not treating the EFF as a loan. The government has responded to these criticisms from the NPP and other parties, pointing out that the EFF is not “just another loan” but the first step in a programme that will see Sri Lanka make the reforms it needs to recover and achieve sustainable growth.",
    "Handunneththi claimed that the IMF has only somewhat loosened the noose that was gripping Sri Lanka by the neck so that it could breathe a little and acquire the dollars it needs to import the products of the IMF’s more powerful member states such as the United States.",
    "“If the IMF is properly understood, you would not want to light fire crackers on the streets but light one in your mouth so your brain explodes. It is that dangerous,” he said.",
    "“Not going to the IMF is the best solution. Coming to a place where going to the IMF is not needed is the best solution,” he said.",
    "Handunnethi said no country that has sought IMF assistance and accepted its conditions have succeeded.”",
    "What country with balance of payment crises, high inflation, inability to repay debt that the IMF has helped and made it?",
    "“This is the worst and most villainous recommendations the IMF has recently made to a country,” he added.",
    "Handunneththi is a senior member of the Janatha Vimukthi Peramuna (JVP), the formerly Marxist-Leninist party that is the primary constituent of the NPP. Though the NPP has attempted to distance itself somewhat from its socialist roots in its bid to woo Sri Lanka’s middle class, upwardly mobile voters, its leading faces have recently opted to reveal its true position on the IMF.",
    "JVP general secretary Tilvin Silva recently rubbished the IMF deal claiming that the international lender is only interested in bailing out corrupt governments.",
    "The IMF programme, Sri Lanka’s 17th to date, will just not work, said Silva.",
    "“No country in the world has made it after going with the IMF. It’s not going to work. The IMF does not exist for the people but to save thieving governments,” he added, a week before Handunneththi expressed similar sentiments.",
    "Sri Lanka’s JVP rubbishes IMF deal, claims IMF only wants to bail out corrupt regimesSee more",
    "The IMF said on March 20 that it has approved a 48 month program for Sri Lanka worth 3 billion US dollars (2.286 billion special drawing rights) or 395 percent of the Indian Ocean island’s quota.",
    "Following the announcement, President Ranil Wickremesinghe said the government will lift ongoing import restrictions in stages starting with essential goods.",
    "In approving the loan, the IMF has acknowledged Sri Lanka’s capacity to restructure its outstanding debt, said Wickremesinghe.",
    "“Sri Lanka will no longer be considered a bankrupt country. So normal dealings can commence,” he said.",
    "Sri Lanka’s currency collapsed from 200 to 360 to the US dollar, as the central bank printed unprecedented volumes of money to target what was claimed to be a ‘persistent output gap’, crippling Treasuries auctions and botched an attempted float with a surrender rule.",
    "“The economy is facing significant challenges stemming from pre-existing vulnerabilities and policy missteps in the lead up to the crisis, further aggravated by a series of external shocks,” an IMF statement said.",
    "“The EFF-supported program aims to restore Sri Lanka’s macroeconomic stability and debt sustainability, mitigate the economic impact on the poor and vulnerable, safeguard financial sector stability, and strengthen governance and growth potential.”",
    "The JVP is a formerly Marxist-Leninist party that led two unsuccessful insurrections in the early 1970s and late 1980s, both of which were brutally suppressed by the government in power at the time.",
    "The party has since embraced mainstream democratic politics and still leans far left, though it has repeatedly backed or called for populist policies that are not strictly in line with its ideology.",
    "The NPP, a centre-left alliance led by the JVP and is currently represented in parliament by its leader Anura Kumara Dissanayake and two other MPs, have opposed IMF-backed progressive taxation. (Colombo/Mar27/2023)"
  ]
}