{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-caste-based-culture-is-still-the-key-obstacle-for-development-in-sri-lanka/",
  "time_ut": 1689364778.0,
  "original_lang": "en",
  "original_title": "The Caste Based Culture Is Still The Key Obstacle For Development In Sri Lanka",
  "original_body_lines": [
    "Over a long period, many erudite scholars and critics have engaged with the issue of the extent to which caste remained a relevant factor in understanding social development in Sri Lanka. One could sum up broadly the overwhelming view among such writers as being that while caste influences still remain in some way or the other, the predominant factor relating to changes in Sri Lanka is not caste but class.",
    "The starting point of this article is that while purely on theoretical considerations about the new economic relationships that were introduced in Sri Lanka, particularly since the occupation of coastal areas by the Dutch, and then, particularly during the period of British rule, this assessment about class becoming a more important factor than caste may seem possible, yet, in actual fact, caste still plays a far more predominant role in all the affairs of Sri Lanka than the class factor. To clarify the differences of views it may be useful to re-state what in most previous writings was considered as caste. The general approach to caste has been the classification of people into various caste groupings which were mostly named in terms of occupations. For example, following two tables give the classification of caste amongst the Sinhala community and the Tamil community as follows:",
    "*In the 1824 census, Hinna, Hunu and Oli being numerically small castes were classed with ‘others’ to form 2.7%",
    "(The above tables have been taken from Kumari Jayawardena’s Nobodies to Somebodies: The Rise of the Colonial Bourgeoisie in Sri Lanka, 2000, Social Scientists’ Association and Sanjiva Books, Colombo, pages 164-165)",
    "Trying to describe caste in terms of caste groupings as shown above does not reveal the principles on which the entire caste system was based. These principles were universal and apply to all the affairs of society. They also apply to all different caste groupings whether some castes were considered superior or others inferior. Both of these groups were held together by a set of common universal principles. The universal principles on which the caste system is based are what need to be discussed in understanding caste as a worldview that applies to everything and everyone who lived in caste based societies.",
    "It is also necessary to understand these universal principles because when such principles have been the foundation of a social order for a very long period of time, that worldview also enters into the minds and psyches of the people of such a society. Over a long period of repetitious behaviours, these principles go on to create the deep seated attitudes that govern not only the external behaviour of the people but also their interior make up. It is this aspect of the interior make up of a caste based society that has not been studied to this author’s knowledge in Sri Lanka. Thus, the justification of this paper is to initiate an approach to the study of the influence of caste in Sri Lanka, which is relevant not only to understanding the long period of caste history but also the present and for quite some time, even what is likely to happen in the future.",
    "Caste is rooted on two main premises or principles. The first of these principles is the prohibition against social mobility. The second principle is disproportionate and unequal punishments. Both of these principles are based on the apriori notion of the validity of inequality over equality. From around 8th Century Anno Domini to the arrival of western influences, the principle against social mobility remained sacrosanct in Sri Lanka. It took the form of fixing the social position of a person on the basis of his or her birth. That the social position to which one was born into in terms of the occupation of the patriarch was an unalterable principle. Thus, the whole idea of individual talent, individual achievements, and the acquisition of special knowledge or skills, all had to be confined to and limited to the operation of this principle of the inalterability of the status or position.",
    "That principle was by extension applied also to relationships. All blood relationships had to be kept within the caste fixed boundaries. Thus, interchanges which affect not only the psychological make-up of the people but also genetically, were entrenched in terms of these caste based limitations.",
    "Perhaps the most important lasting impact of these limitations was the psychological and social habits that got formed under this system and which got embedded due to long years of the repeated practice of habits, repeated affirmations of threats, and repeated reminders of the social boundaries, thus becoming part of the psyche of the Sri Lankan people as a whole. Such psychological rooting does not get removed purely due to certain changes that may occur in social relationships due to commercial and other considerations unless a large scale assault on such past psychological habits have been made over a long period of time which are of superior vitality. Because the western influences and the beginning of mercantile, commercial and other limited capital developments that have taken place in Sri Lanka, remained of a superficial nature, they lacked the vitality of an economic, social and cultural revolution that would be able to fundamentally alter the nature of the attitudes formed on the basis of the practices rooted in the prohibition against social mobility.",
    "The second most important universal principle on which the caste system and the social organisation based on caste is founded is the uneven and disproportionate use of punishment.",
    "This principle simply means that if a person belongs to a caste group graded as “inferior” in law, the punishment meted out to him or her for a transgression which may even seem small can be the highest punishment, meaning, death itself. And, this punishment can not only be meted out to the particular transgressor but also to his or her clan or the caste group. On the other hand, if a person is graded “superior” within the caste hierarchy, even the gravest crime can go unpunished or the person may be exposed only for some types of ritual purifications as punishment. Besides, while those who were considered superior had the unlimited right to punish those considered inferior, the inferiors did not have any such right to make any such claims of having being wronged by their “superiors”. This in short, is the principle on which the entire criminology was based during the period that the Sri Lankan society was organised in terms of caste.",
    "In the application of the principle of uneven and disproportionate punishment, those considered superior had the absolute right to lay down all the rules that will be observed by those who were considered inferiors. This went on to the issues about what work they do, what exchanges they could engage in and to what extent the superiors could exploit labour and services and the right to determine as they wished what reward or punishment that the inferiors deserved. The superior’s right of property extended to everything and this included inhabitants of the houses of the so called inferiors. Absolute obedience was the price to be paid if one were to escape from extraordinary punishments. The superiors could determine even the manner in which the so called inferiors had to dress. For example, it was a widespread habit that the males and in some places even women were not allowed to wear anything above their waists.",
    "Prohibition against education, which followed from the principle of prohibition against social mobility, was enforced through the application of the principle of uneven and disproportionate punishment. Education was seen as an attempt by those who were considered inferiors to acquire habits through which they may equal or even surpass their superiors.",
    "The caste society could assure its permanence only through a persistent use of disproportionate punishment over a long period of time, long enough to create the fear embedded into all aspects of the mind and soul of those considered inferiors so that they would voluntarily submit themselves to whatever conditions of depravation or limitations prescribed for them by their superiors.",
    "It is this factor that needs to be understood in the loss of power of resistance that has over and over again manifested itself in Sri Lanka over a long period of time. On the other hand, whenever there is a manifestation of a resistance and protest, those who hold authority in Sri Lanka, even after Independence, have shown a capacity for the use of extraordinary forms of cruelty against its own people. For example, in recent decades, Sri Lanka is nearly at the top of the list of countries where enforced disappearances have been used as a punishment directly or indirectly authorised by the State itself. Enforced disappearances mean, as the studies have revealed in Sri Lanka, in overwhelmingly most of the cases, the killing of people after arrest. Though the killing of a prisoner or a person taken into State custody is considered in modern international law as a heinous crime, there is no strong condemnation of this practice by the Sri Lankan State despite global and local condemnations. Torture and cruel and inhuman treatment are very much an integral part of the policing in Sri Lanka. Though vast bodies of documentation has been done on these matters, there is no change of this practice and the Supreme Court of Sri Lanka had to declare many times about the frequency of the practice of torture and also about repeated practice of extrajudicial killings.",
    "Thus, the idea of uneven and disproportionate punishment is one of the major characteristics of Sri Lanka’s system of justice even to date. There is no indication at all that there would be any change about this matter in the near future.",
    "The caste based society rooted in the two principles mentioned above has absolutely rejected any foundational notion of justice. In the caste based culture of Sri Lanka, there is no room for the idea of justice. Today, more than ever, there is almost universal consensus of a completely failed system of justice in Sri Lanka. The policing system has come under the severest forms of criticism, from among the people, even from the Parliament and this criticism has got expressed even through the Inspector General of Police himself. Without doubt, this is an atrocious system. In many parts of the country, some Police officers are considered as being part and parcel of serious criminal activity in the country. Even in the debate about the selection of an IGP, the question that has come to the forefront is about the alleged criminal records of some of the contenders to this position. On the other hand, the once prestigious Attorney General’s Department has lost much of its prestige. There are public criticisms of it being driven by extraneous factors. The Constitution itself has undermined the independent role of the Judiciary and many statutory laws have been used in order to deprive the Judiciary of certain powers to intervene to protect the liberty of the individual. It is not the purpose here to go into a detailed statement of the present state of the justice system in Sri Lanka. The purpose of the reference to the present is only to demonstrate that the principles on which the caste system was based still operate powerfully within the present circumstances. The universal notions of justice find very little expression in Sri Lanka even despite over 200 years of attempts to introduce such a universally valid principle. The caste habits and caste consciousness have prevailed despite of all such attempts.",
    "The idea of the freedom of speech simply could not exist in a society which was founded on the principles of prohibition against social mobility and where uneven and disproportionate punishment prevailed. In the graded humanity that is called the caste system, there was no room at all for those who were considered lesser grades to speak back to that small minority of people who considered themselves as superiors. Any attempt to transgress this rule against the freedom of speech resulted in death or other severe punishments. This habit has been continued by so called “big families” even till very recently. Now, this practice is continued by the State itself utilising the Police and security for this purpose. This aspect of the continuity of caste habits in the attempts to suppress the freedoms of expression, association and assembly could itself constitute a voluminous study.",
    "The caste based society on the same basis of the two principles mentioned above did not have any notion of corruption. Whatever “superiors” wanted, they could take and there was no way to oppose this. Any opposition would have led to more serious forms of punishments. Thus, culturally speaking, from the time the caste system was introduced into Sri Lanka, there has been no notion of corruption as a socially condemnable offence. In the interior mind and psyche of the Sri Lankan people in general (with limited exceptions), the tolerance of corruption is deep rooted. That is the reason why within a short period after Independence, corruption crept back into the State apparatus as well as to other aspects of society which by now has created the worst economic and social catastrophe in Sri Lanka. While fair minded and liberal persons may be shocked and angry about the extent of corruption that has spread like a malignant cancer, those in powerful positions pay only lip service against corruption. It is most unlikely that there will be a determined attempt to minimise if not eliminate corruption despite this being one of the demands of the International Monetary Fund in its recent negotiations. Simply, the will and the psychological make-up necessary to take up such a position do not exist in Sri Lanka.",
    "Above all, the greatest barrier to the development of the adoption of rational principles, the development of democracy, the rule of law and fair and humane relationships between the people in Sri Lanka is the persistent influence of caste consciousness which is a severe hindrance. There is also the influence of a long history of habits based on and influenced by caste based principles.",
    "This paper is only just a beginning. It is an attempt to direct attention to a factor that is missed in the discussion in understanding the catastrophe that Sri Lanka is in today."
  ]
}