{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Theekshana-stars-again-to-bowl-Sri-Lanka-to-ICC-Cricket-World-Cup-Qualifier-title/108-262719",
  "time_ut": 1688908901.0,
  "original_lang": "en",
  "original_title": "Theekshana stars again to bowl Sri Lanka to ICC Cricket World Cup Qualifier title",
  "original_body_lines": [
    "It was yet another poor batting display masked by an impressive bowling performance as Sri Lanka won the ICC Cricket World Cup Qualifier tournament, beating the Netherlands by 128 runs in Zimbabwe.",
    "Sri Lanka's lower middle order suffered another collapse, the last seven wickets falling for 53 runs, and were bowled out for 233 in 47.5 overs.",
    "In response, the Netherlands were bowled out for 105 with Maheesh Theekshana continued his excellent form taking 4 for 31, while Wanindu Hasaranga added to his tournament leading wicket haul with took 2 for 35.",
    "Put into bat first, Sri Lanka were reduced to 44 for 2 before Kusal Mendis and Sahan Arachchige put on 72 for the third wicket.",
    "After Mendis was dismissed for 44, Arachchige put on 64 with Charith Asalanka, scoring his maiden half-century in his second ODI.",
    "Arachchige was dismissed soon after reaching that milestone however, caught by Logan van Beek off the bowling of Saqib Zulfiqar for 57.",
    "That triggered a batting collapse as Sri Lanka lost seven wickets for 53 runs, to be bowled out for 233.",
    "Sri Lanka coach Chris Silverwood was beaming after his side achieved all the targets set for them.",
    "The 48-year-old Englishman said the confidence gained from the tournament would serve them well for the sport's quadrennial showpiece which gets underway in India on October 5.",
    "“Second was winning the tournament and we have fortunately done that as well. We can go home happy.",
    "“The confidence that we have shown in this tournament, we can take it into the World Cup.” Edwards put the heavy defeat down to failing to cope with the Sri Lankan spinners but took enormous pride in what they had achieved overall.",
    "“It is obviously massive for our guys and for our supporters back home,” he said.",
    "“The opportunity to play in a ten-team World Cup is massive for us.",
    "“We will lap it up and hopefully put in a few good performances there (in India),” added the 26-year-old Tonga-born wicketkeeper."
  ]
}