{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Theekshana-stars-again-to-bowl-Sri-Lanka-to-ICC-Cricket-World-Cup-Qualifier-title/108-262719",
  "time_ut": 1688908901.0,
  "original_lang": "en",
  "original_title": "Theekshana stars again to bowl Sri Lanka to ICC Cricket World Cup Qualifier title",
  "original_body_lines": [
    "Sri Lanka won the duel between the two World Cup qualifiers on Sunday thrashing the Netherlands by 128 runs in the final of the tournament in Harare.",
    "The Dutch did well to skittle the Sri Lankans out for just 233 inside 48 overs after Dutch captain Scott Edwards won the toss and put them into bat.",
    "However, the Dutch were never in the hunt after being reduced to 39-3 -- man of the match Dilshan Madushanka taking three of the wickets -- as they collapsed to 105 all out in just over 23 overs.",
    "Sri Lanka coach Chris Silverwood was beaming after his side achieved all the targets set for them.",
    "The 48-year-old Englishman said the confidence gained from the tournament would serve them well for the sport's quadrennial showpiece which gets underway in India on October 5.",
    "“Second was winning the tournament and we have fortunately done that as well. We can go home happy.",
    "“The confidence that we have shown in this tournament, we can take it into the World Cup.” Edwards put the heavy defeat down to failing to cope with the Sri Lankan spinners but took enormous pride in what they had achieved overall.",
    "“It is obviously massive for our guys and for our supporters back home,” he said.",
    "“The opportunity to play in a ten-team World Cup is massive for us.",
    "“We will lap it up and hopefully put in a few good performances there (in India),” added the 26-year-old Tonga-born wicketkeeper.",
    "It had all looked a lot rosier for the Dutch when they were in the field.",
    "Edwards would have been especially happy with his side's performance with the ball as Bas de Leede the star in the victory over Scotland, which clinched their World Cup spot, missed the game having returned to his English county club Durham.",
    "Vikramjit Singh dismissed both Sri Lankan openers including the prized one of the in form Pathum Nissanka, whose hopes of a third successive ton were dashed as he went for 23 caught by Aryan Dutt.",
    "A fine 57 by Sahan Arahchige backed up by decent contributions from wicketkeeper Kusal Mendis (43) and Charith Asalanka (36) provided the backbone of their total.",
    "Madushanka's devastating spell had the Dutch reeling and opener Max O'Dowd had to watch from the other end as his partners came and went at regular intervals.",
    "O'Dowd eventually went for a doughty 33 off 63 balls clean bowled by Maheesh Theekshana -- who cleaned up the tail and finished with 4-31. (Pix: ICC)"
  ]
}