{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/03/navy-brings-ashore-distressed-foreign-research-boat/",
  "time_ut": 1677821640.0,
  "original_lang": "en",
  "original_title": "Navy brings ashore distressed foreign research boat",
  "original_body_lines": [
    "Sri Lanka Navy, in coordination with the Maritime Rescue Coordination Centre (MRCC) Colombo, rendered assistance to bring ashore a non-motorised pleasure craft in distress off the southern coast on 02nd March 2023.",
    "The pleasure craft ‘Little Donkey’ belongs to New Zealand was on a marine research as it ran into a defect in its pedal based rowing system. Accordingly, the craft with 02 foreign crew members aboard were safely towed to the Port of Hambantota to fix the issue.",
    "MRCC Colombo, established at the Navy Headquarters, remains ever alert and coordinates proceedings when responding to maritime distresses faced by naval and fishing communities in the Search and Rescue Region (SRR) of Sri Lanka.",
    "Reportedly, the pleasure craft with 02 crew members has developed a defect in its pedal based rowing system whilst crossing the Bay of Bengal from Thailand, to collect high quality microbiological samples for DNA analysis, to support some research work.",
    "The craft was in distress in the SRR of Sri Lanka off the southern coast, when a distress message was disseminated to MRCC Colombo by the local agents on 02nd March, requesting the towing assistance from the Sri Lanka Navy to bring the craft ashore for repairs.",
    "At the directives of Commander of the Navy, Vice Admiral Priyantha Perera, the Navy rushed a Fast Attack Craft P 483 of the 04th Fast Attack Flotilla in the Southern Naval Command to the sea area where the craft was in distress. Subsequently, P 483 set about towing the beleaguered craft with 02 crew members to the Port of Hambantota for much-needed repairs by the dark hours of 02nd March.",
    "Remaining true to its duty, MRCC Colombo at the Navy Headquarters coordinates and oversees maritime search and rescue (SAR) operations in its designated area of responsibility, in coordination with MRCCs in the region.",
    "In the year 2022, MRCC Colombo played a critical role in ensuring the safety of mariners and vessels at sea by providing timely and effective SAR response and support services to 35 foreign craft and vessels.",
    "More than 100 UN member states finally agree on High Seas Treaty to protect the oceans, after 20 years of talks",
    "Sri Lanka are champions at Wheelchair Tennis Asia Oceania Qualification Event",
    "Miss Sri Lanka Sandani Peiris wins 2nd Runner-Up at Top Model of The World 2023"
  ]
}