{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Lankas-catch-22-situation/172-261056",
  "time_ut": 1686678721.0,
  "original_lang": "en",
  "original_title": "Lanka’s catch-22 situation",
  "original_body_lines": [
    "In April 2022, our country defaulted repaying its foreign debt triggering a major crisis in the country. With no dollars available, all goods from fuel and oil, to basic foodstuffs ran out. Transport ground to a near halt, children’s schooling was interrupted, parents were forced to cut down on meals for families and beggars clogged street corners and pedestrian crossings.",
    "In the face of growing protests and discontent, the prime minister resigned and the then president fled the country. Ranil Wickremesinghe who was appointed premier in the wake of the premier’s resignation, was constitutionally appointed President.",
    "Since Wickremesinghe’s assuming office, the presidency on the flight of the then president, limited stocks of fuel and oil are available, as are basic foods and medicines. In March 2023, the IMF approved US$2.9 billion Extended Fund Facility (EFF) arrangement to support the country as it addresses its ongoing economic crisis.",
    "The arrangement will provide an injection of capital to fund essential imports and provide space to stimulate economic growth.",
    "According to our president, the loan will also enable the government to access over US$7 billion in overall funding from other multilateral creditors and restore the confidence of stakeholders in Sri Lanka.",
    "The ‘Economynext’ reports the poor in our country has increased to 31% since the currency crisis. 33% percent reportedly skip meals, 47% have reduced meal sizes and 27% reduced meals to feed their children.",
    "Exchange rates dropped from Rs. 200/- per dollar in 2022 to Rs. 360 in the first quarter of 2023, while salaries remained static destroying real wages. The crisis also triggered the collapse of many small and medium industries (SMEs) causing job losses. Our crisis is therefore essentially a shortage of foreign exchange and of our people living on a knife’s edge.",
    "Today, we do have basic essentials. Our president rejoices in the aftermath of the recent IMF facility, there is a possibility of accessing US$7 billion from creditors. The realty is, an additional debt will need to be repaid; and finances for government expenditure to deprived sections of the community must be found.",
    "The crisis is therefore the shortage of foreign currency reserves on the one hand and cash to provide support vulnerable sections of the population on the other. The best way of increasing our foreign currency reserves, is to bring in foreign currency revenues.",
    "We need to focus on creating conditions to attract foreign investment, export of goods and services, diversifying our export basket, widening our project range, and becoming more innovative and competitive in the international market.",
    "In short there’s a need to create an enabling environment to do business – meaning a level playing field - with an absolute NO to crony capitalism and corruption.",
    "Being competitive means competing with countries with cheap labour. Is this feasible?",
    "Again, despite the dire situation in the country, corruption continues to flourish.",
    "This paper has exposed numerous instances investors leaving our shores without investing as a result of corrupt officials demanding kickbacks or being subject to physical attacks.",
    "The fact that no action has been taken to bring corrupt officials and high-ranking politicians involved in corruption to book, does not inspire confidence among investors.",
    "If state agencies do not go all out to rope in wrong-doers, it will, in the longer-term lead to a flight of capital from the country.",
    "At the same time, the government needs increased income if it is to support vulnerable sections of the community. This is especially true in today’s situation where costs are now linked to the international market, with no government subsidies.",
    "Government’s income is derived from taxes. But, can government further increase taxes in a situation where over 33% are forced to skip meals, where poverty is growing and as the UN points out, our children face malnutrition.",
    "The president has helped curtail shortages of essentials in the country. But he needs to present a plan of how we can attract capital into the country, increase production and how he plans to increase the income of ordinary citizens for government to raise its own revenues.",
    "Raising taxes further without increasing wages, will be tantamount to imposing a death sentence on more vulnerable sections of the population.",
    "If our president is serious in turning Lanka into a developed economy by 2048, he needs to follow the example of late Singaporean premier’s crackdown on corruption in Singapore - that means cracking down on even corrupt government ministers."
  ]
}