{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-bring-87-items-to-value-added-tax-140364/",
  "time_ut": 1700196420.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to bring 87 items to value added tax",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will bring 87 items now exempted from value added tax in to law from December 2023, with the rate also to be hiked to 18 percent to help pay higher wages to state workers.",
    "“…[A] policy decision was taken to remove VAT exemptions for 87 out of the 137 exempted items to enhance revenue mobilization from VAT and to increase the efficiency of VAT, which is to be effective from December 2023,” a Finance Ministry report said.",
    "Up to September 2023 Sri Lanka had collected 505 billion rupees in value added tax, up 62.6 percent from 310 billion rupees.",
    "In 2022 Sri Lanka hiked the VAT rate from 8 to 12 percent and later to 15 percent.",
    "The VAT registration threshold was reduced to 80 million rupees per year from 300 million rupees.",
    "Unlike value added tax, where the coercive state takes money from citizens before growth generating investments or consumption takes place, VAT is taken after a gainful economic choice is made by a free people and given to the elected ruling class of bureaucrats to spend.",
    "Regardless of where the money comes from, whether from white or black economy, the state gets taxes when the money is spent.",
    "It is the practice to exempt basic foods, health and education from VAT.",
    "Some analysts have called for 20 percent VAT, by folding the current cascading social security levy into the value added system, and charging 15 or 20 percent income tax.",
    "If VAT is charged on electricity and fuel (after reducing excise taxes from and giving excise tax free fuel for power generation) Sri Lanka’s export competitiveness would also be improved.",
    "It will allow price discrimination in power to end to some extent, analysts say.",
    "At 20 percent VAT and 20 percent income the state will take about 40 percent of the earning of a private citizen.",
    "From next year state worker salaries would be raised by 10,000 rupees a month. The public service expanded from around 2004 after the Janatha Vimukthi Peramuna called for unemployed graduates to be given pensionable jobs.",
    "“The govemment has also become the employer of last resort, with the public service now reaching close to 1.5 million individuals, most of whom have non-contributory pensions,” the budget speech said.",
    "“Governments that have significantlydeviated from these norms in the past have typically faced electoral punishment.”",
    "The size of the state should then be limited to accommodate the ability of the people to pay. (Colombo/Nov17/2023)"
  ]
}