{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Weighty-words-about-economic-revival-may-not-mean-much-to-many-hapless-Sri-Lankans/4-747320",
  "time_ut": 1681246960.0,
  "original_lang": "en",
  "original_title": "Weighty words about economic revival may not mean much to many hapless Sri Lankans",
  "original_body_lines": [
    "The Government has not been able to reach the minds of this segment and in the resulting void, they very likely feel that an alternative government will provide them the much needed relief virtually overnight – Pic by Shehan Gunasekara",
    "It is quite likely that the collective yearly revenue of leading listed and non-listed private companies and banks are in trillions of rupees. It would be in their own interest to participate in a collective CSR activity by allocating a percentage from this for national CSR activities, to ensure their own stability, growth and profitability, by assisting a segment of the society in strife and which could potentially burst at the seams of their patience if assistance is not provided. Besides this, the economic growth of this segment and the market it will provide for large companies for their own expansion will be the return on the investment that a collective CSR operation could yield to all private companies",
    "Many Sri Lankans are concerned about their next meal, the high cost of living, deteriorating health, stagnant incomes, how to buy school requisites for their children, malnutrition and increasing poverty which they experience on a day-to-day basis. While restructuring the economy is a must, politicians must balance this with redress for the increasing poor. Large listed and non-listed companies could assist the neediest via a Corporate Social Responsibility (CSR) Fund.",
    "“What do poor people want? It’s a stupid question, because of course “poor people” aren’t a single homogenous group and everyone wants something different. But it’s also the only question that should matter. If what we are doing in development is trying to improve poor people’s lives, then their own definitions of what the problem is and how to fix it should be the starting point for what happens” (https://www.theguardian.com/global-development/poverty-matters/2011/mar/17/what-poor-people-want)",
    "No doubt many speeches and presentations, analysis of problems and challenges and suggested remedies would have been presented at the “Economic Dialogue – IMF and Beyond” forum held on 30 March to facilitate a productive conversation among key stakeholders, including business leaders, policymakers, and economics experts. The deliberations and the outcome of this economic dialogue is now eagerly awaited, in particular the challenges facing Sri Lanka and solutions to overcome them. As the President said this might be the last opportunity to take the country forward from the precipice it is in.",
    "The excerpt from the Guardian quoted above highlights a lacuna that exists between what people believe is the problem and their own view on solutions, and what is determined for them by governments, not just in Sri Lanka but in many countries facing situations like in Sri Lanka.",
    "In this context, many opine that there are two challenges associated with the planned economic restructuring and measures being adopted to address the associated challenges. These two are about the lack of or inadequacy of the communication and consultation with the key segments of the society and secondly, how each segment helps, and could help each other.",
    "Firstly, the segment to which a majority of Sri Lankans perhaps belong, many in poverty, and many increasingly experiencing malnutrition, burdened with an unbearable rise in cost of living, fuel, gas, electricity and water cost hikes, very high costs associated with sending children to school and buying their school requisites, and the challenges faced daily by them for whom, the IMF, and the four-year bailout plan is of no interest. Weighty words being used to describe the challenges and possible long-term solutions mentioned very likely do not strike a chord with them as they are expecting and waiting for the Government to deliver them relief for the economic suffocation they are undergoing, now, and not later. They may have their own views on possible solutions but it does not appear that there are mechanisms to reach them and get them onboard with the tough decisions that the country will have to make to overcome the current situation in a sustainable manner.",
    "The Government has not been able to reach the minds of this segment and in the resulting void, they very likely feel that an alternative government will provide them the much needed relief virtually overnight. The Government’s inability has, by default, propped the Opposition parties into a state of popularity although they have not indicated to this segment how they will provide the much-needed relief to this segment. The challenge for the Government and importantly for the Opposition, if their concern is for the country and not their political fortunes, is to reach this segment with the truth, in a language that provides some clarity to them that neither the Government nor the Opposition will be able to deliver the redress they are desperately seeking without fundamental economic structural reforms which incidentally are going to be long term measures.",
    "A minority segment of the population comprising of academics, professionals, business men and women, well to do people, officials holding high office, and others drawing high salaries, are people who understand the challenges, proposed solutions and the jargon that is being used. They regularly get an overdose of analysis published daily and through the many TV programs that are conducted. They have probably tuned off from the blitz of information although some continue to do their analysis and publish them as matters of academic interest. The question is whether this segment matters when it comes to delivering the goods and whether they will be able to introduce reforms without the support of the first segment.",
    "Within this segment are another category of people making mega earnings in a cash economy without declaring their actual income, including some professionals, bribe takers, big and small at all levels of the society, and who very likely understand the plight of the country, although many of them would not care less about the reforms being mentioned, let alone supporting their implementation. They probably “look after” politicians and political parties to make sure they do not engage in any reforms that affects their income and luxury livelihood. This category is the cancer that affects the entire system and will continue to prevent the country from introducing necessary economic reforms.",
    "The nature and composition of the political system of the country makes the first segment critical to economic reforms. It is this segment, the majority of people, who out of desperation believe and are cajoled to believe that an economic turnaround is round the corner even if how this will happen is never explained to them. In this context, it is highly irresponsible and unbecoming on the part of the Opposition parties, who have not presented an alternative plan, to give such hopes, simply because they are false hopes. Neither they nor the government will be able to provide a lasting short-term turnaround of the fortunes of the country as the country’s economic situation is that bad. The price reduction measures announced recently by the government will not be lasting measures unless serious economic structural reforms are introduced.",
    "The second challenge is what these two segments need as short-term and longer-term support and encouragement and what they can do to help each other. The first segment needs immediate relief as their plight is very serious and they cannot wait four years, or more, for an economic turnaround to give them the relief they need now. Both the Government and the Opposition parties would have to leave their political agendas outside the door and engage in serious discussions as to how and what could be done to this segment.",
    "The second segment is necessarily the future engine of growth and upon whose shoulders lies the task of leading the rebuilding of the country. However, they cannot do this without the support of the first segment. So, ways and means will have to be found to see how the immediate support needed by the first segment could be provided by the second segment. Governments, either the current one or an alternative one cannot solely shoulder the responsibility of restructuring the economy. There is a need to share this responsibility by both segments referred to. However, considering the plight of the first segment, the greater share of the responsibility will have to be borne by the second segment.",
    "From a government, this segment will need a policy certainty and the easing of rules and regulations pertaining to commercial operations. They need perform and outcome-based concessions, on tax and other imposts, for new undertakings that are export oriented, for industries that are undertaking import substitutions, information technology related industries, innovative teaching institutions, and importantly, those engaged in green economy industries. If the experience of some export oriented industries is anything to go by, it is unlikely that entrepreneurs will be attracted to this sector, as the indifference shown by government agencies, and their unhelpfulness, and government red tape has been anything but incentives to support the export sector. They also claim that periodic exchange rate fluctuations is a disincentive to them as they find it difficult to make commitments in respect of the locally sourced component of exports. They contend that exchange rates should be firm at least for 3-6-month periods.",
    "The country needs this segment to shoulder more responsibility in assisting the first segment with their immediate day-to-day needs and to relieve the Government from doing some of these at the cost of not doing structural reforms. For example, all listed and non-listed companies could voluntarily introduce a Corporate Social Responsibility (CSR) component to their businesses and set aside a portion of their turnover, to undertake specific activities within the CSR component.",
    "A tax regulation may have to be issued for this purpose by the government regularising the contribution each company makes to their CSR element making such a contribution an expense that is permitted when determining their net profit.",
    "Several large companies are engaged in CSR activities on their own, but it may be necessary in the current dire circumstances to work with the Government to agree on a few specific areas of support to the first segment of the community and provide some relief to the Government to reduce its own expenditure that is spent on urgent necessities for people within the first segment.",
    "Administering such an agreed framework of assistance will not be easy as reportedly, there is misuse of and even misappropriation of funds from ongoing assistance programs such as the Samurdhi program and the Mahapola scholarship scheme.",
    "Listed and non-listed companies could either form a common CSR fund and engage collectively on providing redress to the neediest within the first segment, or they could do so individually. In order to make the operation smooth and without duplications and directed to assist the neediest within the first segment. Companies could engage in a dialogue with the government and Opposition parties to identify how best CSR funds may be employed to assist the community and in what areas of need.",
    "The existing CSR operation in Sri Lanka, called CSR Sri Lanka, which appears to have 41 members could be the common entity that could spearhead the delivery of urgently needed assistance to the neediest within the first segment referred to. The amount so far spent on CSR activities and projects has been stated as Rs. 4 billion annually by CSR Sri Lanka (http://csrsrilanka.lk/our-profile/). The webpage of CSR Sri Lanka does not show any activities since March 2020, and its status will have to be ascertained.",
    "CSR Sri Lanka gives some interesting information on their website as key findings (http://csrsrilanka.lk/our-profile/).",
    "Private sector in Sri Lanka is beginning to recognise the essential need for CSR",
    "Sri Lanka spends over Rs. 4 billion annually on CSR through various avenues",
    "Less attention is paid to the aspect of sustainability in most CSR projects.",
    "Less than 25% of the Sri Lankan companies have a CSR division or a foundation.",
    "72% of companies would like to put in more effort in relation to CSR",
    "There are no clear mechanisms to determine the impact of CSR projects and their continuity in Sri Lanka",
    "There is a clear need to develop specialists/experts in Sri Lankan companies to drive their CSR activities",
    "The private sector run CSR activities in Sri Lanka are mostly nonaligned with national priorities",
    "A majority agree to obtain services from a third party (e.g. A CSR Council) for CSR development",
    "It is quite likely that the collective yearly revenue of leading listed and non-listed private companies and banks are in trillions of rupees. It would be in their own interest to participate in a collective CSR activity by allocating a percentage from this for national CSR activities, to ensure their own stability, growth and profitability, by assisting a segment of the society in strife and which could potentially burst at the seams of their patience if assistance is not provided. Besides this, the economic growth of this segment and the market it will provide for large companies for their own expansion will be the return on the investment that a collective CSR operation could yield to all private companies."
  ]
}