{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-shares-close-higher-on-policy-rate-cuts-and-confidence-on-ddr-123394/",
  "time_ut": 1686658320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s shares close higher on policy rate cuts and confidence on DDR",
  "original_body_lines": [
    "ECONOMYNEXT –  Sri Lanka‘s shares closed higher on Tuesday, on policy rate cuts which stimulated interest in the market for the fourth session straight with the highest level of turnover coming in from the banking sector as debt restructuring fears lower, an analyst said.",
    "The main All Share Price Index was up 0.61 percent or 54.81 points to 9,069.64, this is the highest the index has been since April 27, while the most liquid index S&P SL20 was up 0.84 percent or 21.40 points to 2,569.74.",
    "The market was seeing gains, due to lowered policy rates and low inflation stimulating buying interest and driving the sentiment up, banking counters have seen some attraction on the buying fronts due to decreased fears in domestic debt restructuring , an analyst said.",
    "The central bank cut the key policy rates by 250 basis points to spur a faltering economic growth as inflation was decelerating faster than it projected.",
    "Sri Lanka’s inflation in the 12-months to May 2023 has eased to 25.2 percent from 35.3 percent a month earlier according to a revised Colombo Consumer Price Index calculated by the state statistics office.",
    "Finance State Minister Ranjith Siyambalapitiya said that all the conditions made with the International Monetary Fund will be completed before next September, which was initially supposed to be for May.",
    "Sri Lanka needs more revenues and restructuring debt by September was essential for debt to be made sustainable an International Monetary Fund mission said after a visit to the island.",
    "Investors had been expecting lowered interest rates followed by falling in disinflation and as expectations were met the market has been on a continuous green while selling pressures arose only on 6 June and 7 June.",
    "Sri Lanka’s debt restructure will take place on the existing debt sustainability analysis based on original projections made by the International Monetary Fund, Central Bank Governor Nandalal Weerasinghe said, despite economic indicators improving faster than expected.",
    "Sri Lanka has brought inflation down faster than predicted in an International Monetary Fund macroeconomic framework and the exchange rate has also appreciated.",
    "The market generated foreign inflows of 20 million rupees and received a net foreign outflow of 178 million rupees.",
    "The market generated a revenue of 1.1 billion rupees, while the daily turnover average was 1 billion rupees. From the total generated revenue, the banking sector contributed 432 million rupees, materials industry generated 274 million rupees, while the capital goods industry generated 241 million rupees.",
    "Top gainers during trade were Expolanka, Sampath Bank and LOLC Finance. (Colombo/June13/2023)"
  ]
}