{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81343",
  "time_ut": 1676920500.0,
  "original_lang": "en",
  "original_title": "Would the  LG elections help solve the country’s twin economic and political crises? The answer is a resolute ‘NO’.  Worse still, it would make both worse!",
  "original_body_lines": [
    "The local government elections ran into not-so-unexpected troubles last week. As things stand now, they will most likely be postponed indefinitely after the government withheld funds to print polling cards.",
    "The government printer refused to print the polling cards without the full payment of Rs. 400 million, citing a circular issued by President Ranil Wickremesinghe in his capacity as the minister of finance. The circular held the government officials personally responsible for any services that they, in their official capacity, have obtained or provided on credit.",
    "Whether the circular issued last month was designed with the elections in mind is open to question. Even if it isn’t, its selective implementation – since no such parsimony was evident in the other affairs of the government, including the controversial celebration of the 75th anniversary of independence that cost Rs. 200 million – one can sense a dose of malintent.",
    "After the government printer refused to proceed without the full payment, the election commission postponed the postal voting indefinitely. Postal voting was initially scheduled to be held on February 22, 24 and 28.",
    "The elections would follow suit, and chances are that they would not be held any time this year.",
    "The likely postponement of the election raises two sets of concerns; one is epistemological and, by extension, constitutional. Other is rather mundane but practical.",
    "Many observers, opposition politicians and civil society members have highlighted, rightly so, the first set of concerns.",
    "First and foremost, the postponement of the local government polls, which have already been delayed by one year, is an impingement of the constitutional rights of the citizens.",
    "The second, is the danger that it would set a precedent. If the local government elections could be postponed just by withholding funds or through any other modus operandi, why not the general or presidential elections?",
    "Such a scenario is not altogether new. Prime Minister Sirimavo Bandaranaike postponed the general election scheduled in 1975 by two years.  JR Jayawardene held a controversial referendum to extend the term of Parliament by six years to hold on to the ruling party’s 5th/6th Parliamentary majority, which he would have lost in an election.",
    "Ultimately, JR, probably the leader who most egregiously squandered a rare opening for economic take-off due to his egotism and greed, left the country in twin uprisings.",
    "The rather casual and nonchalant operandi at work to postpone the election is a throwback to the JR era. That is not a time Sri Lankans can be proud of or feel secure.",
    "Third, that very strategy also raises other constitutional questions. According to the Constitution, Parliament is entrusted with full control of the public finances- the power of the purse. Once Parliament makes such allocations, whether the bureaucrats, presumably acting on the directives of the politicians, can withhold the funds is open to question.",
    "Fourth, according to Article 104GG of the Constitution, any public official who refused or failed without a reasonable cause to comply with the election Commission would commit an offence.",
    "Assuming that the government printer was acting in line with the president/ finance minister’s circular and, as a result, was not proceeding with the printing of poll cards as required by the election commission, one might ask whether the finance minister’s circular takes precedence over the Constitution, the supreme law of the land?   The answer is self-explanatory, though.",
    "Any confusion could also have been clarified with the attorney general. Nonetheless, the constitutionality of the actions that lead to a likely postponement of elections would be challenged in court. All stakeholders should let the court decide it.",
    "The second is the mundane set of practical considerations. Most importantly, would the elections help solve the country’s twin economic and political crises?",
    "The answer is a resolute ‘No’.  Worse still, it would make both worse. What is at stake is not the local government polls per see. They, at best, would be a momentary distraction the country can put up.",
    "The election result would favour the opposition parties – not so much because of public confidence in their managerial skills, but because the overwhelming protest vote has nowhere else to go.",
    "That result would, however, trigger a fresh bout of political crisis as the rejuvenated opposition would demand to snap parliamentary polls after May when the President can dissolve Parliament. This would not only cause a major distraction from the country’s economic troubles and needful solutions but also undermine the economic recovery.",
    "For all its existential circumstances, Sri Lanka is not simply ready for a general election at the moment. Nor would any government that emerges as the victor be able to undertake necessary but painful economic reforms. Voters in the throes of a deep financial crisis have historically tended to elect patently anti-austerity and anti-reform governments.",
    "The rise of hard Left Syriza-led populist government in Greece at the latter end of the Eurozone economic crisis is a case in point. JVP’s perceived popularity and Samagi Jana Balawegaya’s inability to provide an objective analysis of the economic crisis share the hallmark.",
    "A populist government that emerges from the election would be at the beck and call of the vested interests of their fellow travellers – trade unions, professional groups and monopolistic business cartels and would not be able to undertake painful economic reforms for the long-term economic recovery.",
    "Even in the better days in the past, elections in Sri Lanka had not entrusted the winners with the legitimacy to take painful economic decisions. Nor would leaders who prioritize their political well-being over the nation’s economic well-being, as historically the case in this country, dare to partake in serious economic reforms.",
    "Therefore, the notion of popular legitimacy as a requisite for serious economic reforms is flawed. No such thing exists in real life.",
    "What the country needs right now is a government that is insulated from the overall populist impulses of the grassroots. Even better, one modelled in the form of East Asian pro-growth authoritarianism to forge ahead with the full course of economic liberalization and restructuring of the State-Owned Enterprises.",
    "The current government of Ranil Wickremesinghe has managed to push ahead with at least basic reforms in income tax, fuel and electricity tariff in part due to its insulation from the loudest of its detractors. Few others could have managed to deliver even this modest success.",
    "However, these decisions also make it vulnerable to a visceral protest campaign backed by populist grievances and promises that are patently deleterious to the nation’s economic health.",
    "Sri Lanka may have many problems, but it does not have a problem with regular competitive elections. But it is surely lacking economic rationality in its elected leaders.",
    "Therefore, in all practical considerations, an election would do more harm than good; it would distort the nation’s priorities, embolden opportunists and charlatans and charm the voters to vote against their own interests and the interests of their future generations.",
    "Before going for elections, Sri Lankans should first come out of the hole into which their populist leaders have dug the nation."
  ]
}