{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slgjas-collective-strength-is-an-enabler-to-address-industry-challenges-collectively-hameed-says/",
  "time_ut": 1701356760.0,
  "original_lang": "en",
  "original_title": "SLGJA’s collective strength is an enabler to address industry challenges collectively – Hameed says",
  "original_body_lines": [
    "The Sri Lanka Gem and Jewellery Association (SLGJA), the apex body for the country’s Gem and Jewellery industry was established in October 2002, by uniting the Sri Lanka Gem Traders Association, Sri Lanka Jewellery Manufacturing Exporters Association, Sri Lanka Lapidarists and Exporters Association and Sri Lanka Jewellers and Gem Merchants Federation under one banner. The SLGJA proudly celebrates over two decades of unwavering commitment to fostering innovation, sustainability, and global recognition within Sri Lanka’s Gem and Jewellery industry.",
    "Built on a vision to empower Sri Lanka’s Gem and Jewellery Industry through innovation and sustainability par excellence, the SLGJA aims to generate global recognition while upholding the rich heritage for future generations. The association’s mission is to alleviate Sri Lanka’s Gem and Jewellery Industry through ethical practices, facilitate market access, advocate sustainable sourcing, and nurture talent for the industry’s continued growth, global competitiveness, and socio-economic contribution.",
    "Firaz Hameed, Vice President Operations/COO, SLGJA shared his thoughts, stating, “As an association that represents Sri Lanka, the SLGJA has always put the needs of the country before the needs of oneself. As the voice for Sri Lanka’s gem and jewellery industry, the SLGJA supports its members vehemently and advocates any and all issues the industry faces to the government and other authorities.”",
    "SLGJA focuses on industry collaboration and a resurgent Sri Lankan export economy",
    "SLGJA confident US $2 billion revenue target from gem exports is achievable",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}