{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Public-disinclined-to-grant-fresh-mandate-to-President-Wickremesinghe-GL/56-751261",
  "time_ut": 1690839194.0,
  "original_lang": "en",
  "original_title": "Public disinclined to grant fresh mandate to President Wickremesinghe: GL",
  "original_body_lines": [
    "Claims people intend to appoint a new Govt. which is sensitive to their issues",
    "Urges all parties to unite in their efforts to oust current Govt.",
    "Freedom People’s Congress (FPC) member and parliamentarian Prof. G.L Peiris yesterday blamed the Government’s policies and actions for forcing the public to face four simultaneous crises. “The people are suffering as never before,” the MP said.",
    "The MP highlighted that with precisely 365 days remaining until the commencement of the Presidential election process, the citizens of the country demonstrate no inclination to grant a mandate to the current President and Government.",
    "“Instead they intend to end this curse and appoint a new Government which is sensitive to the sufferings of the people,” he noted.",
    "Peiris commented on the crises faced by the people and emphasised that the country’s health service has completely collapsed, resulting in people being sceptical about seeking treatment at state sector hospitals.",
    "“The people’s focus is not on their potential well-being in the next 25 years but rather on their immediate survival, worrying if they will manage to stay alive until tomorrow,” he said.",
    "The MP highlighted the distressing situation in hospitals, where people are losing their lives and receiving sub-standard medicinal drugs while the Government remains insensitive to the situation.",
    "However, the MP accused the authorities of capitalising on the deceased individuals through excessive greed, insinuating that they are profiting from the dire situation. “It is as if there is no Government in power,” he said.",
    "According to the MP, the Government’s only response to the crisis is the issuance of various statements and gag orders targeting medical professionals issued by the Secretary to the Ministry of Health.",
    "Peiris called the ‘Aswesuma’ social welfare program a mere farce and also slammed the Government’s alleged attempts to fleece the people of their EPF savings. He urged all parties to unite in their efforts to oust the current Government."
  ]
}