{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90269/russia-says-ukraine-tried-to-kill-putin-with-drone-attack-on-kremlin",
  "time_ut": 1683117960.0,
  "original_lang": "en",
  "original_title": "Russia says Ukraine tried to kill Putin with drone attack on Kremlin",
  "original_body_lines": [
    "Russia accused Ukraine on Wednesday of attacking the Kremlin with drones overnight in a failed bid to kill President Vladimir Putin.",
    "There was no immediate comment from Ukrainian authorities on the statement from Moscow, the most dramatic accusation it has levelled against Kyiv since invading its neighbour more than 14 months ago.",
    "The Kremlin said two drones had been used in the alleged attack on Putin’s residence in the walled Kremlin citadel, but had been disabled by electronic defences.",
    "It said Russia reserved the right to retaliate - a comment that suggested that Moscow might use the alleged incident to justify a further escalation in its war with Ukraine.",
    "“Two unmanned aerial vehicles were aimed at the Kremlin. As a result of timely actions taken by the military and special services with the use of radar warfare systems, the devices were put out of action,” the Kremlin said in a statement.",
    "“We regard these actions as a planned terrorist act and an attempt on the president’s life, carried out on the eve of Victory Day, the May 9 Parade, at which the presence of foreign guests is also planned ...",
    "“The Russian side reserves the right to take retaliatory measures where and when it sees fit.”",
    "Baza, a Telegram channel with links to Russia’s law enforcement agencies, posted a video showing a flying object approaching the dome of the Kremlin Senate building overlooking Red Square and exploding in an intense burst of light just before reaching it. Reuters could not immediately verify the video’s authenticity.",
    "The statement from the presidential administration said fragments of the drones had been scattered on the territory of the Kremlin complex but there were no casualties or material damage.",
    "RIA news agency said Putin had not been in the Kremlin at the time, and was working on Wednesday at his Novo Ogaryovo residence outside Moscow."
  ]
}