{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-shares-close-on-a-two-month-high-over-assurances-on-ddo-124466/",
  "time_ut": 1687780680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s shares close on a two month high over assurances on DDO",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s shares closed at a two-month high on Monday, with the banking and financial sectors driving the market up amid high crossings in the banking sector as fears on domestic debt optimization ease, an analyst said.",
    "“The market is moving in the green because fears of debt restructuring and optimization have been eased to a certain extent,” said an analyst.",
    "The main All Share Price Index was up 0.34 percent or 31.56 points at 9,339.43, this the highest the index has been since March 22, while the most liquid index S&P SL20 was up 1.02 percent or 41.25 points at 2,714.86.",
    "Sri Lanka’s banks will operate as usual as a ‘domestic debt optimization’ goes though through cabinet and parliamentary committees during five days of holidays, Central Bank Governor Nandalal Weerasinghe said.",
    "Sri Lanka’s banks and financial markets will be closed on Friday June 30 with Thursday (Hajj) and Monday (Poya Day) also statutory holidays.",
    "“The domestic debt optimization has been discussed with the finance ministry and central bank and has come to the final stage,” Governor Weerasinghe told reporters.",
    "“We can certify that bank and non-bank deposits or interest will not be reduced or harmed in any way,” Weerasinghe said.",
    "Party leaders are expected to meet this week to decide on weekend sessions on July 01 and 02 to debate the debt re-structuring strategy.",
    "The market was buoyed by assurances of debt restructuring and optimization, with the central bank cutting the key policy rates by 250 basis points to stimulate faltering economic growth as inflation was decelerating faster than projected.",
    "Sri Lanka’s broader National Consumer Price Index (NCPI) grew by 22.1 percent in the 12 months to May, down from 33.2 percent a month ago, according to data from the Department of Census and Statistics.",
    "An International Monetary Fund mission stated that Sri Lanka needs more revenues and debt restructuring by September to achieve sustainable debt levels after their visit to the island.",
    "A number of middle-income countries which are under debt stress should be helped to overcome the situation before they default, Sri Lanka President Ranil Wickremesinghe has said.",
    "…[W]e should deal with the issues of middle-income countries because most are under stress,” President Wickremesinghe told a global f",
    "“It’s better to deal with them under stress than when they are bankrupt. So that process has to evolve.”",
    "Lowered policy rates and inflation encouraged investors to invest in banking, capital and food, beverages and tobacco, alleviating fears of domestic debt optimization and restructuring.",
    "Sri Lanka’s State Minister of Finance Shehan Semasinghe stated that once a final decision has been made on domestic debt optimization, the government will inform both parliament and the public.",
    "“This is an extremely sensitive matter that significantly influences the market situation. It is vital that we refrain from making statements that create doubts regarding this optimization, as it helps maintain stability in our financial market,” said the president’s media division in an official translation of the state minister’s remarks.",
    "The market generated a net foreign inflow of 88 million rupees, bringing the total outflow for the year to 911 million rupees.",
    "Top gainers during trade were Commercial Bank, John Keells and Sampath Bank. The market generated revenue of 2.2 billion rupees, this is the highest the turnover has been since 15 June, while the daily turnover average was of 1.4 billion rupees.",
    "The banking sector generated 1 billion rupees to the overall turnover. (Colombo, June 22, 2023)"
  ]
}