{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91468/prof-manjula-fernando-appointed-new-pucsl-chairman",
  "time_ut": 1687511940.0,
  "original_lang": "en",
  "original_title": "Prof. Manjula Fernando appointed new PUCSL chairman",
  "original_body_lines": [
    "Prof. Manjula Fernando has been appointed the new chairman of the Public Utilities Commission of Sri Lanka (PUCSL).",
    "He assumed duties today (June 23) after the appointment was approved by the Constitutional Council.",
    "New PUCSL chairman was appointed after Janaka Ratnayake was ousted from the position in May following a lengthy spat with the government over several issues including the electricity tariff hike and the duration of power interruptions.",
    "The Members of Parliament, on May 24, passed a motion seeking the removal of Ratnayake from his position as the PUCSL chairman by a majority of 43 votes.",
    "Prof. Manjula Fernando received his BSc degree in Engineering with First Class honours from University of Peradeniya in 1993 and he was awarded the inaugural Ceylon Electricity Board (CEB) Gold Medal and Prize for the best performance in Electrical and Electronic Engineering.",
    "He received his Technical Licentiate degree from Royal Institute of Technology, Sweden and the PhD degree from Chalmers University of Technology, Sweden in 1997 and 1999 respectively.",
    "In May 1993, he embarked on his career as an instructor at the Department of Electrical and Electronic Engineering, University of Peradeniya and at present he is working as a Senior Professor.",
    "During his career, he was a guest researcher at Fachbereich Elektrotechnik, HTWS, Zitau GERMANY, at Chalmers University of Technology SWEDEN, at Manchester University UK, and at University of Brescia Italy.",
    "Prof. Fernando has been a senior member of IEEE since 2010. He was the founder chair of IEEE Sri Lanka section Power and Energy Society chapter in 2010 and awarded the IEEE PES Outstanding Engineer Award in 2016, the chair of IEEE Sri Lanka Central Region subsection in 2009 and the general chair of Fourth IEEE International Conference on Industrial and Information Systems (ICIIS2009) in 2009. He is a Charted Electrical Engineer from 2008, and Fellow of the Institution of Engineers from 2014."
  ]
}