{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/President-places-trust-in-female-population-to-rebuild-collapsed-economy/108-255425",
  "time_ut": 1678212986.0,
  "original_lang": "en",
  "original_title": "President places trust in female population to rebuild collapsed economy",
  "original_body_lines": [
    "President Ranil Wickremesinghe yesterday expressed confidence in Sri Lanka’s female population supporting the government’s reform programme where efforts are underway to rebuild the collapsed economy.",
    "In a message to commemorate International Women’s Day 2023, Wickremesinghe sounded upbeat about the female population, across all ages, helping to create a “successful developed nation in 2048”.",
    "As the world marks International Women’s Day today, Sri Lanka will celebrate the event under the theme ‘She is the pride of the Nation’, reflecting the pride, honor, and strength of women.",
    "The government said it is further committed to increasing female participation in management and political decision-making in the future.",
    "Accordingly, a comprehensive programme is being rolled out to secure an increase in women’s representation in parliament, the public, and private sectors.",
    "In his message, President Wickremesinghe outlined efforts taken to empower the female population in the country.",
    "He said an Act on Gender Equality and Women’s Empowerment has already been initiated, and plans are afoot to establish a National Women’s Commission as an independent body through an Act of Parliament.",
    "The need to appoint an ombudswoman as well as women to director boards in the fields of plantations and apparel has also been recognised, shared the President.",
    "Sri Lanka has an economically-active population of 8.5 million, out of which 72 percent are males and only 35 percent are females. While women constitute 52 percent of the population, female representation in parliament is drastically low, standing at 5.3 percent. Further, the labour force participation of women as of 2021 is 33.6 percent of the total population."
  ]
}