{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitels-mcash-empowers-sri-lanka-fisheries-ceyfish-outlets/",
  "time_ut": 1689697200.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL’s mCash empowers Sri Lanka fisheries CEYFISH outlets",
  "original_body_lines": [
    "Reaffirming its commitment to encouraging digital inclusion across Sri Lanka, SLT-MOBITEL’s mCash has joined forces with the Sri Lanka Fisheries Corporation, providing LankaQR payment acceptance solution at CEYFISH outlets located island wide.",
    "The inaugural event of integrating CEYFISH outlets to the Lanka QR solution was held at the CeyFish Gampaha outlet with the participation of Piyal Nishantha, State Minister, Fisheries, Chathuranga Udawatte, Chairman CEYFISH, Anusha Gokula Fernando, State Secretary, Fisheries, officials from the Corporation and SLT-MOBITEL representatives.",
    "With the mCash powered Lanka QR solutions, over 100 CEYFISH outlets in operation to serve their customers island wide will provide faster convenient services. The partnership brings together SLT-MOBITEL’s revolutionary mobile money platform, mCash, and the Sri Lanka Fisheries Corporation, a key government institution responsible for the development and sustainability of the fisheries industry. By leveraging the power of innovative payment technology infrastructure, the collaboration introduces LankaQR enabled payments to transform financial transactions in the sector and promote the national vision of digitizing financial transaction throughout the country.",
    "With the integration of LankaQR enabled payments into the mCash platform, customers are now assured of swift and hassle-free transactions when shopping at CEYFISH outlets. It reduces the reliance on cash and traditional payment methods while offering a secure and convenient alternative, allowing customers to make payments anytime, anywhere, using their mobile devices.",
    "mCash, since its inception in 2013 as a pioneering initiative of SLT-Mobitel, has been driving the adoption of digital transactions and creating solutions that empower individuals and businesses across Sri Lanka. By spearheading breakthrough innovations in payments and collections, mCash is committed to enhancing digital inclusivity in the country. The SLT-MOBITEL mCash and CEYFISH partnership is yet another milestone in pioneering the digitization drive of government sector institutions in Sri Lanka.",
    "C. W. Mackie announces ‘best financial results in over 100 years of operation’",
    "SLT-MOBITEL’s mCash recognised for Outstanding Innovations in Digital Payments at Asian Fintech Academy Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}