{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CIPM-signs-academic-and-professional-cooperation-MoU-with-KAATSU-International-Uni/34-747041",
  "time_ut": 1680565954.0,
  "original_lang": "en",
  "original_title": "CIPM signs academic and professional cooperation MoU with KAATSU International Uni",
  "original_body_lines": [
    "CIPM President Ken Vijayakumar and KIU Deputy Vice-Chancellor Dr. Nadeeka Ranadeeva, exchanging the MoUs along with the other dignitaries",
    "CIPM Sri Lanka – the nation’s leader in human resource management, signed a Memorandum of Understanding recently with the Faculty of Management of the KAATSU International University, Sri Lanka (KIU) to promote and develop principles, techniques, and practices of human resource management to optimise its utilisation at a national and international level by developing collaborative programs and activities.",
    "The signing ceremony was held at the CIPM head office, “HR House” in Colombo. Both parties will reap significant benefits under this mutually beneficial academic-professional collaboration.",
    "“We are delighted to be cooperating with KAATSU International University in Sri Lanka in a mutually beneficial manner, including sharing of knowledge and learning resources, conducting of collaborative research, and mutual recognition of and promotion of the qualifications of the two institutions,” said CIPM Sri Lanka President Ken Vijayakumar.",
    "President Ken Vijayakumar, Hony Secretary Priyankara Seneviratne, Hony Treasurer Col. S. Jayawickrama (Retired), CEO UAC Obeysekere, Director – Professional and Academic Affairs G. Weerathunge, Director Operations Himali Dasanayake, and CIPM staff represented CIPM Sri Lanka at the ceremony while Deputy Vice-Chancellor Dr. Nadeeka Ranadeeva, Faculty of Management Hony Dean Dr. Chandima Sanjeevanie, Dean, Faculty of Health Sciences Nirmani Samarakoon, COO Chamara Lakmal Weerathunga, Senior Assistant Registrar Harshani Weerasinghe, Heads of the Departments of Faculty of Management, academic staff and students represented the KIU.",
    "Under the terms of the MoU, CIPM will offer a Gold Medal Award and scholarship to the most outstanding student following the Bachelor of Management Honours in HR degree program at KIU in each batch for each year at the KIU Annual Convocation. CIPM will also offer students and academics at KIU to use its extensive library and e-facilities at no cost, invite KIU academics to participate in lectures, seminars, and conferences conducted by CIPM, and provide exemptions to graduates and undergraduates as per the exemption plan."
  ]
}