{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Exterminators-Managing-Director-Marlon-Ferreira-clinches-awards-for-serial-entrepreneurship/34-755590",
  "time_ut": 1700850916.0,
  "original_lang": "en",
  "original_title": "Exterminators Managing Director Marlon Ferreira clinches awards for serial entrepreneurship",
  "original_body_lines": [
    "Exterminators and Sentario UK Founder and Managing Director Marlon Ferreira receiving the award",
    "Gold award for best service sector enterprise in the large sector category",
    "Marlon Ferreira, the Founder and Managing Director of Exterminators PLC and Sentario UK Ltd., has been recognised for his outstanding entrepreneurship at the Sri Lankan Entrepreneur of the Year Awards, held at BMICH Colombo.",
    "Ferreira was awarded as the 2nd runner-up for the prestigious Best Entrepreneur of the Year (WP). Exterminators PLC also secured the gold award for the best service sector enterprise in the large sector category, further highlighting Ferreira’s exceptional leadership and the company’s success.",
    "Organised by the National Enterprise Development Authority (NEDA) and the National Chamber of Commerce of Sri Lanka, the awards competition aims to recognise and honour entrepreneurs who have demonstrated excellence in various aspects of business, including financial performance, innovation, employment generation, productivity, and corporate social responsibility. Marlon Ferreira’s recognition is a testament to his dedication, innovation, and leadership in the entrepreneurial landscape of Sri Lanka. His achievements serve as an inspiration to aspiring entrepreneurs.",
    "In 1998, he embarked on an entrepreneurial journey to determine its own destiny, with an initial investment of just Rs. 75,000, equivalent to $ 1,000, and just one person with a spray gun and a motorbike. Over the years, Marlon’s vision and hard work have transformed the company from a one-man operation into a leading environmental enhancement brand in Sri Lanka. Today, the company has created over 40 job opportunities and operates from five locations throughout Sri Lanka. Earlier this year, Marlon expanded globally by launching a pest management and technology company in the United Kingdom, solidifying his reputation as a serial global entrepreneur.",
    "Under Marlon’s leadership, Exterminators PLC has achieved remarkable milestones, becoming Asia’s first carbon-neutral pest management company and the world’s first carbon-neutral disinfection service provider. The company is also Asia’s 1st “Great Place to Work” certified pest management company and has created history by becoming Asia’s 1st pest management company to be listed on a stock exchange.",
    "Additionally, Exterminators PLC has been certified as Sri Lanka’s 1st ISO 9001 quality management, ISO 14001 environmental management, ISO 45001 health and safety, and Sri Lanka’s 2nd ISO 22000 food safety certified pest management company, demonstrating its commitment to excellence and sustainability. Marlon’s leadership has also garnered the company 64 national and international awards for business excellence, brand excellence, industrial excellence, entrepreneurship, environmental leadership, compliance, accountability, and sustainability. He has been instrumental in shaping the service sector and the pest management industry in Sri Lanka and emerging markets, setting an example as a change leader and visionary entrepreneur.",
    "Marlon has completed the ‘Executive Leadership Programme’ from the University of Oxford, an MBA from the Australian Institute of Business, and studied strategic marketing at the National University of Singapore. Marlon’s well-rounded education has equipped him with the knowledge and skills necessary to succeed in the competitive business world. Furthermore, Marlon’s international qualifications in pest management, gained from intensive training in countries such as Australia, Singapore, Malaysia, Thailand, the UAE, the United States, the United Kingdom, Japan, and the European Union, demonstrate his commitment to excellence and his ability to adapt to diverse and challenging environments."
  ]
}