{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Netanyahu-s-madness/4-755243",
  "time_ut": 1700077873.0,
  "original_lang": "en",
  "original_title": "Netanyahu’s madness",
  "original_body_lines": [
    "“Those who want to thwart the possibility of a Palestine State should support the strengthening of Hamas and the transfer of money to Hamas. This is part of our strategy” (Benjamin Netanyahu at a Likud Party meeting in 2019).",
    "Until October 7 there was a symbiotic relationship between Netanyahu and Hamas – a fact hidden from the public. Hamas was created and nurtured by Mossad to checkmate Mahmoud Abbas and prevent the Palestinian National Authority (PNA) from creating an independent and sovereign Palestinian state. Hamas was funded by the Netanyahu government in several ways, and one of them was to permit Hamas sympathisers and members to work in Israel, and paid handsomely. But what Hamas did on October 7, which Netanyahu called Israel’s S11, turned Hamas into a terrorist outfit just as Ronald Regan’s Taliban freedom fighters became terrorists overnight when they demanded US also to get out of Afghanistan.",
    "To Netanyahu therefore, what Hamas did on October 7 was a betrayal, but to the citizens of Israel it was a shock. Whether those rocket attacks actually killed 1,400 Israelis as Netanyahu and corporate media claim has not been verified independently.  But to the people of Israel the question was, how could it possibly have happened, when Gaza for 17 years had been under Israeli blockade with unprecedented electronic surveillance, spies and informants, and an ever-present air force, navy and military? What did go wrong with that security control? Hence, the public demand for a full exposure of what led to that security lapse. What those rocket attacks actually demonstrated besides the carnage was the failure of one man, Netanyahu, and his far-right coalition’s shortsighted strategy of keeping Israel in a state of belligerency until the entire territory of Palestine is absorbed and put an end to the international gimmick of a two-state solution. What Netanyahu has unleashed in Gaza since then is nothing less than genocide with an arrogant disregard for any international law or stipulation relating to the rules of conducting a war.  He has deracinated the entire Geneva Convention, and opposition from peace loving Israelis is mounting, and according to the latest count his popularity has reached a miserable 26%. The invasion of Gaza and killing of more than 11,000, including children, women and the sick, and the destruction of hospitals, schools and refugee camps, all under an alibi that Hamas terrorists are hiding in them or in tunnels underneath those structures is, according to Netanyahu, “justified revenge” and President Joe Biden agrees.",
    "What Netanyahu and his Likud Party forgot to notice was how their strategy of building Hamas as a rival to Abbas and the PNA backfired. While the PNA, at least in Gaza, was losing its popularity and becoming stigmatised as a corrupt political entity, Hamas was gradually winning the hearts and minds of Palestinians and built its strength with a burning desire and dedication to liberate Palestine from Israeli occupation. The 2007 elections brought Hamas to power in Gaza and since then it became Israel’s No.1 enemy and was viewed as a terrorist organisation. Despite Israel imprisoning thousands of Palestinians, freezing Palestinian funds, depriving Palestinian livelihood through settler terrorism, Hamas was quietly refining its tactics of resistance. Those rocket attacks on October 7 if anything, demonstrates what Hamas fighters are capable of.  There is no liberation from oppression without violence and history bears witness to it.",
    "Netanyahu is not prepared to agree to any ceasefire because, he considers that it would tantamount to a surrender to Hamas. However, as a gesture to an exasperated and disgusted international community, the White House seems to have persuaded him to agree to a daily four-hour pause allowing trapped Gazans to escape and humanitarian aid to reach the rest. This is a free pass issued by Joe Biden for Netanyahu to do whatever he wishes to obliterate not only Gaza but also the West Bank.",
    "Although in excess of one million Gazans so far have been made homeless and although Netanyahu would be happy to see a second Nakba to get rid of all Gazans, Hamas would urge Gazans to stay put where they are. Even if they wish to leave Gaza where would they go? None of the Arab states including neighbouring Egypt are prepared to receive them because, that would mean importing the Palestinian resistance into the wider Arab world.  The often piously repeated doctrine of a universal “Islamic Ummah” has lost its substance a long time ago with the rise of secular nationalism. Yet, it appears that Israel is in secret negotiations with Sissy’s Egypt, which is financially in debt to Israel, to make Sinai the final destination for evicted Gazans. The narrow Raffah corridor would facilitate this exodus.",
    "It is when all this fails that Netanyahu is contemplating an “indefinite security control” over Gaza, which in other words means infinite control over that territory or virtual occupation.",
    "The Palestinian problem could have been resolved peacefully and a long time ago had the 22 or 23 Arab countries (depending on whether one accepts the count by Arab League or UNESCO) with the support of other non-Arab Muslim majority countries remained united and coordinated their stand against the manipulations of an emerging US-led Middle East Order in which Israel would be US’ regional agent. Instead, the Gulf countries in particular, and under the so-called Abrahamic Accords signed on 15 September 2020 between Israel and the seven Emirates of UAE including Bahrain, decided to normalise relations with Israel and thus virtually washed  their hands off on the Palestine issue, except to provide moral support.  Recently, the Saudi moderniser Prince Mohamed bin Salman too has joined this gang.  This is the tragedy of Palestine. These Arab Zombies are the worst enemies of Palestine.  “Zombies, believe me, are more terrifying than colonists”, said Frantz Fanon.",
    "There is no way that the liberation struggle for independent Palestinians would disappear. On the contrary, it is bound to become a wider and more deadly struggle that would involve the rest of the Arab world, given the sympathy that Palestine has among ordinary Arabs. Netanyahu’s warning to Iran-backed Hezbollah of Lebanon and skirmishes in Syria indicate that the conflict would soon widen. It was in 1968, after Arafat and his PLO lieutenants hijacked and destroyed an El-Al airplane that Arafat declared that their entry into Israel was not direct but via the Arab countries.  With a growing democratic deficit in the Arab world and increasing popular sympathy towards Palestine, the current war, unless brought to an end soon with justice to the besieged and suffering, has all the hallmarks to trigger a wider conflict in that region.  Would that be Arab Spring II?",
    "There is a saying in Latin, Quos Deus vult perdere, prius dementat, meaning, those whom God wishes to destroy he first deprives them of reason.  Netanyahu thinks that by widening the conflict he could regain his popularity, which is sheer madness.",
    "(The writer is attached to the Murdoch Business School, Murdoch University, W. Australia)"
  ]
}