{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nations-trust-bank-american-express-makes-way-for-cardmembers-to-embrace-lifes-favourites/",
  "time_ut": 1680540780.0,
  "original_lang": "en",
  "original_title": "Nations Trust Bank American Express makes way for cardmembers to embrace life’s favourites",
  "original_body_lines": [
    "As families across the nation gear up for the upcoming Avurudu celebrations, Nations Trust Bank American Express is encouraging all of its valued Cardmembers to “Embrace Life’s Favourites #WithAmex’’.",
    "In the spirit of ringing in the New Year on a joyous and prosperous note, Nations Trust Bank American Express has put together a curated list of offers, savings and benefits, together with its merchant partners across offline and online categories. Over 300 merchant partners have come onboard with Nations Trust Bank American Express this year, giving Cardmembers the opportunity to choose from categories such as clothing, dining, hotel stays, supermarkets and many more.",
    "Many of these merchants are preferred by Nations Trust Bank American Express Cardmembers and allows them to embrace their favourite choices for dining out with friends and family, shopping for gifts for those closest to them and travelling to make memories that will last a lifetime during the much anticipated holidays.",
    "Speaking on the campaign, Niluka Gunatilake, Head of Cards, Nations Trust Bank said, “The Sinhala and Tamil New Year is a time we look forward to; as a significant part of the celebrations include spending time together with family, friends and loved ones. In celebration, we are delighted to offer festive benefits to our Cardmembers; who can utilise these offers to celebrate what they love by embracing life’s favourites with Nations Trust Bank American Express,”",
    "Offers from Nations Trust Bank American Express partner merchants will run until the 30th of April 2023. For the full list of partner offers, Cardmembers are encouraged to visit americanexpress.lk so that they will be able to embrace life’s favourites #WithAmex, this Avurudu season.",
    "ComBank launches two platforms to link local businesses to global markets",
    "Nations Trust Bank wins gold for Lean Six Sigma at National Quality and Productivity Awards",
    "Nations Trust Bank bags multiple accolades for digital banking innovation at FITIS Digital Excellence Awards 2023",
    "Nations Trust Bank reports record financial performance, further strengthening capital adequacy and stability",
    "Nations Trust Bank unveils a refreshed suite of digital banking for customer convenience",
    "Nations Trust Bank Amex encourages Cardmembers to “Refresh your everyday With Amex” in 2023",
    "Nations Trust Bank’s Life Calendar and Notebook to give back life to nature, A green gift from your banking partner",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}