{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92144/china-drilling-new-10000m-deep-hole-into-earth-in-search-of-gas-reserves",
  "time_ut": 1689997200.0,
  "original_lang": "en",
  "original_title": "China drilling new 10,000m-deep hole into Earth in search of gas reserves",
  "original_body_lines": [
    "China is drilling a new 10,000-metre-deep hole into the Earth with the hope of finding a gas reserve in its southern west Sichuan province.",
    "This will be China’s second ultra-deep well, following the commencement of its first project on May 30 in China’s western Xinjiang province, which is claimed to be Asia’s deepest well and is located in the petroleum-rich Tarim Basin region.",
    "China’s largest oil and gas producer and distributor PetroChina Southwest Oil and Gasfield Company began drilling the new borewell called Shendi Chuanke-1 Well in Sichuan province on Thursday.",
    "The exploration of Chuanke-1 is a crucial component of the Deep Earth drilling project, which is a part of China’s wider infrastructure project to “provide an important foundation and support for China’s future scientific research and oil and gas resource development”, according to news outlet China Electric Power News.",
    "If successful, the project to find a gas reserve will boost the country’s energy security – a major challenge for the country in recent years due to geopolitical conflicts, shortages and price volatility.",
    "China is already the world’s fourth largest producer of gas and its export of gas now exceeds that of oil. It is seeking to fulfil its energy needs at home by 2025 under Xi Jinping’s current five-year plan.",
    "Sichuan, a southeastern province renowned for its spicy cuisine, breathtaking mountain landscapes and pandas, also boasts some of China’s most extensive shale reserves.",
    "State-owned oil giants, however, have faced challenges in fully harnessing the region’s potential due to complexities in its rugged terrain and intricate underground geology.",
    "Ding Wei, the deputy manager of the project, said the undertaking will be crucial in gaining geological information from the depths of the Earth and building a first-class international and technical team in China.",
    "“The 10,000-metre-deep exploration project is a ‘major national project’ comparable to the lunar exploration project,” Mr Ding said, according to China Electric Power News.",
    "He acknowledged the engineers would have “world-class challenges” during the drilling of the borewell due to the underground conditions and remote terrain.",
    "In May, China National Petroleum Corporation said it began drilling Asia’s deepest well, at a depth of 11,100m in Xinjiang. The project was dubbed an effort to study areas of the planet deep beneath the surface.",
    "The Kola Superdeep Borehole, located in northwest Russia, holds the title of the world’s deepest human-made hole, reaching a depth of 12,262m."
  ]
}