{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-build-temporary-terminal-at-bia-143457/",
  "time_ut": 1702374060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to build temporary terminal at BIA",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is to build a temporary second terminal at its main airport, the Bandaranaike International Airport, to accommodate the increasing number of tourists, while a JICA grant to build a second terminal is on hold until the completion of the debt restructuring process, Minister of Ports and Aviation Nimal Siripala DeSilva said.",
    "“The decision to build a second terminal with a Japan International Cooperation Agency (JICA) grant was halted, when the country declared bankruptcy. So today we have a half-built building,” De Silva said.",
    "“But JICA has promised that once the debt restructuring is finalised, they will once again make installations of the funds for the development of the second terminal.”",
    "The ongoing construction of a second terminal, according to De Silva, is a stop-gap measure to ease the congestion issues as the number of incoming tourists increases.",
    "A Parliamentary Sectoral Monitoring Committee that operates under the chairmanship of MP Mahindananda Aluthgamage recently discussed the development of infrastructure, including accommodation facilities needed in Sri Lanka, in order to target 5 million tourists in 2024.",
    "“We won’t wait until then to resolve the issues arising from the overburdened facility,” he said. “We have installed a temporary terminal, which isn’t exactly temporary, meant to accommodate more visitors to the country.”",
    "Sri Lanka tourist arrivals expected to top 1.5 million in 2023: official",
    "Japan halts 12 JAICA projects in Sri Lanka until IMF provides roadmap: minister",
    "Minister De Silva said that around 150,000 persons can be accommodated in the terminal, which will be built in six months with 6 billion rupees that has been set aside for the purpose.",
    "“Tenders have been called for the terminal, which will be closed by January 15, and we will be able to open it by mid-February.”",
    "He said that from February onwards they expect to open 30 additional check-in counters, to resolve the present bottle neck at the BIA.",
    "“The Airport and Aviation Services, which is in charge of overseeing all airports, has made a 26 billion [rupee] profit. The loss making of Mattala has been reduced by 25 percent.”",
    "Sri Lanka’s Mattala Airport loses billion rupees in 2023: MinisterSee more",
    "“The newly opened Palali Airport has also generated 12 million rupees. The aviation services are headed towards reaping more profits and enabling resilience in the economy.” (Colombo/Dec12/2023)"
  ]
}