{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96231/individuals-who-defaulted-on-tax-payments-must-be-brought-into-tax-net-state-minister",
  "time_ut": 1704721260.0,
  "original_lang": "en",
  "original_title": "Individuals who defaulted on tax payments must be brought into tax net – State Minister",
  "original_body_lines": [
    "State Minister for Finance Ranjith Siyambalapitiya emphasized that while Sri Lanka has 01 million individuals with the financial capacity to pay income tax, only 500,000 are presently meeting this obligation.",
    "The State Minister stressed the importance of incorporating the remaining 500,000 tax evaders into the tax system, with the goal of decreasing indirect taxes and increasing the direct tax rate, the President’s Media Division (PMD) said in a statement.",
    "State Minister underscored that in developed nations, being a taxpayer is acknowledged as a sign of a robust citizen actively contributing to the nation’s stability. He also expressed optimism that the citizens of this country will undergo a positive shift in attitude, thereby fostering development within the nation.",
    "These remarks were revealed by State Minister for Finance, Mr. Ranjith Siyambalapitiya, addressing the news conference at the Presidential Media Centre (PMD) today (08) under the theme ‘Collective path to a stable country’.",
    "The State Minister also announced that preparations are underway to commence the implementation of the Tax Identification Number (TIN) number from February 01, it added.",
    "“At the end of 2019, the number of tax files stood at 1,705,233, which decreased to 437,547 by the end of 2022. However, with the new policies of our government, we have successfully increased the number of tax files to 1,002,029 by December 31, 2023. Nevertheless, there is a need for further increase in that figure.",
    "Additionally, by the end of last year, the state revenue, which was 8% as a percentage of the Gross Domestic Product (GDP), has successfully increased to 10%. The government aims to further elevate it to 12% by the end of 2024 and set a target of reaching 15% by the year 2025 to establish a country with a stable economy.",
    "Moreover, amendments have been introduced for Value Added Tax (VAT). The VAT rate, previously at 15%, has been increased to 18%, and the VAT limit, previously set at Rs. 80 million, will now be decreased to Rs.60 million. Since the introduction of the VAT Act in 2001, all goods and services were initially subject to VAT, but subsequent tax amendment acts gradually exempted certain items. In the latest amendment, 97 out of 138 exempted goods and services have been re-added.",
    "The government anticipates that the VAT revision will contribute an additional 2.07% to the state revenue as a percentage of the general gross domestic product, amounting to Rs.645 billion. The Economic Research Division of the Central Bank has analysed that the increase in tax rates may lead to a 2.5% rise in inflation. However, the Central Bank and the Ministry of Finance express confidence that, with the reduction in the electricity bill, inflation can be brought back to 5% within two or three months.",
    "It is crucial for everyone to bear in mind that we are striving to maintain a 5% inflation rate in a country currently facing a 70% inflation rate. Despite this challenging situation, the government has worked diligently to increase the salaries and pensions of public service workers, showcasing the unique aspect of our financial management capabilities.",
    "Presently, direct taxes constitute 30%, while indirect taxes make up 70% of the tax structure. Our objective is to shift this balance and raise the direct tax rate to 40%. This adjustment aligns with the conditions of developed countries and promotes social justice. In a population of 01 million capable taxpayers, only 500,000 individuals are currently fulfilling this obligation. Identifying tax evaders and bringing them into the tax net is crucial to reduce indirect taxes.",
    "Preparations are underway to implement the TIN system starting from the February 01. Registration issues are currently being encountered, primarily because this is a new experience for the people. Efforts are being made to address these challenges at the Divisional Secretariat level, with the intention of resolving them through an online system. Recognizing a taxpayer as a strong citizen contributing to a country’s stability is a principle upheld in developed countries. It is imperative for the people to embrace this change in attitude for the overall development of the country. Therefore, the success of this program relies on the contribution of each individual”."
  ]
}