{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-smes-in-trouble-over-7-pct-output-gap-targeting-loans-117026/",
  "time_ut": 1680417120.0,
  "original_lang": "en",
  "original_title": "Sri Lanka SMEs in trouble over 7-pct output gap targeting loans",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s small and medium businesses are in more trouble over 7 percent loans taken during a time when interest rates were kept down by authorities, than recent tax hikes, a senior accountant who is linked to a business chamber said.",
    "Sri Lanka’s central which has printed money (mis-targets policy rates) for 73 years to create forex shortages and balance of payments crises went overboard more than usual in 2020-2022 to suppress rates and try to boost growth or bridge an ‘output gap’ using Keynesian ‘stimulus’",
    "SME’s were now in a ‘debt trap Anoji De Silva, Partner at Ernst Young, Chartered Accountants, and also a head of Sri Lanka’s Womens’ Chamber of Commerce and Industry told a business forum.",
    "“Because when the interest rates were very good, they went and borrowed with a seven percent interest without realizing that some of those are also variable interest rates,” she told seminar organized by the Sri Lanka’s Institute of Chartered Accountants.",
    "“And now they can’t manage the debt they are in. That is actually a bigger problem for them than the tax.”",
    "The central bank printed money to enforce artificially low interest rates, and directed that loans be given at 7 percent to boost economic output.",
    "Sri Lanka has been dabbling with output gap targeting since\\the International Monetary Fund gave technical assistance to the central bank to calculate ‘potential output’, giving the perfect opportunity for the country’s trigger-happy economic bureaucrats to print money.",
    "From 2015 to 2019 the country suffered two currency crises in rapid succession and growth fell as money was printed to target an output gap as well as inflation as high as 5 percent, despite having a reserve collecting central bank.",
    "When reserves are collected (and exchange rate is targeted or there is exchange rate policy) any inflation targeting through inflationary open market operations (term or overnight reserve repo auctions and outright purchases of bills and bonds), leads to forex shortages and the currency collapses.",
    "During the 2020-2022 when the central bank printed even more money than in 2015-2019.",
    "Separately, taxes were also cut to boost potential output on the claim that there was a ‘persistent output gap’ after two currency crises in the wake of flexible inflation targeting cum output gap targeting up to 2019, triggered growth shocks.",
    "Sri Lanka to start directed lending, ceiling 7-pct rate for wage earner housing loans",
    "Sri Lanka 7-pct mortgage loans for houses, land, apartments, renovation",
    "Sri Lanka to start directed lending for SMEs after talking to lenders: Central Bank",
    "After suppressing rates to target inflation or boost growth, rates then shoot up as the currency crisis develops.",
    "It generally takes about 1.5 years for domestic inflation to develop, but exchange rate troubles come far more quickly in a reserve collecting peg.",
    "Rates then go up abnormally and growth falls as the pegged central bank loses control of both interest rates and the exchange rate, a phenomenon critics have dubbed ‘rawuluth ne kendeth ne’.",
    "Interest rates went up close to 30 percent in the latest flexible inflation targeting crisis.",
    "The central bank has enormous powers, but no accountability for its actions, critics say.",
    "When forex shortages emerge, the government loses the ability to settle maturing debt or petroleum imports, leading to a spike in monetary instability linked borrowing by both the central government and the Ceylon Petroleum Corporation, amid forex reserve losses.",
    "The monetary instability driven loans are quantly called ‘bridging finance’ by economic bureaucrats.",
    "Meanwhile De Silva said small businesses were puzzled by what had happened.",
    "“We deal with a lot of micro level people,” de Silva said. “And one of the biggest problem they have is not tax but the confusion they are in on what has happened to this country.",
    "“Because they do not understand. They just listen to what people say and are completely confused.",
    "“We explained to them in a different manner. We take this analogy of a family that suddenly finds themselves out of money, and bankrupt.”",
    "Several countries with similar central banks to Sri Lanka operating inflation targeting with a flexible exchange rate, which is neither a clean float nor hard peg, including Ghana, Zambia and Surinam, as well Argentina have defaulted.",
    "Sri Lanka’s new IMF program’s Performance Criteria involving a reserve target, with a downward sloping net domestic asset ceiling as well high inflation target also has conflicting money and exchange rate policies, analysts warn.",
    "Sri Lanka’s planned controversial new monetary law, in addition to having money and exchange rate policy conflicts also appears to legalize output gap targeting (monetary stimulus) which brought Sri Lanka which survived a 30-year war to default in peacetime, critics have said. (Colombo/Apr02/2023)"
  ]
}