{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lanka-needs-a-political-ceasefire/172-257082",
  "time_ut": 1680537336.0,
  "original_lang": "en",
  "original_title": "Sri Lanka needs a political ceasefire",
  "original_body_lines": [
    "Sri Lanka witnessed a large number of tourists visiting the island this year, rekindled the hope of economic recovery slowly, but steadily",
    "The headline of this article is not mine; rather, it echoes the collective wish of the majority of Sri Lankans who took the brunt of the economic freefall and who now see, with a sense of relief, that their country is picking itself up from the abyss of the self-inflicted economic destruction.",
    "But a microscopic minority, who deep down in their hearts wish the further economic misery so that their political masters could win the next election, and they could, in turn, land a plum government job, may disagree with this proposition. They are a minority, but they seem to dominate the news these days, not just because they are better funded but also because television stations of this country, often owned by insalubrious elements and wheeler-dealers, are plotting to lift someone else up by exploiting the collective misfortune and perpetuating political disunity.",
    "That is a nascent scheme of state capture; those who benefitted would not only be indebted to return the goodwill. But also, since such individuals are more likely to be everyday jokers with a political heritage rather than dispassionate go-getters, they are also likely to be captives of their wheeler-dealing benefactors.",
    "The majority of Sri Lankans have little interest in these political machinations. And you do not need to be a political acolyte to notice the early signs of an economic recovery. The Rupee has soared in recent weeks and will likely to appreciate further as the remittance from Sri Lankans abroad and export earnings parked abroad begin to trickle in. Tourism is picking up, and inflation has been brought under control and is declining. If the appreciation of the Rupee and the declining world market price of oil are factored in, a drop in inflation in the coming months would be substantial.",
    "However, this is still a fragile recovery. And the greatest threat to this nascent momentum is within. Not even the probable recession of the leading economies could do as much damage to Sri Lanka’s recovery as Sri Lankans scuttling the process out of political expediency.",
    "It is also clear that the stabilization of the economy has, so far, been achieved much less through the government’s consultation with different domestic stakeholders but due to the stubborn indifference of the government to their protests. The recent trade union actions were potent and destructive, and under normal circumstances, any government would have retreated, as it happened for the umpteenth time in the past.",
    "However, this status quo could not be maintained for long without the government having to resort to drastic, probably coercive and even undemocratic measures to retain the momentum. That is not the ideal outcome, nor would it provide for lasting economic stability or prosperity.",
    "If this is not the time for Sri Lanka’s feuding political parties to come together, it is hard to think of any fitting occasion, barring an extreme and unlikely scenario of a foreign invasion.",
    "But, Sri Lanka, as much as Asia’s oldest democracy, is one of the extreme cases of political disunity and opportunism, which may also explain its lost premise of political and economic attainment. From the very outset of its independence, the northern Tamil political elites undercut the state and opposed everything it represented, much less for genuine grievances, but for a self-seeking campaign of electoral mobilization of the Northern vote. When they didn’t, or their campaign was less venomous, the feuding Sinhalese elites obstructed each other and the country’s progress.",
    "Lessons from history, of its misadventures and miscalculations, should be learnt, even if it is too late. The worst economic crisis in the independent history offers an opportunity for political parties to rise to the occasion - and rally together.",
    "There is a multitude of reasons that make a political consensus not so hard to reach.",
    "First, at least in theory, the UNP and its offshoot, Samagi Jana Balawegaya (SJB), share an identical economic outlook. The UNP governments in the past tried and failed in structural reforms. Kabir Hashim, one of the principled young politicians, once in a talk show took pains to explain how hard it was to introduce economic reforms in this country, partly to exonerate the Yahapalanaya of its failure to reform the Ceylon Petroleum Corporation and Ceylon Electricity Board.",
    "He was right. Sri Lanka is not a country that would willingly reform itself. Even in the international comparison, it is an extreme case, partly because the successive political leadership lacked the political will to run the roughshod. (Compare that to fast-tracked economic liberalization under Indian Premier Narendra Modi, which is more striking given that India is historically stubbornly resistant to reform).  However, now we are forced to choose reforms or risk the state’s survival as a viable economic unit.",
    "The stakeholders of the SJB now have an opportunity to fix their past mistakes. But there is a hitch: As much as they are mandatory for the economic survival of the state, these reforms are deeply unpopular, not necessarily with the majority masses, but with the immediate circles who they impact.",
    "Lessons from history, of its misadventures and miscalculations, should be learnt, even if it is too late. The worst economic crisis in the independent history offers an opportunity for political parties to rise to the occasion - and rally together",
    "This brings us to the second stubborn fact; none of the elected political parties would implement them. They all have proven to value their immediate political survival over the long-term national interest. That also proves as a self-seeking fallacy the much-cited calls for a new political mandate to implement these reforms. Such a mandate does not exist in Sri Lanka’s political discourse.",
    "So let President Ranil Wickremesinghe, who may lack the political mandate in a classical sense but has proven commitment to structural reform, do his bid. Whether the economic stability achieved through such measures would help him in a potential presidential bid in 2024 is a secondary question. Because without reforms, it would be a completely different political animal, definitely not Sajith Premadasa, who would prevail in an election held in a country devoid of a functioning economy.",
    "The third reason is self-explanatory. Anyone who advocates a solution radically different from the IMF formula is a charlatan. Implications of such ad-hoc remedies would be far worse than Gotabaya Rajapaksa’s homegrown solution. Sri Lankans should not fall for self-evident chicanery for yet another time.",
    "The fourth reason is sentimental. One does not need to be a party-political acolyte to desire the self-preservation of the motherland. Every Sri Lankan seeks its survival. However, partisan political narratives now being promoted are designed to scuttle the economic recovery initiatives. The resultant chaos and misery may serve a few at the expense of the majority.",
    "Civil society groups, especially the Mahanayakas and other religious leaders, should negotiate an agreement, probably leading to a national government. The popular discourse should shift from one that magnifies petty and often selfish differences to one that demands a political consensus. Sri Lanka should unite or perish. There is no other way."
  ]
}