{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/06/anti-terrorism-act-government-must-reconsider-definition-of-terrorism-says-hrcsl/",
  "time_ut": 1680772440.0,
  "original_lang": "en",
  "original_title": "Anti-Terrorism Act: Government MUST reconsider definition of terrorism, says HRCSL",
  "original_body_lines": [
    "COLOMBO (News 1st); The Human Rights Commission of Sri Lanka states that the Government is advised to reconsider the definition of terrorism mentioned in section 3 (1) of the Anti Terrorism Bill and recommend specific amendments to clarify and narrow the acts falling within the definition.",
    "In a statement on Thursday (6), HRCSL said that the definition of terrorism has long been a contentious issue and the broad scope of the definition complicates the matter.",
    "It said that the definition contemplated in the Bill shall make it difficult to distinguish between legitimate acts of dissent and actual acts of terrorism.",
    "The Human Rights Commission of Sri Lanka said that the Government could use the broad definition of terrorism to target and silence dissenters and activists.",
    "\"This not only violates the right to protest peacefully but also the right to free speech, which is an inalienable right enshrined in the Constitution,\" said the Human Rights Commission of Sri Lanka.",
    "\"Terrorism is an act of violence which is used to coerce, intimidate or cause fear and is often used as a political tool to achieve an ideological objective. However, the broad scope of the definition as contemplated in the Bill will lead to its use in ways to interfere with the fundamental rights enshrined in the Constitution, in a way to restrict the freedom of speech and expression as well as the right to protest,\" it added.",
    "\"As prescribed in section 3(2) (f) anyone who interferes with essential services or supplies is considered to be an act of terrorism. This would mean that anyone who takes part in a protest or rally, even if it is a peaceful, can be deemed to be committing an act of terrorism. This shall lead to the suppression of the people’s right to voice their dissent,\" it added.",
    "It went on to note that the definition also has a chilling effect on freedom of speech, and freedom of movement.",
    "\"Many people will be afraid to speak out or express their opinion on matters of public interest, for fear of being called a terrorist. This shall result in a climate of fear, which is not conducive to a healthy democracy,\" it stressed.",
    "Bill placed in Bangladesh Parliament to ban protests and strikes in essential services",
    "Trincomalee bound train derails in Agbopura; Over a dozen injured",
    "Doctors Without Borders rescues over 400 migrants including Sri Lankans off the coast of Malta"
  ]
}