{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90430/domestic-debt-optimization-cbsl-chief-assures-protection-of-public-deposits",
  "time_ut": 1683719520.0,
  "original_lang": "en",
  "original_title": "Domestic debt optimization: CBSL chief assures protection of public deposits",
  "original_body_lines": [
    "Sri Lanka’s central bank chief has assured that the stability of the country’s banking system will be safeguarded and the protection of the public deposits, regardless of any kind of domestic debt optimization to be conducted.",
    "Speaking during a public lecture on “State of the Economy: Challenges and Outlook as Reflected in the Central Bank Annual Report - 2022”, CBSL Governor Dr. Nandalal Weerasinghe emphasized that the central bank have assured the financial system stability “as we have always been maintaining”.",
    "He noted that there is a lot of speculation and stories going around especially regarding the stability of the public deposits and banking system’s stability, while adding that one of the key objectives of the central bank is to maintain banking system stability.",
    "“We will ensure any kind of domestic debt optimization, we will ensure safeguard of the baking system stability as well as the protection of the public deposits,” he assured.",
    "“I just want to make that statement. And also I think if you can see yesterday Sri Lanka Baking Association also confirmed on the basis of assurances we have given.”",
    "Responding to a question regarding the higher interest rates and how soon the central bank would be able to fix this issue, Dr. Weerasinghe said that they are hoping the interest rates would be normalized in the second half of the year, in line with the inflation expectations prediction which is a single digit towards the end of the fourth quarter.",
    "“I think what is most important is the inflation, now which is coming down faster than we expected. With that we also see interest rates from the peak easing down especially after we announced the complete debt restructuring process we think specially the market interest rates will come down faster so that we are hoping in the second half, interest rates would be normalized in line with the inflation expectations prediction which is a single digit towards the end of the fourth quarter this year,” he said."
  ]
}