{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-avoiding-LG-polls-due-to-no-public-support-Prof-G-L-Peiris/56-746303",
  "time_ut": 1678739327.0,
  "original_lang": "en",
  "original_title": "Govt. avoiding LG polls due to no public support: Prof. G.L. Peiris",
  "original_body_lines": [
    "Says the current Parliament must be dissolved as it is incapable of resolving the issues faced by the people",
    "Claims Govt. is afraid it will be pushed to face a national election after performing dismally at a local Govt. poll",
    "Warns his group is ready to go to the courts once more if the Ministry of Finance does not adhere to the court order on elections",
    "Freedom People’s Congress member MP Prof. G.L. Peiris says the Government is obstructing the local Government election not due to a lack of funds but due to the lack of public support. Peiris reiterated his stance that parties to the Government will only secure 8% of the vote at the local Government polls if held as scheduled. Addressing the media at a press conference held yesterday at the party office in Nawala, Peiris questioned the validity of the current Parliament and said it is unable to resolve the issues faced by the people. “Therefore, this Parliament must be dissolved,” he said. The MP noted that holding a local Government election would invariably lead to a national election in the country due to the Government’s dismal performance at it. “This is what the Government is afraid of,” he said.",
    "Peiris accused the Government of continuing its attempts to delay the polls. “They have no shame or reluctance to employ any means possible to achieve their selfish aims,” Peiris said. He also highlighted the attempts by the Government to summon members of the Election Commission of Sri Lanka before the Parliament as well as the judiciary before the parliamentary privileges committee. Peiris said this is a very dangerous situation. “It is the Government’s aim to delay polls through any possible means. The salient features of the constitution are facing collapse,” the MP warned. He also noted that the failure of the Ministry of Finance to act according to the court order could land its officials in prison. The MP said his group will go before the courts yet again if the Ministry fails to adhere to the court order delivered on 2 March. He accused the Government of unleashing oppression on the people in response to all the issues. He also noted this has given the international community an unfavourable image of Sri Lanka."
  ]
}