{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lolc-al-falaah-honoured-for-regional-excellence-in-islamic-finance/",
  "time_ut": 1678895100.0,
  "original_lang": "en",
  "original_title": "LOLC Al-Falaah honoured for Regional Excellence in Islamic Finance",
  "original_body_lines": [
    "LOLC Al-Falaah was honoured with four prestigious awards at The Islamic Finance Forum for South Asia (IFFSA) for their achievements and exceptional performance in expanding the frontiers of Alternate Finance in the domestic and global financial arena. The entity was bestowed with; a Gold award for Islamic leasing company of the year, a Silver award for Islamic Window/unit of the year, two bronze awards for Islamic Finance Entity of the year and for Islamic Finance Product of the year, at the grand awarding ceremony held at Shangri-La, Colombo.",
    "The Islamic Finance Forum for South Asia (IFFSA) began in 2015, to recognize the Islamic Banking and Finance industry practitioners and to develop its network across the South Asian region. IFFSA motivates players within the region, that are specifically active from Pakistan, Maldives and Bangladesh to step up their game when competing for global awards.",
    "“It is our distinct honour to be the recipient of these awards over the years,” said Shiraz Refai, Head of Alternative Financial Services of LOLC Finance PLC. Further, he added; “The Islamic financial industry has experienced a pace of growth and development that has been unprecedented over this recent decade.",
    "“This honour however, represents a recognition to the entire LOLC group and for all those who have travelled on this remarkable journey with us as employees, partners, customers and well-wishers. As we continue this journey, we now need to venture into new frontiers towards bringing greater value to the economy, to society and to the environment. In recent years, it has also been dynamic and evolving to meet the rapidly changing requirements of the modern economy, yet, these repetitive honours demonstrates the customers’ confidence in our products and services, also indicating the well-orchestrated team effort behind these offerings”.",
    "Standard Chartered provides insights on global and Sri Lankan economic outlook at annual Research Briefing",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}