{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88993/li-qiang-china-elects-xi-jinping-ally-as-premier",
  "time_ut": 1678516200.0,
  "original_lang": "en",
  "original_title": "Li Qiang: China elects Xi Jinping ally as premier",
  "original_body_lines": [
    "The man nominated as China’s next premier by President Xi Jinping has been formally elected by parliament.",
    "Li Qiang is the former Communist Party leader of China’s biggest city, Shanghai.",
    "The 63-year-old received almost every vote from more than 2,900 delegates at the National People’s Congress.",
    "A close ally of President Xi, he is considered a pragmatist and will be tasked with reviving the country’s struggling economy.",
    "No reporters were allowed in the room while ballots were cast during a meeting of China’s rubber-stamp parliament. There was applause as Mr Xi cast his vote.",
    "Mr Li received a total of 2,936 votes, with just three delegates voting against his appointment and eight abstaining.",
    "He then took an oath, swearing to be loyal to China’s constitution and to “work hard to build a prosperous, strong, democratic, civilised, harmonious and great modern socialist country”.",
    "Mr Li was President Xi’s chief of staff in the early 2000s, when Mr Xi was party chief of Zhejiang province. Mr Li was made party secretary of Shanghai in 2017.",
    "During the pandemic, he oversaw Shanghai’s strict lockdown, which led to some residents struggling to access food and medical care.",
    "His appointment comes after Mr Xi secured a historic third term as president on Friday.",
    "The president has solidified his rule as China reopens from his bruising zero-Covid policy that has fuelled anti-government protests. The country is also facing a falling birth rate that threatens its economic growth engine.",
    "The so-called Two Sessions of the National People’s Congress and the Chinese People’s Political Consultative Conference (CPPCC) this week is closely watched as it provides a glimpse into China’s direction in the coming years.",
    "Since Mao Zedong, leaders in China had been limited to two terms in office. When Mr Xi had this restriction changed in 2018, it transformed him into a figure with a reach not seen since Chairman Mao."
  ]
}