{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/solution-becomes-problematic/",
  "time_ut": 1687887480.0,
  "original_lang": "en",
  "original_title": "Solution becomes problematic",
  "original_body_lines": [
    "Whammies do not seem to come singly for Sri Lankans. As if the ongoing frantic efforts to restructure domestic debt, and sinister moves being made in some quarters to trigger a bank run were not enough, thousands of people are protesting near all District Secretariats against their exclusion from the new social protection scheme, Aswesuma. The extension of the deadline for appeals has not helped make them simmer down.",
    "What possessed the government to essay the launch of Aswesuma at this particular juncture? Is it labouring under the misconception that having crushed Aragalaya, it is capable of neutralising dissent and bulldozing its way through, and therefore does not have to worry about the consequences of its actions? Protracted protests are fraught with the danger of spinning out of control, and the government cannot be unaware of this fact.",
    "Social protection schemes, like all other public sector programmes, have failed in this country mainly due to poor targeting, politicisation, corruption and various other forms of malpractice. Instead of addressing the root causes of this problem, successive governments have introduced new social welfare programmes for political reasons, and they too have failed. Odds are that Aswesuma will go the same way as Janasaviya and Samurdhi.",
    "As for the deficiencies of the Samurdhi scheme, the solution would have been to launch a probe to identify those who were fraudulently benefiting from poor relief. The general consensus is that a large number of people who are above the poverty line have been receiving Samurdhi benefits owing to corruption among the state officials who administer the welfare programme, and political interference. In fact, complaints abound that even middle-income earners are benefiting from Samurdhi assistance. These shameless elements must be mingling with the genuinely aggrieved Samurdhi beneficiaries who are up in arms and deserve redress.",
    "Aswesuma, which was expected to help solve the current economic crisis shows signs of becoming a problem itself owing to serious lapses on the part of those who selected its beneficiaries. It behoves the government, as we argued in a previous comment, to put the new social protection scheme on hold lest Samurdhi beneficiaries’ protests should develop into an uprising, threaten political stability and jeopardise the ongoing efforts to achieve economic recovery.",
    "The prospect of being adversely affected by what is euphemistically called domestic debt optimisation worries all those who have deposited their hard-earned money with banks or invested it in government securities, but Sri Lanka finds itself in an unprecedented situation, where such painful action has become inescapable. Needless to say, when a country exhausts its foreign currency reserves and becomes bankrupt before seeking IMF assistance, it is left without any bargaining power and, therefore, has to submit to the dictates of the lender; the people are suffering losses and facing hardships for no fault of theirs. This is the price a country has to pay for electing misfits to positions of power and allowing them to mismanage the economy and enrich themselves with impunity.",
    "Concerns being expressed about the ill-effects of domestic debt restructuring are to be appreciated, but the question is whether there is an alternative. There is no turning back now.",
    "The restructuring of external debt will hurt foreigners who are in no way responsible for Sri Lanka’s economic crisis. They cannot be expected to be so altruistic as to bear all losses so that Sri Lankans do not have to make sacrifices to come out of the current crisis. On the other hand, one of the conditions for the IMF bailout is that the debt-to-GDP ratio be reduced drastically. Not for nothing is it said that unless domestic debt is brought down to a manageable level through restructuring, taxes will have to be increased further to boost state revenue to achieve debt sustainability. It is a case of Hobson’s choice for the public.",
    "How the government intends to restructure domestic debt will be known only when it presents its ‘debt optimisation’ plan to Parliament. SJB MP and economic Dr. Harsha de Silva has rightly called upon the government to adopt a cautious approach and ensure fair treatment for all. One can only hope that it will tread cautiously, heeding warnings from the Opposition and other concerned parties, and what is feared will not come to pass.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}