{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92429/islamic-state-confirms-death-of-leader-abu-hussein-al-qurashi-names-successor",
  "time_ut": 1691123340.0,
  "original_lang": "en",
  "original_title": "Islamic State confirms death of leader Abu Hussein al-Qurashi, names successor",
  "original_body_lines": [
    "Islamic State on Thursday confirmed the death of its leader Abu Hussein al-Husseini al-Quraishi and named Abu Hafs al-Hashimi al-Quraishi as his replacement, the group’s spokesperson said in an undated recording published on its Telegram channel.",
    "It appeared to be the militant group’s first official announcement on his fate since Turkey’s President Tayyip Erdogan said in April that Turkish intelligence forces had killed him in Syria.",
    "Erdogan said the Turkish national intelligence organization had pursued Quraishi for a long time.",
    "Quraishi was killed during a gun battle with Hayat Tahrir al-Sham (HTS), the main Islamist group that holds sway in the last opposition bastion in northwest Syria, the spokesman said.",
    "“The Sheikh (Quraishi), may God have mercy on him, was killed after they (HTS) tried to take him captive. He clashed with them with his arms until he died of his wounds,” the spokesman said, accusing the rival Islamist group of acting as agents of Turkish intelligence.",
    "Islamic State, a shadow of the organisation that once ruled a third of Iraq and Syria, gave no details about the new leader.",
    "The movement reached its peak in 2014 when its then head, Abu Bakr al-Baghdadi, declared the territory it controlled a caliphate.",
    "It was beaten back by adversaries in both countries including a U.S.-led coalition, and Baghdadi was killed during a U.S. military operation in Syria in 2019.",
    "Abu Hussein al-Husseini al-Quraishi took over in November 2022 after his predecessor was killed, also in Syria.",
    "Islamic State militants continue to wage insurgent attacks in both Syria and Iraq.",
    "Its remaining thousands of militants have in recent years mostly hid out in remote hinterlands of both countries, though they are still capable of carrying out hit-and-run attacks.",
    "The U.S.-led coalition alongside a Kurdish-led alliance known as the Syrian Democratic Forces (SDF) is still carrying out raids against Islamic State in Syria."
  ]
}