{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/standard-chartered-sri-lanka-hosts-cluster-ceo-zarin-daruwala/",
  "time_ut": 1683211440.0,
  "original_lang": "en",
  "original_title": "Standard Chartered Sri Lanka hosts Cluster CEO Zarin Daruwala",
  "original_body_lines": [
    "The South Asia Cluster Chief Executive Officer for Standard Chartered, Zarin Daruwala, is currently being hosted by Standard Chartered Sri Lanka. With the focus of further deepening the Bank’s long-standing strategic partnership with the nation’s public and private sectors and help support the nation towards rebuilding its economic prosperity, Zarin is due to hold discussions with key policy makers and officials representing the Finance Ministry, the Central Bank of Sri Lanka (CBSL) and multilateral agencies. During her 3-day visit to the island nation, she will also be holding discussions with several top officials of Sri Lanka’s leading corporates as well as attending an event with key clients of the Bank.",
    "Zarin Daruwala is the Cluster Chief Executive Officer for India and South Asia Markets (Bangladesh, Nepal & Sri Lanka) of Standard Chartered. With a career spanning over 33 years, she has worked across all areas of banking, ranging from wholesale banking, agri-finance, corporate finance, corporate planning, investment banking and credit.",
    "In addition to being selected as one of the Top 30 most powerful women in Indian business by Business Today seven times and being featured in the coveted “BT Hall of Fame”, she consistently features in the most powerful woman in business listing by Fortune India, and Business World has listed her among the 75 Most Influential Women in India. She has also been featured in “Top 100 Most Influential BFSI Leaders”, released by the World BFSI Congress and Awards. Under her guidance and leadership, the Bank has seen significant growth in its India and South Asia franchise, which has become a key contributor to the Standard Chartered Group’s income and profitability.",
    "SLT-MOBITEL commemorates Vesak week donating Rs 8 Mn worth essential drugs to hospitals islandwide",
    "Sampath Bank donates Rs. 50 million towards 1990 Suwa Seriya’s ‘Adopt an Ambulance’ initiative",
    "Standard Chartered Sri Lanka receives global recognition with prestigious industry accolades",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}