{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SL-China-focus-on-promoting-bilateral-tourism-and-trade-relations/56-755428",
  "time_ut": 1700508257.0,
  "original_lang": "en",
  "original_title": "SL, China focus on promoting bilateral tourism and trade relations",
  "original_body_lines": [
    "The Special Envoy of the Chinese President, State Councillor Shen Yiqin, and the delegation paid a courtesy call on President Ranil Wickremesinghe yesterday in Colombo.",
    "The primary focus of the meeting was to enhance tourism and trade relations between the two countries.",
    "The President expressed gratitude for China’s support to Sri Lanka, notably acknowledging their assistance in the country’s debt restructuring program. He extended sincere thanks to the Chinese President and the Government for their invaluable support in this regard.",
    "Additionally, President Wickremesinghe expressed Sri Lanka’s desire to augment cooperation between the two countries in the fields of tourism, sports and agriculture also highlighted that both the Hambantota Port and Port City are currently prepared for investment opportunities.",
    "The President also noted that countries such as Sri Lanka, participants in the Belt and Road initiative, are prepared to embark on the second phase of the initiative, which is expected to make a more substantial economic contribution.",
    "The President outlined the measures taken by Sri Lanka to access the Regional Comprehensive Economic Partnership (RCEP), while further affirmed Sri Lanka’s commitment to preserving the Indian Ocean as a free zone for navigation and ensuring it remains a peaceful region, free from global geopolitical rivalries.",
    "The Chinese Special Envoy stated that China is also prioritising the extension of the China-Myanmar Economic Corridor to Sri Lanka. Additionally, both parties agreed to expedite the implementation of the China-Sri Lanka Free Trade Agreement.",
    "Shen Yikn reaffirmed China’s enduring support to Sri Lanka and emphasised her commitment to strengthening the relations between the two countries.",
    "The President was accompanied by President’s Senior Adviser on National Security and Chief-of-Staff Sagala Ratnayaka, Secretary to the President Saman Ekanayake, and Director of International Affairs Dinouk Colombage."
  ]
}