{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/fears-of-europe-wide-war-rekindled-as-finland-joins-nato/",
  "time_ut": 1680714780.0,
  "original_lang": "en",
  "original_title": "Fears of Europe-wide war rekindled as Finland joins NATO",
  "original_body_lines": [
    "‘Finland has made a dangerous historical mistake.’ So said Russia in reaction to Finland formally joining the North Atlantic Treaty Organization on April 4. The ominous pronouncement could have the effect of renewing fears among the publics of the world of another Europe-wide war.",
    "The hope of peace-loving peoples is likely to be that Russia and other parties to the Ukraine conflict would desist from further escalating military tensions in the Eastern European theatre but objective observers could not be faulted for viewing Finland’s move as ‘provocative’. This is in consideration of Russia’s enduring apprehensions over NATO further expanding its influence and control in Eastern Europe.",
    "Finland’s moves could drive home to Russia that its worst fears as regards ‘NATO’s Eastward expansion’ are coming true. The news that Sweden would be following Finland in due course would only serve to further aggravate these Russian fears.",
    "Russia, whose invasion of Ukraine has brought untold suffering for the people of Ukraine but been stalemated by the latter’s armed forces, cannot be expected to be an exemplar of restraint at this juncture. The invasion has not gone according to plan for the Putin regime and it is unlikely to remain unfazed by any further perceived Western-inspired insults.",
    "The Putin regime needs very badly to save face over the Ukrainian debacle and it shouldn’t come as a surprise to the Ukraine watcher if the Russian administration initiates further impetuous military moves in the Eastern European theatre, particularly with a view to shoring-up political support for the regime back home. Accordingly, some Russian military incursions into Finland cannot be ruled out entirely although such moves could have the effect of galvanizing NATO military solidarity for Finland.",
    "In other words, the threshold would very likely be reached for another Europe-wide war. Needless to say, such developments bode ill for the world and are best defused by the international community. However, getting the antagonistic sides to parley constructively on avoiding an all-out war is likely to prove an uphill task.",
    "The UN is called upon to go the extra mile to defuse current tensions and enable the conflicting sides to be of one accord on ending the crisis but a principal challenge would be to get the UN Security Council’s Permanent Members to speak the language of an equitable peace in a democratic spirit. These difficulties are likely to be compounded by the fact that Russia is the current president of the UN Security Council.",
    "However, moderate opinion would expect peace-loving publics the world over to say ‘No’ in one voice as it were to another Europe-wide war. Such publics should consider it incumbent upon themselves to compel the relevant regimes to back down from pursuing adversarial courses that would lead to war.",
    "As pointed out in this column on some previous occasions, what Europe and the world needs now is a dynamic, international, people-based peace movement. War needs to be seen as an absolute non-option.",
    "That the previous World Wars were cataclysmic hardly needs re-iterating. The human death toll in these past conflicts simply staggers the imagination. Tens of millions lost their lives in these wars and unless a species of collective amnesia has taken hold of humanity it ought to be a matter of befuddlement to moderate opinion as to how governments could even passingly entertain the prospect of another region-wide war.",
    "Indeed, an important task for the UN and other international organizations and bodies that are committed to resolving conflicts peacefully is to remind publics everywhere of the ineffable horrors that war could unleash on them. Launching an international awareness-raising campaign on these lines is an urgent necessity and the world needs action and not mere words on this score.",
    "Meanwhile, the observer cannot be faulted for seeing in contemporary Eastern Europe a re-emergence of some of the issues that propelled the world to the previous World Wars. Essentially, land-grabbing and inflammatory nationalism were at the heart of these conflicts. The same factors drove Russia to invade Ukraine last year.",
    "It would be relevant to recollect that it was basically a land-grab among the old imperial powers that ignited World War 1. The ‘Scramble for Africa’, for example, proved a highly divisive factor in WW1 among the number one Western colonial powers, Britain, France and Germany. Likewise, a fatal tussle between Austria-hungary and Serbia for Bosnia in Eastern Europe led to a heightening of hostilities among the world’s principal powers in Europe at that time, Germany, Russia, France and Britain, who were allies of either Austria-Hungary or Serbia.",
    "The scramble for colonies combined with crude nationalism more overtly to trigger off WW11. Germany was all out to recover through war, territory in Europe which it thought belonged to it, while Japan was basically motivated by nationalism and overseas territorial expansion.",
    "In the current crisis in Ukraine, history seems to have come full circle, if the divisive territorial issues at the heart of the Ukraine invasion are taken into consideration. Some states on its Eastern borders are seen by Russia as belonging to it or as central to its security but the bald fact is that these countries have been sovereign states. Accordingly, International Law has been violated in the Ukraine invasion and we are seeing an action re-play, as it were, of the same divisive tendencies that led to WW11, for instance, in contemporary Eastern Europe.",
    "It does not follow from the foregoing that another World War is nigh. There is certainly a considerable amount of sabre-rattling and incendiary rhetoric among the principal antagonists in the Eastern European crisis right now. However, the powers concerned could be expected to take all the relevant precautions to ensure that the world does not plunge head-long into another Europe-wide war. The gains from a no-war situation for these powers are so great that they could be expected to guard against acting indiscreetly and provocatively in their ties with each other to the extent possible.",
    "This is by no means a confrontation between ‘demons’ and ‘angels’ because the West is a violator of International Law and the UN Charter as well, if the US-led invasions of Afganistan and Iraq alone are anything to go by. It will be in the interests of both East and West to keep their channels of communication open at this juncture and ensure that their actions in the conflict zone in particular are not misunderstood by each other.",
    "Related Topics:Finland joins NATOFinland’s formal induction into NATO in Brussels",
    "Hilton Colombo wins SLIM Kantar People’s Hotel Brand of the Year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}