{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-distortion-of-buddhism-and-the-rise-of-meaningless-rituals/",
  "time_ut": 1700908140.0,
  "original_lang": "en",
  "original_title": "The distortion of Buddhism and the rise of meaningless rituals",
  "original_body_lines": [
    "In this day and age, when mankind is losing faith in religious virtues, is Sri Lanka, which is regarded as a Buddhist country losing its way? It seems to have joined the world in its mad adherence to consumerism and the vulgar display of wealth.",
    "This is a country that was declared bankrupt only very recently, on account of profligacy, mismanagement and corruption. This is a crying shame on a Buddhist country that is expected to uphold the highest standards of ethics, as enshrined in the Five Precepts. The population was subjected to untold hardship and is still grappling with the crippling cost of living. Many thousands face food insecurity and have to forgo meals and cut out essential expenditure in order to abate the threat of starvation.",
    "There is anecdotal evidence of suicides among those who cannot face destitution.",
    "In this context, is there a place for lavish expenditure on religious rituals? The Buddha lived by example and practiced what he preached, namely simple living and high thinking. The Buddha gave up his princely life-style and took to the life of a mendicant, in order to purify his mind of the three fetters of greed, hatred and delusion, that bind us to samsara: the cycle of births and rebirth that conforms to the single template of ageing, disease, suffering and death, that is common to all sentient beings.",
    "The Buddha did not encourage rights and rituals and in fact stated clearly that adherence to rights and rituals is a fetter in the path to Enlightenment. The path which is simple and direct, is clearly stated by the Buddha, namely: the practice of generosity, virtue and mindfulness for lay people; and the practice of virtue, concentration and wisdom for the monks. Nowhere in the entire Tripitaka [the Pali canon] does the Buddha advocate rights and rituals. In fact, he denounced them as meaningless and foolish.",
    "It is a sad reflection of the state of affairs in this country, that at a time when half the population is facing food insecurity, that a handful of misguided people are spending millions of rupees on fairly lights, flowers, flags, loudspeakers, carpets, frills and fancies and the purchase of expensive, unhealthy food items to feed monks who are expected to eat only to sustain life. All this excess is expressed in the form of “Katina pinkamas” that we are witnessing right now. They may be described as carnivals, not religious practices.",
    "The monks who are expected to follow vinaya rules [the 229 rules laid down by the Buddha] and lead a simple life of mendicants, have a huge responsibility to guide the followers on the true path to Enlightenment and not to encourage this wanton waste of funds on trivia which the Buddha denounced.",
    "When a “pawada” [a walking mat] was placed for the Buddha to walk, he asked that it be removed. He said that if he walked on it, his followers in the future, namely monks, would consider it to be an approved practice. Therefore, he asked that it be removed, and walked barefooted on the ground. This is the message preached by the Buddha, that monks who follow him, need to practice and preach.",
    "Buddhism disappeared from India due to the corruption of the Dhamma from within and the infiltration of Brahmic rituals and practices. The Buddha predicted that the decline of Buddhism would indeed be caused by its corruption from within. Are we seeing the signs of this, under our very eyes, here in Sri Lanka?",
    "Let us practice wisdom and understand the true words of the Buddha and follow the prescriptions that the Buddha has explained clearly in the Tripitaka, rather than getting caught in a whirlpool of wanton consumerism that Sri Lanka can ill-afford.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}