{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90769/cid-probes-into-pastor-jerome-already-underway-ag-tells-court",
  "time_ut": 1684910760.0,
  "original_lang": "en",
  "original_title": "CID probes into Pastor Jerome already underway - AG tells court",
  "original_body_lines": [
    "The investigations into the controversial comments made by the self-styled “prophet” Pastor Jerome Fernando are already underway, the Attorney General informed the Supreme Court today (May 24).",
    "This was conveyed by Additional Solicitor General Priyantha Nawana, when a fundamental rights (FR) petition filed by Ven. Elle Gunawansa Thero was called before a Supreme Court judge bench this morning.",
    "The probes are being handled by the Criminal Investigations Department (CID).",
    "Pastor Fernando found himself in hot water due to allegations that it included derogatory statements related to Lord Buddha and other religious figures after a video of his sermon was widely circulated on social media, stirring much controversy in the country.",
    "On May 15, President Ranil Wickremesinghe ordered the CID to launch an immediate investigation into the matter, citing that such statements could create religious conflicts and harm the country’s harmony.",
    "The New Buddhist Front (‘Nawa Bikshu Peramuna’) and the Pivithuru Hela Urumaya (PHU) also lodged a complaint with the CID, seeking the immediate arrest of the Pastor and that strict legal action be initiated against him.",
    "Later, an overseas travel ban was imposed against the Pastor on orders of the Colombo Fort Magistrate’s Court yesterday (16 May), as per a request made by the CID. Fernando, however, left for Singapore on May 14.",
    "Meanwhile, Sri Lanka Police said Pastor Jerome can be arrested upon his return to the island due to the overseas travel ban.",
    "On May 18, Ven. Gunawansa Thero and several others lodged an FR petition seeking a Supreme Court order directing the police chief to arrest Pastor Fernando and to take legal action against him.",
    "In a live-streamed video, Pastor Fernando issued an apology, stating that “I have done nothing wrong. And while I have done nothing wrong, I want to yet apologize to my Buddhist brothers, Hindu brothers, Muslim brothers and sisters, if my words by any means have hurt you emotionally”."
  ]
}