{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-and-taiwan-to-collaborate-in-future-development/",
  "time_ut": 1703603220.0,
  "original_lang": "en",
  "original_title": "Sri Lanka and Taiwan to collaborate in future development",
  "original_body_lines": [
    "The 2023 global conference for ‘Future Leaders’ from the Indo – Pacific region was successfully conducted by the Ministry of Foreign Affairs of Taiwan from December 13th to 19th in Taipei with representation from over 30 countries.",
    "A scholar holding six university degrees from Australia in the streams of International Business Administration, Project Management, Marketing, Human Resources Management and Telecommunications, Dr. Arosha Fernando, was invited to the forum and represented Sri Lanka in this year’s long awaited event. He helped establish productive relationships with a number of high profile corporates in Taiwan, inviting them to invest in the future development of Sri Lanka, including in the power, tourism sectors.",
    "‘This year’s global event was aimed to cultivate a global perspective as each representative from over 30 countries thought as a ‘Global Citizen’, not connected with just with one country but with a broader global community, Dr. Fernando said on returning to the island after the conference.",
    "Dr. Fernando added: ‘Key topics included in the conference were; global political and economic development, international economic cooperation, effort to reduce energy use & carbon emissions, environmental protection and epidemic prevention which provided very timely perspectives, appealing to our motherland too.",
    "‘It is overwhelming to note that some Members of Parliament (MPs) too attended the conference, representing their respective countries, including the Philippines, and on the sidelines of the conference I managed to establish fruitful relationships with some high profile corporates in Taiwan, convincing them to collaborate in the future development of Sri Lanka.’",
    "Dr. Arosha Fernando has held many senior government positions since 2005, including Senior Presidential Advisor and Senior Consultant and that of Coordinating Secretary to a number of ministries in Sri Lanka.",
    "Huawei ICT competition in Sri Lanka awards 20 undergraduates amidst dignitary attendance",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}