{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sec-and-cse-host-another-investor-forum-in-trincomalee/",
  "time_ut": 1680198540.0,
  "original_lang": "en",
  "original_title": "SEC and CSE host another Investor Forum in Trincomalee",
  "original_body_lines": [
    "The Securities and Exchange Commission of Sri Lanka (SEC) and Colombo Stock Exchange (CSE) successfully conducted an Investor Forum on 28th March 2023 at the JKAB Beach Resort, Trincomalee.The forum was organized with the objective of raising awareness on the importance of investor education and investor protection.The Forum attracted over 160 participants. Majority of the participants were interested in exploring new opportunities of investing in the Stock Market.The forum provided valuable insights on investor education and investor protection.",
    "Mr. Tushara Jayaratne, SEC Director External Relations and Capital Market Education, provided a basic knowledge of investments, the process of investing, and the pros and cons of investing in the Stock Market. A session to create awareness on the CSE Mobile App was conducted by CSE Senior Executive, Digital Products, Ms. Shanika Ramanayake.",
    "Furthermore, an analysis of the sectoral performance & market opportunities was presented by Mr. Niroshan De Silva, Manager Research, NDB Securities (PVT) Ltd.A panel discussion was held with the participation of Mr. Tushara Jayaratne, Mr. Niroshan De Silva, and Mr. Niroshan Wijesundere, Senior Vice President, Marketing at CSE, providing an opportunity for participants to clarify any doubts from the panelists.",
    "The participants were also given the opportunity to meet Investment Advisors from stock brokerage firms; Asha Securities Ltd, First Capital Equities (PVT) Ltd, Bartleet Religare Securities (PVT) Ltd, LOLC Securities Ltd and NDB Securities (PVT) Ltd",
    "The SEC and CSE have planned more investor forums this year, in locations such as Colombo, Negombo, and Batticaloa in order to create awareness via investor education and protection whilst highlighting the importance of financial literacy.",
    "The 30th Year of Kala Pola, Sri Lanka’s open Air Art Fair, a resounding success",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}