{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/The-Aragalaya-and-conspiracies-to-seize-power/172-259136",
  "time_ut": 1683939327.0,
  "original_lang": "en",
  "original_title": "The Aragalaya and conspiracies to seize power",
  "original_body_lines": [
    "Over the past weeks, members of the ruling party have been at pains to ‘educate’-us the masses- that the Aragalaya, which led to former President Gotabaya Rajapaksa fleeing the country and subsequently resigning, was a result of a secret plan hatched by a political party, which has twice tried to seize power through means other than by the ballot.",
    "On both occasions, the country witnessed horrendous violations of Human Rights and other brutal crimes against civilians as well as against state forces. These crimes were committed both by the then regimes and by the ‘so-called’ saviours of the masses.",
    "A few weeks ago Minister Bandula Gunawardana charged a political party responsible for the 1989 uprising was behind the violence in 2022.   Subsequently, the same issue was raised by the Minister of Justice Wijeyadasa Rajapakshe, and a few days ago Minister Prasanna Ranatunga breathed fire blaming the Opposition for not revealing that one among the Aragalaists was a sexual predator!",
    "Sadly it seems, efforts are in progress to cover the root causes, which brought the people in hundreds of thousands onto the streets.",
    "Let us remember, and not try to cover the fact that during those days in early 2022 -nearly fifty percent or more of the casual workers had lost employment, first by Covid-19 and subsequently by the economic policies of the then President, and the governing party of the day. The country and its people faced, not just a shortage of fuel and cooking gas, these two essentials were simply unavailable. We had rolling eight-hour power cuts and no alternate form of lighting.",
    "Hospitals ran short of drugs, no agency has as yet tabulated the number of persons, who lost their lives due to the shortage of medicines.",
    "Shop shelves were empty. Even basic vegetables produced locally were unavailable, thanks to a Presidential fiat prohibiting the use of petroleum-based fertiliser, with no alternative in place.",
    "Farmers were on the streets protesting and not in their fields. They had no means to cultivate, with fertilisers, and other agro-chemicals needed to support cultivation being unavailable.",
    "Parents were seen running hither and thither in search of elusive LP gas canisters and milk food supplements for infants and children. Miles-long queues of fuel-less vehicles stood outside fuel depots.",
    "The people had lost hope. This is what brought them onto the streets in the first three months of 2022. It was not the work of some political party from the Right or the Left.",
    "The silent, peaceful evening candlelight protests which took place on roadsides were spontaneous -frustrated people with nothing to lose.  No organised group/s were involved.",
    "The Government-sponsored physical attacks on protestors led to counter-attacks on the goons by unidentified Aragalaya groups and subsequently to arson attacks on the houses of Government MPs. This led to the resignation of the then Premier and Ranil Wickremesinghe being appointed PM.",
    "With President Gotabaya fleeing, Wickremesinghe was appointed President. The unexpected turn of events led to a futile effort by Aragalaisits to capture Parliament, which foundered on the Armed Forces blocking the attempt. Soon, the number of ordinary folks involved in the protest dwindled.  From thence onward, violent attacks continued while popular participation dwindled.",
    "The Aragalaya had become limited to particular violence-prone groups sans people’s participation.  However, President Wickremesinghe was able to control the violence from spreading.  But, Minister Gunawardane had a point when he said, the non-violent people’s protests were at some time hijacked by extremists attempting to overthrow the system.",
    "The first violent protest at Mirihana signalled that change.  This was not the first time a particular political party attempted to use people’s resentment to change the direction of a struggle and capture political power.",
    "Way back during the time of the ethnic war, small groups of people protested what they saw as Indian efforts to support militant Tamil groups. Small groups of civilians with the support of the business community organised human chain protests.",
    "With the infamous ‘Parippu air drop by the Indian Air Force, thousands took to the streets.   Ultimately, when Premier Rajiv Gandhi arrived to sign the Indo-Lanka Accord, huge mass protests broke out to protest his arrival.",
    "Unfortunately, the non-violent struggle against the Indo-Lanka Accord turned into a bloody and brutal struggle to topple the Government of the day.",
    "While condemning Parliamentary attempts to stifle democracy, we need to be watchful and prevent violent groups from infiltrating and changing the direction of democratic change."
  ]
}