{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Centre-for-International-Private-Enterprise-champions-delivery-of-democracy-dividend-for-people-of-Sri-Lanka/14-749741",
  "time_ut": 1687303569.0,
  "original_lang": "en",
  "original_title": "Centre for International Private Enterprise champions delivery of ‘democracy dividend’ for people of Sri Lanka",
  "original_body_lines": [
    "The US-based Centre for International Private Enterprise (CIPE) is keen to ensure Sri Lanka benefits from what it described as “democracy dividend” as it works with several organisations promoting good governance, economic development and entrepreneurship, etc. Present in 80 countries with field offices and representatives in 30 of them, CIPE’s primary areas of focus include Ethics, Business Advocacy, Democratic Governance, Enterprise Ecosystems, and Trade. Over the past four decades CIPE has carried out over 2,800 programs in 138 countries.",
    "As the international branch of the US Chamber of Commerce, the world’s largest business organisation with over 3 million members and over a quarter of a billion in annual revenues, CIPE collaborates with business associations, chambers, think tanks, and other non-governmental organisations in emerging markets around the world including South Asia, to implement private sector-led solutions to local challenges. Through local partners CIPE supports oversight and accountability in public finance as well as evidence-based advocacy of public finance policies and improves the Sri Lankan private sector in promoting business ethics, including sustainable approaches to anti-corruption through research and capacity building.",
    "The CIPE has partnered with several private sector organisations such as the Ceylon Chamber of Commerce and the Women’s Chamber of Commerce and Industry on various projects in Sri Lanka. A key initiative is the support to budgetpromises.org by Verite Research aimed at improving transparency of national budgets. It also supports the Alliance for Sustainable Infrastructure, a group of about a dozen think tanks, business associations, NGOs from all over the country dedicated to increasing transparency and sustainability of infrastructure. In Sri Lanka recently were the CIPE Regional Director for Asia and the Pacific John Morrell and the Managing Director Programs Abdulwahab Alkebsi along with South Asia Program Director Aarya Nijat. Following are excerpts from the interview with Morrell and Alkebsi.",
    "Q: Tell us what CIPE brings to Sri Lanka and other developing countries?",
    "A: CIPE is a democracy organisation. That’s what motivates us. That’s our mission. Sri Lanka has been a democracy for generations, but there really hasn’t been much of a democracy dividend, so to speak. What CIPE tries to do is, how can we help democracy deliver so that democracy isn’t just periodically going to the voting booth to tick the box. Democracy actually yields improvements in people’s lives. It yields improvements in the economy. In fact, there are public opinion surveys that have been done that show that the average man and woman on the street, when they hear democracy, what they think of is opportunity. They don’t think of voting. It’s more than just going to the voting group. So how do we improve the democracy dividend in a country like Sri Lanka, which has been conducting elections for generations? So democracy actually delivers improvements in people’s lives. Specifically, how we do that varies in different countries.",
    "Our work in Sri Lanka is focused a lot on transparency of national budgets so that the Sri Lankan people and businesses know how their Government is spending their money. In this regard we have an on-going initiative called the budgetpromises.org. It takes information about how on Sri Lanka’s budget, information that used to be disparate, hard to find. What this resource does is it takes all of this information that used to be hard to find, puts it into a single place. It’s easy to understand, easy to access. It enables Sri Lankan citizens, if they want to, to know how their Government is spending their money in particular, the financing of large scale infrastructure projects, etc. which draws a lot of foreign or bilateral funding and often with strings attached. Our position isn’t that Sri Lanka shouldn’t do business with India or China. But what we’re saying is that Sri Lanka, as a democracy, should refrain from sourcing funding from secret sources on secret terms, for secret purposes. We are encouraging greater transparency and accountability which are essential in a democracy.",
    "A: The first observation is the enormous and amazing potential of Sri Lanka given its strategic geographic location and the resilience of the people. I don’t know any other countries who have a better location than Sri Lanka. If you talk about the potential markets around Sri Lanka, half of the world, over 3 billion people are around Sri Lanka and businesses are looking for a safe haven for investment. People are looking for a place where we can reassure them of their investments. The obvious question is why isn’t it Sri Lanka? Why are they going elsewhere? The other question is why has Sri Lanka been a magnet for bad investments, for destructive investments, for corrosive investments in the past. Instead of being a place where constructive money can come here and help the local supply chain, help the local environment, and the local livelihoods of people, why isn’t that happening? Democracy and good governance has an answer to all these.",
    "In a democratic country, you need to push democratic governments to be more transparent. It’s not just foreign direct investments but also local investments. When democracy and good governance are absent, the whole environment in the country is being threatened. It’s the small businesses that are being pushed out and livelihoods of millions of Sri Lankans are threatened. So CIPE through the good work of Sri Lankan people and organisations aims to help local civil society organisations, local businesses, improve the environment so this investment can come and improve Sri Lanka instead of coming and hurting it. Sri Lanka can be a recipient of much more good investments given its enviable geographic location amidst some of the big markets. Unfortunately the full potential isn’t being realised because of bad governance and the lack of transparency. CIPE opted to focus on ensuring transparency in budgets whilst recognising that national Budgets are complicated. We endeavour to simply demystify a complex subject.",
    "I recall in 2017, the New York Times had a big story and it won a Pulitzer Prize. The title of the story was “How China Got Sri Lanka to Cough Up a Port?” So creating simple informational resources, like budgetpromises.org allows comparing how the Government is spending money and how does that compare with how they said they would spend the money, any strings attached, etc. All businesses, investors be it foreign or local take risks. It’s not always guaranteed, but they want to have good, reliable information to make decisions. Additionally they should be able to trust the information system to be predictable.",
    "CIPE has also done work on women’s economic empowerment, in partnership with the Women’s Chamber of Commerce and Industry (WCCI). In Jordan CIPE supported a program to change laws to allow people to run their businesses legally out of their homes. Previously because they were not registered, they couldn’t sell to formal businesses. So by getting the law changed it disproportionately benefited women, because a disproportionate percentage of people who do business from home are women. They create thousands, tens of thousands of women entrepreneurs out of the shadows into the formal economy. They’re registered, they’re paying taxes, they can grow their business without fear. It brings businesses out of the informal economy into the formal economy. It’s good for business. It’s good for democracy.",
    "We are also working on anti-corruption initiatives with the Transparency International Sri Lanka, but again, all of it is designed to increase the democracy dividend for the Sri Lankan people.",
    "A: There have been encouraging improvements but there are ongoing existential challenges to democracy in Sri Lanka as well, especially following the default of Sri Lanka’s external debt and the overall debt being unsustainable. On the other hand some of the high cost debt went into questionable or fancy projects including the Hambantota airport, etc. There were questions about the actual amount of loan Sri Lanka had borrowed. But thanks to the default, the current Government has accounted for all the loans, from whom and where, etc. though terms are not disclosed. But at least there is a glossary of all the loans that Sri Lanka has taken. That is a good start. The fact that there is this level of transparency, that’s a good thing. This wouldn’t have happened if Sri Lanka didn’t default and go for an IMF program. But I think in terms of trying to restructure the debt, they had to put everything on paper. But it’s not just the default. It’s also that there is citizen activism and also organisations such as the Verite Research which is a partner of CIPE.",
    "In addition there is also the Alliance for Sustainable Infrastructure, which is a group of about a dozen think tanks, business associations, NGOs from all over the country, including Jaffna. This group is dedicated to increasing transparency and sustainability of infrastructure. CIPE is not here to be the activist for this change.",
    "CIPE extends support to local initiatives based on local needs. That’s part of democracy. CIPE extends support with insights to international best practice, lessons learned, networking with the available resources, etc. We have to make sure that the local initiatives are successful. There’s an expression that if you go to a country with a bag full of money and an idea, a lot of people will like your idea. And then when you’re gone, they’ll look for the next guy with a bag full of money and an idea. That’s not what we do at CIPE. The work that we do is locally driven. We respond to local demand. We provide financing, examples of what’s been done elsewhere so that our partners don’t have to reinvent the wheel. We provide experts.",
    "CIPE also extended support to a project focusing on how Sri Lanka could improve trade facilitation inspired by the Global Alliance for Trade Facilitation (GATF) which is half donors and half corporate.",
    "The Alliance identified specific choke points to trade in specific countries that a specific project could ameliorate it. Sri Lanka was the number one country that the steering committee identified to support improved trade facilitation including an initiative called multi country shipping containers which empowers small and medium businesses. It’s more a matter of how do we improve the governance surrounding trade so it’s more efficient, more pro-poor, more pro-business.",
    "Sri Lanka is a priority country for us. CIPE’s work at the intersection of politics and economics, the intersection of democracy and economic development. Why we do a lot of work on anticorruption is because corruption is both a political and an economic issue. We do a lot of work on freedom of information and women’s economic empowerment because these are both political and economic issues. All of CIPE’s work makes it unique. We operate at the intersection of democracy and economics. That’s what ties all of this work together. Everyone talks about Sri Lanka’s potential but it has always been the challenge of unlocking that, realising the potential.",
    "Q: What would be your advice as to how can Sri Lanka become what it is, what it should be?",
    "A: Governance is the critical variable to the equation. Sri Lanka has a very well established education system. Sri Lanka has an educated workforce. Sri Lanka is geographically located in a very strategic spot. What it’s not necessarily missing, but it’s so erratic is the issue of governance. Policy changes, obviously, what’s happened here with changes in government. So it’s not politics. One party has it right over the other. It’s getting the governance equation right so that Sri Lanka is viewed as a safe investment. Not an investment only for China and India, but it’s a good investment for Japan, Korea, etc. That’s the most erratic variable in the equation of the Sri Lankan marketplace. And if there’s something that business doesn’t like, it’s erraticism and unpredictability. With CIPE and partner organisations efforts hopefully we’re making positive contributions to it. If Sri Lanka can get that variable right, the equation adds up to a very bright future.",
    "Democracy is at least two separate things. Selecting the leadership is one but in between elections, it’s about the institutions of democracy that are somehow missing. Institutional framework allows your rights to be protected and an investment environment that’s inviting. That’s why CIPE is here and focused on. How do you build these institutions that make sure governance is done properly, transparency is handled properly, and that in between elections, democracies deliver to its citizens that just delivers through the electoral process, which is important? We should not neglect all of these democratic processes that people focus on. That’s necessary, but not sufficient. What it needs is the institutional framework in between elections.",
    "A market economy is necessary for the market to succeed. In a market economy, there is an important role for the Government, to ensure consumer protection, proper regulation, and monitoring.",
    "A fair amount of Sri Lanka’s external debt comes through bond purchases which are transparent and accountable. What’s problematic are the direct loans especially from China, terms of which cannot be publicly disclosed. So what that means is it almost sounds like an oxymoron. If the Government of Sri Lanka were to publicly disclose the terms of these loans, they would be violating the terms of the loan, therefore allowing debt for equity swaps to kick in. Sri Lanka must pursue infrastructure financing that is very high risk, both financially but also threatening to democracy. Because these are the loans that the public has no ability to know the terms of. So, it’s not debt in and of itself, foreign debt owed to whomever, it’s the type of debt.",
    "Q: Will CIPE be consolidating this focus in the next few years? Or will you be exploring new support areas?",
    "A: We’re fortunate that the priorities of the local business leadership, local civil society, and local think tanks are in these areas. That’s where we’re helping the local partners to move forward. We genuinely don’t come here and say, here’s what you should do. Our job is to make sure that good local initiatives are supported. With our partners we reviewed the progress and the fact that the direction of the country is moving forward in a positive trajectory. There was agreement for a more engaged private sector and civil society and we plan to continue supporting these initiatives. What we’re doing is we’re piloting ideas. How can civil society, the business community engage in large scale infrastructure investments to increase transparency and accountability? With two main objectives we want to make sure that investments in large scale infrastructure reflects the priorities of local communities as opposed to a corrupt politician wanting to build white elephants.",
    "The second objective being that the governance surrounding them reinforces democracy instead of undermining it. But again, that’s a vague abstraction. So what we’re doing now is piloting ideas specifically in the lifecycle of infrastructure investment from planning to financing to construction to evaluation and maintenance at the different stages of infrastructure, of large scale infrastructure. We are identifying specific ways that think tanks, business associations, media, etc. can engage to increase transparency and accountability.",
    "CIPE warns of dangers of public and private sector corruption"
  ]
}