{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92314/four-feared-dead-after-australian-military-helicopter-crashes-into-pacific",
  "time_ut": 1690611420.0,
  "original_lang": "en",
  "original_title": "Four feared dead after Australian military helicopter crashes into Pacific",
  "original_body_lines": [
    "Australia has paused a military exercise with the United States after a helicopter crash left four aircrew missing.",
    "The Australian Defence Force MRH-90 Taipan helicopter crashed into waters off the northeastern state of Queensland at around 10:30pm on Friday (12:30 GMT), Defence Minister Richard Marles said.",
    "“The families of the four aircrew have been notified of this incident and our hopes and thoughts are very much with the aircrew and their families,” Marles said",
    "“We desperately hope for better news during the course of this day.”",
    "The aircraft had been taking part in the Talisman Sabre, a joint Australia-US military exercise involving 13 countries, including Japan, France and Germany, and more than 30,000 personnel.",
    "Officials have not offered a cause for the incident or indicated when the exercises might resume.",
    "Searches for the missing aircrew have been under way since overnight.",
    "Brigadier Damian Hill said the exercises had been paused to allow participants to “reach out and let their families know what is going on.”",
    "US Defense Secretary Lloyd Austin, who is in Australia with US Secretary of State Antony Blinken for talks, paid tribute to the missing aircrew.",
    "“It’s always tough when you have accidents in training, but … the reason that we train to such high standards is so that we can be successful, and we can protect lives when we are called to answer any kind of crisis,” Austin said.",
    "“Our guys tend to make this look easy and they make it look easy because they’re so well exercised and rehearsed and trained, and this is unfortunately a part of that, what it takes to get them to where we need them to be,” Austin added.",
    "Australia is undertaking the biggest overhaul of its military since World War II, shifting emphasis towards long-range strike capabilities with an eye towards potential adversaries, including China."
  ]
}