{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89929/health-ministrys-guidelines-for-keeping-schoolchildren-safe-during-extreme-temperatures",
  "time_ut": 1681986360.0,
  "original_lang": "en",
  "original_title": "Health Ministry’s guidelines for keeping schoolchildren safe during extreme temperatures",
  "original_body_lines": [
    "The Ministry of Health has introduced a set of guidelines to prevent the adverse effects of the prevailing torrid heat on schoolchildren and to keep them safe.",
    "This was communicated in a letter directed to the Additional Secretary (School Affairs) of the Education Ministry.",
    "Accordingly, the ministry has recommended the following first aid measures for the following heat-related illnesses:",
    "- Involuntary muscle spasms that happen during heavy exercise in hot environments)",
    "- Symptoms: Painful muscle cramps and spasms usually in legs and abdomen, and heavy sweating",
    "- First aid: Drinking water (half a glass of water every 15 minutes) and withdrawing from all activities as first aid for heat cramps.",
    "- Occurs in conditions of extreme heat and excessive sweating without adequate fluid and salt replacement",
    "- Symptoms: Sweating, weakness or tiredness, cool, pale, clammy skin; fast, weak pulse, muscle cramps, dizziness, nausea or vomiting, headache, fainting",
    "- First aid: Withdrawing from all activities, moving to a cooler environment, drinking adequate water (half a glass of water every 15 minutes), taking a bath and apply a wet piece of cloth over the body",
    "- The most severe form of heat-related illness. It occurs when the body’s heat-regulating system is overwhelmed by excessive heat. This is a life-threatening emergency that requires medical attention. Contact the nearest hospital or Suwa Seriya (hotline 1990) for ambulance service.",
    "- Symptoms: Throbbing headache, confusion, nausea, dizziness, body temperature above 103°F, hot, red, dry or damp skin, rapid and strong pulse, fainting, loss of consciousness",
    "- First aid: Moving to a cooler environment, reducing body temperature with a wet piece of cloth",
    "The Health Ministry has advised schoolchildren to avoid engaging in outdoor physical activities as much as possible, and drinking additional amounts of water.",
    "Meanwhile, school authorities are advised to give two short intervals for students to rest more, not to take them outdoors during the daytime and not to conduct sports events and practice sessions while extremely hot weather prevails.",
    "In addition, the authorities have been instructed to take necessary measures if the water supply facilities at the school are inadequate."
  ]
}