{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-uda-properties-draw-interest-from-china-japan-korea-investors-147189/",
  "time_ut": 1705063680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka UDA properties draw interest from China, Japan, Korea investors",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Urban Development Authority has received interest from investors in Japan, China and Korea for a portfolio of lands in key locations, Director of Real Estate Management and Development Anura Prasanna said.",
    "“Most of them are Chinese investors. Then, we have Japanese, who invest in buildings like Visumpaya and also Koreans,” Prasanna told Economy Next.",
    "The properties are valued at 21 billion rupees, but could result in investments and economic activity valued at multiples of the land.",
    "“You have to multiply the land value by five times,” Prasanna said.",
    "An unsolicited project proposal received by a Korean investor for a housing project alone was about 15 billion rupees.",
    "The UDA has a range of properties including several with historic value.",
    "“Some are bare lands, some are developed properties, like the Gafoor building in Pettah, the Galle Post Office, the Bogambara prison in Kandy, which are meant to be preserved for conservation purposes, but can also serve as valuable tourism properties,” Prasanna said.",
    "Among projects under consideration is the Visumpaya building located in Union Place, a historic official residence which is earmarked for a high-end boutique hotel.",
    "The project is estimated to value at 35 million dollars, for which a Japanese investor has expressed interest.",
    "There had also been interest from investors in other countries, before an economic crisis hit the island.",
    "“Last year we had some discussions with investors from Middle Eastern countries, especially Oman and Dubai,” Prasanna said. “While they initially showed interest, they were discouraged because of this economic crisis.”",
    "The Housing Department of the UDA conducted an exhibition in Dubai last year, with the property portfolio of lands and houses that comes under its ownership.",
    "“We’re planning to have two investment forums in Sri Lanka this year and most probably in India too, and the discussions will continue,” Prasanna said.",
    "“So this year, in partnership with Dubai, Singapore, the Board of Investments and the Tourism Development Authority, we are in the process of planning forums. We are in the discussion stage now,” he said.",
    "Among the projects is a high-rise building and a carpark in Chatham Street for which Expressions of Interest would be called.",
    "The mixed development project is valued at 1,775 million rupees and will be on a 99-year lease.",
    "From next week, for the Chalmers Granary, interested investors from Singapore are to be presented with different investment model packages.",
    "Under the initiative to finalize 22 development projects in 2024, is a Small and Medium Scale Industry Development Project at Millewawatta, Padukka with a 30 year lease and base value of 620 million rupees.",
    "The UDA is calling RFPs for a land in Mayura Place, Wellawatta with a 99 year lease period, which is to become a residential development project with the base value of 232 million."
  ]
}