{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-bankrupted-country-with-politics-of-promises-Eran/56-755221",
  "time_ut": 1699992428.0,
  "original_lang": "en",
  "original_title": "Govt. bankrupted country with politics of promises - Eran",
  "original_body_lines": [
    "Says President merely took people on a ‘fun trip to disneyland’ through his budget speech",
    "Claims current Govt. is to be blamed for SL’s financial woes and not country’s opposition",
    "Stresses VAT hike adversely impact ordinary citizens in Sri Lanka",
    "Notes Budget for 2024 lacks new proposals and overlooks several important aspects",
    "SJB MP Eran Wickra-maratne yesterday criticised President and Finance Minister Ranil Wickremesinghe’s Budget for 2024, labelling it a ‘fun trip to disneyland.’",
    "The MP opening the debate on the second reading of the budget yesterday said the President’s statement about the country being bankrupted by the politics of promises holds some truth. “However, it is the current government that has contributed to the country’s financial troubles, and they continue to be part of the current administration,” he said.",
    "“By 2015, the state revenue in the country amounted to 10% of the gross domestic product. The government at that time managed to increase it to 13% by 2019, making challenging decisions for the benefit of the country. However, the government that assumed power in 2019 led the country to bankruptcy by hastily reducing taxes without any scientific analysis, causing a one-third reduction in the national income within a week,” the MP noted.",
    "Wickramaratne said the opposition is not to be blamed for the country’s financial woes. “Those individuals responsible for this economic downturn are still part of the current administration and should be held accountable,” the MP said.",
    "Highlighting the numerous challenges faced by the public, the MP emphasised that the proposed increase in the Value Added Tax (VAT) outlined in the budget will adversely impact the ordinary citizens of the country.",
    "“The Budget for 2024 lacks new proposals and overlooks several aspects, much like previous budgets. Some initiatives from the 2001 government have been reintroduced, yet none of them have been implemented, and no allocations have been made,” he remarked."
  ]
}