{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89160/new-igp-should-have-blemish-free-exemplary-service-basl-writes-to-president",
  "time_ut": 1679148300.0,
  "original_lang": "en",
  "original_title": "New IGP should have blemish-free, exemplary service: BASL writes to President",
  "original_body_lines": [
    "The Bar Association of Sri Lanka (BASL) stresses that the next Inspector-General of Police (IGP) should be an officer whose service is exemplary and free of any blemish.",
    "The police chief should be able to restore public confidence the Sri Lanka Police, which saw a ‘serious erosion’ over the last few decades, the BASL said in a letter addressed to President Ranil Wickremesinghe.",
    "Attributing the erosion of public confidence in the police to the lack of confidence, politicisation, police brutality, custodial deaths, and the lack of professionalism, the association said it is of the view that public confidence in the police is vital for the administration of justice and the rule of law.",
    "The post of IGP will be left vacant on March 23 following the retirement of the current police chief, C.D. Wickramaratne.",
    "“The IGP is the Head of the Police Department and has security of tenure in terms of the Removal of Officers (Procedure) Act NO. 5 of 2002. Hence it is of utmost importance that the best possible appointment be made to that office.”",
    "The BASL also noted that Sri Lanka Police has had a practice to withhold during the pendency the promotions of police officers who are named as suspects or accused in criminal matters, respondents in Fundamental Rights (FR) applications pertaining to illegal arrests and torture.",
    "Similarly, promotions of officers who have a blemished record in the Sri Lanka Police are regularly withheld, the association said further.",
    "The BASL said it is of the view that the same or higher standards must be adopted by the Executive in appointing the Inspector General of Police.",
    "Hence, the BASL urged the President not to appoint an officer who has pending FR or criminal cases against him or any allegations of involvement in unlawful activity to the post of the IGP.",
    "The association said it is of the view that “prior to the approval of the appointment of the IGP that the procedures to be followed in regard to recommendations or approvals for appointments under Article 41B or 41C should be determined by the Constitutional Council as provided for in Article 41E(6) of the Constitution.”",
    "Such procedures and processes should be in the form of rules relating to the performance and discharge of the duties and functions of the Council as provided for in Article 41G (3) of the Constitution, the letter read further, urging the Head of State that the appointment of the IGP (and all other appointments to key offices) be done in a transparent manner so as to establish public confidence in the appointment process.",
    "The BASL’s letter comes after sources revealed that the President has made recommendations to appoint Senior DIG in charge of Western Province, Deshabandu Tennakoon as the next IGP following the retirement of Wickramaratne."
  ]
}