{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Why-Hindu-nationalist-BJP-wins-in-Christian-dominated-Indian-States/172-255542",
  "time_ut": 1678382843.0,
  "original_lang": "en",
  "original_title": "Why Hindu-nationalist BJP wins in Christian-dominated Indian States",
  "original_body_lines": [
    "The Bharatiya Janata Party wins in the Christian-majority States of India’s North East through ideological modifications as well as the delivery of Centrally-funded welfare schemes",
    "The Hindu-nationalist Bharatiya Janata Party (BJP)  is on a winning streak in the Christian and non-Hindu heartland of North East India comprising  Nagaland, Meghalaya, Arunachal Pradesh and Mizoram.",
    "This phenomenon, seen since the 2018 State Legislature elections, is attributed to a variety of factors; chief among them are: (a) the adoption of appropriate ideological modifications with an accent on “local indigenization” rather than “all-India Hinduization”; (b) recognition of the emerging needs of the younger generation of these States; (3) better delivery of the Central government’s welfare programmes. The BJP dominates the Centre like a colossus.",
    "In the North-Eastern States, the BJP has overtaken, if not eliminated the Congress, an all-Indian secular party, which earlier had a strong appeal in this unusual socio-religious milieu. Even in a Congress stronghold like Mizoram, the BJP’s vote share had gone up from 0.32 % to 8% in the 2018 State-level election.",
    "The BJP is known for its hunger for power, using every trick in the book to achieve its aim",
    "In the just-concluded State Assembly elections in Nagaland and Meghalaya, the BJP is set to be part of the governments to be formed by local/indigenous Christian tribal parties.",
    "In Nagaland, the BJP won 12 seats and is expected to be part of the government formed by the local Nationalist Democratic Progressive Party (NDPP). In Meghalaya, the BJP won only two seats in the House of 60, but its leadership in New Delhi asked the Meghalaya unit to support the local Nationalist Peoples’ Party (NPP) so that the NPP would be able to form the government and also deny the Congress a chance to tie up with the NPP and join the government.",
    "On their part, the local/indigenous parties go along with the BJP because they see the advantages of being allies of a party that dominates the Central government in New Delhi. For small States like Meghalaya and Mizoram, the Central government is virtually the only source of finances because the taxes they collect locally are meagre.",
    "The BJP is known for its hunger for power, using every trick in the book to achieve its aim. But what is remarkable is the fact that the majority Christian community in Nagaland and Meghalaya vote for the BJP and that the local 100% Christian parties have no compunction about aligning themselves with BJP, a known Hindutva or Hindu nationalist outfit.  This is especially striking because these local parties are aware that the BJP’s ideological affiliates are known for their anti-Christian rhetoric and attacks on churches in some other parts of India. Radical Hindu outfits suspect Christian-run institutions of carrying out “unethical conversions”. The BJP’s ideological affiliates have also been carrying on campaigns against cow slaughter and beef eating and have lynched Muslims suspected of taking cows for slaughter.  But the beef-eating Christians of Meghalaya, Nagaland and other tribes of the North East have turned a blind eye to those incidents taking place in some other parts of India. On its part, the BJP has been at pains to explain to Christians of the North East that it will not apply its Hindu dietary norms to them, as indeed it does not apply them in other States with substantial Christian populations like Goa and Kerala. It does not apply the beef ban in Muslim-majority Kashmir also. The BJP also points out that all its candidates in the North-East Christian-majority States are themselves beef-eating Christians.  The BJP not only modifies its “Hindutva” ideology but ensures that the Central government’s social and economic welfare schemes are implemented satisfactorily in the Christian-majority States. In fact, it seeks participation in local governments to better deliver the goods.",
    "On their part, the local allies of the BJP see the alliance from a  developmental angle. This is because voters are aware of the benefits of voting for the BJP. Although the scheme to supply rice at reasonable rates predates BJP leader Narendra Modi’s coming to power in New Delhi in 2014, voters have stated that they have been getting “Modi rice” only in the past three years. The North-Eastern States have also benefitted from Modi’s all-India scheme to build toilets.",
    "The BJP has correctly grasped the fact that the Christian tribal communities in North Eastern India have given up their decades-long demand for independence and now want to be part of economically booming India. They aspire for economic advancement like other Indians and not separation and independence anymore.",
    "The BJP’s ideological affiliates have also been carrying on campaigns against cow slaughter and beef eating and have lynched Muslims suspected of taking cows for slaughter",
    "The youth are no longer enamoured of the gun. Although a Naga rebel group is still holding out, and an agreement between it and the Central government is still to be concluded, the general population is aware that successive Indian governments have taken significant steps to grant “internal self-determination.”  Over the years, Indian governments have facilitated the formation of new States based on ethnicity. The sprawling Hindu-majority State of Assam was divided into ethnicity-based Nagaland, Mizoram and Meghalaya, which are also Christian-majority.",
    "The Centrally Administered tribal entity called North Eastern Frontier Agency (NEFA), with a 30% Christian and a 26% non-Christian tribal population, was made a full-fledged State called Arunachal Pradesh. This step was taken despite China’s claim to Arunachal Pradesh (which it calls “South Tibet”).",
    "The BJP has also been winning over the local tribal populations by reviving their indigenous religious beliefs and cultural heritages. The point to be noted is that it is careful to promote local, indigenous revivalism and Hindu revivalism here.",
    "According to a 2022 article by Syeda Ambia Zahan in Outlook magazine, Prime Minister Modi inaugurated with fanfare, the “Hornbill Festival” in Nagaland, which is an inter-tribal festival considered the “Festival of Festivals” by the Nagas. Modi was dressed in the traditional Naga attire, and departing from his normal practice of speaking in Hindi, addressed the huge audience in English, which is better understood in Nagaland because of Western Christian missionary education.",
    "“The striking part of his speech was when he encouraged the people to chant Kuknalim which means Victory to Nagalim/Nagaland instead of Jai Hind (Victory to India),” Zahan wrote.",
    "The writer further said that the BJP started glorifying Rani Gaidinilu, a Naga woman leader who advocated the Nagas’ indigenous faiths. In 1930 she had even raised a tribal army to fight the British and establish “Naga Raj” but within India. She fought against Kevi Yalay Phizo’s Naga National Council (NNC) that wanted a separate “Nagalim” outside the Indian Union.",
    "In Arunachal Pradesh, the BJP created a Department of Indigenous Faiths and Cultural Affairs. The Department started codifying and formalizing local faiths such as Donyi-Polo, Amik Matai, Nani-Intaya and Rangfrah.",
    "In the just-concluded State Assembly elections in Nagaland and Meghalaya, the BJP is set to be part of the governments to be formed by local/indigenous Christian tribal parties",
    "The revival of indigenous faiths will pass muster in Arunachal Pradesh because the Christian influence is weaker here than in Nagaland and Meghalaya. But if a similar thing is done in Nagaland, Meghalaya or Mizoram, where Baptist and other Christian churches are very strong, there could be a backlash. In fact, till recently, the churches had appealed to voters not to vote for the BJP. Earlier, when the pro-independence rebels were strong, they had urged the boycott of elections with a fair amount of success.",
    "The BJP is expected to go slow with the indigenization of religious beliefs in the Christian-majority States as it is becoming more pragmatic and less doctrinaire to spread its wind all over India. It has to be adjustable because North East India is a geopolitically critical region, sharing borders with Myanmar and China. When armed separatist movements were on in Nagaland and Mizoram, the rebels had got shelter in Myanmar and Bangladesh and material support from China."
  ]
}