{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81655",
  "time_ut": 1680287940.0,
  "original_lang": "en",
  "original_title": "If the Anti-Terrorism Bill passes the seal of Parliament as currently framed, Sri Lanka will pass from a de facto police state to a de jure police state. The political consensus must be to reject the Anti-Terrorism Bill wholesale.",
  "original_body_lines": [
    "Will the booing of Ministers by disgruntled voters run the risk of being classified as an ‘act of terrorism’ under the Anti-Terrorism Bill recently gazetted by the Sri Lankan Government?",
    "Can that be construed within the Bill’s prohibition of ‘wrongfully or unlawfully compelling’ the Government ‘to do or abstain from doing any act,’ ie; for example, restraining Ministers from performing ‘lawful acts’? Or could that come within the ambit of ‘unlawfully preventing the Government from functioning’? The risk is high if the ‘act’ in question is combined with ‘causing serious damage to property’ as the Bill ambiguously specifies.",
    "What is ‘serious’ of course, is anybody’s guess. The surging crowds who invaded state buildings last year and toppled a sitting President, a Prime Minister and his Cabinet from office would collectively have been, in one fell swoop, guilty of ‘terrorist acts’ if this terrifying Bill had been law then.",
    "As President Ranil Wickremesinghe holds forth ad nauseam, these impertinent invaders ‘damaged’ historic state property and spirited away valuable paintings.But no exact evidence is forthcoming, at least in the public domain, of the ‘damage’ so alleged.",
    "The President’s explanations moreover rarely include mention of the attacks on peaceful protestors at the Galle Face Green last year by baton wielding ruffians led by two Minister-loyalists of former Prime Minister Mahinda Rajapaksa, who still remain at liberty.",
    "However, protestors are locked up on any pretext whatsoever, irrespective of whether they are just holding placards or are citizens inadvertently caught up in the fracas. If this claim to the international media that the law operates equally against violators is to be credible, practice must conform to the theory on which he preaches.",
    "Yet notwithstanding the President painting himself in the colours of a liberal democrat, that is not borne out by state agents under his command.",
    "Recently, armed men in assault gear with armed rods attacked student protestors in Colombo. Who were these invaders, at whose command were they acting and why did the police not act against them with the same force that was used against protestors?",
    "Certainly the intent of President Ranil Wickremesinghe and his badly frightened Cabinet must be to prevent a nightmarish scenario of the 2022 ‘Aragalaya’ recurring in Sri Lanka, by fair means or foul.",
    "Each and every action of this Government is directed towards that end, including the Anti-Terrorism Bill. Yet that very intent may be the unwise spur to bring about such an eventuality.",
    "Overbroad laws conferring enormous and unfettered powers on state agents are always been counterproductive in the extreme.",
    "Historically, ‘anti-terror’ laws aimed at Sinhala and Tamil youth, have spawned more terrorists rather than restrained them.",
    "Now the targets in the cross hairs of the State are far wider, sweeping across gigantic swathes of the population including academics, trade unionists and professionals. Adding to that mix is the public as a whole, angered by the great injustices that a bankrupt State heaps on the vulnerable heads of the poor. What way will the populace turn?",
    "Can such numbers be intimidated by a Bill of this nature, made worse by state agents operating with minimal oversight?",
    "Leaving aside the ‘Aragalaya,’ the Bill enables overzealous officers to abuse their authority in multiple ways, inevitably catching up the innocent. Abuse under the existing criminal law is already at an unacceptable high.",
    "Some months ago, two women protestors were arrested while peacefully walking on the road from Panadura to Colombo carrying placards in protest against the Government.",
    "More recently an enterprising citizen in Homagama was arrested for booing a Minister when – in an irony of ironies – the ministerial worthy was proceeding to lay a foundation stone for the construction of a Buddhist shrine. The caricature of pious politicians in spotless white garments to cover their multiple sins while presiding over religious ceremonies, is a joke of and by itself. But we digress.",
    "Under what provision of the law is the booing of politicians a criminal offence in this country? The police jumping to the dictates of their political masters is a typical pattern when laws are routinely used to silence critics. The worst example in this regard is the bizarrely named International Covenant on Civil and Political Rights (ICCPR) Act which is a cruel aberration of the internationally renowned Covenant.",
    "Section 3 (1) of the ICCPR Act prohibits prohibition of propagation of war or advocacy of national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence. This has been used freely by the police to lock up dissenting poets, lawyers and writers, quite irrespective of whether there is ‘incitement’ or not.",
    "Conversely, those who preached and propagated hatred leading to communal violence, from Aluthgama to Digana in the case of the now quiet Bodu Bala Sena, have been left untouched.",
    "Highly disturbingly, this provision has been brought verbatim into clause 3(1)(e) of the 2023 Bill as another component of the ‘offence of terrorism.’ This clause was absent in the ‘yahapalanaya’ inspired Counter-Terror Act (CTA, gazetted in 2018), the precursor to the 2023 Bill. The CTA was a ‘cut and paste’ exercise of the atrocious United States’ Patriot Act. Following an outcry, the draft was finetuned with the stripping of its more outrageous clauses.",
    "The 2018 CTA Bill omitted the replication of the ICCPR Act’s Section 3(1) with good reason. It is exceedingly bad legal drafting to have two exactly similar offences in two separate laws.",
    "This mixes up a defined penal offence in the ordinary law with a ‘terrorist act’ subject however to the condition that the Bill stipulates that this has to be read with an illegal ‘act’ or omission to constitute the offence.",
    "Even so, what bright spark in the Government thought of merrily transplanting Section 3(1) of the ICCPR Act, warts and all, into the 2023 Anti-Terrorism Bill?",
    "It beggars  the imagination. It is a good pointer to the confused state of this Bill. ‘Terrorist acts’ are broadly framed in a way that does not satisfy the international law standards of being proportionate to their aims and purposes.",
    "The Government’s claim that the Bill is brought to satisfy Sri Lanka’s international law obligations is summarily defeated by this example alone.",
    "Neither will judicial assessment of arrests under the proposed Act mitigate the danger of abuse. Judicial oversight does not suffice to prevent abuse in a system where the Rule of Law is regularly and systematically undermined by the political command.",
    "Literally hundreds of cases are documented where suspects indefinitely detained for years under the PTA’s ‘defence writ’ are finally released when a judge reviews the ‘evidence’ and finds no reasonable grounds to justify detention.",
    "That risk is hugely amplified under the Anti-Terrorism Bill. The authority of the police is increased thousandfold as compared to ordinary criminal law or the PTA.",
    "This is the danger in enacting over-broad anti-terrorism laws. It is only after an abuse is committed that the abusers (most often, the police) start hunting around to check as to what provision of the law affords them cover. That reality becomes aggravated when ‘acts’ belonging in the realm of the criminal law, are brought into the ‘terrorism’ arena, willy nilly.",
    "Once (and if) the Bill passes the seal of Parliament as currently framed, Sri Lanka will pass from a de facto police state to a de jure police state. Later columns in these spaces will dissect other problematic clauses of the Bill that are clear pointers to this danger.",
    "Indeed, Government politicians are apt to, given a change in political fortunes, themselves be the focus of its overbroad reach.",
    "If a modicum of intelligence is retained within ruling ranks in the House, the political consensus must be to reject the Anti-Terrorism Bill wholesale. The prevailing political mood on both sides of the divide however seems unfortunately to the contrary."
  ]
}