{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95140/hamas-releases-at-least-24-hostages-as-truce-appears-to-hold-in-gaza",
  "time_ut": 1700837340.0,
  "original_lang": "en",
  "original_title": "Hamas releases at least 24 hostages as truce appears to hold in Gaza",
  "original_body_lines": [
    "Hamas fighters released 24 hostages on Nov 24, during the first day of the war’s first truce, including Israeli women and children and Thai farm workers, after guns fell silent across the Gaza Strip for the first time in seven weeks.",
    "The hostages were transferred out of Gaza and handed over to Egyptian authorities at the Rafah border crossing, accompanied by eight staff members of the International Committee of the Red Cross (ICRC) in a four-car convoy, the ICRC said.",
    "Qatar, which acted as mediator for the truce deal, said 13 Israelis had been released, some with dual nationalities, plus 10 Thais and a Filipino.",
    "Thirty-nine Palestinian women and children were released from Israeli jails in return for the 13 Israelis, Qatar said.",
    "“The deep pain that family members separated from their loved ones feel is indescribable. We are relieved that some will be reunited after long agony,” said Mr Fabrizio Carboni, the ICRC’s regional director for the Near and Middle East.",
    "Israel released the names of the Israeli hostages, who included four children accompanied by four family members, and five other elderly women.",
    "“The released hostages underwent an initial medical assessment inside Israeli territory. They will continue to be accompanied by IDF soldiers as they make their way to Israeli hospitals, where they will be reunited with their families,” the military said.",
    "Doctors would perform a “full physical examination” of every hostage, and they would be able to video-call family members in a conversation monitored by professionals, said Israeli Defence Minister Yoav Gallant earlier.",
    "Prime Minister Benjamin Netanyahu said in a recorded video message: “We have just completed the return of the first batch of our hostages. Children, their mothers and other women. Each and every one of them is a world in itself. But I stress to you, the families, and to you, citizens of Israel: We are committed to returning all our hostages.”",
    "Under the terms of the four-day Israel-Hamas truce, 50 women and children hostages are to be released over four days, in return for 150 Palestinian women and children among thousands of detainees in Israeli jails. Israel says the truce could be extended if more hostages are released at a rate of 10 per day.",
    "The first 13 released on Nov 24 were to be exchanged for 24 Palestinian women and 15 teenagers.",
    "A source briefed on the negotiations said the release of the Thai workers, who were all men, was unrelated to the truce negotiations and followed a separate track of talks with Hamas mediated by Egypt and Qatar.",
    "Thai and Filipino farmworkers employed in southern Israel were among around 240 hostages dragged back to Gaza by gunmen when Hamas fighters launched a killing spree on Oct 7.",
    "Thai Prime Minister Srettha Thavisin said in a social media post that 12 Thai workers had been freed, two more than the figure given by the Qataris. No reason for the discrepancy was given.",
    "The authorities in Tel Aviv are now gearing up for the complex task of helping those returning home from a nearly seven-week hostage ordeal that may have left them deeply traumatised.",
    "Hamas militants stormed into southern Israel on Oct 7, killing about 1,200 people, most of them civilians, according to an Israeli count, and seizing about 240 hostages.",
    "Israel has vowed to “crush” Hamas in response and unleashed a withering military campaign that Gaza’s Hamas government says has killed nearly 15,000 people in the coastal territory.",
    "“We hope the picture will be beautiful at the end of the day,” Mr Ziv Agmon, legal adviser to Prime Minister Benjamin Netanyahu, told reporters, saying Israel would “follow the agreement” but could not speak for Hamas.",
    "“With a terrorist organisation like Hamas, everything that happens in the coming days is a miracle,” he said.",
    "Journalists saw Israeli tanks moving away from Gaza at the northern end as the truce began at 7am (1pm in Singapore) on Nov 24, and aid trucks rolling in from Egypt at the southern end.",
    "There was no sound of Israeli air force activity above northern Gaza, nor any of the contrails typically left by Palestinian rocket fire.",
    "Hamas confirmed on its Telegram channel that all hostilities from its forces would cease.",
    "But the group’s spokesman Abu Ubaida for Hamas’ armed wing later referred to “this temporary truce” in a video message that called for an “escalation of the confrontation with (Israel) on all resistance fronts”, including the Israeli-occupied West Bank, where violence has surged since the Gaza war erupted almost seven weeks ago.",
    "“This will be a short pause, at the conclusion of which the war (and) fighting will continue with great might and will generate pressure for the return of more hostages,” Israeli Defence Minister Mr Gallant said.",
    "“This is very important... because we don’t know what they know. Many have family members who are not alive anymore. There are children with parents that were murdered, siblings who were also murdered,” said Mr Agmon, the adviser to Mr Netanyahu.",
    "The released hostages would then be flown to five major hospitals and medical facilities around Israel, where they would be physically reunited with their loved ones.",
    "Experts said it was crucial that they be slowly and gently reintroduced to reality.",
    "“The biggest risk is to usher them into their previous life without doing it slowly and gently because it’s overwhelming and some of them will shut down completely,” Dr Rony Berger, a senior clinical psychologist and expert on coping with the trauma of a terror attack or major disaster.",
    "The first thing was to protect them from “the carnival” of their homecoming, he said.",
    "“They were probably isolated so bringing them into all this stimulation is very hard,” he said, explaining they would be taken to a “secluded place with very few family members”.",
    "“Life has changed dramatically. It will take time for them to reconnect to their life before,” he said, adding that many would also learn that one or both parents had been killed, or other close relatives.",
    "“Obviously, you don’t tell a three-year-old in the same way (as an older child) but they may ask and you have to tell them something. And if he’s six years old, you have to tell him. So mourning will be part of that,” he said.",
    "Fighting raged on in the hours leading up to the truce, with officials inside Gaza saying a hospital was among the targets bombed.",
    "The Indonesian Hospital was reeling under relentless bombing, operating without light and filled with bedridden old people and children too weak to be moved, Gaza health officials said.",
    "Al-Jazeera quoted Director Mounir El Barsh of the Gaza Health Ministry as saying a patient – a wounded woman – was killed, and three others injured.",
    "With the truce holding on so far, aid is again flowing to Gaza.",
    "Hamas-affiliated Shehab news agency reported that fuel trucks were entering the Rafah crossing once the truce was under way.",
    "By mid-morning, 60 trucks carrying aid had crossed from Egypt at the Rafah border point.",
    "Two of the first trucks to enter sported banners that said: “Together for Humanity.” Another said: “For our brothers in Gaza.”",
    "Egypt said 130,000 litres of diesel and four trucks of gas will be delivered daily to Gaza when the truce starts, and that 200 trucks of aid will enter Gaza daily."
  ]
}