{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92054/us-soldier-detained-in-north-korea-after-willfully-crossing-border",
  "time_ut": 1689737340.0,
  "original_lang": "en",
  "original_title": "US soldier detained in North Korea after ‘willfully’ crossing border",
  "original_body_lines": [
    "The US Army has identified a soldier who crossed the demarcation line into North Korea as Pvt. Travis King, a cavalry scout who joined the military in January 2021.",
    "King was set to be administratively separated from the US Army after facing disciplinary action for assault, an Army official tells CNN.",
    "King had been on a Joint Security Area (JSA) tour as a civilian when he crossed into North Korea. US Forces Korea spokesperson Col. Isaac Taylor said on Tuesday that a US soldier “willfully and without authorization” crossed the line during a JSA tour.",
    "“We believe he is currently in [Democratic People’s Republic of Korea] custody and are working with our [Korean People’s Army] counterparts to resolve this incident,” Taylor said in a statement.",
    "There was no indication that King was trying to defect, a separate US official said.",
    "King had spent 50 days in a detention facility in South Korea after facing disciplinary action for assault, according to two US officials.",
    "He was held in a designated detention facility under the Status of Forces Agreement with South Korea, the officials said, which is an agreement that defines how US service members, their family members, and other Defense Department personnel are treated and processed in a foreign country, including its justice system.",
    "According to a summary of the agreement from US Forces Korea, pre-trial confinement can be at a US facility, but post-trial confinement is in a South Korean prison. It is unclear where King was held for his detention.",
    "Following the detention, King was set to be administratively separated from the US Army. One of the officials told CNN that he was being escorted to the airport to return to the US, but because the escorts could not go through customs with him, he was able to leave the airport afterwards.",
    "At the time of his rotation in South Korea, King was assigned to the 6th Squadron, 1st Cavalry Regiment, 1st Brigade Combat Team, 1st Armored Division out of Fort Bliss, Texas, according to Army spokesperson Bryce Dubee.",
    "Currently, King is administratively attached to 1st Battalion, 12th Infantry Regiment, 2nd Brigade Combat Team, 4th Infantry Division, Dubee said.",
    "King has no deployments on his record. His military awards include routine decorations provided to soldiers with his rank and experience — the National Defense Service Medal, the Korean Defense Service Medal, and the Overseas Service Ribbon.",
    "Before King was identified, Defense Secretary Lloyd Austin confirmed that a US soldier had willfully crossed into North Korea, saying he was “absolutely foremost concerned” about the soldier’s welfare.",
    "“We’re closely monitoring and investigating the situation, and working to notify the soldier’s next of kin, and engaging to address this incident,” Austin said at a press conference on Tuesday.",
    "State Department spokesperson Matt Miller said Tuesday that the department had not reached out to the North Koreans or any other governments, including China, and that the department was “in the lead” on the issue.",
    "“We will stay in close coordination with them over the next hours, and if there are steps that would be useful for the State Department to take, we of course will not hesitate to take those,” Miller said.",
    "The prospect of a US soldier being held in North Korean military custody comes at a time of fraught diplomacy and rising military tensions on the Korean Peninsula.",
    "“A U.S. National on a JSA orientation tour crossed, without authorization, the Military Demarcation Line into the Democratic People’s Republic of Korea (DPRK). We believe he is currently in DPRK custody and are working with our KPA counterparts to resolve this incident,” the UNC said.",
    "A US official told CNN the soldier appeared to cross the line into voluntarily. US officials say they are waiting to confirm his identity until his next of kin is notified.",
    "The Joint Security Area is the most recognizable part of the wider Demilitarized Zone between South and North Korea, and tours of the area are open to the public and organized by the United Nations Command.",
    "The JSA has been disarmed since 2018 after an inter-Korean military agreement, so both the UNC and North Korean soldiers at the area are unarmed. Neither the UN command soldiers or the North Korean soldiers are allowed to cross the military demarcation line separating North and South.",
    "The broader demilitarized zone (DMZ) is the buffer, 2.5 miles wide and 160 miles long, that separates North and South Korea. It has become one of the most heavily fortified borders in the world, ringed by miles of barbed wire and landmines and patrolled by soldiers from both sides for decades.",
    "But the Joint Security Area is a slightly different beast. While there are a series of checkpoints that must be passed to get to the JSA, crossing the Military Demarcation Line that is the actual border between North and South Korea does not require passing any physical barrier. There is only a small raised line on the ground that marks the border, and stepping across it requires only one step, as former US President Donald Trump did when he met North Korean leader Kim Jong Un in the JSA in 2019.",
    "During a JSA tour, participants are kept about 20 yards or so from the line Trump stepped across. Though there are guards on the South Korean side of the border during the tours, no guards were seen on the North Korean side when CNN took a press tour of the JSA last year.",
    "The DMZ is a monument to the moment history was frozen at the end of the Korean War, which took place from 1950 and 1953.",
    "Under a deal between the belligerents – North Korea and China on one side, the collection of western allies on the other known as the United Nations Command – the Korean peninsula was roughly cut in half and a buffer zone created between the two.",
    "That deal was signed at the village of Panmunjom which became the JSA – the one area along the DMZ where the two sides could meet for negotiations and prisoner swaps.",
    "US soldiers are stationed on the South Korean side of the JSA because they were part of the original United Nations Command.",
    "Over the decades the JSA has seen sporadic bouts of violence between the two sides, including in 1976 when two US soldiers were bludgeoned to death by North Korean counterparts as they tried to trim a tree on the border.",
    "The JSA has also seen a string of successful and unsuccessful defection attempts from both sides over the decades.",
    "Under leader Kim Jong Un, North Korea has been ramping up tests of potentially nuclear capable intercontinental ballistic missiles, something South Korea and its treaty ally the United States are keen to push back on.",
    "The same day the US national crossed the border, another moment of intense historic and strategic symbolism was taking place at the South Korean port of Busan – for the first time since the early 1980s a nuclear capable US submarine was making a port call.",
    "That visit came as Kurt Campbell, coordinator for the Indo-Pacific at the US National Security Council, was at the inaugural meeting in Seoul of the Nuclear Consultative Group (NCG).",
    "The NCG is a joint US and South Korean panel set up by the countries’ leaders at a summit in Washington in April.",
    "During that summit, US President Joe Biden and South Korean counterpart Yoon Suk Yeol unveiled a “Washington Declaration” that included a set of measures aimed at making Pyongyang think twice about launching an attack on its southern neighbor."
  ]
}