{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/If-all-who-were-involved-in-bribery-were-deprived-of-Civic-Rights/172-254814",
  "time_ut": 1677274683.0,
  "original_lang": "en",
  "original_title": "If all who were involved in bribery were deprived of Civic Rights…?",
  "original_body_lines": [
    "Muzammil’s party, the NFF-led by Wimal Weerawansa has also broken ranks with the Rajapaksas now and found new friends among defectors from the Rajapaksa camp..",
    "Former Deputy Minister Mohamed Musthapha, well known as ‘Myown’ Musthapha was deprived of his Civic Rights for seven years by the Colombo High Court on February 17 for offering Rs. 4,200,000 to National Freedom Front (NFF) MP Mohamed Muzammil during the 2010 Presidential election.",
    "Political horse-trading has been a common scenario during national-level elections in countries like Sri Lanka. Before the 2010 Presidential Election in which Mahinda Rajapaksa and General (Later appointed Field Marshal) Sarath Fonseka were the two main contenders while the country saw a number of crossovers from the Rajapaksa camp to the Fonseka camp and vice versa.",
    "It was against this backdrop that Deputy Minister Mustapha gave the money to MP Muzammil whose party was working for Rajapaksa’s victory, in order to induce him to switch sides.",
    "Unusual in this country though, Muzammil who accepted the money immediately went public at a press briefing and also lodged a complaint with the relevant authorities.",
    "Twelve years after the offence was committed, Colombo High Court Judge Aditya Patabendige while delivering his verdict observed that Musthapha was guilty of the charge of offering the bribe and also had violated certain Sections of the Presidential Election Act.",
    "He, while depriving Musthapha of his Civic Rights, further sentenced him to six months imprisonment with an additional fine of Rs. 500.",
    "Interestingly, neither Muzammil nor Sarath Fonseka appeared before the media to comment on this very important verdict, apparently because Mustapha had switched sides while the case",
    "The hallmark of any democracy is the opportunity it affords citizens to choose their own elected representatives at the due time",
    "He who was working against Rajapaksas when the offence was committed was seen with the Rajapaksa loyalists during the last Presidential Election in 2019. Muzammil’s party, the NFF-led by Wimal Weerawansa has also broken ranks with the Rajapaksas now and found new friends among defectors from the Rajapaksa camp.",
    "High Court Judge Aditya Patabendige while delivering the verdict expressed his regret over the leniency of the punishment that could be given to the accused, who was a representative of an institution that drafts laws for a democratic country.",
    "He observed that although the charge against the accused is serious, the only punishment that can be given to him is a minor punishment under the existing law.",
    "It is not clear why the Sri Lanka Podujana Peramuna (SLPP) did not take action to withdraw the case when both Mustapha and Muzammil were in their ranks for years.",
    "Also, this judgment is so important, as it has been given in a country and at a time when bribe has become the order of the day. The case raises so many other questions as well.",
    "Although Muzammil’s action in this case and the court verdict must be commended, would he have taken action against Mustapha, had the latter offered a bribe to another person with his knowledge, while both he and Mustapha were supporting the same candidate of an election?",
    "Similarly, despite allegations of corruption against the first Rajapaksa administration (2005-2010) having been one of the main campaign themes of the Fonseka camp at the 2010 Presidential Election, one would hardly remember anybody supporting the former Army Commander condemning Mustapha’s action.",
    "How the NFF acted with regard to corruption and bribery while it was within the Rajapaksa Government both before and after the 2010 Presidential Election would indicate whether it was integrity or politics that prompted Muzammil to expose Mustapha and take legal action against him.",
    "It was a well-known fact that the three Rajapaksa administrations (2005-2010, 2010-2014 and 2019-2022) were tainted with high-profile corruption. Mismanagement and corruption are mainly blamed even for the current economic crisis which ultimately toppled the last Rajapaksa regime and still haunts the future of the SLPP.",
    "The allegations of corruption and mismanagement of Rajapaksas have gone international. Whether it has proof or not, the Hamilton Reserve Bank of St Kitts and Nevis in its plaint against the Sri Lankan Government in a New York court for defaulting on its $1 billion sovereign bond in July last year had said that the Rajapaksa family has amassed a multibillion-dollar fortune and hidden part of it in bank accounts in offshore jurisdictions such as Dubai, Seychelles and St. Martin.",
    "The NFF, until it broke ranks with Rajapaksas in April last year has been defending them from any allegation of corruption. Besides the NFF leaders themselves were accused of corruption committed while being a part of the",
    "Corruption and waste have been the norm in governance in Sri Lanka for the past several decades. From the Secretaries of top offices such as the ministries down to peons and security guards of Government institutions, most people are tempted by a bribe.",
    "There are allegations that demands for bribes have discouraged many foreign investors. Recently an ambassador lodged a complaint with the President claiming that a Minister had solicited a huge bribe from an investor from his country.  However, rarely do politically or financially powerful or influential people go to jail or are deprived of their Civic Rights.",
    "Hence, Colombo High Court must be commended for punishing an accused of at least one such high-profile case. If all those who are involved in bribery could be indicted, found guilty of their offence and deprived of their Civic Rights, the voters’ lists might be very short and political parties might have to struggle to find candidates for elections.",
    "By the way, imposing civic disabilities against the accused is rarely heard in Sri Lanka. There are two main such occasions in the past which are oft-mentioned.",
    "Two weeks before he was shot at on September 25, 1959, by a monk, Prime Minister, SWRD Bandaranaike took action to appoint the famous Thalgodapitiya Commission to inquire into the allegations of bribery and corruption against some Cabinet Ministers and Parliamentarians of",
    "The Commission found D. B. Monnekulame, C. A. S Marikkar, H. Abeywickrema, M. P de Zoysa, M. S. Kariyapper and R. E. Jayatillake guilty of charges 15 months after Mr Bandaranaike was assassinated.",
    "Yet, as Mrs Sirima Bandaranaike who came to power in 1960 did not take action against them, it was the UNP Government under Prime Minister Dudley Senanayake in 1965 that punished all six of them, by depriving them of their Civic Rights.",
    "Similarly, President J.R. Jayewardene Government in 1980 imposed civic disabilities on former Prime Minister Sirima Bandaranaike and one of her senior ministers, Felix R. Dias Bandaranaike on allegations of abuse of power during her rule between 1970 and 1977."
  ]
}