{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Lanza-Group-Stands-Firm-Ignores-Basils-Warnings-on-Alliance/108-264481",
  "time_ut": 1691028180.0,
  "original_lang": "en",
  "original_title": "Lanza Group Stands Firm, Ignores Basil’s Warnings on Alliance",
  "original_body_lines": [
    "The ruling party faction led by Member of Parliament (MP) Nimal Lanza remains resolute in its determination to establish a new political alliance aimed at bolstering the candidacy of President Ranil Wickremesinghe in the upcoming presidential elections, despite stern warnings and resistance from the Sri Lanka Podujana Peramuna (SLPP) under which they contested the 2020 general elections, Daily Mirror learns.",
    "Sources close to the development said that SLPP's National Organizer Basil Rajapaksa has raised significant concerns with the president over the recent maneuvers by MP Nimal Lanza and his fellow party members. These concerns revolve around the propriety of undertaking such a politically significant exercise by individuals who were originally elected under the SLPP banner at the last general election.",
    "The political faction led by MP Nimal Lanza has not only secured the backing of the Sri Lanka Freedom Party (SLFP) but has also managed to garner support from select SLPP MPs. Amid this political turmoil, MP Namal Rajapaksa, is reportedly expressing unease regarding the emergent political configuration.",
    "In the backdrop of these developments, the Lanza-led faction convened a crucial meeting at the residence of Agriculture Minister Mahinda Amaraweera on Tuesday evening. The agenda of the meeting centered around deliberations on the faction's future course of action. Notable attendees at the gathering included ministers such as Nimal Siripala de Silva, Susil Premajayantha, Duminda Dissanayake, John Seneviratne, and Lasantha Alagiyawanna.",
    "Despite protests from the SLPP, they have unequivocally resolved to press forward with the formation of the new political alliance.",
    "SLPP General Secretary Sagara Kariyawasam, who commented on the latest development, said the factions led by MPs Dulles Alahapperuma and Wimal Weerwansa defected from the party earlier only to end up in political wilderness. He said the same fate would befall the Lanza group.",
    "“We are confident that our supporters remain with us no matter what,” he said. (Kelum Bandara)"
  ]
}