{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95751/bp-joins-firms-in-pausing-all-shipments-through-red-sea",
  "time_ut": 1702906440.0,
  "original_lang": "en",
  "original_title": "BP joins firms in pausing all shipments through Red Sea",
  "original_body_lines": [
    "A growing number of companies, including BP, have paused shipments through the Red Sea after recent attacks on vessels by Houthi rebels.",
    "The oil giant revealed on Monday that it had temporarily stopped its operations via the Suez Canal.",
    "“The safety and security of our people and those working on our behalf is BP’s priority,” the company said.",
    "“In light of the deteriorating security situation for shipping in the Red Sea, BP has decided to temporarily pause all transits through the Red Sea.”",
    "BP followed in the footsteps of shipping giants Maersk, Swiss-based MSC and French group CMA CGM in avoiding the area.",
    "Evergreen also confirmed that it had temporarily suspended import and export services in Israel until further notice, citing the security risk.",
    "“We ask for your understanding under these serious circumstances”, the container ship firm told its clients.",
    "Journeys through the Suez Canal started to be paused on Friday following attacks on vessels in the Red Sea by Iran-backed Houthi militants in Yemen.",
    "The group, which supports Hamas in its war with Israel, has vowed to target vessels which it believes are heading to and from Israel.",
    "It emerged on Saturday that Royal Navy warship HMS Diamond, sent to the region two weeks ago, had shot down a drone in the Red Sea that was deemed a threat.",
    "Defence Secretary Grant Shapps said then that attacks on commercial ships in the global trade artery represented “a direct threat to international commerce and maritime security”.",
    "“The UK remains committed to repelling these attacks to protect the free flow of global trade,” he said in a statement.",
    "The Houthis have launched a series of attacks on vessels in the Red Sea, as well as launching drones and missiles targeting Israel.",
    "Earlier this month, three commercial ships were struck by ballistic missiles and a US warship shot down a further three drones.",
    "The Suez Canal is a key route for global trade, particularly for the transport of oil, grain and consumer goods from east Asia.",
    "The prospect of longer journeys to complete deliveries is raising transit costs, albeit from record low levels, and boosting the share prices of listed shipping firms as a result.",
    "The disruption has also been blamed for a rise in global oil prices, with Brent crude oil up by more than 1% on Monday to stand at $77 per barrel."
  ]
}