{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Solar-self-consumption-The-ultimate-solution-for-the-power-crisis/14-746156",
  "time_ut": 1678405509.0,
  "original_lang": "en",
  "original_title": "Solar self-consumption: The ultimate solution for the power crisis",
  "original_body_lines": [
    "The Government’s recent decision to eliminate power cuts has been met with much relief (although perhaps the price hike wasn’t as well received), especially since we all feared that prolonged power cuts would strike again as the year progressed.",
    "Without these power cuts, we no longer need alternative power sources such as back-up systems – a massive relief for those who don’t have them but perhaps an unhappy thought for those of us who have already spent dearly for the best possible power back-up system we could afford – a system which may not be used if there are no power cuts. What will happen to such systems? Well, that depends on a few factors. One factor to consider is whether there will be power cuts in the future or if the current system is sustainable – and this, only time will tell.",
    "Power back-up systems become redundant when there are no power cuts since they don’t reduce electricity bills by saving energy. Solar self-consumption systems on the other hand are designed to save energy and they also provide back-up power if there are any power outages or cuts. In a highly uncertain and volatile situation as we face today with regard to the power supply in the country and the escalating cost of energy, solar self-consumption systems therefore will be the best choice for us because it serves all our requirements despite the volatility of the situation.",
    "As the name suggests, solar self-consumption is a system where 80-90% of the solar energy generated is used by the consumer and the excess is stored in batteries with the option of exporting to the grid as well. These systems use solar energy, thereby reducing the use of fossil fuels for energy generation – which will greatly benefit the country.",
    "We do not see solar self-consumption used widely in Sri Lanka, mainly due to high cost of Lithium-Ion batteries. Therefore, it is imperative that the Government of Sri Lanka looks into this and removes the duty on Lithium-Ion batteries, thereby reducing the capital cost of solar self-consumption systems. This will encourage more consumers to use solar self-consumption and since we will be using less foreign exchange to import fossil fuel for energy generation and reduce our carbon footprint, this will have a positive impact on our economy as well as the environment.",
    "Back-up power is an existing facility of solar-self consumption systems, regardless of whether there is power in the local grid. Therefore, consumers with solar self-consumption systems will not be affected by power cuts in the future or even unavoidable power outages.",
    "(The writer is a firm believer in solar self-consumption and has many years of experience deploying off-grid solar energy systems with solar self-consumption in the country, with a patent for his technology awarded by the National Intellectual Property Office (NIPO) Sri Lanka. He can be contacted on [email protected] for free advice on solar self-consumption.)"
  ]
}