{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/7-000-more-Lankans-will-get-work-visa-this-year-Korean-Ambassador/34-751217",
  "time_ut": 1690743047.0,
  "original_lang": "en",
  "original_title": "7,000 more Lankans will get work visa this year: Korean Ambassador",
  "original_body_lines": [
    "Ambassador of Republic of Korea Miyon Lee said that during the second half of this year 7,000 more Sri Lankans will be issued with visas to work in Korea. There are 25,000 Sri Lankan workers employed in Korea and by the end of this year it will be increased to 32,000, she said.",
    "The new Korean Ambassador, who called on Prime Minister Dinesh Gunawardena at the Temple Trees last week said her country would work on few new development projects in Sri Lanka in addition to early completion of the ongoing projects.",
    "The Prime Minister urged her to look into the possibility of recruiting Sri Lankans under the seasonal agricultural workers scheme too and the Ambassador assured that her Government would consider the request.",
    "The Prime Minister urged her to take effective steps to resume some of the ongoing infrastructure development projects that were halted due to economic crisis and the issue of debt restructuring.",
    "The Ambassador agreed to consider the request made by the Prime Minister to assist projects on water treatment, sanitation, sewage disposal systems and dry zone agriculture.",
    "The Prime Minister said Korea has the opportunities now to invest in new sectors such as production of agricultural machinery, medicine and medical equipment and renewable energy and fisheries sectors.",
    "Ambassador Miyon Lee said she would also work on further enhancement of cultural and religious ties, educational exchanges and people-to-people relationship.",
    "State Minister of Home Affairs Ashoka Priyantha, Additional Secretary to the Prime Minister Mahinda Gunaratne and First Secretary of Korean Embassy Sohngyee Jung were also present on this occasion."
  ]
}