{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95322/court-orders-sachithra-senanayake-to-assist-in-investigations-into-match-fixing-allegations-",
  "time_ut": 1701449880.0,
  "original_lang": "en",
  "original_title": "Court orders Sachithra Senanayake to assist in investigations into match-fixing allegations",
  "original_body_lines": [
    "The Colombo Chief Magistrate’s Court on Friday (01 Dec.) ordered for former Sri Lankan cricketer Sachithra Senanayake to assist in the ongoing investigations concerning his match-fixing allegations.",
    "Accordingly, Senanayake was ordered to assist the Government Analyst, when requested by the police to do so.",
    "The order was issued when a complaint filed by the Special Investigations Unit of the Sports Ministry was taken up in court today.",
    "The court also ordered for the relevant case to be heard again on 17 May, 2024.",
    "Former Sri Lankan cricketer Sachithra Senanayake was released on bail on 25 September over the charges of match-fixing, on orders of the Colombo Magistrate’s Court after the court found that facts have not been uncovered that the accused had influenced any of the witnesses during the investigation period.",
    "However, the overseas travel ban imposed on him continues to remain in effect, on the orders of the Colombo Magistrate’s Court.",
    "Senanayake was arrested on 06 September, after he reportedly surrendered to the Special Investigations Unit of the Sports Ministry, over match-fixing allegations levelled against him.",
    "The 38-year-old had allegedly approached two cricketers participating in the first edition of the Lanka Premier League (LPL) in 2020 via phone calls from Dubai, instigating them to ‘fix’ matches during the tournament.",
    "The Lanka Premier League was held from November 27 to December 17, 2020 in Hambantota, Sri Lanka.",
    "In 2020, a media report had alleged that the 38-year-old had contacted two cricketers participating in the first edition of the Lanka Premier League (LPL) in 2020 instigating them into corrupt practices in the inaugural LPL tournament, through phone calls made from Dubai.",
    "The former Sri Lanka off-spinner however had refuted the allegations while claiming that they were attempts to defame and slander him. He vehemently denied any connection to him over the allegations."
  ]
}