{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89507/russia-assumes-un-security-council-presidency-despite-ukrainian-anger",
  "time_ut": 1680366060.0,
  "original_lang": "en",
  "original_title": "Russia assumes UN Security Council presidency despite Ukrainian anger",
  "original_body_lines": [
    "Russia has taken the presidency of the UN Security Council despite Ukraine urging members to block the move.",
    "Each of the council’s 15 members takes up the presidency for a month, on a rotating pattern.",
    "The last time Russia had the presidency, February 2022, it launched a full-scale invasion of Ukraine.",
    "It means the Security Council is being led by a country whose president is subject to an international arrest warrant for alleged war crimes.",
    "The International Criminal Court - which is not a UN institution - issued the warrant for Vladimir Putin last month.",
    "Despite Ukraine’s complaints, the United States said it could not block Russia - a permanent council member - from assuming the presidency.",
    "The other permanent members of the council are the UK, US, France, and China.",
    "The role is mostly procedural, but Moscow’s ambassador to the UN, Vasily Nebenzia, told the Russian Tass news agency that he planned to oversee several debates, including one on arms control.",
    "He said he would discuss a “new world order” that, he said, was coming to “replace the unipolar one”.",
    "Ukrainian Foreign Minister Dmytro Kuleba called Russia’s presidency “the worst joke ever for April Fool’s Day” and a “stark reminder that something is wrong with the way international security architecture is functioning”.",
    "Ukraine’s presidential adviser, Mykhaylo Podolyak, said the move was “another rape of international law... an entity that wages an aggressive war, violates the norms of humanitarian and criminal law, destroys the UN Charter, neglects nuclear safety, can’t head the world’s key security body”.",
    "President Volodymyr Zelensky called last year for the Security Council to reform or “dissolve altogether”, accusing it of failing to take enough action to prevent Russia’s invasion.",
    "He has also called for Russia to be removed of its member status.",
    "But the US has said its hands were tied as the UN charter does not allow for the removal of a permanent member.",
    "“Unfortunately, Russia is a permanent member of the Security Council and no feasible international legal pathway exists to change that reality,” White House press secretary Karine Jean-Pierre told a news briefing this week.",
    "She added the US expects Moscow “to continue to use its seat on the council to spread disinformation” and justify its actions in Ukraine.",
    "The UN Security Council is an international body responsible for maintaining peace.",
    "Five nations are permanently represented on the Security Council. They reflect the post-war power structure that held sway when the council was formed.",
    "Members of this group work alongside 10 non-permanent member countries.",
    "Russia’s presence as a permanent member on the Security Council means it can veto resolutions.",
    "To pass a Security Council vote, there must be nine votes in favour, with none of the five permanent members voting against.",
    "In February last year Russia vetoed a resolution that intended to end the Russian invasion of Ukraine (China, India and the United Arab Emirates all abstained).",
    "In September it vetoed a resolution calling for the reversal of its illegal annexation of four regions of Ukraine. Brazil, China, Gabon and India abstained."
  ]
}