{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Korean-Embassy-hosts-Korea-Corner-at-Foreign-Ministry-Charity-Bazaar/56-756377",
  "time_ut": 1702663169.0,
  "original_lang": "en",
  "original_title": "Korean Embassy hosts “Korea Corner” at Foreign Ministry Charity Bazaar",
  "original_body_lines": [
    "The Korean Embassy hosted a “Korea Corner” at the Charity Bazaar recently organised by the Ministry of Foreign Affairs of Sri Lanka in collaboration with the Good Market at Racecourse.",
    "For this event, the Embassy of the Republic of Korea invited a very special guest from Korea, Master Chef Sukja Yoon, who has dedicated all her life to modernising and popularising the Korean traditional and royal cuisine. She has been the first in Korea to standardise Korean food recipes. She also has a distinguished career being one of the judges for Korea’s master chefs and a food and beverage committee member for the PyeongChang Winter Olympics.",
    "Her team prepared authentic Korean food and sweets. In particular, for this event, the team introduced specially designed Kimchi dishes with Sri Lankan traditional ingredients, which attracted attention of many who were at the premises.",
    "In addition to the Korean dishes presented at the site, there were also popular fast food such as Cup Ramen (Instant noodles), Tteokbokki and Cookies sold at concessionary prices at the Bazaar.",
    "The Charity Bazaar was also lightened up by two K-pop performances by the Sri Lankan K-pop World Festival Champions of Year 2022 and 2023. K-pop fans at the Bazaar flocked together at the sight of the performances by these talented artists and sang and danced along with them.",
    "Amidst enjoying food and entertainment, the Charity Bazaar was aimed at raising funds for the Children’s Neurological project at the Lady Ridgeway Hospital. The proceeds of the Korea corner were also donated to the fund of the Children’s Neurological project. The Korean Embassy believes this donation will contribute towards the well-being of the patients and would ease the medical procedures carried out at the hospital."
  ]
}