{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/caption_story/CDS-calls-on-outgoing-Air-Chief/110-261999",
  "time_ut": 1687946702.0,
  "original_lang": "en",
  "original_title": "CDS calls on outgoing Air Chief",
  "original_body_lines": [
    "In accordance with the respected military traditions, the outgoing Commander of the Sri Lanka Air Force, Air Marshal Sudarshana Pathirana paid a farewell call on the Chief of Defence Staff (CDS) General Shavendra Silva this morning at the Office of the Chief of Defence Staff (OCDS).",
    "During the cordial meeting, the both recalled the gestures of goodwill and close working relationship that took place when the CDS served as the Commander of the Army and later at the present appointment.",
    "Air Marshal Sudarshana Pathirana is a proud product of Dharmaraja College Kandy. Having joined the SLAF as an Officer Cadet on 2nd July 1985, he completed his Basic Ground Training at Diyatalawa, securing the award for the Best Cadet of the 14th Officer Cadets Course. Air Marshal Sudarshana Pathirana was appointed the Commander of the Sri Lanka Air Force on 03rd November 2020 as the 18th Commander. Having earned a 3500 flying hours and actively contributed to the three decade drawn war, Air Marshal Sudarshana Pathirana is scheduled to retire on Friday (30 June) with his decorated service rendered to the motherland over 37 years.",
    "The CDS extended special thanks to Mrs Charmini Pathirana, the spouse of the outgoing Air Force Commander for her tremendous service as the Chairman of the Seva Vanitha Unit of Sri Lanka Air Force and the unity she shared with Army Seva Vanitha Unit and the Seva Vanitha Branch of OCDS. The CDS extending his best wishes to the retiring Air Force Chief, presented a token of memento to signify the importance of this special occasion. The visiting Chief reciprocated the gesture and thanked the CDS for all the support and assistance extended during his tenure as the Air Force Commander. The visiting Commander left his complimentary notes on the Visitors’ Book at the office before his departure."
  ]
}