{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/imf-urges-central-banks-to-stay-the-course-till-prices-tamed/",
  "time_ut": 1677436200.0,
  "original_lang": "en",
  "original_title": "IMF urges central banks to ‘stay the course’ till prices tamed",
  "original_body_lines": [
    "Bloomberg:Central banks globally must remain vigilant until inflation is firmly under control, according to International Monetary Fund Managing Director Kristalina Georgieva.",
    "“I want to be clear we are not yet seeing inflation going down to target fast enough,” Georgieva told Bloomberg Television’s Haslinda Amin on the sidelines of the Group of 20 finance chiefs’ meetings in Bengaluru, India. “Central banks need to stay the course until we are comfortable that price stability is returning.”",
    "As many central bankers begin to slow their policy tightening, inflation prints across the world remain sticky. With China reopening at a pace that’s exceeded expectations, Georgieva remained hopeful that domestic consumption there remains a growth driver for the world with little risk for an additional inflation flare-up.",
    "In the US, the personal consumption expenditures price index rose 5.4% in January from a year earlier and the core metric was up 4.7%, both marking pickups after several months of declines. In Europe, underlying inflation is forecast to stay at a record 5.3% and in many parts of Asia, including India and Australia, core inflation has remained sticky. Authorities shouldn’t let their guard down as price stability is essential for investors and for consumers to keep on spending, which are the foundations for economic growth, according to the IMF chief.",
    "While China’s resurgence this year is a boon, Russia’s war on Ukraine is “still casting a long shadow on the global economy,” Georgieva said Saturday.",
    "“When we have uncertainty, that impacts investors, it impacts the ability for economies to grow,” she said. “And of course the war is terrible for the people of Ukraine. It is terrible for the world economy.”",
    "Apart from the prolonged war and lingering inflation, debt troubles besetting poorer nations like Zambia, Sri Lanka and Pakistan are adding to uncertainties, said Georgieva.",
    "“I am concerned about emerging markets and developing economies that have very little fiscal space or none,” she said. “And at the same time they have to service that big part of it, of which is dollar denominated, on top of higher interest rates.”",
    "Dialog customers donate over Rs. 27 million via star points to ‘Little Hearts’ in 2022",
    "CB Governor confident inflation will fall to single digit by end of 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}