{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Parliament-to-debate-alleged-misuse-of-funds-by-SLC-during-T20-WC-in-Australia/108-263944",
  "time_ut": 1690351247.0,
  "original_lang": "en",
  "original_title": "Parliament to debate alleged misuse of funds by SLC during T20 WC in Australia",
  "original_body_lines": [
    "A debate on alleged misuse of funds by the Sri Lanka Cricket (SLC) in connection with the recent T20 world cup held in Australia, is to be held during the next parliamentary week, it was reported today.",
    "Samagi Jana Balawegaya (SJB) MP Hesha Withanage told the Daily Mirror that he will move an adjournment debate on the matter during the next parliamentary week which begins on August 08 2023.",
    "“We intend to raise questions from the Sports Minister during this debate,\" he said.",
    "“I also lodged a complaint with the CID on the matter,\" he added.",
    "He alleged that a sum of Rs. 67 million has been spent on the office bearers of SLC. SLC President Shammi Silva has spent Rs. 11.7 million, Secretary Mohan de Silva Rs. 5.4 million, Vice Presidents Jayantha Dharamadasa Rs. 5.1 million and Raveen Wickramaratne Rs. 4. 7 million, Treasurer Lasantha Wickramaratne Rs. 4.8 million, Assistant Secretary Sujeewa Godaliyaddha Rs. 4.7 million and Assistant Secretary Krishantha Kapuwatte Rs. 3.6 million.",
    "He also revealed irregularities in the issue of visas for the T20 World Cup.",
    "SLC had requested permission from the Sports Minister to send 52 individuals, including 32 players, to Australia. However, it was discovered that visa request letters were sent to the Australian High Commissioner for 35 persons who were not associated with SLC. Among them were 21 relatives and friends of SLC President Shammi Silva, including his wife, brother-in-law, and mother-in-law.",
    "Actress Shalani Taraka, associated with SLC Vice President Jayantha Dharmadasa, was also requested to be given a visa to travel to Australia.",
    "In addition, visa request letters had been sent on behalf of the wives of eight Executive Committee members, nine of their family members, nine officials of the SLC and two of their wives and another person.",
    "“There had also been an act of human trafficking as a person Sanjeewa Nishantha de Silva who had gone to watch the tournament had not returned while there have been irregularities with regard to purchasing of tickets,\" the MP said in his written report to CID.",
    "In response to the allegations, SLC President Shammi Silva said he is willing to resign if these allegations are proved.(Yohan Perera)"
  ]
}