{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/AmCham-celebrates-30-years-of-operations-in-Sri-Lanka/34-751097",
  "time_ut": 1690481093.0,
  "original_lang": "en",
  "original_title": "AmCham celebrates 30 years of operations in Sri Lanka",
  "original_body_lines": [
    "The scintillating and glamorous annual AmCham SL Ball made a grand comeback after a five-year hiatus, to celebrate the 30th anniversary of AmCham Sri Lanka and 75th anniversary of USA/Sri Lanka bilateral relations.",
    "The AmCham Ball 2023, powered by Citi, was held recently at the Hilton Grand Ballroom and was a night of elegance and camaraderie that was undoubtedly a highlight of the Colombo Social Calendar.",
    "The event was attended by top corporates, and members of the diplomatic community as well as numerous social, civil and media personalities.",
    "Guest of Honour US Ambassador Julie J. Chung, spoke at the occasion and stated, “This year marks the 30th year of AmCham’s operations in Sri Lanka and with just one look around this room you can see how successful the organisation has become ... (and) as we commemorate the 75th anniversary of bilateral relations between the United States and Sri Lanka, and the 30th anniversary of the AmCham, we should take pride in the positive impact that we have had on Sri Lanka, the economy, and its people.”",
    "To coincide with what the Guest of Honour Julie J. Chung shared, AmCham SL President Lakshan Madurasinghe also stated that AmCham SL is not just an association; it is a dynamic forum that fosters trade, investment, and business relations between Sri Lanka and the United States. As one of the most influential and prestigious international business chambers in the island, we are committed to providing our over 400 member companies – that we celebrate an recognise this evening, with a multi-dimensional resource network that equips you with the information, network, market access, tools, and knowledge needed to succeed in bilateral business endeavours.",
    "One of the highlights of the night which went hand in hand with the words of US Ambassador Chung was the felicitation of AmCham SL’s past presidents where presidents over the span of the last 30 years were recognised and appreciated for their impact and service both in person as well as posthumously.",
    "The elegant sit down dinner was also followed by a silent auction to raise money for the AmCham SL Gives Back program. The AmCham SL gives back program is the CSR arm of AmCham SL which conducts annual community outreach activities. Last year supported by AmCham signature events such as yuletide greetings, AmCham SL and its members donated over Rs. 6 million through various community outreach programs.  This night of refined elegance charmed guests with a mesmerising blend of curated culinary delights, engaging entertainment, and camaraderie of shared history. Entertainment powerhouses Natasha Ratnayake, Voiceprint, Redeemers, Flame and the highlight of the night, a guest spot by Bathiya and Santhush saw guests rocking the dance floor until the wee hours.",
    "The evening was made possible by the generous support of Title Sponsor Citi Bank and other sponsors namely South Beach Weligama, Sysco Labs, Haycarb, Kerry Logistics and LOLC Holdings among others."
  ]
}