{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92084/govt-to-formulate-new-policy-to-solve-human-elephant-conflict",
  "time_ut": 1689823620.0,
  "original_lang": "en",
  "original_title": "Govt to formulate new policy to solve human-elephant conflict",
  "original_body_lines": [
    "A new policy will be formulated to address the ongoing elephant-human conflict Minister of Wildlife and Forest Resources Conservation Pavithradevi Wanniarachchi says.",
    "The lawmaker said she hopes to address the issue with a program with short-, medium- and long-term goals.",
    "By incorporating the previous efforts carried out to manage the conflict human-elephant conflict, it is required to establish a permanent strategy for this, Wanniarachchi pointed out, adding that the new policy would be turned into a law subsequently.",
    "The lawmaker is confident that by doing so, the human-elephant conflict can be permanently resolved.",
    "Speaking further, Wanniarachchi said the habitats and paths of wild elephants are occupied by people for various development activities, noting that the population of the country is growing day by day. She added that 80% of the land in the country is owned by the government while 20% is owned by the public.",
    "“Some have accepted that the elephant fence is a solution to prevent wild elephants from invading villages. Given the current financial situation of the country, it will take some time to complete these activities.”",
    "The minister also spoke of the prompt steps taken by the Wildlife Department to treat Agbo the elephant immediately after learning of its injuries. “Even now, doctors are continuing to treat the elephant. So far, no financial or medical problems have arisen related to the treatment of the elephant. As a result, nobody should raise an issue involving the Agbo elephant. I should mention here that the government is making every effort to preserve the elephant’s life.”",
    "The minister expressed these views on Wednesday (July 19) during a press conference themed ‘Collective Path to a Stable Country’ held at the Presidential Media Centre (PMC)."
  ]
}