{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81660",
  "time_ut": 1680557400.0,
  "original_lang": "en",
  "original_title": "Sajith Premadasa  Tries Desperately to Keep Samagi Jana Balawegaya(SJB) Intact as many Party MPs Engage in Discussions With the Intention of Crossing Over to  President Ranil Wickremesinghe’s Government",
  "original_body_lines": [
    "In a desperate attempt to keep the main opposition – the Samagi Jana Balawegaya (SJB) alive, Opposition Leader Sajith Premadasa invited all SJB Parliamentarians to dinner at the Monarch Imperial in Battaramulla last evening in order to coax them into remaining in the party which is now on the verge of collapse.",
    "Senior SJB members who attended the dinner told Daily Mirror that amidst the drinks and food which was hosted by Premadasa, there was also a plea made by him to the MPs to remain in the party and discussed its future.",
    "Premadasa’s latest desperate attempt to keep the SJB alive comes at a time when three of its most senior MPs – Harsha De Silva, Kabeer Hashim and Eran Wickramaratne are in talks with President Ranil Wickremesinghe to join the government as the three have supported the President’s present economic policies, a senior political source close to both camps said.",
    "Infact, it is reliably learned that Harsha is likely to be appointed as the Minister of Policy Implementation if he agrees, in a cabinet reshuffle which is expected soon with some functions of the Finance Ministry being brought under this new portfolio.",
    "Eran Wickramaratne will also agree to support the President but has not requested any portfolio while it is learned that discussions are ongoing to offer a portfolio to Kabeer Hashim.",
    "Senior SJB members alleged that the reason senior party members are now contemplating leaving the SJB is because of undue interference from Sajith’s wife Jalani Premadasa and his sister Dulanjali Premadasa which is why the party could not remain consistent in its decisions. Sources said that when decisions are made at the committee meetings, these decisions are later changed by the trio much to the annoyance of the SJB MPs.",
    "“Decisions made by the members do not remain. It changes as the party is run mostly by these three,” a senior SJB Parliamentarian alleged.",
    "Presently only MPs such as Lakshman Kiriella, Tissa Attanayake, Ranjith Madduma Bandara and Imtiaz Bakeer Marker remain steadfast with Premadasa.",
    "Even SJB alliance parties such as the Tamil Progressive Alliance is in discussions with the President but have ruled out crossing over into the government. Media reports alleging that some SJB MPs were likely to cross over into the government today when Parliament convenes are false as discussions with the President are still ongoing and final confirmations are yet to be received.",
    "Sources said that SJM MP Field Marshall Sarath Fonseka has also fallen out with Premadasa and is now fighting for the SJB Leadership while Patali Champika Ranawaka has already announced that he is forming a new political party next month and is likely to take some MPs with him.",
    "While the SJB is struggling to remain intact, the Daily Mirror learns that insecurity and mayhem has also broken out among the present cabinet ministers, fearing that they might lose their portfolios with the entry of opposition members into the government.",
    "Senior political sources said that many ministers are attempting to coax President Wickremesinghe into keeping them in their portfolios with some even going to the extent of indirectly threatening to leave the government and sit independently if the portfolios are taken away."
  ]
}