{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-forex-reserves-drop-in-june-2023-after-flexible-panic-125551/",
  "time_ut": 1688872140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka forex reserves drop in June 2023 after flexible panic",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s gross foreign exchange reserves dropped in June 2023 to 3,468 million US dollars from a revised 3,491 million US dollars, official data show, in the wake of a flexible exchange rate panic.",
    "The confidence in the currency in forex markets were shattered as the rupee which appreciated to around 290 to the US dollar under an ad hoc peg arrangement suddenly reversed direction.",
    "Sri Lanka’s central bank has operated monetary policy broadly supporting the rupee (deflationary open market operations) allowing a balance of payments surplus to develop.",
    "The central bank buys dollars to build reserves under an International Monetary Fund program and has been preventing the appreciation of the rupee (operating a strong side convertibility undertaking) to build reserves.",
    "Under an IMF ‘flexible exchange rate’ a central bank which has created monetary instability and goes to the agency for help, is encouraged not to operate consistent policy when and sell dollars, (weak side convertibility), and operated a one-sided peg, leading to a flipping of the underlying exchange regime to a float, analysts say.",
    "Related Sri Lanka rupee slides as ‘flexible exchange rate’ strikes",
    "The agency then has to step in and sell larger volume of dollars than necessary to quell the ensuring panic, despite operating broadly prudent monetary policy, analysts say.",
    "Imprudent monetary policy generally emerges in the second year of an IMF program, as domestic private credit recovers and rates are cut on the claim that inflation is low.",
    "Under an IMF program, a central bank is subject to a reserve target, which analysts say is the de facto determinant of interest rates, not inflation.",
    "To maintain the exchange rate and build reserves using savings, a market clearing interest rate has to be maintained.",
    "The fundamental conflict between the net international reserve target and a so-called monetary consultation clause (inflation target) then leads to currency depreciation, public disenchantment with reforms, the failure of the IMF program and the ouster of a reformist government.",
    "In the case of a defaulted country, it may lead to a default of re-structured debt. (Colombo/July09/2023)"
  ]
}