{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96165/electricity-tariffs-to-be-reduced",
  "time_ut": 1704440940.0,
  "original_lang": "en",
  "original_title": "Electricity tariffs to be reduced?",
  "original_body_lines": [
    "State Minister for Power and Energy Indika Anuruddha announced that the necessary data for reducing electricity bills has been submitted to the Public Utilities Commission.",
    "As a result, a revision of the electricity bill is anticipated by the first week of February.",
    "Detailing the new generation plan, the state minister highlighted a target to procure nearly 600 megawatts of electricity from renewable sources in 2024.",
    "The State Minister conveyed these updates during a media briefing at the Presidential Media Center (PMC) held today (05) under the theme “Collective Path to a Stable Country”.",
    "“In the year 2023, significant strides were made in the power sector, addressing shortcomings in the existing Electricity Act and prioritizing high quality consumer service through the introduction of a new Act. The new legislation incorporates provisions related to consumer protection and regulation.",
    "Furthermore, efforts were dedicated to increasing the share of renewable energy in power generation. The generation plan aims to achieve 70% of electricity from renewable sources, with a target of obtaining nearly 600 megawatts of renewable energy in 2024.",
    "The Ministry has been entrusted with the construction of solar panels, focusing on expediting projects below 10 megawatts. Notable projects in Mannar, Pooneryn and Hambantota have been incorporated into the generation plan.",
    "A commitment to reducing electricity bills is underscored through the production of renewable energy using hydro, solar and wind power. Data supporting the reduction of electricity bills has been submitted to the Public Utilities Commission and a reduction is anticipated either by the end of this month or in the first week of February. The goals set for the year 2024 are paramount.",
    "Presently, new employee recruitment for the Ceylon Electricity Board (CEB) has been halted. Incentives and promotions for employees will be based on performance, while pensions and provident funds will remain unchanged.”"
  ]
}