{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/peddling-the-governments-narratives/",
  "time_ut": 1680334320.0,
  "original_lang": "en",
  "original_title": "Peddling the government’s narratives",
  "original_body_lines": [
    "As of now, Ranil Wickremesinghe has three trump cards he can deal, and he’s dealing all three. First, there is the IMF deal, which his government is more or less using as a shield against criticism of the many austerity measures being enforced in its name. Second, there is the SJB-UNP nexus, or the many not-so-subtle commonalities that have linked the main Opposition with the President’s party. Third, there is the SJB-JVP-NPP divide, which has only fragmented the Opposition, to the government’s benefit. Taken together, these three points are decidedly in Ranil Wickremesinghe’s favour.",
    "Contrary to what Sri Lanka’s neoliberal commentariat may believe, the IMF bailout is not a magic wand. Such bailouts come with strings and conditionalities attached: any government availing itself of these arrangements is bound to comply with those conditions. But such conditions, if complied with in full, are bound to provoke popular resistance, be it from the middle-classes or trade unions.",
    "This is the typical trajectory of IMF austerity: once enforced in full, it tends to provoke unrest and instability, and brings about an authoritarian backlash from the State. The State, for its part, finds itself in a conundrum: if it does not adhere to the conditions in these bailouts, the IMF can theoretically suspend its arrangements, but if those conditions are followed in toto, the public can rise up against it.",
    "The IMF bailout has brought the country’s main Opposition, paradoxically, to a common platform with the government. The SJB’s economic establishment – or troika – have already excoriated political parties critical of the IMF arrangement: their question is not whether the arrangement is in the public’s interest, but whether there is an alternative to dealing with the IMF. And it’s not just at the level of economic theorising: even the regime’s handling of trade unions has elicited their approval. To give the most glaring example, the government suspended 20 workers, including several attached to the Ceylon Petroleum Corporation, for participating in a strike last Tuesday. The following day, SJB MPs S. M. Marikkar and Hirunika Premachandra publicly criticised, not the government, but unions, more or less advocating the regime’s proposals to dismantle and “liberate” the energy sector.",
    "This is utterly fascinating, if not perturbing, because both Marikkar and Premachandra have, through the media, promoted and depicted themselves as populists, indeed as the epitome of the vox populi in Sri Lanka. Premachandra, in particular, was at the forefront of last year’s protests against Ranil Wickremesinghe. Yet like Damitha Abeyrathne, once a heroine of the aragalaya and a self-avowed political neutralist, these politicians, essentially bourgeois if not petty bourgeois, have given way to their class interests. It is significant that the SJB’s leader, Sajith Premadasa, has been braver than any of his colleagues in criticising the IMF deal, even though, in doing so, he has earned the ire of Colombo’s neoliberal establishment. In fact, Mr Premadasa’s remarks about the IMF, taken together with Premachandra’s, Marikkar’s, and the SJB economic troika’s public despatches, have only betrayed the rifts and divisions in the country’s main Opposition – hardly a point in its favour.",
    "What is even more intriguing about these developments is that, as far as the recent spate of strikes go, SJB-allied trade unions have played a somewhat leading role. Among the leaders of the recent CPC strike, for instance, was Ananda Palitha, formerly with the UNP, but with the SJB today. Now, when Palitha attacks the government and threatens strike action, and when the economic “brains trust” of the party his union is linked to excoriates unions, one cannot be faulted for questioning the SJB’s stance on these workers’ struggles. The paradox here is not just between two ideological flanks in the party, but, more disturbingly, between the party and its own advocacy groups. In that sense, Premachandra’s and Marikkar’s remarks don’t just put a damper on the SJB’s union activities; they also reinforce the New Left’s critique of the party as just another bourgeois outfit.",
    "For its part the government dealt its cards stealthily during the recent strike. It did not break the strike at once, nor did it terminate the strikers: Kanchana Wijesekera merely instructed the Chairmen of the CPC and CPSTL to terminate their employment, if they saw it fit. On the other hand, the government showed clearly that it was not above using the army to disrupt the strike. At the same time, even after breaking their strike, the Minister did not fire the workers: he ordered them to be sent on compulsory leave, resorting to an age-old tactic of publishing their names and smearing their reputation. It’s of course hard to say whether the government got what it wanted, but it seems as though, for the moment, it has: it has more or less managed to convince the public of the need to privatise SOEs, and the need to crack down on trade unions, which it depicts as an obstacle to ongoing reforms.",
    "So deftly did the government handle this, in fact, that not a single news outfit saw it fit to assess the companies that had expressed interest in penetrating the country’s fuel sector. While an investigation is yet to be carried out, certain news outfits did, later on, note that these companies seemed dubious, some of them even lacking an online presence. Yet by then the queues and the shortages that had ensued because of the strike – queues which no doubt evoked memories of last year’s crisis – had pushed motorists to criticise unions rather than the government. This, at any rate, was the picture that media outfits painted earlier in the week: the motorists they talked to all seemed to favour privatisation, and they blamed unions for sabotaging “necessary” reforms. Indeed, it goes without saying that media outfits which, less than a year ago, came out in support of activist and civil society groups, are now peddling the State’s narrative on these groups and on those reforms.",
    "Of course, this was only to be expected. The media in Sri Lanka – at least the traditional media – has always craved exposure. It got this exposure last year from the aragalaya, and to that end it spotlighted the protesters. Mr Wickremesinghe’s appointment as Prime Minister, and later President, dislodged this media from that role: from advocating the protesters’ cause, it became a mouthpiece for neoliberal reform, more or less flagging the IMF arrangement as a need of the hour. In doing so it very clearly showed that it was not above marginalising the aragalistas whom it had promoted a few months back. Barring a few critical-progressive voices in the mainstream media, the country’s Fourth Estate soon became an outlet for Colombo’s neoliberal commentariat, whose function now seems to be that of an ideological ballast for the State. The media, in other words, was always going to be a double-edged sword: it could stand for dissenting voices, as it initially did, but it could also peddle the regime’s diatribes against those voices, as it later did.",
    "There is certainly a critique to be made of trade unions, particularly the stronger, more powerful ones. The economic right has, for years, charged these unions of corruption, and have condemned them for holding the economy to ransom and promoting their sectional interests over those of the country. The economic right has its own motives in perpetuating such narratives, but the trade unions have done little to combat them: to give one example, when the CEB threatened to switch off the national grid in 2017 over a pay anomaly, right-wing news websites gleefully published the salary slips of CEB workers, pointing out that an average employee at a State institution was paid much more than his or her counterpart in the private sector. State sector salaries, in effect, were stigmatised: public sector employees were excoriated for making demands supposedly in excess of their earnings.",
    "Considering these developments, the Left has to make an urgent stand. It cannot sit idly by and dabble or indulge in ideological polemics. The truth is that New Left today has fallen far short of its potential, not merely because it lacks the proverbial fire in the belly, but more worryingly because it has let sectarian clashes dominate relationships. Today, the JVP-NPP insists on depicting itself as a purist party, while appealing to the middle-classes: it hence excoriates the IMF even as, several months ago, its own leader accepted the absence of an alternative to the IMF and instead contended that an arrangement with the organisation requires an “exemplary” political group to implement it properly.",
    "The FSP, a more radical outfit, is hamstrung by its own contradictions, even though, as Dayan Jayatilleka has noted, Ranil Wickremesinghe himself has hinted that it represents a threat to him. If the New Left is interested in pursuing its goals, thus, it needs to up its game. The government has stolen a march on them. It is up to them to regain what they have lost to the enemy.",
    "The writer is an international relations analyst, researcher, and columnist who can be reached at udakdev1@gmail.com.",
    "The JVP-NPP sitting duck and what Rohana Wijeweera got right",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}