{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/PM-stresses-crucial-role-of-farmers-in-economic-development/34-750555",
  "time_ut": 1689194829.0,
  "original_lang": "en",
  "original_title": "PM stresses crucial role of farmers in economic development",
  "original_body_lines": [
    "Prime Minister Dinesh Gunawardena handing over seeds to  farmers in Meepe",
    "Says economic development cannot be achieved if farmers are ignored",
    "Calls on officials to assess extent of uncultivated lands, consider redistributing among farmers instead of allocating to plantation companies",
    "Expresses optimism about future, ability to face international financial institutions with confidence",
    "Prime Minister Dinesh Gunawardena emphasised the indispensability of farmers in economic development, highlighting the need to address their concerns and challenges.",
    "Speaking at the inauguration of the distribution of local seeds program in Meepe, Mawathagama yesterday the Prime Minister said that the economic development cannot be achieved if farmers are ignored.",
    "Prime Minister Gunawardena acknowledged the remarkable progress made in overcoming the recent economic collapse, crediting the hard work and resilience of the country’s farmers as the main driving force behind the recovery.",
    "He called on the officials to assess the extent of uncultivated lands and consider redistributing them among farmers instead of allocating them to plantation companies, addressing a concern voiced by farmers themselves.",
    "The Prime Minister also noted that Sri Lanka had overcome the basic crises and was moving towards a progressive movement. He expressed optimism for the future and the country’s ability to deal with all international financial institutions.",
    "He also emphasised the importance of supporting small and medium-scale industries, indicating the Government’s commitment to providing necessary relief measures to enhance their productivity.",
    "Highlighting the crucial role of farmers once again, Prime Minister Gunawardena noted that neglecting their needs would hinder the country’s economic development and the pursuit of economic self-sufficiency.",
    "He called for a return to the self-sufficiency in food that prevailed in villages in the past and urged the Government to provide support to farmers and increase their participation in exports.",
    "Reflecting on the turbulent times that the country endured, the Prime Minister noted the previous period of anarchy and commended the progress made since then. “Sri Lanka’s trajectory is now focused on achieving special economic goals and building a robust economy,” he added.",
    "He also highlighted the importance of investing in the agricultural sector and supporting farmers for long-term economic growth and stability.",
    "The distribution of local seeds program is a positive step towards involving farmers in exports and increasing their participation in the country’s economic development."
  ]
}