{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Framing-Dr-Shafi-New-mothers-speak-of-regret-and-sadness-over-complaints/14-745781",
  "time_ut": 1677518960.0,
  "original_lang": "en",
  "original_title": "Framing Dr. Shafi: New mothers speak of ‘regret’ and ‘sadness’ over complaints",
  "original_body_lines": [
    "A man watches his grandson play. In 2020 the child’s mother lodged a complaint against Dr. Shafi stating he had illegally and unknowingly performed sterilisation on her",
    "“Today I am much happier about my situation right now than it was in 2019 because more than anything today I am receiving love from the community” – Zainab Shafi",
    "Rice plants swell in shades of green. Most families in Pothuhera, Kurunegala, depend on farming",
    "In 2019, Dr. Shafi Shihabdeen was accused of performing illegal sterilisations on thousands of ‘Sinhala’ mothers during caesarean operations at the Teaching Hospital in Kurunegala. The Daily FT is in possession of a document related to the investigation with details of mothers who lodged complaints against the doctor. Of the 600 mothers mentioned in the list around 130 have gotten pregnant after filing their complaints. The Daily FT met some of them for this report.",
    "Rice plants, swelling in shades of green, dance to the tune of the breeze. In a farming village in Pothuhera, Kurunegala, the sun is in its prime now, therefore it is time for its workers to take a break. Carrying a mammoty on his back a man, in his 80s, makes his way home, which is right across the vast paddy field he was working on. He is welcomed by an eager little boy.",
    "The boy, who is two years old, was born into one of the most prolific health scandals in Sri Lanka. His mother is one of the hundreds who lodged police complaints against Dr. Shafi fearing he has made her infertile after she underwent a caesarean when delivering her second baby in 2017 at the Teaching Hospital in Kurunegala. Dr. Shafi Shihabdeen was among the team that performed the procedure.",
    "“We were over the moon when we had our (third) baby,” Jayanthi*, in her mid-thirties, said recalling the birth of her third son in January 2021.",
    "She, like hundreds of others, was worried when they heard of illegal sterilisations. “I saw about it (the sterilisation allegations) on the TV and read in the newspapers. Day by day the complaints against him (Dr. Shafi) was increasing. So, I went to complain too,” she told the Daily FT. Jayanthi believes she was one of the last to lodge complaints.",
    "The first news report about the alleged mass sterilisations was published in May 2019 in the Divaina newspaper claiming a ‘Tawheed Jamaat’ doctor has sterilised 4,000 Sinhala mothers. The story was intensively covered over the next few months accusing Dr. Shafi of illegal sterilisations on mainstream and social media.",
    "The same month, in May, the then-director of the Teaching Hospital in Kurunegala Dr. Sarath Weerabandara at a press conference asked mothers to come forward with complaints against Dr. Shafi. Around 800 mothers lodged complaints.",
    "The same month Dr. Shafi was arrested by the Kurunegala Police under the Prevention of Terrorism Act (PTA) with accusations regarding his assets and income.",
    "He was later handed over to the Criminal Investigations Department (CID) following the orders of the Inspector General of Police where he was further held under a Detention Order. Later, Dr. Shafi was released on bail with conditions and sent on compulsory leave from the hospital on 25 July 2019, after producing him at the Kurunegala Magistrate’s Court in early July.",
    "The Attorney General took an undertaking before the Court of appeal to pay Dr. Shafi’s salary arrears in full when a writ filed by the doctor was taken up in March last year. Dr. Shafi used that money to buy medicine for the MoH during the ongoing medicine shortage in the country.",
    "On 2 February 2023, the Health Service Committee of the Public Service Commission wrote to the Secretary of the Ministry of Health (MoH) stating that Dr. Shafi will be reinstated but there will be a ‘change for his service location’.",
    "Now, three and half years after the first accusation was made, and despite the lack of evidence against Dr. Shafi following a series of inquiries and a failed attempt to conduct Hysterosalpingography (HSG) on mothers to test their fertility, the case is still ongoing.",
    "“I felt that it was my stupidity to lodge the complaint against the doctor,” Jayanthi said as her two-year-old son played in her parent’s living room. “I even went to the hospital to withdraw my complaint.”",
    "However, the hospital officials only said ‘okay’ but didn’t explain to her the procedure for withdrawing her complaint.",
    "The Daily FT finds that there is an irregularity in the date Jayanthi lodged her complaint and the day her son was born. The OIC Organised Crime of the CID, Colombo 1, filed facts regarding her complaint at the Magistrate’s Court in Kurunegala on 25 June 2020, making her about two months pregnant with her son at the time.",
    "Ranjani*, a 28-year-old mother from Galewela, Kurunegala, echoed Jayanthi’s sentiments about regret. She said that the media frenzy around Dr. Shafi and the sterilisation scare made her doubt her well-being, and her family members urged her to lodge a complaint at the Kurunegala Police Station. She did so in late June 2019.",
    "“A month after we lodged the complaint, I was called to the police again. We (she and her husband) went to Kurunegala town that day intending to go to the station but instead, we had to do some other work. Later, when I told my husband that we didn’t do it (go to the police station) he said it was late and our child was also home, so we came home,” Ranjani said.",
    "That same evening, she and her husband went to a doctor for a medical check-up and found that she was pregnant with her second child.",
    "“I regretted going to make the complaint in the first place,” she said. She too hasn’t withdrawn her statement. Her daughter is about two and a half years old now. “We thought this story has already ended because no one says anything about it nowadays,” she said.",
    "However, the trauma of the incident left Dr. Shafi’s eldest daughter, 18-year-old Zainab Shafi, seeking psychological help. Her family had to go into hiding because of death threats that were made against her father and her family.",
    "In 2022, Zainab made headlines after securing nine As at the Ordinary Level Examinations amidst the ongoing case against her father.",
    "“After my father’s arrest, my mama went to Colombo, my siblings went to my dada’s village in Kalawewa for protection. I had to stay in Kurunegala with my uncle and aunty and my grandparents. For one to two weeks, I didn’t go to school. And then maybe because of depression or that pressure, I wanted to go back to school even though I still didn’t have the mindset to do that, but I didn’t want to give up on it (education),” Zainab told the Daily FT.",
    "But the situation at school was different from what she expected. Zainab hoped her friends would be with her and support her. But some of her friends didn’t even want to talk to her and some asked why her father had done what he was accused of doing. Zainab remembers one friend, ‘a remarkable person’, she says, who was there for her and helped her in her studies.",
    "However, within a short period, her school life turned worse. In the media, Zainab was falsely accused of distributing sanitary napkins laced with contraceptives among her classmates. “It was a bit hilarious as well. I didn’t want to face school again and I was a bit hurt and I didn’t know how others would respond to this allegation.”",
    "She stopped going to her old school and moved to other schools including a Tamil medium one in Kalmunai, despite having studied in Sinhala medium till then.",
    "“When I look back to these years, from 2019 up to now, my life has drastically changed. Today, I am not worrying about what happened. I won’t say what happened to me is a nightmare because as people say everything happens for a good reason. Today I am much happier about my situation right now than it was in 2019 because more than anything today I am receiving love from the community,” Zainab said adding, “Worry ends where faith begins,” she would tell herself for motivation.",
    "With the case against Dr. Shafi ongoing, his family is still in limbo. The medical community has not made a public statement about him. Inquiries into his case were launched by the Attorney General’s department, CID, MOH, and the Sri Lanka Medical Council with no evidence found against him to date.",
    "When asked by the Daily FT, the Kurunegala Teaching Hospital Director Dr. Chandana Kendangamuwa refused to comment on the matter citing the ongoing court case.",
    "Government Medical Officers’ Association (GMOA) spokesman Dr. Chamil Wijesinghe said that the association is maintaining its previous stance.",
    "“Since the beginning of this case, the stance of the GMOA remains the same, which is to conduct an impartial and transparent investigation. If he (Dr. Shafi) is found guilty then he should be punished and if he is found innocent then justice should be served,” he said.",
    "He added that it is the responsibility of the MoH to make public the details of the investigation because there was ‘public unrest’ that developed around this case.",
    "“Trust in the healthcare system is very important,” he pointed out.",
    "“There should have been a hidden agenda for something like this to happen,” Ranjani said, adding that police should ask the mothers who were not affected to come forward.",
    "“If he did something then he has to be punished but if Dr. Shafi is innocent then everyone should speak about it,” she added."
  ]
}