{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Australia-beat-England-by-two-wickets-to-win-1st-Test/108-261501",
  "time_ut": 1687290781.0,
  "original_lang": "en",
  "original_title": "Australia beat England by two wickets to win 1st Test",
  "original_body_lines": [
    "Australia beat England by two wickets to win a thrilling first Ashes Test at Edgbaston on Tuesday.",
    "Australia were struggling at 227-8, still 54 runs shy of a victory target of 281, when skipper Pat Cummins was joined in the middle by tailender Nathan Lyon.",
    "But the pair's unbroken stand of 55 saw Ashes holders Australia home, with Cummins hitting the winning boundary to finish on 44 not out after opener Usman Khawaja had made a painstaking 65 to follow his first-innings 141.",
    "Lyon was unbeaten on 16, with Australia now 1-0 up in this five-match series as they bid for a first Ashes campaign triumph on English soil in 22 years.",
    "\"The wicket didn't have too many demons in it,\" said Cummins at the presentation ceremony. \"I thought it was well within our grasp.\"",
    "World Test champions Australia, as they promised beforehand, played in their traditional fashion rather than getting drawn into the hype surrounding England's aggressive style under captain Ben Stokes and coach Brendon McCullum.",
    "And Cummins praised player of the match Khawaja by saying: \"Incredible composure, he played his own method, didn't get caught up... I'm really happy for him.\"",
    "This was just England's third defeat in 14 Tests under Stokes and McCullum, with the skipper defending his first-innings declaration before the close of the opening day.",
    "\"I thought that was a time to pounce. I am not going to change the way I have gone about my cricket because it is the Ashes,\" he said.",
    "\"Who knows, we could have got an extra 40 runs or lost two wickets in two balls. I am not a captain who gets by on what ifs.\"",
    "England 393-8 dec (J Root 118 no, J Bairstow 78, Z Crawley 61; N Lyon 4-149) and 273 (P Cummins 4-63, N Lyon 4-80)",
    "Australia 386 (U Khawaja 141, A Carey 66, T Head 50; O Robinson 3-55, S Broad 3-68) and 282-8 (U Khawaja 65; S Broad 3-64)"
  ]
}