{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/little-change-in-support-for-sri-lankas-political-parties-in-october-survey-141277/",
  "time_ut": 1700742600.0,
  "original_lang": "en",
  "original_title": "Little change in support for Sri Lanka’s political parties in October: survey",
  "original_body_lines": [
    "ECONOMYNEXT – Support for the National People’s Power (NPP) among Sri Lanka’s voters dipped marginally to 40 percent in October but the leftist party managed to maintain its notable lead over the main opposition Samagi Jana Balawegaya (SJB) and the president’s United National Party (UNP), polling data showed.",
    "The NPP had enjoyed support from 42 percent of likely voters in September. The SJB stood at 26 percent in October, increasing four percent from 22 percent in September. President Ranil Wickremesinghe’s UNP’s support decreased marginally to 11 percent in October from September’s 13 percent. The ruling Sri Lanka Podujana Peramuna (SLPP) also saw a decrease to 5 percent from the previous month’s 8 percent.",
    "The Sri Lanka Opinion Tracker Survey (SLOTS) was conducted by the Institute for Health Policy (IHP), an independent, non-partisan research centre based in Colombo, Sri Lanka.",
    "According to the IHP, SLOTS combines interviews from a national sample of adults (ages 18 and over) reached by  random digit dialling of mobile numbers, and others coming from a national panel of  respondents who were previously recruited through random selection. IHP estimates voting  intent using an adaptation of Multilevel Regression and Post-Stratification (MRP), with multiple  imputation to account for uncertainties in its modelling, exploiting data from all SLOTS  interviews to estimate voting in a particular month.",
    "The October 2023 MRP estimates were based on 567 interviews conducted in October 2023,  and 13,935 interviews conducted overall from 1 October 2021–12 November 2023, with a  margin of error assessed as 1–3 percent for the SLPP, SLFP, ITAK, TMVP and 3–5 percent for the SJB,  NPP/JVP, UNP and the other parties. As the October update uses a more recent data set than  the previous update, there are small changes in estimates of voting shares for previous  months. A total of 100 stochastic simulations were used in the modelling to estimate margins  of error, the IHP said.",
    "“MRP is a method that is increasingly used by polling firms in other countries to leverage small  samples, most notably by YouGov which used it to forecast results of the UK Brexit  Referendum and recent UK general elections. All estimates are adjusted to ensure the sample  matches the national population with respect to age, sex, ethnicity, socioeconomic status,  education, geographical location, and voting in the 2019 Presidential and 2020 General  Elections.”",
    "The SLOTS is funded by the Neelan Tiruchelvam Trust, the UK National Institute for  Health and Care Research (NIHR), the Asia Foundation in Sri Lanka, and others, but the  sponsors play no role in the study design, analysis, or interpretation of findings. Interested  parties can contact IHP for more detailed data and results, the IHP said. (Colombo/Nov23/2023)"
  ]
}