{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89387/veteran-singer-and-musician-sanath-nandasiri-passes-away",
  "time_ut": 1679979900.0,
  "original_lang": "en",
  "original_title": "Veteran singer and musician Sanath Nandasiri passes away",
  "original_body_lines": [
    "Veteran singer and musician Professor Sangeeth Nipun Sanath Nandasiri has passed away at the age of 81, according to family sources.",
    "One of the iconic singers in Sri Lankan music, Nandasiri is also a music director and composer who has received several awards for his compositions in a career spanning more than six decades.",
    "He also served as the Chancellor of the University of the Visual and Performing Arts in Sri Lanka.",
    "Nandasiri, who first appeared on Sinhala Radio at the age of 13 in 1955, was also the playback singer of over 30 popular Sinhala movies including Ahas Gauwa, Duleeka, Sihina Lowak, Pembara Madhu and Senasuma.",
    "Sanath Nandasiri has received several awards for his compositions in a career spanning more than six decades.",
    "In 1974, he launched his first solo concert ‘Swarna Kundala’ which was later performed for more than 250 concerts. In 1979, he recorded his first full album with the same title of his concert. This included his popular songs “Kisiwak Nokiyana” and “Egodaha Kandey”.",
    "After that he recorded three major albums for Singlanka 1980 and 1981 which included some of his best-known songs such as “Eka Yayata Mal” and “Mama Nam Asayi”. In addition, he has recorded songs for films most notably under the music direction of Premasiri Khemadasa.",
    "In 2016, he was appointed as the Chancellor of the University of the Visual and Performing Arts, following the demise of late veteran musician Pandith Amaradeva.",
    "In 2018, a ceremony was held at the Western Province Aesthetic University Resort Auditorium to pay homage to Prof. Sanath Nandasiri with a concert titled ‘Ninnada 2018 Thunpath Rata Swara Dehana’.",
    "During the event, then President Maithripala Sirisena presented special honorary award to Nandasiri.",
    "In 2019, a collection of 100 lyrics and chords of Nandasiri’s songs titled “Rasanandaya”, was released at the Sri Lanka Foundation Institute.",
    "In the same year, he was honored with Janabhimani Honorary Award at the Bandaranaike Memorial International Conference Hall.",
    "Prof. Nandasiri was 81 years old at the time of his passing. The arrangements of his final rites will be announced later, family sources said.",
    "The final rites of late Prof. Nandasiri will be performed on Saturday (April 01) at the Borella Cemetery, family sources said.",
    "His remains have currently been placed at his house located in Ambuldeniya, Nugegoda, according to his family.",
    "Prof. Sanath Nandasiri, who had fallen ill for a long period, had passed away this morning at his house located in Ambuldeniya, Nugegoda."
  ]
}