{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/is-the-basl-undermining-the-rule-of-law/",
  "time_ut": 1681922290.0,
  "original_lang": "en",
  "original_title": "Is The BASL Undermining The Rule Of Law?",
  "original_body_lines": [
    "The Organisation of Professional Associations of Sri Lanka (OPA) must be called out on its sanctimonious statement issued obviously on behalf of its constituent member – BASL (Bar Association of Sri Lanka): “The OPA firmly believes that in a representative democracy the elected representatives and the government are responsible for the sovereign people. Therefore, there is a constitutional responsibility to protect the independence of the judiciary and also to ensure that the rule of law is not undermined.“ (Colombo Telegraph ‘Protect Independence of the Judiciary: OPA’)",
    "Prior to pontificating to the “Speaker of the Parliament” and parliamentarians, should not the OPA first put its own house in order in regard to its constituent members – in this instance the BASL which has not even acknowledged receipt of my e-mail of 31 March 2023 sent to its ‘Professional Purpose and Ethics’ standing committee regarding an ‘open and shut’ case of a seemingly fraudulent ‘Power of Attorney’ which has been ‘Certified and Attested’ by a prominent attorney-at-law.",
    "The authorities are asked to believe that the ‘Power of Attorney’ of a former Chairman/Managing Director of arguably the country’s most visible conglomerate has been voluntarily given after he is said to have placed his “left hand thumb impression” under questionable circumstances.",
    "Despite it being widely known among the Colombo based business and professional community that this person is sadly incapacitated since July 2013 to date in every manner with the exception of breathing on his own, this attorney has claimed without corroboration from even a single qualified medical practitioner that this person “appeared to be of sound mind memory and understanding and fully capable of any act requiring thought, judgment and reflection”!",
    "This is not all, while tacitly accepting the authenticity of the ‘Power of Attorney’ provided by me, the attorney without any embarrassment states:",
    "“the law only requires a Notary to satisfy himself as regards the mental capacity of the Executant”.",
    "My demand that the attorney confirms that the ‘Notary’ can do so without the intervention of competent medical practitioners has been ignored.",
    "Since in the opinion of the attorney, the person giving the impugned ‘Power of Attorney’ (i) “appeared to be of sound mind memory and understanding” (ii) the given address of this person and his ‘Attorneys’ – wife and two adult children are one and the same (iii) the person concerned has never left the country since he fell ill in July 2013 – does not the question arise why there was a need for a ‘Power of Attorney’ in the first place?",
    "The ‘Power of Attorney’ is completely ‘open ended’ and gives his wife and two adult children untrammeled powers “without limitation and with power to act jointly and/or severally and/or individually” in regard to all his assets which includes his large holding of company shares and cash deposits.",
    "Is it not an anomaly for the person giving the ‘Power of Attorney’ and his ‘Attorneys’ to function at the same time? This maybe a first in this country!",
    "1) In the context of the general belief/understanding that the person giving the ‘Power of Attorney’ is definitely not of “sound mind memory and understanding”, is it not unlawful/inappropriate for the conglomerate to have deemed it fit and proper to have this person as a ‘Director’ of an associate company? The question is whether here too he has placed his “left hand thumb impression” on all connected documents?",
    "2) This person is also ‘Chairman Emeritus’ of this conglomerate.",
    "3) Coincidentally the legal chambers of this attorney is in a building owned by the wife of the Deputy Chairman & MD and major shareholder of this conglomerate.",
    "It is hoped the BASL will not emulate the corrupt CA Sri Lanka. I know a thing or two about corruption in the agency regulating the chartered accountancy profession in this country since I am the complainant to CA Sri Lanka on the professional misconduct of PwC and EY in relation to the fraudulent privatization of Sri Lanka Insurance Corporation (SLIC). The chartered accountants concerned have still not been made accountable. Some of them have entered the board rooms of this conglomerate.",
    "This ‘open and shut’ case is SYMPTOMATIC of the corruption plaguing this country. It could never occur if big business does not receive political cover which leads to impunity due to the nonchalance of regulatory agencies which in turn emboldens miscreant professionals. This is aided and abetted by the businessmen owned mainstream media hungry for advertising revenue.",
    "Let us see whether the ‘Daily FT’ which is the country’s only stand-alone business newspaper which published ‘OPA stands firm on independence of Judiciary’ will publish this article?",
    "In most instances of whistle blowing, the standard practice of wrongdoers in this country is to ‘shoot the messenger’ with lies and deception or even the abuse of process of court which eventually is doomed to fail.",
    "Even if for argument the messenger is a ‘nasty piece of work’, are not the credibility of the message and the messenger two separate issues?",
    "Connected correspondence have been copied to inter-alia (i) Kaushalya Nawaratne – President, BASL (ii) Ms. Suranee Samarasekera – Administrative Secretary / CEO of BASL (iii) Ms. Wasantha Perera – Secretary, Ministry of Justice (iv) Pradeep Mahamuthugala – Supreme Court Registrar.",
    "Should not the BASL (i) acknowledge receipt of my e-mail dated 31 March 2023 sent to its ‘Professional Purpose and Ethics’ standing committee? (ii) demand from me a certified copy from the ‘Land Registry’ Colombo of ‘Power of Attorney’ No: 1137 dated 30 July 2017?",
    "It must be emphasized that amidst the ‘bad eggs’, there are some excellent principled professionals. The problem is their SILENCE as in this instance.",
    "The IMF which is supposed to be alarmed about systemic corruption in Sri Lanka better look deeper  where the name of the game is impunity."
  ]
}