{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Safe-Power-International-to-drive-Sri-Lanka-s-renewable-energy-cohesive-approach/34-750811",
  "time_ut": 1689800442.0,
  "original_lang": "en",
  "original_title": "Safe Power International to drive Sri Lanka’s renewable energy cohesive approach",
  "original_body_lines": [
    "Safe Power International Ltd. has sealed a groundbreaking Power Purchase Agreement (PPA) with the Ceylon Electricity Board (CEB) to bring the Alankuda 10MW wind power project to life.",
    "The historical event took place at the CEB headquarters, graced by the presence of esteemed personalities such as CEB Chairman N.S. Illangakoon RWP RSP, CEB Vice Chairman Eng. D.K.P.U. Gunathilake, and the visionary minds from Safe Power International Ltd. – Director Palitha Nugaliyadde, Director Mevan Nugaliyadde, and Project Coordinator Sangaranathan Babeendran.",
    "Located in the breathtaking Kalpitiya Peninsula, adjacent to the sea shoreline near Alankuda and close to Norochcholai, the Alankuda 10MW wind farm aims to harness the abundant wind resources of the region to generate clean and sustainable electricity for the nation.",
    "The signing of the PPA marks a monumental milestone in the partnership between Safe Power International and CEB, solidifying their commitment to advancing Sri Lanka’s renewable energy ambitions. According to the agreement, Safe Power International will supply the electricity generated by the Alankuda wind farm to CEB for an impressive period of 20 years.",
    "Anticipated to be completed within one and a half years, the project will involve the installation of state-of-the-art wind turbines and the development of essential infrastructure, ensuring seamless integration into the national power grid. Upon completion, the wind power plant is projected to generate over 36 GWh (Gigawatt Hours) of clean energy annually, significantly reducing greenhouse gas emissions and the country’s reliance on fossil fuels.",
    "The collaboration between Safe Power International Ltd. and CEB not only underscores their dedication to sustainable development but also highlights the growing importance of renewable energy in Sri Lanka, aligning with the ambitious Climate Prosperity Plan (CPP). Through harnessing the wind’s power, this project aims to diversify the country’s energy mix, promoting a greener and more sustainable future, projected to offset more than 1,160,000 metric tons of CO2 emissions over its lifetime.",
    "Gratitude was expressed by the representatives of Safe Power International to the Ministry of Power, CEB, and Sustainable Energy Authority during the signing ceremony, acknowledging their unwavering support and cooperation throughout the project’s development. The shared vision of these entities is to expedite the adoption of renewable energy technologies, addressing the pressing global challenges posed by the climate emergency.",
    "The Alankuda 10MW wind farm is not only a boon for the environment but also expected to have a positive impact on the local economy. During the construction phase, it will create numerous job opportunities and spur growth in the Kalpitiya area. Moreover, the project will enhance Sri Lanka’s energy security by diversifying its power generation sources.",
    "As Sri Lanka sets its sights on achieving its renewable energy targets, aiming for 70% by 2030, the signing of the PPA for the Alankuda 10MW wind farm represents a remarkable stride forward. The collective efforts invested in realising this project showcase an unwavering commitment to a sustainable and environmentally friendly future for the nation."
  ]
}