{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/14/sri-lanka-navy-extends-swift-aid-to-ailing-indian-navy-senior-sailor-in-eastern-seas/",
  "time_ut": 1702520100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Navy extends swift aid to ailing Indian Navy senior sailor in eastern seas",
  "original_body_lines": [
    "In a display of camaraderie and cooperation, the Sri Lanka Navy swiftly came to the aid of a senior sailor from the Indian Navy who fell ill while onboard INS Sahyadri off the east coast of the island. The ailing sailor was rushed to the Trincomalee harbour by INS Sahyadri today (13th December 2023), to direct him for prompt medical attention.",
    "The incident unfolded as INS Sahyadri, which set sail from Visakhapatnam, was on a passage off the east coast of Sri Lanka and one of the senior sailors encountered a health emergency while aboard the ship. Meanwhile, the Indian High Commission in Sri Lanka communicated the urgency of the situation to the Sri Lanka Navy Headquarters and informed that the senior sailor was being brought to the Trincomalee harbour by the evening of 13th December. Also, the Indian High Commission sought the Sri Lanka Navy’s assistance to transfer him to China Bay, as the patient was expected to be airlifted to India for further medical attention.",
    "In a commendable response, the Sri Lanka Navy mobilized a medical team from the Eastern Naval Command Hospital, along with an ambulance, to facilitate the transfer of the patient from the Trincomalee harbour to the China Bay Airport. Administering crucial first aid, the medical team worked efficiently to ensure the swift transfer of the ailing sailor to China Bay, where an Indian Air Force plane was on standby for his evacuation to India.",
    "Following the transfer of the ailing crew member, INS Sahyadri departed the Trincomalee harbour today. Meanwhile, this effort highlights the strong commitment of the Sri Lanka Navy to respond to maritime emergencies in Sri Lanka’s Search and Rescue Region.",
    "Galle Literary Festival returns in 2024 with star-studded lineup and fresh vision"
  ]
}