{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/regulators-take-over-silicon-valley-bank-as-failure-raises-fears/",
  "time_ut": 1678483560.0,
  "original_lang": "en",
  "original_title": "Regulators take over Silicon Valley Bank as failure raises fears",
  "original_body_lines": [
    "BBC reported that US regulators have shut down Silicon Valley Bank (SVB) and taken control of its customer deposits in the largest failure of a US bank since 2008.",
    "The moves came as the firm, a key tech lender, was scrambling to raise money to plug a loss from the sale of assets affected by higher interest rates. Its troubles prompted a rush of customer withdrawals and sparked fears about the state of the banking sector. Officials said they acted to “protect insured depositors”.",
    "Silicon Valley Bank faced “inadequate liquidity and insolvency”, banking regulators in California, where the firm has its headquarters, said as they announced the takeover.",
    "The Federal Deposit Insurance Corporation (FDIC), which typically protects deposits up to $250,000, said it had taken charge of the roughly $175bn (£145bn) in deposits held at the bank, the 16th largest in the US.",
    "Bank offices would reopen and clients with insured deposits would have access to funds “no later than Monday morning”, it said, adding that money raised from selling the bank’s assets would go to uninsured depositors.",
    "Asteroid headed toward Earth may arrive on Valentine’s Day 2046 – Nasa",
    "Donald Trump invited to testify before grand jury over Stormy Daniels case",
    "Showers above 50mm in Sabaragamuwa Province and Kandy, Nuwara-Eliya, Galle and Matara districts",
    "Udaya to use RTI law to seek information about CIA Chief’s clandestine Colombo visit",
    "COPE calls for CID probe into irregularities at SL Export Credit Insurance Corp.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}