{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/08/sri-lanka-signs-petroleum-agreement-with-rm-parks-inc-in-collaboration-with-shell/",
  "time_ut": 1686216840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka signs petroleum agreement with RM Parks Inc., in collaboration with Shell",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka signed an agreement with RM Parks Inc., in collaboration with Shell for a long-term contract for the importation, storage, distribution, & sale of petroleum products in Sri Lanka.",
    "The signing of the agreement took place following the recommendations of the Cabinet Appointed Special Committee.",
    "The President's Media Division said that the Contract Agreement was signed a short while ago at the President's Office in Colombo.",
    "On the 22nd of May 2023, a contract agreement was signed with Sinopec, a leading international petroleum company.",
    "Secretary of the Ministry of Power and Energy M.P.D.U.K. Mapa Pathirana and Chen Chengmin, Managing Director of Fuel Production and Marketing Department of Sinopec Company, signed the agreement in front of the President.",
    "Sinopec, along with its affiliated companies, is set to commence operations in Sri Lanka within 45 days following the issuance of the license. This development brings hope for a more stable and reliable fuel supply, boosting the country’s energy sector and providing assurance to consumers.",
    "In response to the on-going foreign exchange crisis in Sri Lanka, the Ministry of Power and Energy has taken this decisive action to ensure an uninterrupted fuel supply to consumers. With the inability to provide sufficient foreign exchange for fuel shipments, the Ceylon Petroleum Corporation (CPC) and Lanka Indian Oil Company (LIOC) faced significant challenges.",
    "To tackle this issue, the Ministry explored various strategies and one of them involved inviting Expression of Interests (EOIs) from reputable petroleum companies established in producing countries. The goal was to import, store, distribute, and sell Petroleum Products in predetermined Distribution Dealer operated Networks in Sri Lanka. The Cabinet of Ministers approved this initiative.",
    "One of the key requirements for new retail suppliers entering the market was their ability to secure forex requirements without depending on the domestic banking sector. It was mandated that these companies source their own funds for fuel procurement through foreign sources, at least during the initial one-year period of operation.",
    "After receiving EOIs, the companies that were shortlisted were invited to submit detailed proposals in response to a Request for Proposal (RFP) document. The Cabinet Appointed Special Committee (CASC) and the Technical Evaluation Committee (TEC) thoroughly scrutinized the proposals and recommended awarding contracts to the following companies, subject to negotiations:",
    "– M/s Sinopec Fuel Oil Lanka (Private) Limited, F5, Hambantota Maritime Center, Mirijjawila, Hambantota, Sri Lanka",
    "– M/s United Petroleum Pty Ltd, 600 Glenferrie Rd, Hawthorn, Victoria 3122, Australia",
    "– M/s RM Parks, 1061 N. Main St, Porterville, CA 93257, USA, in collaboration with Shell PLC",
    "The Cabinet of Ministers, considering the recommendations made by the CASC and the Committee Appointed by the Cabinet, granted approval to award the contracts to the selected suppliers."
  ]
}