{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ex-president-cast-viyathmaga-aside-claims-godahewa-145669/",
  "time_ut": 1704268920.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ex-president cast Viyathmaga aside, claims Godahewa",
  "original_body_lines": [
    "ECONOMYNEXT — Opposition parliamentarian Nalaka Godahewa speaking at a press event by the main opposition Samagi Jana Balawegaya (SJB) has distanced the Viyathmaga outfit from the policies of former President Gotabaya Rajapaksa.",
    "Godahewa, speaking to the media with an SJB banner behind him, claimed that Viyathmaga, a body of professionals who endorsed and campaigned for Rajapaksa in the run-up to the 2019 presidential poll, was excluded from key policy decisions.",
    "Rajapaksa was forced to resign in 2022 after his actions were blamed for the worst currency crisis the island nation had faced in decades.",
    "“We sincerely believed at the time that if what we promised to the country had been implemented using President Gotabaya Rajapaksa’s mandate, the country could’ve been developed,” said Godahewa.",
    "“Unfortunately, after he came to power, he did not work with the professionals who brought him to power.”",
    "Godahewa claimed that Viyathmaga had a” certain vision for the economy”.",
    "“But those of us who were talking about the economy were cast aside entirely,” he said.",
    "“Anyone can point their finger and say it was the Nalaka Godahewas and the Viyathmaga’s that did this. Is that what Viyathmaga did? Where was Viyathmaga? What place or position did Viyathmaga get?”",
    "“Nalaka Godahewa did not get a role in the economy. I got the urban development ministry. Is there a use in pointing the finger at us? Who managed the economy? Who was the finance minister? Who was central bank chief, Treasury secretary and president’s secretary? We were not anywhere there,” said Godahewa.",
    "“As for the people who were there, the Supreme Court has decided today that who is responsible for this,” he added.",
    "The former chairman of the Securities Exchange Commission, however, apologised for his “mistake” in supporting Rajapaksa.",
    "“But none of us will run away from our responsibility. We all made a mistake. We apologise to the people. We made a mistake. Others also made a mistake. But what must we do now? We must rectify that mistake,” he said.",
    "Contrary to his latest statement however, Godahewa said in January 2020 that the then Sri Lanka Podujana Peramuna (SLPP) government’s policies were formulated years before implementation.",
    "“When our leader of Viyathmaga, President Gotabaya Rajapaksa was appointed, the policies we developed over the years became national policy,” Godahewa said at an investment forum organised by Sri Lanka Malaysia Business Council (SLMBC) four years ago.",
    "Sri Lanka’s current policies were years in the making – GodahewaSee more"
  ]
}