{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Dialog-Axiata-upgrades-its-official-website-to-support-Inclusive-Online-Journeys/56-755543",
  "time_ut": 1700782388.0,
  "original_lang": "en",
  "original_title": "Dialog Axiata upgrades its official website to support Inclusive Online Journeys",
  "original_body_lines": [
    "From left:  Sri Lanka Council of Vision Impaired Graduates President, Sugath Wasantha de Silva, Dialog Axiata PLC Group Chief Customer Officer, , Sandra De Zoysa, Dialog Axiata PLC General Manager - Group Marketing, Ashani Senaratne, Dialog Axiata PLC Group Chief of Risk and Compliance, Asanga Priyadarshana",
    "Dialog Axiata PLC, Sri Lanka’s premier connectivity provider, upgraded its official website - dialog.lk, by redesigning it to be more accessible and user-friendly for Persons with Disabilities (PWDs), underscoring the Company’s unwavering commitment to inclusivity.",
    "With accessibility and inclusion at the core of this website upgrade, dialog.lk will now include features such as screen reader compatibility, accessible colour schemes for those experiencing colour blindness, alternative text for images and multimedia content, responsive design, clear and simple language, user-friendly navigation and assistive technology support. These features will allow the website to cater to the varied needs of individuals with disabilities including those with vision impairment, motor impairments, cognitive and development challenges, Attention Deficit Hyperactivity Disorder (ADHD) and individuals who are epileptic.",
    "In line with the United Nations Sustainable Development Goals, specifically Goal 9 – Build resilient infrastructure, promote inclusive and sustainable industrialisation and foster innovation, the company aims to ensure that PWDs have equal access to Dialog’s services, with the upgraded website being the first phase of the Company’s comprehensive roadmap to revamping all of its digital touchpoints.",
    "Sri Lanka Council of Vision Impaired Graduates President, Sugath Wasantha de Silva said, “I am happy to see Dialog making an effort to make their services accessible to persons with disabilities. Dialog's dedication to ensuring that people with disabilities can independently engage in their services through their website is a significant step towards a more equitable world. This also sets a remarkable example of empathy and responsible corporate citizenship”.",
    "Dialog Axiata PLC Head of Sustainability and Group Chief of Risk and Compliance, Asanga Priyadarshana said, \"We are proud to upgrade dialog.lk, prioritising inclusivity for Persons with Disabilities. This marks a significant step in our commitment to ensuring equal access to our services. With features such as screen reader compatibility, accessible colour schemes, and assistive technology support, we aim to cater to diverse needs. This initiative aligns with our broader inclusivity agenda, echoing our dedication to empowering all individuals, including those with disabilities, through accessible and user-friendly digital experiences\".",
    "It follows a range of notable initiatives by Dialog, including the Ratmalana Audiology Centre and Jaffna Speech Therapy Centre that act as Centres of Excellence for hearing and speech issues and have been supporting communities since 2007. Another initiative, Deaftawk, is an app designed to help bridge the communication gap between the hearing impaired community, allowing users to connect with Sign Language interpreters in real time."
  ]
}