{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-axiata-partners-sliit-to-host-industry-symposium-2023/",
  "time_ut": 1681920660.0,
  "original_lang": "en",
  "original_title": "Dialog Axiata partners SLIIT to host ‘Industry Symposium 2023’",
  "original_body_lines": [
    "Sri Lanka’s premier connectivity provider, Dialog Axiata PLC together with the Engineering Faculty of the Sri Lanka Institute of Information Technology (SLIIT) hosted ‘Industry Symposium 2023’ at the SLIIT campus premises in Malabe.",
    "This event aimed to bring together pioneers from various industries to discuss and explore current industrial challenges and to create an environment for effective collaboration with academia, for the purpose of developing new and innovative solutions. Zone 24×7, Meu Labs, ACL Cables, LTL, MIDAS, MAS, Magicbit, Divor Automation, and FIMER joined hands with Dialog for the symposium where academics and experts shared their insights and brainstormed on possible solutions for the numerous challenges faced by the industry, due to current economic condition.",
    "Commenting, Anthony Rodrigo, Group Chief Innovation Officer & Chief Architect of Dialog Axiata PLC said, “Being at the forefront of innovation and technology, we at Dialog are committed to empowering the next generation of innovators by creating a culture of creativity and collaboration. ‘Dialog Future Zone’ innovation centres at 12 leading Sri Lankan universities, provide a platform to develop innovative, cost-effective solutions to real-world problems. We firmly believe that it is our responsibility to equip the next generation with the tools they need to create a brighter future and by fostering a culture of creativity and collaboration, we are creating a community of young minds that are not afraid to push boundaries and explore endless possibilities.”",
    "Dr. Narenda De Silva, General Manager of Lanka Electricity Company (Private) Limited and keynote speaker for the event, emphasized the importance of collaboration between industry and academia during his speech. Drawing from his experience working with Dialog to develop communication modules for Smart Electricity meters in the LECO network, he stated, “A university research done without industry application is of no use, and similar industry initiatives that don’t produce an opportunity for university research is also of little long-term value.",
    "Sri Lanka hits the nail on the head at UN ECOSOC Financing for Development Forum",
    "Dialog Axiata Group to invest USD 152.4 million in Sri Lanka",
    "Samsung Galaxy Z Fold4 and Flip4 -5G Series now available for pre-order at Dialog",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}