{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88801/cannot-bring-about-govt-change-by-taking-to-streets-president",
  "time_ut": 1677823020.0,
  "original_lang": "en",
  "original_title": "Cannot bring about govt change by taking to streets - President",
  "original_body_lines": [
    "President Ranil Wickremesinghe has emphasised that the only way a change of government can be brought about is through a Parliamentary election.",
    "Accordingly, he noted that a Parliamentary election is the only way through which change can be implemented, emphasising that taking to the streets is not an option for the Parliament.",
    "Speaking at the Passing Out Parade of Air Force cadets and other officers held at the Trincomalee Air Force Base this morning (03 March), the Head of State highlighted that a nation can become anarchic due to an economic collapse, and thereby urged everyone to prioritise safeguarding both the economy and the constitution of the country.",
    "Commander-in-Chief of the Armed Forces, President Ranil Wickremesinghe, who arrived at Trincomalee Air Force Base, was received with air force honours.",
    "Meanwhile, 40 Officer Cadets including three females were commissioned as Officers of the Sri Lanka Air Force by the Chief Guest, and received their ceremonial swords, which symbolizes their status as Commissioned Officers.",
    "Thereafter, flying brevets were pinned on 13 pilot officers and 07 trophies were awarded for special achievements.",
    "Two Officer Cadets who have shown exceptional performance were awarded the Sword of Eagle for the best student of General Duties Pilot Branch and the Sword of honour for the overall best student among all branches.",
    "The President also posed for a group photograph with the newly commissioned officers and senior officers.",
    "The Sri Lanka Air Force Band rendered a special performance and the parachute display adding colour to the event.",
    "Attached below is an excerpt of the speech delivered by the President at the event:",
    "\"In order to move forward as a united and prosperous country, all individuals regardless of their ethnicity, religion, or cultural background must work together. Whether Sinhalese, Tamil, Muslim, Burgher, Buddhist, Catholic, Hindu or Muslim, it is essential that all citizens come together to work towards the greater good of the nation. Only by working together can we build a stronger, more prosperous future for our country and its people.",
    "The legitimacy of Sri Lanka’s government is established by the executive, legislature, and judiciary. The judiciary plays a crucial role in upholding and enforcing the laws enacted by the legislature. All three institutions are focused on safeguarding Sri Lanka’s constitution and ensuring that the country functions in accordance with its laws and regulations.",
    "It is the responsibility of every citizen to help protect these institutions, which are essential to the proper functioning of the government and the preservation of Sri Lanka’s democracy. Without these institutions, there can be no assurance that the country will remain stable and secure.",
    "It is important to note that any changes to the government must be made through the proper channels, such as a parliamentary election. The streets are not an option for the parliament, and any attempt to subvert the established process would be a violation of Sri Lanka’s constitution and the rule of law.",
    "I am deeply grateful to the armed forces for their role in protecting the Parliament last June. As we have seen in other countries, when a parliament is not safeguarded, chaos and anarchy can quickly ensue. Similarly, a country without a strong economy is also at risk of devolving into chaos.",
    "It is therefore the responsibility of all of us to work together to protect both the constitution and the economy of our country. In recent days, I have met with various organizations to discuss strategies for boosting the economy, and I am confident that our efforts will yield positive results in the near future.",
    "By protecting our country and upholding its constitution, we can ensure that our democracy remains strong and vibrant”."
  ]
}