{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Federal-Government-of-Canada-seeks-270-days-to-release-records-related-to-statements/108-264983",
  "time_ut": 1691640176.0,
  "original_lang": "en",
  "original_title": "Federal Government of Canada seeks 270 days to release records related to statements",
  "original_body_lines": [
    "Ontario Government releases document from Federal Government that no genocide of Tamils took place",
    "Says legal test for genocide is very high in international law",
    "The Ontario government in Canada which adopted the Tami Genocide Education Week has finally released the official communication received from the Federal Government of Canada that Canada does not recognize as genocide the actions and violence committed against Tamils by the Sri Lankan government and military from the time of its independence in 1948 until the end of the civil war in 2009, Daily Mirror learns.",
    "The Ontario government released this communication on August 8, 2023 ,which was part of a trove of documents released in response to a request under the right to information law by Toronto based human rights and Immigration lawyer Viresh Fernando.",
    "The Federal Government in its communication said, “Canada does not recognize as genocide the actions and violence committed against Tamils by the Sri Lankan government and military from the time of its independence in 1948 until the end of the civil war in 2009. Recognition of a genocide against Tamils would be inconsistent with how Ontario and the federal government (including under Prime Ministers Harper and Trudeau) have responded to past demands that violence against Tamil people in Sri Lanka be declared an act of genocide.",
    "Global Affairs Canada has noted that the legal test to be met for genocide in international law is a very high one. Canada’s general position, and the position held by many like-minded nations, is that courts should make the determination whether genocide has taken place.",
    "A UN report on the Sri Lanka civil was stated that both the Sri Lankan government and the LTTE (Liberation Tigers of Tamil Eelam) violated international humanitarian law and human rights law. The LTTE, more commonly known as the Tamil Tigers was a political and military group that fought for an independent Tamil homeland in Sri Lanka. It emerged in response to the tensions between the majority Sinhalese and minority Tamils,”",
    "Besides, the Canadian government has demanded 270 additional days to release records related to the Prime Minister Justin Trudeau’s recent statements made in May and July 2023 regarding the deaths of Tamil civilians in Sri Lanka, Daily Mirror learns.",
    "A Sri Lankan Canadian has sought these details under access to information requests from the Canadian authorities"
  ]
}