{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96175/northern-province-to-undergo-complete-development-in-next-five-years-under-comprehensive-plan",
  "time_ut": 1704475200.0,
  "original_lang": "en",
  "original_title": "Northern Province to undergo complete development in next five years under comprehensive plan",
  "original_body_lines": [
    "President Ranil Wickremesinghe emphasized the imperative for the full development of the Northern Province within the next five years under a unified plan.",
    "Highlighting the Western Province’s pivotal role, contributing over 50% to the country’s economy and currently serving as the primary engine, the President asserted the commitment to strengthen the nation’s economy through five main engines, encompassing the South, North, Central Province and the North-West.",
    "President Ranil Wickremesinghe conveyed these directives during his participation in the special District Coordination Committee meeting for Vavuniya, Mullaitivu and Mannar districts, which convened today (05) at the Vavuniya District Cultural Hall.",
    "Extensive discussions were conducted on the challenges in the domains of education, health, resettlement, land, electricity, water, tourism, forestry and fisheries in the districts of Vavuniya, Mannar and Mullaitivu. The President actively engaged in addressing some of these issues by working towards effective solutions.",
    "Furthermore, the President highlighted the strategic vision to transform Colombo, Kandy and the Northern Province as the three main centres of education in the country, emphasizing a focused effort to enhance educational development in Sri Lanka.",
    "“Our country’s economy has traditionally relied on a single engine, namely the Western Province, which contributes over 50% to the national economy. However, the economic contributions from other provinces have been relatively modest. To propel our nation forward swiftly, it is imperative to diversify and strengthen the engines that drive economic growth. We have identified five provinces—South, North, West, Central and North-West as focal points for cultivating robust economies that will contribute significantly to Sri Lanka’s national economic landscape.",
    "Currently, the country possesses financial stability, enabling the resumption of stalled projects. Additionally, projects reliant on foreign aid have regained momentum, capitalizing on the available financial strength.",
    "Furthermore, the Northern Province possesses significant potential to substantially enhance the national economy of the country. The unique wind and thermal conditions in the Northern Province create ample opportunities for renewable energy production. By harnessing the energy potential of the Northern Province, surplus energy can be exported to India, generating additional revenue. Conversations on this matter have already been initiated.",
    "The farmers in the Northern Province exhibit remarkable talent and efficiency. Through the implementation of the Agricultural Modernization Program, there is the potential to establish export agriculture, thereby maximizing the productivity of farmland in the Northern Province.",
    "Minister of Transport, Highways, and Mass Media Dr. Bandula Gunawardena expressed appreciation for President Ranil Wickremesinghe’s commendable role in steering the country towards economic stability during a challenging period of severe recession.",
    "Upon assuming office, President Wickremesinghe faced critical shortages, including gas, fuel and electricity cuts lasting up to ten hours. The foreign reserves had depleted to zero. Despite these challenges, the President implemented measures to fortify the economy, ultimately facilitating the resumption of development projects in the Northern Province. In a recent development, the President directed the acceleration of road projects in the Northern Province, while initiatives are underway to enhance transportation and promote tourism in the region.",
    "Recognizing the challenges faced by farmers in transporting their crops, arrangements have been made to provide a train for goods transportation, enabling storage and market accessibility. Furthermore, the President has instructed the provision of buses from India to every depot in the Northern Province, aiming to expedite the overall development of the region.",
    "Governor of the Northern Province, Mrs. P. S. M. Charles reported that the Jaffna district achieved a milestone by producing the top results in the recent G.C.E. Advanced -Level Examination across the island. Additionally, the Northern Province demonstrated commendable performance in the G.C.E. Ordinary Level Examinations. Plans are underway to establish an education zone by amalgamating the Madhu and Thunukkai areas.",
    "Dedicated and efficient efforts from teachers are contributing to the development of education in the Northern Province, a positive trend that is cause for satisfaction. The administration is actively addressing issues within the health sector.",
    "Acknowledging a lack of a formal system for transporting farmers’ crops in the province, the Governor expressed the intention to engage in discussions with the Minister of Transport to explore and implement viable solutions.",
    "State Minister Mr. Kader Mastan, expressed gratitude to President Ranil Wickremesinghe for his continued attention and efforts to address the needs of their area during his recent visit.",
    "In the Mullaitivu district, steps have been taken to release the necessary land for agriculture, and there is a request to extend this initiative to areas surrounding ponds for agricultural purposes. Additionally, the Minister urged the President to provide solutions to challenges related to the maintenance of elephant fences and fishing issues.",
    "Member of Parliament Kulasingham Thilipan acknowledged and appreciated the significant announcement regarding the release of land in the Vavuniya district by the Department of Forestry, marking the first instance of such an initiative. Gratitude was extended to President Ranil Wickremesinghe and the relevant authorities for this positive development.",
    "Furthermore, the Member of Parliament highlighted the President’s proposal to boost milk production in the Vavuniya district and requested the release of the necessary pastures to support and implement this proposal.",
    "Member of Parliament, Mr. Charles Nirmalanathan expressed gratitude to the President for his visit, acknowledging the release of two out of three political prisoners, as announced during the budget session. However, he highlighted that approximately 12 political prisoners, arrested during the last war, are still awaiting special permission for release or bail.",
    "Member of Parliament, Mr. Selvam Adaikkalanathan noted that despite the end of the war, significant development work in Vavuniya has not taken place. He commended President Ranil Wickremesinghe for focusing on this issue and expressed hope for appropriate solutions with the on-going confidence-building efforts in land release. Additionally, he urged prompt development work for hospitals in the district.",
    "The gathering included Minister of Transport, Highways, and Mass Media Bandula Gunawardena, State Minister Cader Mastan, Member of Parliament Wajira Abeywardena, Chairman of the Vavuniya District DCC – Member of Parliament MrKulasingham Pradeepan, Mr. Selvam Adekkalanathan, Mr. Charles Nirmalanathan, Mr S. Noharathalingam, Northern Province Governor Ms. P.S.M. Charles, President’s Secretary Mr. Saman Ekanayake, President’s Trade Union Director General Mr. Saman Ratnapriya, Director General Community Affairs Mr. Rajith Keerthi Tennakoon, Vavuniya District Secretary Mr. P.A. Sarath Chandra, and other public representatives from Vavuniya, Mannar and Mullaitivu districts, along with various government officials."
  ]
}