{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/13/china-s-sinopec-to-invest-in-h-tota-refinery-meets-president-to-discuss-expansion/",
  "time_ut": 1678712040.0,
  "original_lang": "en",
  "original_title": "China’s SINOPEC to invest in H’tota refinery; Meets President to discuss expansion",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lankan President Ranil Wickremesinghe said that the government has taken a principled decision to expand the distribution of fuel.",
    "He also noted that Hambantota has been identified as a primary energy hub.",
    "According to the President's Media Division, he made these comments during a discussion with the representatives of the Sinopec Group held at the President's Office in Colombo on Monday (13).",
    "Sinopec has also pledged to invest in a refinery in Hambantota, said the PMD.",
    "The representatives informed the Sri Lankan Government that their organization has adhered to the existing system and has applied accordingly. They further conveyed their readiness to fully finance the construction of a refinery in Hambantota, which has been identified as a central energy hub by the government.",
    "Moreover, the representatives stated that their company is prepared to respond to future solicitations that align with the aspirations of the country.",
    "They also presented their proposal to the President who spoke about the import, storage and distribution of petroleum products.",
    "Expressing his views, President Ranil Wickremesinghe further stated that Sri Lanka expects rapid development following the program with the International Monetary Fund.",
    "President Wickremesinghe also expressed his desire to promote and attract foreign businesses to operate within the country in the future.",
    "According to Sri Lanka's Power and Energy Minister Kanchana Wijesekera during the meeting with the President intentions of Investments in Petroleum Products Storage, Distribution & Sales, other potential energy sector investments was discussed.",
    "Top delegations from the Sinopec Group (Ranking 5th in the Fortune Global 500 list of 2022) and the China Merchants Group (152nd) are currently visiting Sri Lanka.",
    "The Chinese Embassy in Sri Lanka tweeted that the delegates are in the country to enhance cooperation and further investment on petroleum & chemicals, trade, and port & industrial park operation.",
    "China Petroleum & Chemical Corporation (Sinopec Corp) is a listed company on domestic and international stock exchanges with integrated upstream, midstream and downstream operations, strong oil & petrochemical core businesses and a complete marketing network.",
    "Sinopec Corp. is one of the largest integrated energy and chemical companies in China. Its principal operations include the exploration and production, pipeline transportation and sale of petroleum and natural gas; the production, sale, storage and transportation of refinery products, petrochemical products, coal chemical products, synthetic fibre, and other chemical products; the import and export, including an import and export agency business, of petroleum, natural gas, petroleum products, petrochemical and chemical products, and other commodities and technologies; and research, development and application of technologies and information.",
    "China Merchants Group (CMG) is a state-owned backbone enterprise headquartered in Hong Kong.",
    "CMG was founded in the Self-strengthening Movement in the late Qing Dynasty in 1872. As the first joint-stock company in modern China, it established the first merchant fleet, the first bank and the first insurance company in China, pioneering China's modern national shipping industry and driving the development of many other modern industries, and occupying an important position in the history of China's modern economic and social development.",
    "China Merchants Group is also the parent company of the Hambantota International Port Group (HIPG).",
    "Korea to fund Floating Solar Plant project; Cabinet gives green light for pilot project",
    "Massive Strikes planned for Wednesday (15); Govt. warns of strict action – Here’s a list of services that will likely be affected"
  ]
}