{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95688/sri-lankas-economy-grows-by-16-in-3rd-quarter-of-2023",
  "time_ut": 1702643460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s economy grows by 1.6% in 3rd quarter of 2023",
  "original_body_lines": [
    "Sri Lanka’s economy grew by 1.6% in the quarter from July to September, official data showed on Friday, as the country claws its way back from its worst financial crisis in more than seven decades following a record fall in foreign exchange reserves.",
    "The expansion was the first since the end of 2021, with the upturn driven by a lower base, moderating inflation, a strengthening currency and lower interest rates, Sri Lanka’s Census and Statistics Department said in a statement.",
    "Sri Lanka’s agriculture sector grew 3% from a year earlier, with an increase of 0.3% in industrial output, while services grew by 1.3%, the department said.",
    "Helped by a $2.9 billion IMF bailout in March, Sri Lanka’s economy began a painful path towards growth. It locked down a second tranche of $337 million this week, although the IMF has warned the island is not yet out of the woods.",
    "Sri Lanka’s economy is expected to contract by 3.6% this year, the IMF says, after shrinking 7.8% in 2022.",
    "Full-year growth will return next year, with the Sri Lankan economy projected to grow 1.8%, but challenging reforms lie ahead, such as higher taxes, reforms to loss-making state enterprises and a complete restructuring of its foreign debt.",
    "The Central Bank of Sri Lanka has slashed interest rates by 650 bps since June to boost growth, in parallel with inflation shrinking to 3.4% in November from a high of 70% last September.",
    "“Economic recovery really took root in the last three months of 2023 with stronger recovery in the services and manufacturing segments,” said Dimantha Mathew, head of research at First Capital. “This means growth could be as much as 7%-8% for the fourth quarter,” Mathew added."
  ]
}