{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-hosts-pathbreaking-innovation-competitions-sliot-challenge-and-iesl-robogames/",
  "time_ut": 1679502060.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL hosts pathbreaking innovation competitions – SLIoT Challenge and IESL Robogames",
  "original_body_lines": [
    "Accelerating innovation by developing the required mindset, the grand finale of the SLT-MOBITEL powered ‘SLIoT Challenge 2022’ and ‘IESL Robogames 2022’ was concluded recently.",
    "Emerging from the short-listed teams, the winners for the SLIoT Challenge 2022 in the Undergraduate Category was in 1st place Metatron, 2nd JuRu and 3rd Strydo Labs. In the Open Category, Achievers was the winner, in 2nd place UpThrust and 3rd awarded to Indika.",
    "Champions for the IESL Robogames 2022 School Category was in 1st place Ralphy Boy, 2nd place Kada Ozaki and 3rd place Mavericks. In the Undergraduate Category, the winner was Trix, 2nd Botivity and 3rd Terminator.",
    "Present on the occasion from Institute of Engineers Sri Lanka (IESL) and University of Moratuwa (UoM) to witness and congratulate Sri Lanka’s talented innovators, future engineers and pathbreakers were Eng. Neel Abesekara- CEO/IESL, Eng. Shaheed Musthali- Chairman IT and Computer Sectional Committee/IESL, Prof. Ranjith Dissanyake- President-Elect/IESL, Senior Lectures of UoM -Prof. Chandana Gamage, Dr. Kutila Gunasekara, Dr. Sulochana Sooriyaarchchi and Dr.Uthaya Sankar Thayasivam. Eng.Prabhath Dahanayake, Group Chief Marketing Officer- SLT-MOBITEL and several officers representing the senior management of SLT-MOBITEL were present at the event.",
    "Hosting the competitions demonstrate SLT-MOBITEL’s continuous commitment to creating a pipeline among youth in support of their talent and entrepreneurship skills.",
    "Ceylinco Life celebrates Women’s Day showcasing female talents and voices",
    "DSI expands network with two showrooms and an outlet in February",
    "SLT-MOBITEL powered IEEE Innovation Nation, Sri Lanka’s Grand Finale competition 2022 concludes on a high note",
    "SLT-MOBITEL signs agreement with Cool Planet to power fashion chain’s new complex with SLT-MOBITEL Fibre",
    "SLT- MOBITEL partners AIMG Sri Lanka to promote professional excellence",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}