{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-customers-donate-over-rs-27-million-via-star-points-to-little-hearts-in-2022/",
  "time_ut": 1677436380.0,
  "original_lang": "en",
  "original_title": "Dialog customers donate over Rs. 27 million via star points to ‘Little Hearts’ in 2022",
  "original_body_lines": [
    "Coming together to make a lasting impact on the lives of children in Sri Lanka, 450,000+ Dialog customers donated over Rs. 27 million via Star Points towards Little Hearts initiative in 2022, where over Rs. 122 million has been donated to the initiative via Star Points since 2016.",
    "The Little Hearts initiative is conducted by the Sri Lanka College of Pediatricians, with an objective of facilitating the development of a 12-storey cardiac and critical care complex at Lady Ridgeway Hospital in aid of children with heart diseases and critical illnesses. The facility will feature four cardiac theatres, a catheterization laboratory, over 100 cardiac, medical and neo-natal intensive care beds, a bone marrow transplant unit, and advanced cardiac investigation and training facilities. The construction is estimated to cost over Rs. 4 Billion. This campaign driven by Dialog each year, enabling its customers to donate their Star Points towards any charity of their preference is one of the many philanthropic efforts undertaken by the Company to empower and enrich Sri Lankan lives.",
    "Speaking on this occasion, Lasantha Theverapperuma, Group Chief Operating Officer of Dialog Axiata PLC stated “We are overwhelmed by the outpouring generosity of our Dialog Star Points customers. The donations through the use of their Star Points made a significant impact in the lives of many, including the acceleration of the construction of the 12-storey Cardiac and Critical Care Complex at the Lady Ridgeway Children’s Hospital.",
    "The number of donations is a testament to the power of community and the ability to make a difference in the lives of others especially children fighting heart disease who deserve the right to the best of medical care. We are grateful to our customers for their contributions and for the opportunity presented in enabling the provision of the best medical care for children in Sri Lanka.”",
    "Ideal Motors hands over its locally manufactured ATVs to Sri Lanka Navy",
    "IMF urges central banks to ‘stay the course’ till prices tamed",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}