{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Story-behind-heated-showdown-between-German-tourist-and-local-officers/108-261873",
  "time_ut": 1687828090.0,
  "original_lang": "en",
  "original_title": "Story behind heated showdown between German tourist and local officers",
  "original_body_lines": [
    "A recent video in which a disgruntled German Tourist and Local Officers were seen having a heated showdown over the refund of a ticket issued by the Department of Wildlife Conservation for a boat ride to Pigeon Island went viral like wildfire, and Daily Mirror has uncovered the actual reason for the entire incident.",
    "Speaking to the Daily Mirror, Chathuranga Perera, who identified himself as the owner of the boat for which the tourist booked the ride said, “There are around 35 boats that take tourists to Pigeon Island; however, the majority of them belong to a society. The members of the society do not let others take tourists to the Island.”",
    "“This is what happened on June 22 where we were obstructed by other members citing various reasons including a court case just as we were launching the boat.”",
    "“It is sad to witness the sluggish behavior of the Wildlife department officers during the incident compelling the tourist to abandon the ride after having paid a sum of Rs.23,851,” he said.",
    "“Since the ticket had been issued under the name of my business, I settled the amount with the tourist,” Perera claimed.",
    "However, he said the uproar started when the German tourist asked for a refund of the ticket on behalf of Perera at the ticket counter.",
    "He also stated that he had written to the Wildlife chief about a refund of the ticket, but to date, he had not received a positive response.",
    "In addition, he said that a police entry had also been made in connection with the incident.",
    "Meanwhile, the Park Warden Manjula Worathenna speaking to the Daily Mirror alleged that the owner of the boat was exploiting the tourist in order to gain relevant evidence he requires for a particular court case.",
    "“This is indeed a big blow to the tourism industry as it depicts a negative side of it,” he pointed out.",
    "When asked whether the money can be refunded, he said there is a procedure to be followed in order to refund the money from the Wildlife headquarters.",
    "The Park Warden also claimed that the German tourist had requested for the video to be removed from social media. (Sheain Fernandopulle)"
  ]
}