{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Of-change-competencies-and-co-existence-A-convocation-address/4-745481",
  "time_ut": 1676835686.0,
  "original_lang": "en",
  "original_title": "Of change, competencies and co-existence: A convocation address",
  "original_body_lines": [
    "I was delighted to deliver the convocation address of the Uva Wellassa University during its annual convocation held recently. Today’s column contains the text of it with added sub-headings.",
    "It gives me immense pleasure to be with you all on this solemn and significant occasion. I consider convocation as a commencement in consolidating competence and confidence. A new journey has just begun. Hence, at the outset, let me congratulate all graduands who have gathered here, for their gallant path ahead. I intend to share a few thoughts, hopefully of timely relevance in connecting the broad contours of change.",
    "As Buddha said, “nothing is permanent except change.” It is an invitation to move from where we are to be better. It says that the only person who loves change is a baby with a wet diaper. Change is uncomfortable. Human nature is such that there is resistance to move beyond comfort zones. Renowned novelist D.H. Lawrence puts this so vividly: “No one fears a new idea, what they fear is a new experience.” Telling is easy and doing is difficult. That is why you need to drive change. There are many instances both local and overseas, where change initiatives have failed due to lack of leadership.",
    "Whether we like it or not, change has become a compelling necessity in an increasingly competitive world. As Charles Darwin said, “It is not the strongest species that survive, nor the most intelligent, but the ones who are most responsive to change.” Whether you distinct as a “dynamic dolphin” or extinct as a “devastated dinosaur” will depend on how you respond to change. It can be a case of being a victor or a victim.",
    "Kurt Lewin, a German-American psychologist discussed way back in 1951, a three-step concept to the change management process. As he builds it briefly and brilliantly, such a process is structured around three interrelated activities: Unfreezing the existing organisational structures, systems, and procedures; Implementing changes to create the desired organisational outcomes and Refreezing the organisation.",
    "Lewin also uses an interesting metaphor to describe the process of change. He suggested that that changing an organisation is like navigating a large ship across calm waters. The captain makes the occasional adjustment to the ship’s course, there is a complex but coordinated activity while the ship reorients it, and then the whole ship moves off calmly in a new direction.",
    "Championing change is a crucial challenge for corporations. Right blend of the scope and scale of change with the conducive leadership style should be employed in such instances. “Task before self” can be a sensible approach in making them happen. As Harry Truman, a former US president said, “It is amazing what you can accomplish if you do not care who gets the credit”. You need something that does not rapidly change with changing times. This is the “changeless” core of values, leading to consistent ethical behaviour.",
    "Prof. Ajantha Dharmasiri delivering the convocation address of the Uva Wellassa University Annual Convocation on 27 January",
    "It was Warren Bennis and Burt Nanus, two management thinkers introduced in 1985 what we are now much familiar with as VUCA 1.0 reality (Volatility, Uncertainty, Complexity, and Ambiguity). It requires a resilient response, what I call as VUCA 2.0 (Vision, Understanding, Confidence and Agility). Jamais Cascio, an American anthropologist articulates a refreshingly new world view, and it is the BANI world. As he argues, the world today is Brittle, Anxious, Non-Linear, and Incomprehensible.",
    "Cascio writes about the intersection of emerging technologies, environmental dilemmas, and cultural transformation, specialising in the design and creation of plausible scenarios of the future. His work focuses on the importance of long-term, systemic thinking, emphasising the power of openness, transparency, and flexibility as catalysts for building a more resilient society.",
    "Brittle means being fragile, breakable, while seeming firm. It refers to something that is not as strong as it seems. It is illusory strength, the belief that “everything will be alright” and the assumptions that “we all know are true,” except that they are not. Brittle refers to the myths that people tell themselves and each other to feel better and more secure.",
    "Anxious is a term associated with a feeling of helplessness, of being overwhelmed by everything that one faces. It comes with stress and worrying and a fear of not being able to cope with what the world asks—and not really knowing what will come in the first place, thereby making it hard or impossible to make the “right” decisions.",
    "Non-linear is already a popular concept for a longer time. In innovation, for example it basically says: there is no simple straight route from A to B. Instead, there are detours, dead ends, and unexpected outcomes. It’s also part of the common vocabulary in statistics, where it refers to a relationship between two or more variables that’s not a straight line.",
    "The fact that people increasingly talk about non-linearity again doesn’t say anything about the world in which they live. Non-linearity has always been there, and it is a natural feature of any complex system. It is commonly known as the “butterfly effect,” the fact that a chain of cause-effect relationships started by a small event (a butterfly flapping its wings) can result in highly unexpected and disruptive events (a tornado at the other side of the ocean).",
    "Incomprehensible refers to people’s experience that they don’t understand what is going on. They can’t oversee it, can’t grasp it, can’t interpret what happens, and why. This means they can’t find the answers they are looking for and, as far as they do get answers, that they can’t make sense of the answers either. This comes with the illusion of knowledge. People might have thought they understood the world. But they never have. It’s for this reason that experts and scientists frequently say things as “the more I know, the more I realise I don’t know.” The world is a mystery, despite the carefully built-up illusion that we understand it. And maybe that is not something to worry about. On the contrary, it makes the world and our lives worthwhile. Or as Einstein told us: “There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.”",
    "As stated in the Forbes magazine, BANI says something about people and how they have mistakenly perceived the world up to now. In that sense, it is a reality check, intending to shatter four illusions of humanity’s current perceptions of the world. As Jamais Cascio further elaborates, BANI takes this challenge to a new level. Rather than saying something about the world, it first and foremost says something about how we perceive it.",
    "Having moved from the COVID “frying pan” to Chaos “fire,” Sri Lanka is a casing point for manifesting BANI. We have a brittle political setup that is supposed to be stable with democratically elected representatives. Needless to state the dire consequences we experienced last year as someone called it a “chase study” than a “case study.”",
    "Anxiety is nothing new to us Sri Lankans. Being indecisive from the leadership end, has resulted in anxiety among masses in multiple fronts. As one example, shortage of vital drugs on one hand, and exorbitant prices of them on the other hand have jointly created much anxiety among suffering millions.",
    "Non-linear path is also becoming increasingly familiar to us Sri Lankans. We have seen that many things do not happen in a straight-forward manner. The delays in obtaining the IMF funds are a timely example where the associated complexities creating delays and frustrations resulting in a continuing bumpy ride.",
    "Incomprehensible with the illusion of knowledge is also having a very high relevance here. How some so called experts came forward to handle economic challenges and failed to deliver is much evident. The sad truth is that the lack of understanding of the grave issues we face as a nation by the political leaders and their mixed priorities blended with perks and privileges.",
    "Whether it is VUCA or BANI, one thing is crystal clear in Sri Lanka. Being proactive in anticipating the challenges, and being productive in confidently facing them is in high demand. Professionalism in all fronts with high degree of transparency and trustworthiness is what a BANI world would require.",
    "“Nobody’s going to fix the world for us, but working together, making use of technological innovations and human communities alike, we might just be able to fix it ourselves,” says Jamais Cascio. Living in a world with BANI illusions, we need a BANI ignition, by individuals and institutions alike. I would propose it as being Bold, Assertive, Neutral, and Innovative.",
    "In order to move ahead in changing for better and in turn creating the future, we need to equip ourselves with future-proof competencies. In other words, the need to cultivate knowledge, skills, and attitudes critical to successful job performance. Choosing the right set of competencies is core for consistent performance expected by an employee. What has been echoed as future competencies can be easily labeled as ABCDE. Let us see what they are.",
    "A is for Analytical Thinking. Irrespective of whether our background is from science, technology, engineering, and mathematics (STEM) or not, the future demands us to be analytical. With the massive inflow of information, selecting, prioritising, focusing, and deciding are key with regards to speedy actions. If we do not become smart in this terrain, what possibly could happen will be “analysis paralysis.”",
    "It further invites us to work systematically and logically to resolve problems, identify causation and anticipate unexpected results. It also involves managing issues by drawing on own experience and knowledge and calls on other resources, as necessary. At a time when there is a conscious effort to shift GCE (AL) students from arts stream to STEM areas, the emphasis on analytical skills is very relevant. Sharpness of reasoning than getting overly emotional in decision making is what is acutely required at many social fronts.",
    "B refers to Business Savviness. Having a holistic understanding about the world of business is essential for any manager to perform and progress. Future demands us to move beyond our functional silos in becoming broader in our perspectives encompassing wider perspectives. Narrow specialty should pave way for multi-skilling, with required depth and breadth.",
    "If I take a Human Resources (HR) Executive as an example, is he/she knowing the business realities such as market conditions, competitor activities, opportunities, and threats out there and the key people requirements accordingly? I still recall, when I interviewed the Chief Executive Officers of corporates in South Asian countries, as a part of my doctoral research, a significant majority of them expressed that “my HR person knows HR, but he/she does not know business.” Partnering with the core business processes in getting connected to business related decision making is key for a collective contribution towards corporate success.",
    "As a nation are we there is a big question mark. Both the public and private sectors alike, what we sadly see missing is the much needed “holistic thinking.” How people pursue their personal agendas with a narrow ulterior perspective with gross ignorance or glaring inconsistency is very pathetic to observe.",
    "C is all about a Creative Mindset. Creative thinking is a mental activity, which produces new ideas or new insights. It does this by de-patterning or re-patterning thoughts. In fact, our mind is the sum total of our memories, images, desires, expectations, beliefs, feelings, and other such mental processes. Thinking is therefore a sequence of images and events, which constitutes our mind.",
    "Creativity involves breaking patterns and thinking out of the box. A mind pattern based on traditional, or stale perceptions should give rise to a fresh new wave of creative thinking. The result is the generation of new ideas. Warren Bennis described creativity as a dimension of a “new paradigm” for managers.",
    "Despite the proliferation of automation, robotics, and other vistas with Artificial Intelligence (AI), human creativity will be much high in demand in the continuing era of imagination. Whether we make a conscious effort to foster creativity among the school children, leading to imagination and innovation is a question mark.",
    "D deals with Digital Diligence. Technology has always been an enhancer of our work. From adding machine to the advanced computer this was the case. Such extensive applications are broadly categorised as digital transformations. When integration of digital devices to our daily lives happening at an increasingly rapid pace, it is the survival of the fittest in being digitally diligent. In simple terms, it is about the smartness one demonstrates in embracing the change with regards to changing technology.",
    "It was Joseph Schumpeter, the Austrian-American economist who first spoke of a “gale of creative destruction” in order to sustain economic growth. We can see a parallel to that in the now popular use of the term “disruption.” Prof. Clayton Christensen of Harvard Business School, who is widely regarded as the concept initiator of disruption, says that a disruption displaces an existing market, industry, or technology and produces something new and more efficient and worthwhile.",
    "Whilst being disruptive on one hand, the need is to be creative on the other hand. “We are witnessing profound shifts across all industries, marked by the emergence of new business models, the disruption of incumbents and the reshaping of production, consumption, transportation and delivery systems” observes Klaus Schwab, in his acclaimed book, “Fourth Industrial Revolution.”",
    "Are we reaping the benefits of our digital initiatives? Perhaps to some extent. Creation of Information and Communication Technology Agency (ICTA) and its multiple initiatives appear as constructive steps. Being ahead in South Asia with 4.5 G mobile communication technology is another sign to say that we have positive trends to encourage the society to be more digitally diligent.",
    "E entails Emotional Maturity. In order to harmonise the rise of Artificial Intelligence (AI) we need to foster Emotional Intelligence (EI). What requires is AI -EI synergy in being “high tech” and “high touch.” As Daniel Goleman elaborated, EI is a capacity for recognising our own feelings and those of others, for motivating ourselves, and for managing emotions well in ourselves and in our relationships. Despite many subsequent presentations and interpretations, I still prefer the five key components of EI advocated by Goleman. They are self-awareness, self-regulation, self-motivation, empathy, and effective relationships.",
    "If I am to single out, empathy is the key. In order to ensure lasting relationships and sustainable partnerships, one needs to look from others perspectives. We need to make a conscious effort to move from taking one-sided emotionally-laden erratic decisions to a more mature platform. Sri Lankans have a long way to go in this respect.",
    "I see a persisting people issue at the macro level baffling the national leaders. How to pick the right person to the right position, especially with regards to the key ones from a national perspective is essential. We have been regularly seeing displeasure expressed by a wide section of the public through social media and other means about certain key appointments.",
    "It is pertinent to mention what David Oglivy, the advertising tycoon, had to say with respect to hiring: “If each of us hires people who are smaller than we are, we shall become a company of dwarfs, but if each of us hires people who are bigger than we are, we will become a company of giants.” In order to hire people with potential, the process has to be professionally designed and delivered.",
    "Leaders should be performers in practicing what they preach. They inspire, influence, and initiate in such a manner to ignite result-oriented action. In contrast, laggards are passengers. They hamper the progress by being lazy and lethargic. Indecisiveness resulting in inaction is often common in their approach. Do we see more leaders or laggards? The answer lies in the results they achieve. It is better to light a candle than curse the darkness.",
    "“You cannot escape the responsibility of tomorrow by evading it today” so said Abraham Lincoln. We need to embrace competencies required for future in the present itself. We need to train not only the current managers but also the emerging leaders in becoming future-proof. ABCDE is one clear way of awakening to the required competencies and to take key strategic initiatives accordingly.",
    "Change and competencies should be also connected to co-existence. This is to do with sustainability. It essentially refers to satisfying the needs today without sacrificing tomorrow. The emerging concept of Quadruple Bottom Line sheds much light here. It is all about profit, planet, and people with an overarching purpose. We need to be purpose-driven in our endeavours as individuals, interactive teams, and institutions alike. It is an invitation to be holistic, harmonised, and humane.",
    "It reminds me what I learnt from my alma mater: “Disce aut Discede” in Latin meaning “Learn or Depart.” We need to interpret it in the contemporary corporate circles as “Perform or Depart.”",
    "Dear Graduands, as we saw clearly so far, championing change in a BANI world with right set of ABCDE competencies aligned to a purpose-driven approach will be a competitive necessity. You will be absorbed into different types of workplaces. You will be climbing the managerial ladder as an economic value creator on one side and ethical value curator on the other side. Despite the doom and gloom that may appear in many fronts, let us strive to be positive, proactive, and productive.",
    "“What we are today comes from our thoughts of yesterday, and our present thoughts build our life of tomorrow: Our life is the creation of our mind” – Buddha",
    "I wholeheartedly wish all graduands gathered here a glorious future. May you go, grow and glow.",
    "(The writer, a faculty member of the Postgraduate Institute of Management (PIM), can be reached through [email protected], [email protected] or www.ajanthadharmasiri.info.)"
  ]
}