{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-attempting-to-introduce-Social-Media-Act-to-shut-down-dissent-SJB/56-747251",
  "time_ut": 1681076546.0,
  "original_lang": "en",
  "original_title": "Govt. attempting to introduce Social Media Act to shut down dissent: SJB",
  "original_body_lines": [
    "SJB Colombo Mayoral Candidate Mujibur Rahman says social media has become a headache for Govt. as it has educated people on the country’s politics and increased their political literacy",
    "Claims social media is now a challenge to the Govt. and its many decisions",
    "Asks everyone to band together to fight against the Govt. latest attempt to suppress dissent",
    "The Samagi Jana Balawegaya (SJB) has accused the Government of attempting to shut down dissent by attempting to introduce legislation to control social media.",
    "Speaking at a press conference held at the Opposition Leader’s office yesterday, the party’s Colombo Mayoral candidate Mujibur Rahman said media has now widely spread to social media through the development of technology. He said social media has been instrumental in educating people on the political situation in the country and increasing their political literacy. He also commended social media for supporting the citizen struggles in recent times. “It can cause significant changes in society. Therefore the Government is now attempting to regulate it,” he claimed.",
    "Rahman said social media has become a serious challenge to the Government and its many decisions. “They want to identify social media accounts working against the Government and neutralise them. For this they now need a new law,” he said. “They are trying to do what they couldn’t through the new anti-terror law,” he added. Rahman said the Government is attempting to curtail the people’s freedom of expression through the proposed Social Media Act.",
    "He called on all media personnel and activists to take note of this new turn of events.",
    "“We tell them that the Government is trying its hand at a new tactic to suppress the media, activists and others speaking up for democracy. They want to create a situation where they can suppress these groups and enforce their political policy decisions without any objections. The struggle and the fight for democracy have not ended. It will have to be reignited,” Rahman said. He called on everyone to band together to fight against this.",
    "Marikkar demands SJB leader take action against Ranilists within party ranks"
  ]
}