{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90585/new-housing-project-to-be-launched-for-expatriate-workers",
  "time_ut": 1684241040.0,
  "original_lang": "en",
  "original_title": "New housing project to be launched for expatriate workers",
  "original_body_lines": [
    "Minister of Labour and Foreign Employment Manusha Nanayakkara says that steps have been taken to initiate a housing project exclusively for expatriate workers.",
    "This housing project will be implemented jointly by Sri Lanka Bureau of Foreign Employment (SLBFE) and the Housing Development Authority based on the needs of expatriate workers as urban condominiums and rural single housing units.",
    "A discussion pertaining to the matter was held today (16) with the participation of State Minister of Urban and Housing Development, Thenuka Vidanagamage. During the meeting it has been decided to start a survey regarding the housing needs of expatriate workers from next Monday onwards.",
    "The information is expected to be available within two weeks and the survey is scheduled to be conducted through the development officers assigned to all the divisional secretariats, Sri Lankan foreign missions and through the official website of the Sri Lanka Bureau of Foreign Employment, Minister Nanayakkara said.",
    "After analyzing the data obtained from the survey conducted targeting expatriate workers and their family members, the types of houses that will be built, the number of houses and the areas where the houses will be built will be identified, according to the minister.",
    "Thereby, the construction work of the housing project will be implemented in identified lands owned by the Housing Development Authority and the government.",
    "Chairman of Sri Lanka Bureau of Foreign Employment Hilmi Aziz, Chairman of National Housing Development Authority Rajeev Suriyarachchi, Chairman of National Housing Development Authority and other officers were also present at the meeting."
  ]
}