{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lion-brewery-wins-9-honours-at-slim-nasco-awards-2023/",
  "time_ut": 1700674680.0,
  "original_lang": "en",
  "original_title": "Lion Brewery wins 9 honours at SLIM NASCO Awards 2023",
  "original_body_lines": [
    "Lion Brewery has won a slew of awards at this year’s SLIM National Sales Awards. The ceremony is held annually to evaluate and recognize the competitiveness, tenacity and talent of sales professionals, while helping to grow the pipeline of talent by driving awareness of the importance of the sales function to the total marketing strategy.",
    "Nine Lion Brewery employees won honours under the Alcohol and Tobacco Sector, taking home 3 Golds, 3 Silvers, and 3 Bronzes at the packed-out award ceremony held on November Fourteenth at the Monarch Imperial.",
    "In the Front-Liner category, Isuru Dananjaya Premathilaka was awarded Gold, Sanath Priyanka Thennakoon was conferred Silver, and Gayan Sudarshana Jayalath received Bronze for their individual ability to show drive and deliver exceptional results.",
    "Sakila Vilochana De Silva, Heshani Herath, and Raveen Jerome De Silva Abeygoonarathne received Gold, Silver and Bronze respectively in the Sales Executive category.",
    "Territory Managers assessed on their sales leadership within assigned geographical areas included Gold-award winner Thillainathan Thavanithan, Sivakumar Subash, who claimed Silver, and Thuwan Nusreei Basheer who secured a Bronze.",
    "Speaking about this year’s winners, Lion Brewery’s Chief Sales & Marketing Officer Madhushanka Ranatunga said, “Each of them has been front and forward, impacting and inspiring their peers and teams with their outstanding contributions to the business. They’ve chased every sale, but also proven that it’s not only about transactions – it’s equally about engaging relationships and experiences for customers and consumers. Their passion transforms our business and we celebrate their commitment to excellence.”",
    "Lion Brewery is one of the largest capex investors in the manufacturing sector of the economy with its state of the art brewery in Biyagama. In addition to earning foreign exchange for the country’s treasury, it has attracted foreign direct investment to Sri Lanka through Carlsberg’s equity stake in the business. The Brewery is the second largest tax payer in the alcobev segment, contributing LKR 70bn during the year ended 31st March 2023 while injecting LKR 16bn to the economy through the purchases of goods and services excluding its contribution to government.",
    "Related Topics:Lion BreweryLion Brewery wins 9 honours at slim nasco award 2023SLIM National Sales Awards",
    "Vogue Jewellers’ commitment to excellence shines with Lifetime Warranty and Golden Friday Delights",
    "Capital Alliance Group’s Rs. 1.3 billion internal fund transfer energizes bourse",
    "Lion Brewery and Luxury Brands sweep SLIM NASCO Awards 2022 with 19 awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}