{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92128/indian-pm-urges-sl-president-to-ensure-life-of-dignity-and-respect-for-tamils",
  "time_ut": 1689932220.0,
  "original_lang": "en",
  "original_title": "Indian PM urges SL President to ensure “life of dignity and respect” for Tamils",
  "original_body_lines": [
    "India expects Sri Lanka to implement the 13th Amendment and ensure a life of “dignity and respect” for its Tamil population, said Indian Prime Minister Narendra Modi on Friday (July 21).",
    "Welcoming Sri Lankan President Ranil Wickremesinghe to India, Mr. Modi informed that both sides have held talks on a number of infrastructure projects that can ensure greater connectivity between the two countries and announced a development assistance package for the Tamils of Indian origin who are marking 200th anniversary of their arrival into the island nation.",
    "President Wickremesinghe expressed his government’s “profound appreciation” for the support that India extended to Sri Lanka over the last year which he described as the “most challenging period in Sri Lanka’s modern history”.",
    "“We took up the issue of reconstruction and reconciliation in Sri Lanka. President Wickremesinghe presented his inclusive point of view to me. We hope that Sri Lanka’s government will fulfil the aspirations of the Tamil people. We expect that Colombo will take forward the process of reconstruction for ensuring equality, justice and peace. We hope that Sri Lanka will fulfil its commitment to implement the 13th Amendment and to hold provincial elections,” said PM Modi delivering his remarks in Hindi.",
    "PM Modi and President Wickremesinghe spoke at the end of bilateral talks held at the Hyderabad House where the two sides exchanged documents on cooperation in the field of animal husbandry, renewable energy, development projects in Trincomalee district in eastern Sri Lanka, and online payment services between the two sides.",
    "The 13th Amendment is a three-decade-old Sri Lankan legislation that pledged devolution of power to the nine provinces which is yet to be fulfilled. Two days before the arrival of President Wickremesinghe to India, the issue came to the centre stage after the Tamil National Alliance (TNA) “categorically rejected” the promise of the present government to implement the amendment sans police powers. The TNA has described the move as “another hollow promise” by the Wickremesinghe-led government.",
    "“We hope Sri Lanka’s government will ensure a life of respect and dignity for the Tamil people of the country,” said PM Modi reminding that the community of Indian origin Tamils are marking the 200th anniversary of their arrival in Sri Lanka this year which is also the 75th anniversary of India-Sri Lanka diplomatic ties.",
    "PM Modi announced a package of INR 75 crores for various development projects in the northern and eastern part of Sri Lanka. PM Modi noted the financial difficulty that Sri Lanka has been facing since last summer when the country was brought to a standstill by an unprecedented energy crisis which was accompanied by high inflation and near depletion of its foreign currency reserve.",
    "PM Modi said security and development of Sri Lanka are connected to each other. “We should work together while recognising each other’s security and developmental needs,” said PM Modi.",
    "The two sides adopted a vision document to enhance maritime, energy and people-to-people connectivity. Mr. Modi announced that a passenger ferry service will be launched soon to connect Tamil Nadu’s Nagapattinam and northern Sri Lanka’s Kankesanthurai. “We have decided to fast-track the work of connecting the electricity grids of both countries,” announced PM Modi.",
    "He announced feasibility studies for building a “land bridge” as well as for a petroleum pipeline. Mr Modi informed that the two sides discussed the issue of fishermen and urged the matter should be viewed through a “humanitarian perspective”.",
    "Conveying his commitment to the development of Sri Lanka, President Wickremesinghe said that his plan will “benefit all segments of Sri Lankan society” and added, “I have set Sri Lanka firmly on the path of economic reform and that Sri Lanka is already witnessing the stabilising outcomes of these measures and the revival of confidence internally and externally in the progress of the country.”",
    "Mr. Wickremesinghe said he has invited leaders of all political parties to come forward to work towards “consensus”. The visiting President said Sri Lanka is focused on an economic growth path. He welcomed the Chennai-Jaffna air connectivity."
  ]
}