{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Presidential-pardon-for-Royal-Park-convict-cannot-be-challenged-AGs/56-750781",
  "time_ut": 1689722130.0,
  "original_lang": "en",
  "original_title": "Presidential pardon for Royal Park convict cannot be challenged: AGs",
  "original_body_lines": [
    "Deputy Solicitor General Nerin Pulle appearing before the Supreme Court yesterday said the Executive President possesses an absolute power to grant pardons to convicts, which cannot be contested through a fundamental rights petition in the Supreme Court.",
    "Pulle made this assertion before the three bench judges during the inquiry into the Fundamental Rights petition filed in the Supreme Court by a women’s organisation against granting Presidential Pardon to Jude Samantha Jayamaha, the accused in the Royal Park murder case by former President Maithripala Sirisena.",
    "During the Supreme Court inquiry, Deputy Solicitor General Nerin Pulle maintained that the Constitution of the country vests the Executive President with absolute power to grant a Presidential Pardon to a convict who has been found guilty by a court of law.",
    "The DSG said granting Presidential Pardon to a convict is not an unnecessary intervention of the President into the Judiciary. He said the President is elected by the people of this country and he executes the authority of the people. He also asserted that granting Presidential Pardon to a convict is one such occurrence.",
    "Pulle emphasised that the exercise of the President’s power to grant a Presidential Pardon cannot be challenged by the Executive or administrative powers of the country.",
    "He highlighted that the special power granted to the President by the constitution to grant Presidential Pardon is distinct from other Executive powers held by the President. He further explained that once a sentence has been imposed on a convict and their appeals against the judgement have been concluded, the court proceedings come to an end.",
    "Therefore, according to Pulle, the subsequent act of the President pardoning the convict is not an unwarranted interference in the judiciary. He asserted that the process followed by the President in granting the pardon to Jayamaha is a lawful and legal procedure in accordance with the law.",
    "Pulle argued that therefore the petition filed by the petitioners was flawed. Following the consideration of the submissions made by Pulle, the panel of three judges decided to postpone further inquiry into the matter."
  ]
}