{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Proposed-CB-law-will-pave-way-for-unpopular-but-essential-decisions/108-255999",
  "time_ut": 1679019283.0,
  "original_lang": "en",
  "original_title": "Proposed CB law will pave way for unpopular but essential decisions",
  "original_body_lines": [
    "Under the draft law, the main priority of the Central Bank will be to maintain price stability",
    "Secretary to the Treasury excluded from both 11-member Monetary Policy Board and the 7-member Governing Board to deter any influence from fiscal authorities",
    "Open and transparent mechanism provided under the draft law for the appointment of CB Governor",
    "CB Governor confident that flaws in the Bill would be corrected by the Supreme Court or when it is taken up for approval in parliament",
    "The new Monetary Law Act, which aims to grant independence to the Central Bank with enhanced accountability, will empower the monetary authority to make unpopular but essential decisions in prioritising price stability in the country under a flexible inflation target framework, a top official said.",
    "“The key objective of this legislation will be to empower the Central Bank to make the right decisions, not popular decisions. With this new law, a Central Bank Governor has the ability to work independently and make decisions without any undue influence from the fiscal authorities, and such decisions cannot be changed according to the whims of the government in power,” Central Bank Governor Dr. Nandalal Weerasinghe said delivering a public lecture on the Central Bank of Sri Lanka Bill, in Colombo yesterday.",
    "Under the draft law, he highlighted that the main priority of the Central Bank will be to maintain price stability by officially adopting a flexible inflation targeting framework. The Minister of Finance and the Central Bank are required to sign a monetary policy framework agreement settingout the inflation target to be achieved by the Central Bank.",
    "In failing to meet the inflation target for two consecutive quarters, the 11-member Monetary Policy Board Chaired by the CB Governor will be required to submit a report to the parliament through the Minister of Finance.",
    "Further, the Central Bank is also required to publish a report every six months detailing recent movements in inflation, sources of inflation and medium-term projections for inflation and key risks to such projections.",
    "Although, the Central Bank had achieved some success in maintaining inflation at manageable levels with gradual adoption of a flexible inflation targeting framework in 2009-2020 period, Dr. Weerasinghe pointed out that inflation spiraled out of control after 2020 due to excessive interference of fiscal authorities who sit in the Monetary Board.",
    "Accordingly, he noted that Secretary to the Treasury is excluded from both 11-member Monetary Policy Board and the 7-member Governing Board in order to deter any influence from the fiscal authorities.",
    "“What happened was the Treasury unduly influenced the monetary policy in favour of fiscal policy, that’s why our KPI dipped by 50 percent,” he added.",
    "In order to maintain coordination of fiscal, monetary and financial stability policies, it is proposed to setup a Coordination Council under the draft law. However, Dr. Weerasinghe  noted that the Coordination Council would not be vested with any decision making powers.   When it comes to the appointment of the Central Bank Governor, he stressed that an open and transparent mechanism will be provided under the draft CB Act, which includes a strenuous screening process to determine fitness and propriety of recommendations made by the Minister of Finance. The approval of the Constitutional Council is required for the appointment of the Central Bank Governor.",
    "However, Dr. Weerasinghe acknowledged that there are certain flaws in the draft legislation with regard to powers granted to the Minister of Finance to appoint a Deputy Governor, who is not a Central Bank employee, which may allow the Finance Ministry to exert some influence on the monetary policy decision making process.",
    "Dr. Weerasinghe expressed confidence that such flaws would be corrected by the Supreme Court or when the Bill is taken up for approval in parliament.",
    "Meanwhile, the draft law exempts the Central Bank from the requirement of purchasing unsold Treasury bills, which is expected to discourage money printing, which has been a main driver of high inflation.",
    "Dr. Weerasinghe noted that the Treasury bill stock currently held by the Central Bank has risen to Rs.2.75 trillion, and a large part of it was accumulated over past 2-3 years.",
    "The Central Bank would also be relieved from the agency function of raising funds to settle the country’s debt eventually. A new entity is to be established under the Finance Ministry for this task.",
    "Further, Dr. Weerasinghe noted that the draft law also closes loopholes in terms of making  new direct provisional advances to the government to finance expenditures. Accordingly, the government is required to make such requests for provisional advances within the first month of the new year, and is required to settle such provisional advances within a period of six months."
  ]
}