{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Keheliya-to-remain-in-post-amidst-protests/56-750735",
  "time_ut": 1689622328.0,
  "original_lang": "en",
  "original_title": "Keheliya to remain in post amidst protests",
  "original_body_lines": [
    "SLPP General Secretary says no necessity for the Minister of Health to step down",
    "Rambukwella says ready to face no-confidence motion and continue to serve the public",
    "Protests against Minister and health service crisis held in several hospitals across the country",
    "Sri Lanka Podujana Peramuna (SLPP) General Secretary and MP Sagara Kariyawasam yesterday said that despite the growing opposition and protests surrounding the ongoing crisis in the health service, there was no necessity for the Minister of Health, Keheliya Rambukwella, to resign.",
    "“Though various people may call for the Minister to be replaced, the Minister has been elected by the people’s vote. He was then appointed to carry out certain duties. At the time he took over the Ministry of Health, the country was amidst a severe forex crisis. He has been successfully carrying out his duties since then,” Kariyawasam maintained.",
    "“No probe to date has concluded that the crisis has occurred due to a fault, act or intervention of the Minister,” he said.",
    "The MP likened the situation to the exploding gas cylinders of last year. “Once President Gotabaya Rajapaksa stepped down the explosions stopped. If there was a specific reason for cylinders to explode almost daily while he was President only to stop after his resignation remains unknown. But these incidents can take place in countries,” he noted. Kariyawasam said any issues must be resolved through deep consideration rather than through the resignation of Ministers.  Meanwhile, Minister Keheliya Rambukwella on Sunday while addressing the party supporters in Kundasale said he is ready to face any obstacle that may come his way including a no-confidence motion in parliament.",
    "“This is my eighth Ministerial position. The post does not matter to me. However I have a duty to the people,” he said. Rambukwella said he was ready to refute the malicious lies being spread by the opposition, expressing his willingness to provide evidence to counter their claims. The Minister also mentioned that his fellow colleagues in parliament have assured him of their support in the event of any future no-confidence motion being brought against him.",
    "A protest was held yesterday at the National Hospital in Colombo by the All Ceylon Nurses’  Union against the Minister and the importation of substandard medicines to the country. Protests were also held at several other hospitals across the island."
  ]
}