{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Well-aware-of-Ranil-s-games-says-S-M-Marikkar/56-745652",
  "time_ut": 1677198675.0,
  "original_lang": "en",
  "original_title": "Well aware of Ranil’s games, says S.M. Marikkar",
  "original_body_lines": [
    "Accuses President of misusing Parliament session to make nonsensical statements",
    "Says SJB will not allow President to do as he pleases with the country and the Constitution",
    "Asks Treasury Secretary and Govt. Printer to prepare to be imprisoned under the next SJB Govt.",
    "Claims party will continue to protest and go to court over the attempts to delay polls",
    "Samagi Jana Balawegaya (SJB) Deputy National Organiser S.M. Marikkar says having worked with President Ranil Wickremesinghe, he and the SJB are well aware of his games.",
    "Tabling a photograph to Parliament yesterday depicting Wickremesinghe together with other politicians attending a protest calling for presidential elections in 2005 when former President Chandrika Kumaratunge delayed polls, Marikkar said the same man is now claiming there are no upcoming elections. “Also, who is he to declare there will not be elections? Is he the Election Commission Chairman,” Marikkar asked.",
    "He also accused the President of misusing the parliamentary sessions and time allocated to MPs to make nonsensical statements. He called on the Speaker to prevent the President from doing so in the future. “Does he think he is the King? We saw what happened to those who believed themselves to be Kings,” the MP said.",
    "The SJB MP accused the President of protecting thieves and said the President cannot be allowed to bully the Election Commission to act according to his wishes. “We cannot let him use the Constitution in the manner he wants,” he said.",
    "Marikkar also said officials cannot hide behind circulars after violating the Constitution and therefore the Treasury Secretary must prepare to be put behind bars under the rule of the next Government. “We tell the Government Printer to prepare to follow suit if she prefers to give prominence to circulars,” he said.",
    "Marikkar said the SJB will not allow the President to do as he pleases with the country. The SJB MP said the Satyagraha conducted on 20 February against the delay of polls was merely a start and the SJB will protest across the country, obtain signatures for a petition and take their case before the Supreme Court. “We will protest against him in Parliament and chase him away,” he added."
  ]
}