{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/heritage-archaeology-and-politics/",
  "time_ut": 1686675480.0,
  "original_lang": "en",
  "original_title": "Heritage, archaeology and politics",
  "original_body_lines": [
    "Director General of Archaeology Dr. Anura Manatunga has tendered his resignation letter over a disagreement with the government as regards the acquisition of land for the Kurundimale archaeological site in Mullaitivu. He reportedly got under President Ranil Wickremesinghe’s skin by standing his ground at a recent meeting, where the Kurundimale land issue was taken up for discussion. Some MPs representing the Tamil political parties were also present. According to media reports, Dr. Manatunga had refrained from carrying out a presidential directive in respect of the land issue because he did not consider it consistent with the Archaeological Ordinance.",
    "Public officials are required to act within the confines of laws, rules, regulations, ethics, etc., and be independent. After all, it was to ensure their independence that the 21 Amendment to the Constitution was introduced by the current Parliament. There is a widely-held misconception that public officials have to implement the decisions of the Cabinet and the President, no questions asked. There have been instances where these politicians’ decisions were found to be unlawful. It may be recalled that the Cabinet of Ministers decided to grant President Chandrika Bandaranaike Kumaratunga a plot of land near Parliament, as part of her retirement package, but the Supreme Court ruled that its decision was contrary to the law and of no force or avail in law. A Cabinet decision to allow former President Maithripala Sirisena to continue to reside in a state-owned house, which he occupied while in office, has led to a legal battle, and he has had to move out pending the case. In 2018, the Supreme Court ruled that President Sirisena’s decision to sack Parliament was unconstitutional, and the status quo ante had to be restored. Hence public officials are right in refusing to carry out presidential and ministerial orders which they consider ultra vires.",
    "It has been reported that at last week’s meeting, President Wickremesinghe challenged Dr. Manatunga’s decision to acquire land and treated him to a brief lecture on history and archaeological sites. Perhaps, an eminent scholar, Dr. Manatunga was so appalled at having to learn history and archaeology from a politician that he decided to quit his job! Now, the President can appoint to the vacant top post someone who is willing to learn history and archaeology from him. He, however, cannot be faulted for having taken up the grievances of the people of Kurundimale. Their interests, too, need to be looked after. But that should be done properly, and the deplorable practice of politicians ridiculing public officials and trying to railroad them into toeing their line has to be abandoned.",
    "The hullabaloo over the Kurundimale monument is due to the politicisation of what is essentially an archaeological matter. TNA politicians and others have taken exception to the project. The writ of the state, we believe, must run in all parts of the country, and national heritage sites must be traced and conserved or restored wherever they are located. This task should be left to heritage management experts, who alone are capable of handling such sensitive issues carefully.",
    "The restoration or conservation of archaeological monuments should be done in such a way that the interests of the people living around them are not jeopardised, for their cooperation is vital for ensuring the wellbeing of the precious sites. Predominantly Hindu India and Islamic Pakistan look after ancient Buddhist monuments as part of their national heritage. They have benefited tremendously from these sites, which have become huge tourist attractions. Why this approach cannot be adopted in handling the Kurundimale issue is the question.",
    "Archaeological needs and priorities of the nation must not be subjugated to the political agendas of individuals or parties.",
    "The Kurundimale heritage site has given rise to a huge controversy for political and religious reasons, and only a scientific approach to the problem can help find a workable solution. Let an expert committee consisting of senior archaeologists drawn from the national universities and heritage management experts be set up to study the Kurundimale site and determine the extent of land necessary for its restoration or conservation and how that task should be carried out to the satisfaction of all stakeholders.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}