{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90554/opposition-parties-win-big-in-thailand-election-on-promises-of-reform",
  "time_ut": 1684149180.0,
  "original_lang": "en",
  "original_title": "Opposition parties win big in Thailand election on promises of reform",
  "original_body_lines": [
    "Ballots tallied Monday showed voters in Thailand wanted change after nine years under a former general who took power in a coup, with the main opposition parties easily besting other contenders in the general election.",
    "The opposition Move Forward Party outperformed even optimistic projections and appeared poised to capture almost all 33 House seats in the capital Bangkok. Along with the Pheu Thai Party, the favored opposition group, Move Forward campaigned for reform of the military and the monarchy.",
    "Move Forward put those issues closer to the heart of its platform, earning a more radical reputation. Its outspoken support for minor reforms of the monarchy, while winning younger voters, antagonized conservatives committed to the royal institution.",
    "Incumbent Prime Minister Prayuth Chan-ocha, who came to power in a 2014 coup, was blamed for a stuttering economy, pandemic response shortcomings and thwarting democratic reforms — a particular sore point with younger voters.",
    "“This is people saying that we want change,” said Saowanee T. Alexander, a professor at Ubon Ratchathani University in northeastern Thailand. “They are saying that they could no longer take it. The people are very frustrated. They want change, and they could achieve it.”",
    "With more than 99% of ballots counted early Monday, Move Forward appeared to have a small edge over Pheu Thai, whose leaders conceded Sunday they might not finish on top following voter turnout of about 39 million, or 75% of registered voters.",
    "Move Forward leader Pita Limjaroenrat tweeted that he is ready to bring about change should he be the country’s 30th prime minister.",
    "“Whether you agree or disagree with me, I will be your prime minister. Whether you have voted for me or not, I will serve you,” he wrote.",
    "Sunday’s winner is not assured the right to form the new government. A joint session of the 500-seat House of Representatives will be held with the 250-member Senate in July to select the prime minister, a process widely seen as undemocratic because the military appointed the senators, who will vote along with elected lawmakers.",
    "Move Forward captured just over 24% of the popular vote for the 400 constituency seats in the House of Representatives and nearly 36% for seats allocated in a separate nationwide ballot for 100 members elected by proportional representation.",
    "Pheu Thai lagged slightly behind with just over 23% for constituency seats and about 27% for the party list.",
    "The tally of constituency votes gave 113 House seats to Move Forward and 112 to Pheu Thai, according to unofficial results Monday from the Election Commission.",
    "Prayuth’s United Thai Nation Party held the fifth spot in the constituency vote with almost 9% of the total, but placed third in the party-preference tally with close to 12% and 23 House seats in the constituency vote.",
    "The three parties were considered the most likely to head a new government. Paetongtarn Shinawatra, the 36-year-old daughter of billionaire former Prime Minister Thaksin Shinawatra, was favored in opinion polls to be the country’s next leader.",
    "Move Forward’s 42-year-old businessman leader Pita now seems a likely prospect.",
    "Pheu Thai won the most seats in the 2019 election. But its archrival, the military-backed Palang Pracharath Party, cobbled together a coalition with Prayuth as prime minister and unanimous support from conservative Senate members appointed by the military government after Prayuth’s coup.",
    "Ubon University’s Alexander cautioned that the current situation remains “very unpredictable” and the results could be unilaterally affected by the Election Commission, which previously disqualified opposition parties or otherwise undermined challenges to the conservative establishment.",
    "She noted the Bhumjaithai Party, which came in third, could be a “swing vote” since the combined Move Forward and Pheu Thai seats may not be enough for a majority coalition. Bhumjaithai controls a large bloc of votes in the northeast and helped put the military-backed coalition into power.",
    "Move Forward’s Pita is a possible target for what the opposition, from bitter experience, calls dirty tricks. A Palang Pracharath candidate last week filed a complaint with the Election Commission and the National Anti-Corruption Commission claiming Pita failed to list a stock shareholding on a statutory assets declaration. Pita denied any wrongdoing in the minor, technical claim.",
    "However, the leader of the Future Forward Party, forerunner of Move Forward, lost his Parliament seat on similar technical grounds. His party, also considered a radical challenge to the military-backed royalist establishment, was dissolved.",
    "Tyrell Haberkorn, a University of Wisconsin Thai studies scholar, said there is a chance street protests could be trigged again if Move Forward meets the same fate as its predecessor.",
    "“The time is up for the generals and their allies in the palace and the courts. The military can either listen to the voters and step down gracefully, or lead the country into chaos,” Haberkorn said."
  ]
}