{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/02/27/world-bank-s-ifc-to-provide-sri-lanka-with-400-mn-financing/",
  "time_ut": 1677486000.0,
  "original_lang": "en",
  "original_title": "World Bank’s IFC to provide Sri Lanka with $400 mn financing",
  "original_body_lines": [
    "To support Sri Lanka amid an ongoing economic crisis, the International Finance Corporation (IFC) is providing a cross-currency swap facility to three of the country's leading national banks that deal with over 30 percent of Sri Lanka's remittances and exports. It will support the private sector with critical financing, contributing to the country's urgent need to stabilize the economy.",
    "Sri Lanka has been facing its worst economic crisis in decades. The country's output is estimated to have fallen by 9.2 percent in 2022 and drop a further 4.2 percent in 2023.",
    "To support the country, the IFC facility will provide $400 million over one year to Commercial Bank of Ceylon (CBC), Nations Trust Bank (NTB), and Sampath Bank to help facilitate imports of essential goods—food, medicine, fertilizers—most of which are traded in US dollars (USD). The facility will further support the banks financing of exports of goods and services for their clients while allowing them to make USD-denominated debt repayments.",
    "\"In our almost 20-year relationship, IFC has engaged extensively with us to help grow our operations, including new opportunities in trade, climate finance, small and medium enterprises, and was also instrumental in establishing our comprehensive women banking portfolio. This new facility will help us deploy our foreign currencies more efficiently, while lowering our foreign currency exposure, resulting in effective risk mitigation,\" said Sanath Manatunge, Managing Director/Chief Executive Officer of Commercial Bank of Ceylon.",
    "\"Sri Lanka's economy continues to feel the severe US dollars (USD) funding constraints. IFC's cross-currency swap facility will provide critical forex liquidity, helping support the private sector and encouraging longer term funding flows to the market,\" said Joon Young Park, IFC's Portfolio Manager, Financial Institutions Group for South Asia. \"We expect this financing to boost confidence in the investor community, attract fresh capital inflows to support the Sri Lankan economy. We are also working on further plans to support our client banks with other long-term funding and advisory services in the future.\"",
    "This new swap facility follows the reactivation of trade finance lines with IFC partner banks—under the Global Trade Finance Program—in January 2023, which have been cautiously managing their risks in a challenging operating environment. With this facility, CBC and Sampath Bank will now be able to improve access to medium and long-term finance for its clients, helping local businesses sustain operations.",
    "\"IFC's support through the cross-currency swap facility is timely, given the liquidity stress faced by the industry and the overall economy. This transaction will strengthen our hand in our efforts to increase foreign currency lending to our key client groups and thereby support economic revival across key industry sectors. By arranging this facility, IFC is providing a few selected banks including Nations Trust Bank, an additional avenue to manage liquidity risks which we believe is a positive signal for Sri Lanka at this current juncture. This transaction is also a testament to the long-standing relationship between IFC and Nations Trust Bank that spans over 20 years and we are thankful to IFC for its continued confidence in our Bank as a key banking sector partner in Sri Lanka,\" said Hemantha Gunetilleke, Chief Executive Officer of Nations Trust Bank.",
    "\"The facility provided by IFC comes at a juncture where the Sri Lankan economy is facing a challenging time. The transaction will enable Sampath Bank to better manage our foreign currency holding by borrowing at lower rates and manage our foreign currency exposure, while facilitating foreign currency lending to our customers across the whole economy. The transaction will also renew the longstanding relationship with IFC, which was spread across many business areas such as trade, foreign exchange, and financial services. Sampath Bank is also grateful for the trust placed by IFC by continuing to engage as a major business partner in Sri Lanka and is confident that this will lead to a long and fruitful relationship,\" said Nanda Fernando, Managing Director of Sampath Bank PLC.",
    "This facility is aligned with IFC's work in Sri Lanka over the past five decades. This includes IFC's strong countercyclical role in Sri Lanka during the COVID-pandemic, where IFC invested over $830 million, providing much needed long-term capital and trade financing to help sustain businesses and preserve jobs.",
    "News 1st wins A-PAD Global Award for Humanitarian Response, in Tokyo",
    "Bolivian woman arrested with Rs. 230 Mn worth cocaine during her first overseas trip"
  ]
}