{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88973/sri-lanka-needs-institutional-changes-for-long-term-debt-sustainability-expert-says",
  "time_ut": 1678428900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka needs institutional changes for long-term debt sustainability, expert says",
  "original_body_lines": [
    "Sri Lanka needs institutional reforms in order to achieve long-term debt sustainability, said Steve Hanke, who played a key role in establishing new currency regimes in emerging markets like Argentina and Montenegro.",
    "The South Asian country is grappling with its worst financial crisis in decades and needs to unlock a $2.9 billion IMF loan that was agreed to in September, to get its public finances in order.",
    "“Unless you change the institutions and the rules of the game governing these countries, they’re always going to remain in the same ... situation that they’ve been in for a long time,” Hanke, who is now professor of applied economics at Johns Hopkins University, told CNBC’s “Squawk Box Asia” on Thursday.",
    "“In fact, most of the personalities involved in Sri Lanka at the high level are exactly the same as they’ve been for years. So nothing has changed.”",
    "Sri Lanka has struggled with severe shortages of food, medicine, fuel and electricity since last year. This has led to angry protests that forced then-President Gotabaya Rajapaksa to flee from the country and resign. The country’s lawmakers chose six-time Prime Minister Ranil Wickremesinghe as president last July as his successor.",
    "Hanke, who was previously economic advisor to former U.S. President Ronald Reagan, was also skeptical whether the IMF bailouts will help Sri Lanka’s crisis-stricken economy in the long term. He pointed out that the country has gone to the fund several times cap in hand for relief.",
    "“You have to remember that we have a country that since 1965 has had 16 IMF programs and they’ve all failed,” he said. “You get temporary relief in anticipation of a bailout. But in the long run ... none of these IMF programs work.”",
    "In September, the IMF outlined a series of steps that it wanted Sri Lanka’s government to implement prior to loan approval, which included major tax reforms.",
    "“Debt relief from Sri Lanka’s creditors and additional financing from multilateral partners will be required to help ensure debt sustainability and close financing gaps,” the fund said at the time.",
    "On Tuesday, Wickremesinghe said that China has given crucial debt restructuring assurances that could pave the way for final approval of the IMF’s $2.9 billion four-year bailout.",
    "“We received the letter of financial assurance from EXIM Bank of China last night. Accordingly, on the same night, I and the Governor of the Central Bank signed the letter of agreement and forwarded it to the IMF. Now our duties are done,” he told parliament, according to the transcript in local media.",
    "“I hope that before the end of this month, by the fourth week, the IMF will do its duty.”",
    "In a follow up tweet, the president said he has spoken with IMF Managing Director Kristalina Georgieva and U.S. Treasury Secretary Janet Yellen on this matter.",
    "He also mentioned he expects financial assistance from the World Bank and the Asian Development Bank to start coming soon after the IMF deal is reached.",
    "In its readout, the U.S. Treasury Department said: “During their meeting, Secretary Yellen expressed support for Sri Lanka’s steps towards an IMF-supported program to advance economic reform and achieve a strong and durable recovery.”",
    "“The Secretary welcomed Sri Lanka’s commitments to transparency and comparable treatment for all bilateral official and private creditors.”",
    "IMF’s Georgieva also commended Sri Lanka on its progress in resolving its financial situation.",
    "“I welcome the progress made by Sri Lankan authorities in taking decisive policy actions & obtaining financing assurances from all their major creditors, incl. China, India & the Paris Club,” she wrote in a tweet.",
    "“Look forward to presenting the IMF-supported program to our Exec. Board on March 20.”",
    "Still, JHU’s Hanke said IMF programs do not tend to go down well with the Sri Lankan people.",
    "“You get the IMF in there trying to manage something,” said Hanke. “The IMF tends to be ... very unpopular because they’re going to try to introduce and ram through these old institutions that they have in Sri Lanka all kinds of things that the Sri Lankans won’t like.”",
    "During his speech Tuesday, Sri Lanka’s president underlined “there is no room for failure in completing every task agreed upon with the IMF, unlike the previous 16 occasions.”",
    "“The agreement with the IMF is of special importance to restore our economy, and there is no alternative path to be seen at present,” said Wickremesinghe."
  ]
}