{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89900/india-population-to-surpass-china-mid-year-un-estimates",
  "time_ut": 1681900860.0,
  "original_lang": "en",
  "original_title": "India population to surpass China mid-year: U.N. estimates",
  "original_body_lines": [
    "India is set to overtake China as the world’s most populous country by mid-year with almost three million more people, United Nations estimates showed on April 19.",
    "India’s population will be 1.4286 billion compared to China’s 1.4257 billion at mid-year, the United Nations Population Fund’s State of World Population report showed.",
    "The number of people in China shrank last year for the first time since 1960, when millions starved to death under the disastrous agricultural policies of former leader Mao Zedong.",
    "Many have blamed the slowdown on the soaring cost of living as well as the growing number of women going into the workforce and seeking higher education.",
    "Beijing ended its strict “one-child policy”, imposed in the 1980s amid overpopulation fears, in 2016 and started letting couples have three children in 2021.",
    "China faces a looming demographic decline as birth rates plunge and its workforce ages.",
    "Several regions have also announced plans to boost birth rates –- but official efforts have so far failed to reverse the decline.",
    "India has no recent official data on how many people it has because it has not conducted a census since 2011.",
    "India’s once in a decade census was due to be held in 2021 but was delayed due to the coronavirus pandemic.",
    "It is now bogged down by logistical hurdles and political reluctance, making it unlikely the massive exercise will begin anytime soon.",
    "Critics say the government is deliberately delaying the census to hide data on contentious issues such as unemployment ahead of national elections next year.",
    "The economy under Prime Minister Narendra Modi is struggling to provide jobs for the millions of young people entering the job market every year.",
    "The country also faces huge challenges providing electricity, food and housing for its growing population, with many of its huge cities already struggling to cope.",
    "According to the Pew Research Centre, India’s population has grown by more than one billion people since 1950, the year the U.N. began gathering population data.",
    "The new U.N. report also estimated that the global population will have hit 8.045 billion by mid-2023.",
    "Other countries, mostly in Europe and Asia, can expect a demographic slump over the coming decades, according to other U.N. figures published last July which forecast how the world’s population will develop between now and 2100.",
    "A different picture is emerging in Africa, where the population is expected to rise from 1.4 to 3.9 billion inhabitants by 2100, with some 38% of Earth dwellers living there, against around 18% today.",
    "Eight nations of more than 10 million inhabitants, most of them in Europe, saw their populations shrink over the past decade.",
    "Japan is also seeing a decline due to its ageing population, losing more than three million inhabitants between 2011 and 2021.",
    "The population of the entire planet, meanwhile, is only expected to decline in the 2090s, after peaking at 10.4 billion, according to the U.N."
  ]
}