{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/rupee-appreciation-negatively-impacting-export-earnings/",
  "time_ut": 1684428540.0,
  "original_lang": "en",
  "original_title": "‘Rupee appreciation negatively impacting export earnings’",
  "original_body_lines": [
    "“A wait- and- see approach has been adopted by share investors, looking for clarity on debt restructuring. The appreciation of the rupee as against the dollar has negatively impacted export earnings of CSE companies, share market analysts said yesterday.",
    "Both indices moved downwards. The All- Share Price Index went down by 43.07 points and S and P SL20 declined by 25.08 points. Turnover stood at Rs 624.9 million with two crossings. Those crossings were reported in JKH, which crossed 752,000 shares to the tune of Rs 101.7 million; its shares traded at Rs 135.25 and Melstacorp 500,000 shares crossed for Rs 26.75 million and its shares fetched Rs 53.50.",
    "In the retail market top seven companies that are mainly contributed to the turnover were, Chevron Lubricants Rs 97.8 million (1.2 million shares traded), JKH Rs 46.5 million (343,000 shares traded), Melstacorp Rs 25.4 million (474,000 shares traded), Lanka IOC Rs 24.7 million (176,000 shares traded), Browns Investments Rs 24.3 million (4.7 million shares traded), Commercial Bank Rs 16 million (276,000 shares traded) and Expolanka Holdings Rs 15.9 million (110,000 shares traded). During the day 43.4 million share volumes changed hands in 10000 transactions.",
    "Bond yields were slightly up at open yesterday and the rupee opened stronger at Rs 305.00/30 against the US dollar in the spot market, dealers said.A bond maturing on 01.09.2027 was quoted at 27.25/75 per cent, unchanged from Wednesday’s close.",
    "ADB loans serve as big push for SMEs in the hinterland of Sri Lanka",
    "Share market trading starts on positive note but fizzles out",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}