{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hnb-continues-longstanding-partnership-with-battle-of-the-saints-as-official-banking-partner/",
  "time_ut": 1682605800.0,
  "original_lang": "en",
  "original_title": "HNB continues longstanding partnership with Battle of the Saints as Official Banking Partner",
  "original_body_lines": [
    "Powering the 89th annual Battle of the Saints, Sri Lanka’s leading private sector bank HNB PLC, reaffirmed its commitment as the official banking partner for the highly anticipated cricket encounter at the Sinhalese Sports Club on April 28, 29 and 30.",
    "The match will see the two leading Catholic schools, St. Josephs College and St. Peters College, battle it out for the Rev. Fr. Maurice J. Le Goc Trophy over two consecutive days. HNB Head of Marketing Upul Adikari presented the cheque to the two principals, St. Joseph’s College Rector Rev. Fr. Ranjith Andradi and St. Peter’s College Rector Rev. Fr. Rohitha Rodrigo.",
    "“We are honoured to continue our support of this historical event, which has been etched in the minds of generations of schoolboys who have passed through the hallowed halls of these institutions. Given the many challenges we face today, we believe it is of utmost importance that we continue to protect and promote these values, traditions and rich history of sportsmanship that this match represents to the past and present students,” HNB Head of Marketing Upul Adikari said.",
    "The match returns to the public arena after a hiatus of 2 years, where it was played behind closed doors due to the unprecedented challenges faced first by the pandemic, followed by the economic crisis. Renowned for its exciting and competitive brand of cricket, the Battle of the Saints is the only annual two-day encounter that strategically limits the first innings to 60 overs each, pushing the game towards a potential result.",
    "Sri Lanka Under -19 wicketkeeper/batsman Sadeesh Jayawardena will lead St. Joseph’s College, while the boys from Bambalapitiya will be under the captaincy of all-rounder Nimuthu Gunawardana. St. Josephs led the series tally with 12 wins, while St. Peters won the 2016 encounter, bringing their tally to 10 wins.",
    "HNB too has had a long-standing relationship with both St. Joseph’s, and St. Peter’s College – the latter of which is home to one of the very first HNB Student Savings Units (SSU) in the country. Successive generations of students have benefitted from HNB accounts and their experience at the SSUs, which have helped not only to inculcate the savings habit from a young age among students but has also laid the foundation for a stable and secure future through savings for higher and tertiary education.",
    "HNB has also been working to deepen its engagement with both schools, with a strong emphasis on introducing new technology-enabled banking services to students and staff to help prepare them for life in an increasingly digital world. HNB’s suite of electronic banking solutions includes Payee Partnerships and easy-to-use POS devices that enable hassle-free collections together with HNB PAYFAST – a convenient and reliable platform for payment of salaries, EPF, ETF and any other additional payments as needed.Additionally, HNB has also provided other special facilities to cover the entire school community, including teachers, students, and related parties as their preferred banking partner.",
    "Some across-the-board sales at CSE following dampening of investor sentiment",
    "Sri Lankan Aviation College introduces prestigious Embry-Riddle Aeronautical University Programs through landmark partnership",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}