{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-sangha-and-order-of-bhikkhus/",
  "time_ut": 1677955140.0,
  "original_lang": "en",
  "original_title": "The Sangha and Order of Bhikkhus",
  "original_body_lines": [
    "My article this Sunday is buttressed by two incidents: one of a couple of days ago and the other in the fifth century BC; the first mentioned is to be ashamed of and needs remedial action; the ancient",
    "happening to marvel at and remember and reflect on tomorrow when we observe Medin Poya.",
    "I will first write about the unfortunate, nay disgraceful occurrence on February 23 afternoon when student monks of the Buddhist and Pali University entered the premises of the Education Ministry demanding that the university be opened immediately to all students. They were also protesting the attack by the police on monks in satygraha the previous evening. All this was seen on TV news. It was reported that IUSF protesters too were present. On Thursday (23) morning, the VC of the University, Ven (Prof) Neluwe Sumanawansa Thero had announced the opening of the university for freshers.",
    "The police invaded the Education Ministry and in their now usual manner baton charged, pushed, pulled and used force to disperse the monks. As the protesters ran out they were water cannoned and tear gassed. This was shocking enough but worse was seeing these young unshaven, hair grown youngsters draped in yellow robes climbing up, over and jumping down off the spiky steel gate of the building. Seen on TV was one monk losing his outer robe and running off with nary a concern that he was outer robeless.",
    "Both the police and the protesters were shocking and yes, alarming in their behavior. Protesters must not be treated with the police iron fist, it is universally said except by the powers that be led by Prez Wickremesinghe. And most certainly those in robes must not behave as they did on Feb 23 and many times previous. They should not have protested about the university being closed to them. That is a matter for discussing with or petitioning the VC. They should also not have forced their way into the Education Ministry. The police were deplorably too severe on the protesters so that they escaped torture by jumping over the outer walls of the building.",
    "Protests by Buddhist monks in Myanmar against the military regime and imprisonment of leader Aung Sang Suu Kyi have been seen on international TV news. Their protests were truly peaceful, where disciplined single file monks walked calmly on the side of roads – no shouting, no placards and of course no display of behavior not befitting bhikkus.",
    "In the first line of this article I wrote “and needing remedial action”. Yes, action against the violent protesting young men of our nation is necessary. More so if they are in yellow robes. They are in the Order of Monks; maybe not fully ordained but samanera theros. They have taken vows a monk takes when he is given robes to wear, maybe not all 200 plus that the Buddha decreed but far in excess of precepts lay persons undertake to observe. Who is the Head of these orders of monks? The Mahanayake Theros of the Malwatte and Asgiri Chapters principally. There is in existence a Sangha Sabha too, I presume. Shouldn’t such disgraceful displays of rowdyism and total disregard for the meaning of the robe and wearing it earn them punishment? Advice will be like pouring water on ducks’ backs. They have to be disrobed and knocked off any register that may be maintained of monks in Sri Lanka. It is believed that many young men wear the yellow robe to enter the Buddhist and Pali University and other universities utilizing the privilege given them. If they disgrace and insult the robe they deserve being disrobed. It may mean the end of their university careers but that cannot be helped.",
    "Of greater negative significance is that the sight of fleeing monks shedding robes and physically battling police personnel sends a very wrong message that these monks represent the Order of Buddhist Monks of Sri Lanka. International news agencies like BBC displayed scenes of this melee in their news broadcasts. Such a terrible pity since our island has so very many truly  silvath monks who diligently follow the Buddha’s way of monastic life. We have such a strong lineage of monks who lived/live monastic lives and lead people to attempt living according to the Buddha’s Dhamma. I venerate Bhikkhus I have listened to erudite and disciplined monks ranging from Narada and Piyadassi Theras to Madihe Pannaseeha Maha Thera and now Uda Eriyagama Dhamma jiva Maha Thera; Talalle Chandakitti, Mettavihari and Vajiraramaye Nanasiha Theras.",
    "The Sanskrit term ‘sangha’ is used in Pali too and means ‘association’, ‘assembly’, ‘community’. So how allow persons who disgrace humanity and are utterly lacking in decorum, leave alone silvath, be included in the Order of Buddhist Monks or Sangha? Ariya Sangha is the name given to community of monks who are well on the path to enlightenment, and are arahats. It is an accepted truth that we have among us even now members of the Ariya Sangha. There are very many monks who are complete forest monks devoting their entire time in meditation and following the Noble Eightfold Path to Nibbana.",
    "Named Medin Poya, this one of 12 annual poyas commemorates Prince Siddhartha’s first visit to his home state of Kapilavastu in Nepal as the Buddha. His father, King Suddhodana had heard with due pride that his son had achieved his aim of realizing the truth of life and was enlightened, fully knowing. He had sent several emissaries to invite him back home, at least for a visit, but the messengers listened to the Buddha’s sermons and joined the Order of Monks. Finally one of them conveyed the father’s message to his son and the Buddha set out with very many monks to Kapilavastu on foot with begging bowl in hand.",
    "The proud Sakyans were disdainful. Thus the Buddha used powers he had to demonstrate fire and water emanating from his body. Duly impressed the Sakyans revered him. But his father was angered on being told his princely son was on an alms round – pinnapatha – taking in his bowl whatever was given by householders and sitting under a tree to partake of the food in his bowl with the other monks. But once the Buddha preached to his father and relatives, they were convinced of his sanctity and that he had found the Truth he sought.",
    "Princess Yashodara stayed in her section of the palace so the Buddha went to her. She fell at his feet weeping, but she too realized he was the Buddha and achieved what he sought – to help all mankind in seeking their own deliverance from innumerable births and all ultimately unsatisfactory.",
    "What were the Buddha’s main messages to the Sangha? The first and last – repeated while dying in Kusinara – was to seek their own deliverance with diligence. Ven Nanamoli in his The Life of the Buddha states the Blessed One spoke thus to monks who had joined him, were ordained and followed the vinaya rules: “Come Bhikkhus, the Dhamma is well proclaimed; lead the holy life for the complete ending of suffering.” The second admonition was once the Order of Monks was established and the Buddha felt it was opportune to spread his Teaching. So he addressed the monks thus: “Bhikkhus, I am free from all shackles whether human or divine. You too are free from all shackles whether human or divine. Go now and wander for the welfare and happiness of many, out of compassion for the world, for the benefit, welfare and happiness of gods and men Teach the Dhamma that is good in the beginning, good in the middle, and good in the end.”",
    "I return to the beginning of my article where I deplored the behavior of student monks. There are seniors too who do not follow the Buddha’s teaching whether it be the discipline he prescribed or his Teaching. Monks/Bhikkhus are meant to follow his advice to them. That is to diligently work out their own deliverance from samsaric existences and to spread the Dhamma to those who seek to know. Needless to say he says nothing about taking to politics or even advising rulers. Monks are supposed to lead a pure life of no clinging, no ego, no desires. They are expected to be kalyana mitra to lay people and lead them to the path to deliverance.",
    "In this preeminently Buddhist country, the Sangha should be as it should be as prescribed by the Buddha. Hence Head Monks have duties to perform among their own community.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}