{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/hSenid-Business-Solutions-wins-Gold-at-31st-Annual-Export-Awards-2023-for-fourth-consecutive-year/34-756452",
  "time_ut": 1702838425.0,
  "original_lang": "en",
  "original_title": "hSenid Business Solutions wins Gold at 31st Annual Export Awards 2023 for fourth consecutive year",
  "original_body_lines": [
    "hSenid Business Solutions PLC receives the Gold Award for the medium category in ICT, BPO and related services sector at the 31st Annual Export Awards 2023",
    "In a resounding achievement, hSenid Business Solutions PLC has once again proven its industry leadership by securing the Gold award in the Medium Category of the ICT, BPO and related services sector at the 31st Annual Export Awards 2023. The event, organised by the National Chamber of Exporters of Sri Lanka and held at the Shangri-La Colombo on December 8, recognised hSenid’s sustained excellence in the face of a dynamic global landscape.",
    "For the fourth consecutive year, hSenid Business Solutions PLC has emerged as the Gold winner, affirming its commitment to innovation, quality, and transformative contributions to Sri Lanka’s export sector. The theme, “Adapting to global shifts, Sri Lankan exporters embracing change,” resonates with hSenid’s ethos of navigating change proactively.",
    "hSenid Business Solutions PLC CEO Sampath Jayasundara expressed his gratitude stating, “We are thrilled and deeply honoured to receive the Gold award for the fourth consecutive year. This recognition is a testament to the hard work, innovation, and dedication of our talented team.” hSenid’s success underscores its pivotal role in advancing Sri Lanka’s export industry, contributing to the nation’s prominence in the global ICT and BPO arena.",
    "“We are on a quest to be the most preferred HR tech vendor across Africa, South and Southeast Asia. This award recognises the progress made so far and further strengthens our resolve to keep growing’’, mentioned the Company’s Chief Strategy Officer Nilendra Weerasinghe.",
    "Adding to the statement, hSenid Business Solutions PLC Chief Delivery Officer Thushara Dissanayake stated that, “This recognition motivates us toward continuous innovation, reinforcing our steadfast commitment to providing our clients with unparalleled excellence in the ever-evolving landscape of the ICT, BPO and related services sector.”",
    "hSenid Business Solutions PLC remains dedicated to pushing boundaries, embracing change, and setting new standards for excellence in the evolving landscape of Human Resource Information Systems. The company has expanded its global presence across 40+ countries, providing services to over 1500 organisations across 20+ diverse industries."
  ]
}