{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-says-Govt-will-not-be-pressured-by-protests-and-sack-anyone/56-745415",
  "time_ut": 1676578578.0,
  "original_lang": "en",
  "original_title": "President says Govt. will not be pressured by protests and sack anyone",
  "original_body_lines": [
    "President Ranil Wickremesinghe on Tuesday said that the Government will not give into the demands of protestors.",
    "Speaking at the launch of the Centre for Governance and Public Policy (C-GaPP) at the Sri Lanka Technological Campus (SLTC) Research University at the Trace City in Colombo the President said that just, because certain groups strike demanding the removal of certain officials, the Government will not remove anyone arbitrarily as there is a procedure that has to be followed and the Government will follow the rules and act accordingly.",
    "He said that the responsibility to address such issues rests to a large extent with the Universities. The President noted that even at the point of the new Centre for Governance and Public Policy (C-GaPP) being inaugurated at the Sri Lanka Technological Campus (SLTC) Research University, two strikes were in progress.",
    "One was staged at the Ruhuna University demanding the removal of the Vice Chancellor and another one demanded the removal of the General Manager of a state Corporation.",
    "President Wickremesinghe further stated that the removal of the General Manager is a matter of the Government.",
    "“Just, because there is a strike we will not remove him. There's a procedure that has to be followed if they think there are any shortcomings of serious nature against him. As far as the Vice Chancellors are concerned, there is a procedure that has to be followed. Just because people go on strike, whether it’s in a corporation or in a university, this Government will not change.",
    "“We will follow the rules and we will act accordingly, because if I give into this now, next time they will want to remove the Deans and thereafter the heads of department. And then we will be told that we can't appoint a Professor without their consent,” the President said.",
    "“I think we have to seriously look at what is going to happen in the universities. The country has a right to know what is happening. We are paying money to educate our people. So we want the universities to function properly. I am sad that this strike is taking place at the Ruhuna University,” the President added.",
    "The SLTC Research University Vice Chancellor Ranjith G. Rubasinghe presented a memento to the President. State Minister of Higher Education Dr. Suren Raghavan, The Hague Social Studies Associate Professor Prof. Howard Nicolas, SLTC Research University Vice Chancellor and President Ranjith G. Rubasinghe, scholars and other officials attended at this event."
  ]
}