{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/White-van-press-conference-case-Key-witness-admits-he-made-a-false-statement-to-Magistrate/108-255187",
  "time_ut": 1677830233.0,
  "original_lang": "en",
  "original_title": "White van press conference case: Key witness admits he made a false statement to Magistrate",
  "original_body_lines": [
    "One of the key prosecution witnesses in the controversial white van case against former Health Minister Rajitha Senaratne today admitted during the High Court trial that the confidential statement he made before Magistrate was a false one.",
    "Athula Sanjeewa Madanayake, the second prosecution witness in the case informed Colombo High Court that he was influenced by CID officers to implicate former Minister Rajitha Senaratne.",
    "In this case, the indictments had been filed against former Minister Rajitha Senaratne and former SPC Chairman Rumi Mohammed under fourteen counts including giving false statements about the personal character of SLPP Presidential Candidate Gotabaya Rajapaksa during the 2019-Presidential Election.",
    "When the matter was taken up for trial before High Court Judge Damith Thotawatte, witness Madanayake said what he said at the white van press conference was a true incident that he had to experience in his life. However, he said he was compelled to make a false statement to Colombo Chief Magistrate owing to the influence made by the then CID Director. He further said he was forced to make this false statement after thinking about the importance of family wellbeing.",
    "Meanwhile, Colombo High Court issued an arrest warrant for the arrest of first prosecution witness Sarath Kumara for his failure to appear before court to give evidence.",
    "The Attorney General had filed indictments consisting of fourteen counts against two accused in connection with organising the white van press conference on November 10, 2019, ahead of the Presidential election. Sakalavalli Arachchige Sarath Kumara and Watareka Gamage Athula Sanjeewa Madanayake who were present at the controversial press conference had been named as the witnesses in the case.",
    "Senior Deputy Solicitor General Dileepa Pieris appeared for the Attorney General. President's Counsel Anil Silva with Maithri Gunaratne PC appeared for the defence.(Lakmal Sooriyagoda)"
  ]
}