{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sanasa-general-insurance-and-gmoa-sign-mou/",
  "time_ut": 1684671060.0,
  "original_lang": "en",
  "original_title": "Sanasa General Insurance and GMOA sign MoU",
  "original_body_lines": [
    "Sanasa General Insurance and the Government Medical Officers Association (GMOA) recently entered into a Memorandum of Understanding (MoU) to further strengthen their motor insurance partnership. Through this MoU, members of the GMOA, the largest medical professional association in South Asia with a membership of nearly 25,000, will be able to avail of many motor insurance facilities offered by Sanasa General Insurance at special discounts. The MoU was signed by Darshana Subhasinghe, Chairman of Sanasa General Insurance and Dr. Darshana Sirisena, President of GMOA.",
    "“With this MoU signed by the GMOA with Sanasa General Insurance, our members will get many benefits. This is an important opportunity for both of us.” said Dr. Darshana Sirisena. “It is a great honour for us as an organisation to have had the opportunity to provide services to the GMOA, one of the most powerful and important professional associations in Sri Lanka. We look forward to maintaining this understanding in the future.” said Darshana Subasinghe. “The MoU that we entered into with Sanasa General Insurance for a period of one year gives them a great opportunity to popularise their insurance services among our members. We hope that both parties will work with mutual understanding and cooperation to make this programme successful.” Dr. Haritha Aluthge, Secretary of GMOA said.",
    "All Emirates passengers can now avail of free Wi-Fi connectivity onboard",
    "Average life expectancy of Sri Lankans will drop unless NCDs are controlled",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}