{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-is-challenging-democratic-process-Dr-Nalaka-Godahewa/56-745905",
  "time_ut": 1677797762.0,
  "original_lang": "en",
  "original_title": "President is challenging democratic process: Dr. Nalaka Godahewa",
  "original_body_lines": [
    "Says President is attempting to fool the public by claiming there are no funds for polls",
    "Parliamentarian Dr. Nalaka Godahewa yesterday accused President Ranil Wickremesinghe of challenging the country’s democratic process.",
    "Addressing the media Godahewa said there are several political systems in the world, but it is commonly accepted that democracy is the best.",
    "“It is important for us that our democratic process continues without interference,” he said. However, Godahewa said today the President of the country is challenging this process.",
    "Noting that an electoral process is of utmost importance as it is the only opportunity for the general public to express their point of view.",
    "“Elections must be held on time. In democratic countries, elections are held on the due date. But in Sri Lanka the President of the country is trying to change the dates,” Godahewa said. “He is trying to postpone and cancel,” he added.",
    "Commenting on the President’s recent statement in parliament about the Local Government elections, Godahewa said even a child understands that an election has been duly declared.",
    "“The President’s own party, the United National Party, submitted their nominations. If there was no election then why would they do so,” he asked. Godahewa said the only person who is unaware there is an election in progress is the President himself.",
    "Godahewa also noted the President cannot decide if to provide funds for the polls or not and instead it is up to the parliament. He said the President cannot say there are no funds as there is already a budgetary allocation for the Local Government elections. Godahewa accused the President of attempting to fool the people.",
    "“The amount allocated for elections is the expenditure of the Government for two hours. If the President claims he does not have this amount he might as well go home,” he added. Godahewa said this is a matter of having no respect for democracy and everyone should band together to fight against it."
  ]
}