{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Bandaranaike-Academy-on-Leadership-and-Public-Policy-debuts/56-750456",
  "time_ut": 1689015090.0,
  "original_lang": "en",
  "original_title": "Bandaranaike Academy on Leadership and Public Policy debuts",
  "original_body_lines": [
    "The new Bandaranaike Academy on Leadership and Public Policy is commencing Postgraduate Diploma courses which would prepare a new generation of leaders to be equipped in public policy, strategic studies and ethical governance.",
    "The Bandaranaike Academy for Leadership and Public Policy (BALPP) is an independent institution which will function within the Bandaranaike Memorial International Conference Hall (BMICH) and the Bandaranaike National Memorial Foundation Act (Law No. 2 of 1975 Parliament Act).",
    "It offers post-graduate programmes in Leadership and Public Policy for Sri Lankan and international students.",
    "The Academy will initially offer Post-graduate Diplomas in the disciplines specified.  Eventually it will also offer Masters Programs. The courses will target graduates and those with an equivalent professional qualification, as well as mid-career professionals.",
    "The Academy has adequate physical and human resources to conduct high quality programs, and it has an experienced Expert Resource Panel of eminent persons. A Strategic Advisory Panel of international experts will guide and advise the BALPP in its journey.",
    "BALPP will be applying for accreditation and certifications in Sri Lanka, and affiliations with overseas universities. It aims to inspire students to have a shared vision, and equipping them with skills and competencies needed for ethical and value-based leadership; provide thought-leadership for policy-makers and leaders, using scientific and evidence-based strategies in keeping with global standards; and create a new generation of innovative professionals who will challenge existing norms and systems, and contribute towards holistic development of the nation.",
    "BALPP and BMICH Chairperson is former President Chandrika Bandaranaike Kumaratunga. BALPP Executive Director is Dr. Tara de Mel, Education Ministry former Secretary and National Education Commission former Vice Chairperson. She’s an Advisory Panel UNESCO, General Education Monitoring Report member and a Worldwide Commission to Educate all Kids Post Pandemic member.",
    "Courses include Strategic Leadership (Course Director Dr. Nirmal de Silva PhD (reading), FCPM, FABE, FCIM, DBA, MBA, CIMA); Economic Policy (Course Director Dr. Roshan Perera – BA, MA (University of Colombo), MPA – Public Policy Analysis (Harvard Kennedy School), PhD (Melbourne), Edward A Mason Fellow); Education Policy and Analysis (Course Director Prof. Arjuna Parakrama - BA (University of Peradeniya), MA (University of Georgia),PhD (University of Pittsburgh); Politics and Governance (Course director rof. Maneesha Wanasinghe Pasqual - BA (University of Colombo), MA (University of Notre Dame), PhD (George Mason University); Cybersecurity Policy (Course Director Asela Waidyalankara – LLB and LLM (RANEPA), BBA (Staffordshire University).",
    "The Courses would be targeting early/mid-career professionals, academics, younger politicians and graduates, or those with equivalent qualifications and experience.",
    "The Course is in English and is part-time, using on-site (in-person) as well as online learning methods. The educators will be using modern pedagogical techniques, which would promote critical thinking, rigorous analysis, problem-solving skills, and outcome-based learning through a student-centred approach. All students will complete a research project as part of the course.",
    "The classes will be held at the BMICH-BCIS premises in Colombo 07, where state-of-the-art learning will be facilitated by the expert resource panel. Applications are now open and those interested may call/WhatsApp 071 231 0648 and email [email protected]"
  ]
}