{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/The-story-of-upcountry-Tamils-Two-hundred-years-of-humiliation-and-exploitation/172-264530",
  "time_ut": 1691090568.0,
  "original_lang": "en",
  "original_title": "The story of upcountry Tamils: Two hundred years of humiliation and exploitation",
  "original_body_lines": [
    "During the pre-1983 days, these Tamils of Indian origin/ Upcountry Tamils formed the backbone of the urban and municipal council workforce of sanitation workers",
    "As the month of July has ended, the minds of many a citizen are drawn to the sad events of July 1983. A time the then government permitted thugs and hooligans to attack members of the Tamil community, killing hundreds, burning and looting their residences and destroying places of worship and businesses.",
    "Anti-Tamil rioting and attacks on the Tamil community are not new to Sri Lanka. But 1983 witnessed the first major targeted attacks on the upcountry Tamil community, originally brought to this country as indentured labour by the British.",
    "The British historian Hugh Tinker compared indentured labour to a new form of slavery, where migrant workers were lured into servitude by false promises. On arrival at the plantations, labourers found conditions completely different from what they had imagined. Living and working conditions were very harsh, and there were no legal rights.",
    "Once brought into our country, these men and women- were ghettoised in the plantations, with communication with local communities prohibited.",
    "Meanwhile, local communities whose lands were expropriated by British planters looked at the indentured workers as people who stole their (local people’s) land.",
    "Thus were the seeds of division sown by the British between local people and incoming indentured workers, whose positions were akin to that of slaves in an earlier era.",
    "This was despite the fact that the plantation Tamil community was desperately poor, did not enjoy citizenship rights, unable to voice opposition to the desperate conditions they lived and worked in. They also did not own a single inch of land in the country.",
    "Not realising the appalling conditions on the estates where workers were packed into line-rooms of 12 x 10, with around five to ten persons stuffed into this confined space; with no running water or sanitation, local villagers looked on them as their enemies rather than fellow victims -the notorious British practice of divide and rule in practice.",
    "Today, the Tamils of plantation/upcountry Tamil population totals around 1.5 million people. Yet, those working in the plantations, receive less than Rs. 1,000/- per day. Surprisingly, it is their labour which brings in a large slice of the precious foreign exchange which oils the wheels of Lanka’s economy.",
    "The appalling conditions in the estates have driven large sections of the community to seek greener pastures in the urban areas of the country. However, conditions in the urban areas were sometimes even worse than on the estates they fled.",
    "During the pre-1983 days, these Tamils of Indian origin/ Upcountry Tamils formed the backbone of the urban and municipal council workforce of sanitation workers. They performed menial jobs such as manual scavenging of toilets, emptying septic pits and tanks, providing transportation of faecal sludge, performing sewer maintenance, and working in treatment plants.",
    "Why the government in 1983 targeted these helpless workers remains a mystery.",
    "Today, the Tamils of plantation/upcountry Tamil population totals around 1.5 million people. Yet, those working in the plantations, receive less than Rs. 1,000/- per day",
    "According to MP Mano Ganesan -the sole Tamil MP in the Colombo District- a majority of the Tamils of Hill Country origin in Colombo today, remain among the most down-trodden persons. Until recently living in tenement dwellings -euphemistically referred to as ‘Gardens or Wattas’, found mainly in Colombo North, Colombo Central, Borella and Kolonnawa.",
    "During the Yahapalana regime, many of these families received houses in high-rise buildings, effectively doing away with a majority of the slums.",
    "They do not have permanent employment and receive around Rs. 2,000/- per day on days they find work.",
    "Perhaps by design, educational facilities provided at many Government -run Tamil schools which cater to the educational needs of the upcountry Tamil population in the Colombo District are sub-standard. Facilities such as computer labs taken for granted at ‘normal’ schools, are notable by their absence.",
    "There is a nagging suspicion within the community, that minimal educational facilities are provided so- as to maintain a large number of minimally educated people who will continue to provide a future pool of cheap labour.",
    "This July together with families of Upcountry Tamils in India who were repatriated, religious dignitaries and activists, the Upcountry Tamil -also referred to as Tamils of Indian origin- commemorated two hundred years of their being transported by the British to its far-flung colonies around the world.",
    "To mark the occasion large numbers of the community marched from Mannar to the tea estates in the hill country following the footsteps of their forefathers as they were herded by the British clearing paths to their destination.",
    "During that long march, thousands of these unfortunates died of disease, hunger and exposure to the unfamiliar elements on their way to the hill country.",
    "The problems caused by Britain’s uprooting of large sections of impoverished workers from India, transporting them to then Ceylon, the Caribbean, South Africa, Uganda, Kenya, Malaysia, Mauritius and other colonies helped imperial Britain gain enormous riches.",
    "In the colonies, they suffered -the best example is Uganda, where the entire Indian community was expelled en masse.",
    "The Western media blamed Ugandan ruler Idi Amin. None however blamed Britain who profited by millions via the translocation of population, without the consent of the host country.",
    "Unfortunately, in Lanka too, the local population did not welcome the presence of the indentured worker population. The first independent government of the country took away their citizenship rights and subsequently repatriated over two-hundred thousand to India against their will while accepting around two-hundred thousand as citizens",
    "However, for many upcountry Tamils’ life on the plantations remains miserable sans running water, electricity and the estate an open toilet.",
    "Just this month having drawn local and international attention to their problems, the next step should be to take their cause to the International Criminal Court and seek damages from the colonial power which has brought so much misery to their lives, which continues to this day.",
    "To our (Sri Lankan) eternal shame we have done too little to uplift the lives of the upcountry Tamils who through their blood, sweat and tears bring in the hard cash which keeps our economy turning."
  ]
}