{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95849/new-indian-envoy-expresses-commitment-to-foster-closer-collaboration-with-sri-lanka",
  "time_ut": 1703241420.0,
  "original_lang": "en",
  "original_title": "New Indian envoy expresses commitment to foster closer collaboration with Sri Lanka",
  "original_body_lines": [
    "New High Commissioner of India to Sri Lanka, Santosh Jha on Friday (Dec.22) expressed his commitment to strengthening the special friendship between the two countries, while fostering closer collaboration in trade, investment, energy, connectivity and other areas.",
    "Mr. Jha presented credentials to Sri Lankan President Ranil Wickremesinghe in a diplomatic ceremony held at the Presidential Secretariat in Colombo earlier in the day, marking the official commencement of his tenure here.",
    "His most recent assignment prior to the posting in Sri Lanka was at the Embassy of India in Brussels, where he served from July 2020 until December 2023. Jha has the experience of serving as a member of negotiating teams for Free Trade Agreements (FTA) with Sri Lanka and the European Union respectively.",
    "As the new high commissioner to its neighbouring island nation, Mr. Jha is poised to further strengthen the bilateral ties between India and Sri Lanka, fostering cooperation and collaboration in various domains, the President’s Media Division (PMD) said in a press release.",
    "In the guest book of President Ranil Wickremesinghe, Mr. Jha conveyed that India and Sri Lanka share deep-rooted bonds in history, geography, culture and people-to-people ties.",
    "He highlighted the growth of ties in political, economic, and security fields over the decades, emphasizing India’s role as Sri Lanka’s close neighbour, largest trade partner and a key development partner.",
    "Mr. Jha aligned his goals with the Vision Statement agreed upon by the leaders of both nations, expressing confidence that their cooperation will lead to shared prosperity, progress and regional stability.",
    "The new Indian envoy thanked President Wickremesinghe for the warm welcome and looked forward to constructive engagements in the future."
  ]
}