{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/25/president-highlights-debt-sustainability-asia%e2%80%99s-significance-at-nikkei-forum/",
  "time_ut": 1685015340.0,
  "original_lang": "en",
  "original_title": "President highlights debt sustainability, Asia’s significance at Nikkei Forum",
  "original_body_lines": [
    "COLOMBO (News 1st); Debt sustainability consequent to COVID-19 is the critical impasse of several Asian nations, Sri Lanka being one of the first and worst affected, said President Ranil Wickremesinghe when he took the stage at the ‘Nikkei Forum: Future of Asia’ held in Tokyo, Japan on Thursday (25).",
    "According to the full speech made public by the President's Media Division, President Wickremesinghe had noted that As a middle-income country, Sri Lanka accepted that:",
    "a) Time is of an essence in resolving the issues of debt sustainability, and",
    "b) The only option available for vulnerable middle-income countries is to seek the assistance of the IMF to ensure multilateral coordination and cooperation in debt restructuring.",
    "'Decisions were quickly taken to enter negotiations, talks began in June last year, a Staff-Level Agreement was reached in September, the IMF Executive Board approved a US $3bn loan under the Extended Fund Facility in March 2023, and Parliamentary approval was obtained in April this year. We have now started creditor meetings and hope for a successful conclusion before end of 2023,\" said the President.",
    "\"This process involves the multilateral agencies, Paris Club members, India, China and the private creditors. India is working with the Paris Club, while China, in addition to holding bi-lateral meetings, is also taking part in the creditor meetings. Sri Lanka is dedicated to ensure equal treatment for all creditors. We want this exercise to succeed because our experience will enable more middle-income countries to utilise the IMF in ensuring multilateral coordination for debt relief,\" added the President.",
    "In the presence of esteemed world dignitaries, including the Deputy Prime Ministers of Singapore and Vietnam, President Wickremesinghe highlighted the importance of Asian states having a voice in shaping the region’s role amidst the evolving geopolitics on the global stage. He acknowledged the diverse nature of Asia as a contributing factor to the region’s economic growth, establishing it as a significant global player.",
    "President Wickremesinghe elaborated on the distinction between the Asia-Pacific region and the Indian Ocean, stating that while the former possesses a structured regional organization, the latter remains an evolving space. Emphasizing the adherence to the principles established in the 1955 Asian African Conference in Bandung and the UN Declaration of the Indian Ocean as a Zone of Peace, the President reaffirmed Sri Lanka’s commitment to fostering multi-layered connectivity in the Indo-Pacific.",
    "Additionally, the President expressed full support for Japanese Prime Minister Fumio Kishida’s “Principles for Peace and Rules for Prosperity” policy. President Wickremesinghe emphasized that Asian nations would refrain from taking sides in the global Big Power rivalry, as many have chosen to prioritize the progress and development of Asia.",
    "In conclusion, President Wickremesinghe welcomed the cooperative approach of Japan and the G7 in building a stable relationship with China. He supported Japan’s vision for a “Free and Open Indo-Pacific” and called for an open-ended dialogue among Asian nations to foster peace and cooperation in the region.",
    "Following is the full speech delivered by President Ranil Wickremesinghe the Nikkei Forum on the Future of Asia in Tokyo today (25);",
    "It is indeed a pleasure to participate in the renowned Nikkei Forum on the Future of Asia.",
    "Claiming nearly 30% of the Earth’s land mass, Asia is home to 4.75 billion people, which is about 60% of the world’s population. The region is now the world’s largest economy.",
    "Despite setbacks on the global stage, Asia has the potential for continued growth. China’s recovery, together with a healthy domestic demand in India, will be the main supports of growth for the region. Asia also has the advanced economies of Japan and South Korea contributing to the region’s development, through foreign investments and technology transfers.",
    "ASEAN, as the 5th largest economy in the world, is growing at a steady pace.",
    "According to the PricewaterhouseCoopers Report, ‘The World in 2050’, as many as six ‘Emerging Markets’ (E7) will make up the top 10 world economies. Of them, four, including the top two, are forecast to be from Asian nations.",
    "Two other Asiatic states, Vietnam and the Philippines will also make significant advances into the top 20 nations.",
    "What is more, West Asia continues to experience high economic growth. All in all, not only has Asia become the global economic powerhouse of our age, and the most dynamic region, but it is also on an unprecedented upward trajectory.",
    "Thus the centrality of the global economy is shifting to Asia. The region’s economy is already similar in size to those of Europe and North America. And as the global economy seeks to recoup, Asia and the Pacific is predicted to contribute nearly 70% of global growth this year.",
    "The territory comprises some of the world’s wealthiest economies and some of the poorest; large sub-continental powers as well as small states.",
    "This diversity has only served to strengthen the region’s role in the global arena. All of our countries benefited from the cooperation between the US and China in the post-Cold War era. Yet the subsequent rapid rise of China and the inability of the two countries to agree on China’s role on the international stage have led to rivalry and needless tensions in our part of the world.",
    "It is from this political background that Asia has to grapple with incipient as well as prevailing global challenges as the post-cold war era comes to an end. I will expand on the main challenge.",
    "Sri Lanka is the oldest Democracy in Asia, with a Parliament tracing its origins to 1835 and universal franchise sustained from 1931. Yet, our multiparty political system is not the norm in other parts of Asia.",
    "Similarly, understandings and definitions of Human Rights in Asia range from the recent G7’s Hiroshima Leaders’ Communiqué to China’s Global Civilisation Initiative.",
    "Given this diversity, it is not possible to impose our value systems on all the Asian countries. The dilemma we face is not new.",
    "It took the West over a century and two World Wars before Democratic Values and Human Rights became the norm. Similarly, in Asia, I doubt that there will be an immediate consensus on the fundamental values of the political system or a definition of Human Rights that is acceptable all Asian countries. Moreover, the strengthening of democratic values in a complex background of big power rivalry is also an onerous problem.",
    "A consensus on fundamental political values amongst Asian countries will involve taking into account the distinct geographical, historical, political, economic, developmental and cultural backgrounds of nations. However the West may not agree with this position.",
    "If the West wants a rule based order, the West must adhere to these rules all the time.",
    "Climate change is a planet-defining challenge, and the stakes are particularly high for Asia.",
    "Temperatures are rising twice as fast in Asia than the global average, which is also related to the escalation in weather severity and the frequency of natural disasters. Rising sea levels from global warming are eroding land and coastlines; imposing severe pressure on rural incomes, food security, and commodity exports.",
    "By mid-century, rising waters will impact nearly a billion people in the Asia-Pacific region. It is regrettable that as many as eight of the fifteen countries affected by climate change are from Asia: Maldives, Bangladesh, China, India, Indonesia, Myanmar, Pakistan, Philippines and Vietnam.",
    "Ironically, the region is also a key cause of the climate change crisis. We produce about half of the world’s carbon emissions and have 5 of the largest greenhouse gas emitting countries.",
    "One cannot emphasise the urgency for policies and actions to curb emissions on the part of these countries.",
    "Meanwhile, much of Asia is already responding to mitigate the challenges of climate change; with virtually all countries having made updated commitments under the Paris Agreement.",
    "For instance, China has pledged its goal of carbon neutrality before 2060, with Japan and Korea by 2050. In addition, many countries in the region have been in the forefront of adaptation efforts. Hence all is not lost.",
    "However, it would be appropriate if Asia could agree on a common timeline for achieving carbon neutrality, based on the shorter period upheld by some of the industrialized countries in our region. This is possible if an agreement is reached amongst China, India, Japan, Korea and Indonesia.",
    "Considering the magnitude of loss and damage due to impending climate change, exacerbated by inadequate funding, Asia alone will require US $1 trillion up to 2050 to finance these challenges. Therefore, it is essential that all Asian countries work together in addressing the climate change issues.",
    "A single Asian voice devoid of disharmony needs to be present at COP 28. The success of this conference will depend on the ability of the key Asian nations to come to an agreement.",
    "The entry of the Asian juggernaut in the form of China, the ASEAN Tigers and India has effectively changed the international economic order of the 20th century. Yet these gains are at risk today, as Asia confronts debt sustainability, de-coupling, and economic coercion. Debt sustainability consequent to COVID-19 is the critical impasse of several Asian nations, Sri Lanka being one of the first and worst affected.",
    "a) Time is of an essence in resolving the issues of debt sustainability, and",
    "b) The only option available for vulnerable middle-income countries is to seek the assistance of the IMF to ensure multilateral coordination and cooperation in debt restructuring.",
    "Decisions were quickly taken to enter negotiations, talks began in June last year, a Staff-Level Agreement was reached in September, the IMF Executive Board approved a US $3bn loan under the Extended Fund Facility in March 2023, and Parliamentary approval was obtained in April this year. We have now started creditor meetings and hope for a successful conclusion before end of 2023.",
    "This process involves the multilateral agencies, Paris Club members, India, China and the private creditors. India is working with the Paris Club, while China, in addition to holding bi-lateral meetings, is also taking part in the creditor meetings. Sri Lanka is dedicated to ensure equal treatment for all creditors. We want this exercise to succeed because our experience will enable more middle-income countries to utilise the IMF in ensuring multilateral coordination for debt relief.",
    "The US – China rivalry has given rise to a number of responses by the West especially to economic coercion and weaponizing of economic vulnerabilities. Yet some of these responses may result in a setback to trade integration in the region. Unlike the West, Asia is dominated by middle-income and low-income economies.",
    "Of the 12 high-income economies in Asia, only 6 are outside West Asia. The rest of us, including China, India, and Indonesia, are middle income economies. We have to overcome the middle-income trap of economic stagnation.",
    "In addition to economic coercion, other impediments to trade integration are economic de-coupling and similar measures contrary to the WTO rules.",
    "Needless to say that we in Sri Lanka and many other Asian nations are opposed to economic coercion: whether it be by one country coercing another using its economic power;",
    "or by indirect methods such as de-coupling, or friend-shoring – manufacturing and sourcing only from geopolitical allies – contrary to the WTO.",
    "Thus the WTO system put in place three decades ago should not be by-passed for short term geo-strategic gains. The rules of the game cannot be changed arbitrarily. The losers will be the middle-income Asian countries.",
    "Sri Lanka welcomes the pledge made at the G7 Hiroshima Leader’s communiqué to reject de-coupling and its strategies in favour of economic resilience and economic security. To this end, the G7 has undertaken to engage in dialogue and follow a cooperative approach within the group as well as with global partners – including developing countries.",
    "It is appropriate that the rules-based multilateral trading system with the WTO at its core be upheld.",
    "Most of the Asian nations prefer not to be involved in the Ukraine war, though some in the West decry this as an over-extension of neutrality. Nonetheless, diverse opinions on the Ukraine war have emerged within Asia.",
    "For the G7 it is direct invasion of Ukraine, a violation of the UN Charter.",
    "Outside the West, it is seen as a more complex problem arising from the break-up of the Soviet Union and the inability of Europe to resolve this issue. Hence a disinclination to get involved in the European war.",
    "All of us must endeavour to understand and appreciate these different views and attempt to find a common meeting point so as to end this conflict after the predicted counter offensive is concluded.",
    "The intensification of that rivalry in recent times has brought about the QUAD (between the USA, India, Australia, and Japan) and the Indo-Pacific on one hand and the Belt and Road Initiative (BRI) on the other.",
    "One thing is certain, Asian countries do not wish to be forced to manage competing pressure from these two sides.",
    "For example, most ASEAN countries and China are economically interdependent; and countries such as Cambodia and Laos have moved into the Sino-economic radar.",
    "By the time the U.S. launched the comprehensive Strategic Partnership with ASEAN late last year, China had already established a similar link with the Association a year before.",
    "Consequently, the pressure on Asian countries to choose between the US and China is being resisted by many.",
    "We are opposed to what my friend Vivian Balakrishnan, the Foreign Minister of Singapore, calls the bifurcation of Asia.",
    "We in Asia don’t want to choose between U.S. and China. Many of us cannot make that choice because we have already made our choice, and that choice is Asia. We want an Asia that can accommodate the Indo-Pacific, the BRI, as well as the ASEAN Outlook on the Indo-Pacific.",
    "The BRI is a strategy to increase China’s influence in Asia and Africa through economic means. We, the members of the BRI, have no security arrangements with China, nor do we intend to enter into any security agreements with China.",
    "The APEC (Asia Pacific Economic Cooperation) is a structured regional organisation, which includes channels of dialogue between the U.S. and China. However, on the other hand, the Indian Ocean is amorphous. There is no effective regional political system; nor structures to deal with economic or security matters.",
    "The only principles guiding the Indian Ocean States are the outcomes of the Asian African Conference of Bandung 1955 and the UN Declaration of the Indian Ocean as a Zone of Peace. These were again restated at the inaugural Indian Ocean Rim Association (IORA) Leaders’ summit in 2017. Therefore in the absence of any structures in the Indian Ocean, Sri Lanka convened “Indian Ocean – Defining Our Future Conference in 2018” highlighted the need for an agreement on the freedom of navigation, over flight, and undersea cables.",
    "Then in 2019, the ASEAN adopted the ASEAN Outlook on the Indo-Pacific – the Asia-Pacific and Indian Ocean are distinct but closely integrated and interconnected space.",
    "Sri Lanka is committed to multi layered connectivity in the Indo-Pacific. Furthermore, we also support Prime Minister Kishida’s Principles for Peace and Rules for Prosperity. In keeping with the Rules for Prosperity, Sri Lanka will apply for membership to RCEP with the aim of achieving a higher level of economic liberalization.",
    "In conclusion, Sri Lanka welcomes the G7s announcement that they are prepared to build a stable and constructive relationship with China.",
    "This is essential – as espoused by Prime Minister Kishida in New Delhi earlier this year when presenting Japan’s New Plan for a “Free and Open Indo-Pacific” (FOIP). I quote: “the approach we should take going forward is rule-making through dialogue that respects the historical and cultural diversity of each country, the equal partnership among nations.”",
    "We appreciate this cooperative approach of Japan and give it our full support. It is crucial for the emergence of a peaceful and prosperous Asian region. We also support a dialogue between all Asian nations.",
    "In this context, Sri Lanka is of the view that Japan, China, India, and ASEAN, should commence an open-ended dialogue amongst themselves and thereafter with the other Asian countries.",
    "This is the first step in establishing a new framework for Peace and Cooperation in Asia.",
    "Sri Lankan man given suspended sentence for stealing coconuts in 2021",
    "Lawmakers call for action against MP who was detained for smuggling gold, mobile phones"
  ]
}