{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pm-modi-bangladesh-pm-hasina-to-inaugurate-first-india-bangladesh-cross-border-oil-pipeline-on-march-18/",
  "time_ut": 1678620660.0,
  "original_lang": "en",
  "original_title": "PM Modi, Bangladesh PM Hasina to inaugurate first India-Bangladesh cross-border oil pipeline on March 18",
  "original_body_lines": [
    "The Hindu Prime Minister Narendra Modi and Bangladesh PM Sheikh Hasina will jointly inaugurate the maiden cross-border oil pipeline between the two countries on March 18 for diesel transportation to this country, Bangladesh’s Foreign Minister has said.",
    "Speaking at a Ministry of Foreign Affairs press conference here on Thursday, Bangladesh Foreign Minister AK Abdul Momen said, “The two premiers will inaugurate the pipeline on March 18 (through video conferencing),” the country’s official news agency, BSS, reported on Thursday.",
    "Delhi would use the 130 km India-Bangladesh Friendship Pipeline (IBFP), built from approximately ₹3.46 billion, drawn from the Indian Line of Credit (LoC), to export diesel to Dhaka, Bangladesh Petroleum Corporation officials were quoted as saying in the report.”Good news is India will send us diesel. The pipeline has been completed,” Momen said.",
    "A long-term agreement was signed in 2017 to export diesel to Bangladesh through the pipeline, which stretches from West Bengal’s Siliguri to a Meghna petroleum depot in Dinajpur’s Parbatipur, the news portal reported. The bilateral project, launched in March 2020, had an initial deadline of June 2022, which was pushed back another year due to complications from Covid-19, the report added.The pipeline stretches 125 km inside Bangladesh’s territory and 5 km inside India. Previously, Bangladesh used railway carriages to import diesel from India.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}