{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Lankan-economists-call-for-revival-of-road-rail-bridge-across-Palk-Strait/172-260137",
  "time_ut": 1685478471.0,
  "original_lang": "en",
  "original_title": "Lankan economists call for revival of road, rail bridge across Palk Strait",
  "original_body_lines": [
    "Two Sri Lankan economists, Gayasha Samarakoon and Muttukrishna Sarvananthan say that a road and rail bridge across the Palk Strait will bring down the transport cost in India-Sri Lanka trade by 50%.",
    "Making a strong pitch for the revival of a 2002 Indo-Sri Lankan plan to build a road and rail bridge across the Palk Strait, the economists say that it will boost trade, investment and economic development in both countries.",
    "In their paper entitled: “Economic rationale for the proposed bridge between India and Sri Lanka: An analytical perspective” published by Routledge Taylor and Francis, the economists say that a bridge linking Talaimannar in North Sri Lanka with Dhanushkodi in Tamil Nadu will shorten distance and travel time compared to the sea route.",
    "The proposed 23km bridge is an alternative to the Sethusamudram Project (SSP). The latter, which envisages cutting a canal across the Palk Strait, is controversial because it could cause environmental damage. The SSP idea has been rekindled by the Tamil Nadu State Assembly through a resolution in January 2023 which said that the canal will boost economic activity in Southern Tamil Nadu which is currently backward.",
    "But Samarakoon and Sarvananthan argue that a road and rail bridge linking India and Sri Lanka across the Palk Strait will achieve the same goal at less cost and without damaging the environment.",
    "The bulk of the trade between Sri Lanka and India takes place via sea, between the Colombo and Chennai Kolkata, Mumbai, and Tuticorin ports. Tuticorin, in Tamil Nadu, is the closest and the most important port for trade with Sri Lanka. Low-value high volumes of goods such as textiles and foods (the most prominent import items from India) are transported in ‘country crafts’ from Tuticorin to Colombo.",
    "According to traders, if the proposed bridge becomes a reality, the transport cost could be halved. Ocean freight transport is also time-consuming. The sea travel time between Tuticorin and Colombo is between 12–18 hours (from other Indian ports it is even longer). Moreover, there is a waiting time outside Colombo port to unload the cargo.",
    "Importers/traders estimate that 25–30% of the freight cost could be saved if cargo is transported via road/s. In addition, another 50% could be saved in transaction costs in terms of time saved. Hence, overall, 75% savings could be made in transportation costs if a bridge is built across the Palk Strait.",
    "The authors quote a shipping company to say that, in 2019, the freight charge plus terminal handling charges (at both ends) for a 20 feet general purpose container was US$625 and for a 40 feet high cube container was US$1,050 from Tuticorin to Colombo. A container would take 18–28 tonnes of goods depending on the type of goods. Thus, to transport a ton of goods from Tuticorin to Colombo by sea would cost between US$27 (general purpose container) and US$46 (high cube container). In addition, demurrage charges may be incurred due to the delay in the verification of the ‘rules of origin’ certificates under the FTA.",
    "Customs clearance (particularly under the FTA that may require verification of the ‘rules of origin’ clause) may cause further delay resulting in demurrage charges.",
    "It is pointed out that the total transaction cost involved in ocean freight transport could be more than 5% of the FOB (Free- On-Board)/CIF (Cost, Insurance and Freight) value.",
    "The turnaround time at the Colombo port (i.e. time taken between entry and exit) was about 96.4 hours on average for non-container ships and 20.6 hours for container ships in 2019. Moreover, at least 6 hours should be added for loading at the Tuticorin port. Hence, the total time taken to transport goods from Tuticorin to Colombo is between 116 and 122 hours (i.e. around five days) for non-container ships, and between 40 and 46 hours (i.e., nearly two days) for container ships.",
    "Thus, it takes between two and five days to transport goods from Tuticorin to Colombo. This is “excessive” the economists say. Halving of transport costs would result in an uptick in trade volumes as well as values, they add.",
    "Lower transport costs would also depress the prices of goods and services, which in turn would lower the cost of living in both countries; a lower cost of living has the potential to lower poverty levels in both countries. An uptick in the two-way trade via the proposed bridge is expected to create thousands of direct and indirect jobs that would result in the reduction of poverty in both territories.",
    "The 23km bridge could be traversed in less than an hour. And from the arrival point in Talaimannar, it would take another 7–8 hours to reach Colombo by road (roughly 367km). Hence, the total of 9 hours of travel time by road would be a tiny fraction of the 40–122 hours’ time taken by ocean currently, the economists point out.",
    "They further say that the waiting time for customs clearance and other formalities could also be significantly reduced because the land route will involve only exports/imports to/from India whereas the Colombo Harbour handles trade to and from all over the world.",
    "To reap the maximum benefit of the proposed bridge between India and Sri Lanka, domestic road networks have to be improved, the economists say.",
    "Here are their observations on this aspect: “At present, the Talaimannar- Colombo stretch is almost 370 km by road, because vehicles have to travel via Anuradhapura. There is a direct route from Talaimannar to Colombo along the coast (through the Wilpattu wildlife sanctuary), which is currently not in use. This direct route is about 80 km shorter than the route via Anuradhapura.”",
    "“Jaffna would be another major market for the proposed Indo-Lanka Bridge, next only to Colombo. At present, Jaffna is about 250 km from Talaimannar via Vavuniya. However, there is a shorter coastal route to Jaffna from Talaimannar via Uyilankulam (in the Mannar District), Pooneryn (Kilinochchi District), and Sangupitty bridge (A32). This route is about 50 km shorter than via Vavuniya. In other words, it will save at least one hour of travel time to Jaffna from Talaimannar.”",
    "“A highway from Talaimannar to Katunayake along the north-western/western coast could be built to join the Katunayake-Colombo Expressway. This could cut down travel time considerably. Besides, a highway linking Talaimannar and Trincomalee (via Vavuniya and Horowpathana) would provide speedier and easier access to Sri Lanka’s Eastern Province.”",
    "The road link with India would also contribute to the economic development of backward provinces like the Northern Province (encompassing the Jaffna, Kilinochchi, Mannar, Mullaitivu, and Vavuniya districts) and the North Central Province (encompassing the Anuradhapura and Polonnaruwa districts).",
    "“They are the lowest contributors to the national economy for a very long period. The poverty and unemployment rates of these provinces are the highest in the country and the human development index of these provinces is the lowest in the country,’’ the economists point out.",
    "“The business communities in the Northern and North Central Provinces have long complained about their inability to directly engage in international trade. Presently, the businesspersons in the Northern and North Central Provinces can engage in export/ import trade only through exporters/importers in Colombo.”",
    "“The proposed bridge is expected to boost direct international trade between the northern, north-central, and eastern regions of Sri Lanka and India (particularly Southern India), which would considerably reduce the transportation and transaction costs involved in such direct trade.”",
    "Currently, only a small fraction of Indian tourists visits the Northern, North Central, and Eastern Provinces of Sri Lanka due to the long distance from Colombo, where the main international airport is located. The proposed bridge would boost tourist traffic to the marginalized Northern, North Central, and Eastern Provinces of Sri Lanka."
  ]
}