{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Dutch-stun-West-Indies-in-super-over-as-Zimbabwe-demolish-USA/108-261842",
  "time_ut": 1687796547.0,
  "original_lang": "en",
  "original_title": "Dutch stun West Indies in super over as Zimbabwe demolish USA",
  "original_body_lines": [
    "Two-time champions West Indies face an almighty task to qualify for the Cricket World Cup after losing to the Netherlands in a thrilling final group game decided by a super over Monday.",
    "Nicholas Pooran's second hundred of the qualifiers propelled West Indies to a commanding 374-6, but Teja Nidamanuru hit 111 in reply and the Dutch needed one from the final ball for victory.",
    "Jason Holder took a brilliant catch to deny Logan van Beek as the scores finished tied, but Van Beek blasted Holder for 30 runs in the super over to set up a remarkable win in Harare.",
    "Van Beek then restricted the West Indies to just eight off five balls as he removed Johnson Charles and Romario Shepherd with successive deliveries to seal an extraordinary triumph.",
    "“I cannot really explain it at the moment. We wanted to do something special,” said Van Beek.",
    "“I have been playing for a long time. The amount of games I have lost from those situations, it was just satisfying to get across the line.” “Now we have a chance to go to the World Cup in India and that is really huge,” he added.",
    "Pooran blasted an unbeaten 104 off 65 balls after openers Brandon King (76) and Charles (54) both made half-centuries as the West Indies put together an imposing total batting first.",
    "King and Charles provided a strong platform with a 101-run opening partnership. Shai Hope added 47 in another century stand with Pooran before Keemo Paul smacked a quick-fire 46 not out.",
    "The Netherlands reached 76 without loss to start the chase, but it wasn't until Nidamanuru and captain Scott Edwards (67) came together that they looked in with a chance of actually succeeding.",
    "Once they fell in consecutive overs, Van Beek and Aryan Dutt took up the challenge only to falter with five runs needed off the last five balls and with the finish line seemingly in sight.",
    "After failing to close it out off the final delivery from Alzarri Joseph, Van Beek exploded in the super over to leave the West Indies in real danger of missing the World Cup later this year.",
    "“We let ourselves down there,” said Hope, the West Indies captain.",
    "“We know what we have to do now. It is an unfortunate situation we have put ourselves in.” The Netherlands advance as runners-up of Group A and carry over two points, but the West Indies start with zero and need to beat Scotland, Oman and Sri Lanka with their hopes hanging by a thread.",
    "Zimbabwe hammer USA - Hosts Zimbabwe made it four wins from four as they crushed the United States by 304 runs, the second biggest winning margin in terms of runs in ODI history.",
    "Sean Williams hit 174 off 101 balls as Zimbabwe made their highest one-day total with a mammoth 408-6 and then bowled out the USA for just 104.",
    "They narrowly missed breaking the record for the biggest margin of victory in a one-day international, set at the start of the year when India thrashed Sri Lanka by 317 runs in Thiruvananthapuram.",
    "“It was a fantastic wicket. The way we started out there, it was a little slow, so we thought if we could pick the intensity up against the spinners, we could see where we go from there,” said Williams.",
    "Zimbabwe advance to the Super Six stage as group winners and carry through four points, well placed to secure a spot at the October-November tournament in India.",
    "“We have found our momentum and we are looking forward to carrying it,” added Williams.",
    "Wicketkeeper Joylord Gumbie struck a steady 78 at the top of the order but Williams played the starring role as Zimbabwe stepped on the accelerator once the stand-in captain arrived at the crease.",
    "Williams hit 21 fours and five sixes before he was caught in the deep in the penultimate over, with Sikandar Raza scoring 48 off 27 balls and Ryan Burl hammering 47 off just 16 deliveries.",
    "Only three USA batsmen reached double figures as Richard Ngarava and all-rounder Raza both took two wickets while three run outs compounded a dismal performance from the Americans. (AFP)"
  ]
}