{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/get-tus-around-table/",
  "time_ut": 1680110280.0,
  "original_lang": "en",
  "original_title": "Get TUs around table",
  "original_body_lines": [
    "Long lines of vehicles began to form near filling stations on Wednesday owing to a continuous strike launched by the Ceylon Petroleum Corporation (CPC) trade unions, but the government managed to bring the situation under control and buy time by announcing a fuel price reduction with effect from midnight yesterday; many people decided to wait until today to avail themselves of the weekly fuel quota. The problem however is likely to persist unless the government succeeds in restoring fuel supplies preferably by negotiating with the warring trade unions.",
    "Petroleum workers have downed tools over what they call a sinister move to privatise the CPC. The government is determined to go ahead with its restructuring programme, which is widely considered a euphemism for divestiture, while insisting that the trade unions’ claim is baseless. The Cabinet has already decided to allow three foreign companies to import, store, distribute and retail petroleum products for a period of 20 years. The CPC’s monopoly is fast becoming a thing of the past.",
    "The CPC unions are demanding that the government abandon its restructuring plan, which is an IMF condition. The government is resorting to strong-arm tactics to crush the strike. It has called in the police and the military and declared the CPC premises out of bounds for the striking unions. Saman Rathnapriya, Director General of Trade Unions to President Ranil Wickremesinghe, has taken on the striking unions, which claim that the CPC is making huge profits and therefore must not be privatised. He is supposed to negotiate with trade unions and bring about rapprochement, but he has, in his wisdom, chosen to ride roughshod over them. Interestingly, in trying to pooh-pooh the claim that the CPC is a profit-making venture, Rathnapriya has said it is earning profits by jacking up the prices of its products.",
    "It is popularly said in this country that even if one’s mouth lies, one’s tongue doesn’t. Rathnapriya has admitted, albeit unwittingly, that the government keeps fuel prices unreasonably high to maximise profit while the public is struggling to make ends meet! This exploitative policy is against the founding principles of the CPC, which was set up to serve the interests of the public. The CPC mission statement says, inter alia, that it strives ‘to be a market leader by procuring and supplying petroleum and related products at competitive prices’. One of the main allegations against all multinationals is that they are bent on profit maximisation at the expense of their customers. Sadly, the ‘homegrown’ CPC has failed to be different if the unconscionably high prices of its products are any indication. Perhaps, this is the reason why the petroleum sector trade unions have not succeeded in drumming up enough public support for their struggle. This however does not mean that the people approve of the haphazard disposal of state assets.",
    "There are arguments for and against the restructuring of the CPC. The proponents thereof claim that if the petroleum market is made competitive with more companies being allowed to enter it, benefits will accrue to consumers from competition. But the problem is that there is no such thing as perfect competition in this world; moneybags collude to protect their own interests at the expense of consumers. The advocates of dirigisme or state monopoly over products and services argue that the public benefits from the state involvement in the provision of essential commodities and services, and the CPC must retain its monopolistic status to ensure the country’s energy sovereignty, which is an integral part of national security. If multinationals are allowed to dominate power and energy sectors, they will be able to hold the country to ransom, the critics of the government’s restructuring programme have warned. These arguments are tenable to some extent, but the fact remains that all state-owned enterprises (SOEs), save a few, have become huge liabilities that provide sinecures to the supporters of the government in power and bleed the state coffers dry. Most of these outfits have outlived their purpose and become anachronisms. It is being claimed in some quarters that they need to be restructured, but the baby must not be thrown out with the bathwater. Equally, questions are being raised about the bona fides of some of the foreign companies that are planning to enter the local petroleum market. They are thought to be fronts for some local politicians and their kith and kin. One can only hope that the government will try to clear these doubts and suspicions.",
    "The supporters of the government’s divestiture project argue that when D. S. Senanayake was the Prime Minister, there were no SOEs as such, but the country was prosperous. This is a cleverly masked non sequitur. It was a different era. The British had just left and there were surplus funds; more importantly, waste and corruption were unheard of, and political leaders were statespersons driven by altruism. The country achieved progress in those days mostly because it was free from the likes of the present-day politicians, and its wealth was safe; the wealthy who took to politics ran the risk of being reduced to penury unlike today.",
    "Politicians of every hue and their cronies have ruined the SOEs, which are in the red. Now, they are trying to blame these outfits for the country’s economic woes in a bid to justify the ongoing fire sale of state ventures, some of which are profitable and have even helped lessen the state’s dependence on taxes to a considerable extent much to the benefit of the public.",
    "The government must not try to bulldoze its way through. It must negotiate with the striking CPC unions and try to arrive at a compromise formula. After all, its leaders have a history of negotiating with even the LTTE despite the latter’s savage terror campaign to divide the country, don’t they?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}