{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/smash-glass-ceiling/",
  "time_ut": 1678991160.0,
  "original_lang": "en",
  "original_title": "Smash glass ceiling",
  "original_body_lines": [
    "Sri Lankan politics is characterised by unbridled machismo. Macho men of all stripes are full of themselves and consider politics as a male preserve although this country takes pride in having produced the world’s first female prime minister. The Election Commission (EC) Chairman Nimal Punchihewa has told these ‘manful’ worthies some home truths, the most important being that women are far superior to them, and the most effective way of cleansing Sri Lankan politics is to increase female participation therein. Even those who are raking the EC Chief over the coals for baulking at getting tough with the powers that be bent on sabotaging the local government elections will agree with him on the need to increase the number of women in politics.",
    "The EC Chairman has said that an increase in women’s participation in politics will help curtail corruption as well because the hands of female politicians are clean, and that is why they are without enough funds for electioneering. It is the politicians, serving the interests of crooked moneybags by cutting various corrupt deals, who receive enough campaign funds, as is public knowledge. The EC Chairman may be having facts and figures to support his claim, but corruption, in our book, is gender-neutral, as it were. There have been very serious allegations of bribery and corruption against some high-profile female politicians as well.",
    "One could not agree with the EC Chief more that female participation in politics should increase because women account for more than one half of Sri Lanka’s population. It defies comprehension why women have agreed to the current gender quota, which is inadequate and therefore unfair by them. Now that it has been scientifically established that they outnumber men, women must not settle for less. Surprisingly, they have not demanded that at least 50% of the seats in all political institutions be reserved for them. Such a demand will be nothing but fair. Parliament should have at least 115 female MPs. A significant increase in their numerical strength will enable female representatives to get even with the misogynists who suppress their rights and insult them. There have been instances of the verbal abuse of women even in Parliament, where some male MPs harass their female counterparts with impunity. Whenever MP Diana Gamage speaks in Parliament, the Opposition MPs, save a few, cast aspersions on her. Their leaders look on! A fish is said to rot from the head down, and the situation is far worse in the local councils, as we have pointed out in a previous editorial comment. Female councillors have complained that their male counterparts make lewd remarks whenever they get up to speak.",
    "Political party leaders praise females on the International Women’s Day, but do not take any action against the sickos in the garb of MPs, Provincial Councillors and local council members for harassing women.",
    "Executive Director of the Institute of Democratic Reforms and Electoral Studies, Manjula Gajanayake, has shed light on some backstage manoeuvres that the male-dominated political parties make to ruin the chances of women getting elected to local government institutions. Female candidates are not allowed to contest wards where they have considerable support, he has said. Shame on the political leaders who resort to such dirty tactics to queer the pitch for women!",
    "EC Chairman Punchihewa is spot on when he says women deserve a better deal in politics. They make a tremendous contribution to the economy, which is fuelled by their tears and sweat. They slave away in garment factories, on plantations and in West Asia under punishing conditions to ensure that the much-needed forex flows into this country, but they are under-represented in political institutions! This situation has to be rectified urgently as a national priority. Unless the political parties and their macho leaders mend their ways and see to it that justice is done, women who feel wronged should seriously consider voting with their feet and contesting elections as independent groups to break through the glass ceiling in politics.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}