{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/music-traditions-of-the-muslims-in-sri-lanka-a-razor-sharp-documentary-of-empathy-compassion/",
  "time_ut": 1683205235.0,
  "original_lang": "en",
  "original_title": "Music Traditions Of The Muslims In Sri Lanka: A Razor-Sharp Documentary Of Empathy & Compassion",
  "original_body_lines": [
    "Nadya Bhimani Perera has proved her mettle again as a documentary film maker. “Minarets” is her latest documentary film on music, sound-arts and the Muslims in Sri Lanka. It is an incisive and empathetic analysis of the relations between music and the Muslims in Sri Lanka; its origins, evolution, contradictions and futuristic aspirations. In her previous documentary, “Work at Your Own Risk” she delved into the lives of female sex workers and of those female workers working in the informal sector without any job security whatsoever. It is really worth watching.",
    "In Minarets, she has climbed to another rung higher in her ladder of documentary film making.",
    "A documentary should have a clear and engaging narrative that draws the audience in and keeps them interested throughout. Nadya’s film has visually striking images that support the narrative and help convey a compelling story. She strives to bring in diverse perspectives using well-researched material, expert interviews and other sources that can help bolster the credibility of the film. The best documentaries are often those that capture real-life situations and authentic experiences. Authenticity in this case is conveyed through the use of real people, real locations, archival footage and unscripted moments. More importantly, Minarets elicits an emotional response from the audience through its empathetic treatment of the issues and instilling hope in the viewers.",
    "Why do I say that the film maker treats her subject with empathy and compassion?",
    "Sometimes, documentary film makers use the concept of binary opposition to highlight a particular issue or theme. Binary opposition refers to two opposing ideas or concepts presented in a way that emphasizes their differences. For example, a filmmaker may use binary opposition to present the differences between the lives of the wealthy and the poor, or the differences between different cultural or religious groups. By presenting these two opposing viewpoints, the filmmaker can create tension and drama, and also highlight the urgency of the issue. This concept has been widely used in documentary filmmaking to create a clear contrast between two opposing sides of a particular issue. However, binary opposition can sometimes oversimplify complex issues and may present a limited view of reality.",
    "Her journey in the film is not painted in black and white. There are a great deal of grey areas and colour. In fact, it contains a tapestry of diverse views presented with kindness and compassion.",
    "However, one could ask whether the film maker has explored the controversies adequately enough. This is not to say that the film should have necessarily captured the views of people against the engagement of music practices of the Muslims in Sri Lanka. The opposing perspectives more or less emerge out of the interviews by the people who share their memories of the golden era of the music traditions. However, the film maker of this calibre needs to leave no stone unturned in order to dig deeper into all aspects of the issue at hand. For instance, there is a reference made about the former Minister of Education Badiuddin Mahmud trying to introduce music and fine arts in Muslim schools’ curricula. And that bona fide attempt had been suppressed. Nadya does not pursue it further in order to dig deeper into root causes of the protest.",
    "One classic example of such coverage of all aspects is found in the documentary film called “Seaspiracy”. The director of the film Ali Tabrizi takes viewers on a voyage around the world rooting out the many causes of ocean life decimation. What the filmmaker does is to document the harm that humans do to marine species – and uncovers alarming global corruption. Tabrizi goes to explore all possible avenues of harm even risking his own life.",
    "Similar example that comes to mind is the Indian documentary called “Father, Son and the Holy War” by Anand Pathwarden. This film explores the connections between religion, masculinity, and violence in Indian society, particularly through the stories of two families – one Hindu and one Muslim – affected by the ongoing conflicts in Kashmir.",
    "Another characteristic example of brave documentary making is well represented by the film “Saving Face”.  It is a powerful and poignant documentary that sheds light on the gruesome practice of acid attacks in Pakistan, particularly on women, and the struggles they face in seeking justice and rebuilding their lives. The film won an Academy Award for the Best Documentary in 2012.",
    "The film follows the stories of two survivors of acid attacks, Zakia and Rukhsana, who have been disfigured and scarred for life. Zakia was attacked by her husband and Rukhsana by her father-in-law for refusing to give up custody of her daughter. Through their struggles to overcome their physical and emotional trauma, the film portrays the resilience and determination of these women in the face of adversity.",
    "Despite these deficiencies, Nadya takes painstaking efforts to present multiple perspectives of the Muslim music traditions in Sri Lanka. She takes her camera to all possible places in Sri Lanka; Kalmunai, Puttalam, Ampara, Addalachenai, Galle, Weligama, Colombo in order to piece together a composite and authentic story. She speaks to all possible eminent scholars, activists, musicians, singers and ordinary people.",
    "Central theme of the film revolves around the discourse on trials and tribulations encountered by the Muslim community in their journey of music practice, encountering restrictions and experimentation of innovative ways of sustaining vanishing music traditions.",
    "We may categorize the film into three parts simply for the purpose of analysis. The first part of the film deals with the golden era of the music traditions. It presents how music was practiced by the Muslim communities in the 1960s. The second part touches on the trials and tribulations of different music traditions encountered in the subsequent periods of time. The third part highlights the inspiring experiments being tried out in the present times by the Muslim youth. However, these three parts are not distinctly presented one after the other. Content of these three parts is found seamlessly throughout the film.",
    "Professor S. M. M. Anes, Retired Professor of Philosophy, University of Peradeniya being interviewed in the film sets the tone by revisiting the history.",
    "“Folk music was popular among the Muslims across Sri Lanka at one time. It declined during certain periods and even disappeared in some instances. At present, this music still lives on among the people in the East coast, from Kalmunai to Nindavur, Akkaripattu, Kattankuddy, Ottamawadi, Earvur areas. But the golden era is gone.”",
    "“We know Sinhala music developed with the use Raagadari music together with their folk music. The Muslims could have done the same. But we missed our chance. We failed to protect it. We failed to integrate it into our education. We could not keep it alive”.",
    "There is a reference in the Credits of the film to a research article titled “Music and Song Traditions of the Muslims of Sri Lanka: An Overview” by Nadine Vanniasinkam.",
    "What Nadine says in her introduction and the conclusion of the article is telling.",
    "“When asked what music traditions are observed by their community, the immediate reaction is that of confusion. “Muslims don’t have a music tradition or Music is not permitted in Islam” is the popular response of mostly young and middle-aged Muslims from different regions of the country. On further inquiry, the response shifts to “But, we have devotional verses which are recited as songs at various occasions, particularly when celebrating the birth of the Prophet”.",
    "“The decline in engagement with music, which commenced in the 1980s and early 90s, is attributed to various factors including the rise of ethno-nationalism at state level and Islamic reformism at community level. As a result, today, there is minimal engagement of Muslims in the sphere of popular music and some of the rich folk and cultural music traditions are succumbing to time and social change”.",
    "The relationship between music and Islam, particularly Sufi music, has been a source of tension for centuries in many parts of the world. The tension originates from the debate within the Islamic community over whether music is permissible or prohibited according to Islamic law. Some scholars argue that music is permissible in moderation, while others believe that it is haram (forbidden). Music and its place in society vary widely across different cultures. Some Islamic societies are more tolerant of music and its role in cultural and religious practices, while others are more restrictive.",
    "In an overall sense, the relationship between music and Islam is complex and multifaceted, and there is no one-size-fits-all answer to the debate over its permissibility or prohibition.",
    "This documentary deals with this issue with all subtlety and sensitivity required. One-to-one interviews in the film take us through the period of 1960s where there was reference to the existence of a Muslim Fine Arts Association during that period.",
    "Furkan B. Ifthikar who has worked as an Announcer in the Sri Lanka Broadcasting Corporation says;",
    "“I was a member of the Muslim Fine Arts Association. They held competitions at school level. All across Sri Lanka, competitions were held for Kali Kambu, Kummi and calligraphy. In this way, we encouraged students. But later, Muslim Fine Arts Association was discontinued. The State did not do anything about it”",
    "Jazeemma Ismail, Educator and Social Activist says it all poignantly",
    "“My father is from Akkaraipattu and my mother is from Saindamarudu- two remote villages. Here everybody seemed to have a talent for signing more than playing any instrument. When we had a dane (almsgiving) after a death, most of the older women just get up and voice poetry and songs. When paddy comes home, there is movement and song”.",
    "“Today I don’t think that exists at all. It is just the mood of the people and also the poverty. Whatever it is, even rice is not plentiful and the last few years must have been tragic”.",
    "Nadaya also introduces a fabulous singer with a powerful voice, Maruthamunai S. M. Kamaldeen, a singer from Kalmunai. He brings back the sweet memories of the past.",
    "“When I was a child and when there is a wedding in the village, they tied a loudspeaker to a tree and played songs. I would listen to the songs and sing along. It is through listening, I learned to sing these songs. Over time, I began to perform at small shows. This is God’s will. Since entering this field, I have sung on many stages. I was selected as an A-grade singer by the SLBC Muslim Service and I sang there as well. I still do”.",
    "At one point in the film, there is an appeal for sanity by Hanif Yusoof, Supporter, Muslim Choral Ensemble referring to the fact that the music brings people together.",
    "“Different interpretations have come from new sects of order, a very puritan concept of Islam. This country didn’t have the puritan concept of Islam. It had a folk which matches the people of this country which was aborted… What are these after all? Are these things really took them to different level of things that are not good for society. But these are things that bring about a reunited society, reunited communities”",
    "The film brings out an interesting dimension of Mohideen Baig’s legacy. Mohideen Baig was a legendary Sri Lankan singer who made a significant impact on the country’s music industry. Baig’s music was characterized by his unique voice, which was powerful and emotive. He had an uncanny ability to infuse his songs with emotion. These songs stood out from other musicians of his time. Baig’s songs were also known for their poetic lyrics, which often touched on themes of love, loss, nostalgia and especially the theme of Buddhist devotion.",
    "Kamaldeen from Kalmunai says that Baig was not necessarily appreciated by the Muslim community in its entirety.",
    "“I wouldn’t say that his music wasn’t accepted by us. Of course, song and music don’t go hand in hand with Islam. Due to this, Muslim public may have maintained some distance. There was no animosity. His songs were appreciated by the Muslims. When he gained popularity among the majority community, the Muslims shared in this honour. A Muslim was winning the hearts of the Sinhala people and the Muslims celebrated this. Buddham Saranam Gathchami was a popular song. The Muslims who appreciated songs liked his popularity. Naturally, sections that disapproved (him) did not”.",
    "Ajith Kumarasiri, a musician of radical fame touches fittingly on the question of audio politics when he refers to singers of minority communities singing Sinhala songs.",
    "“There was a time when songs with racist lyrics or calls for safeguarding the Sinhala race were in fact sung by artists belonging to the so called minority groups. Why did they do this? Why didn’t they strive to develop Muslim sonics with music of Arab influence or Sufi music influence? Did the resistance from their own community hold them? Were there such restrictions? Political economy of music or audio politics are concepts we can use to examine how and why and what way music is used”.",
    "Ajith takes his analysis to another level when he quotes Frank Zappa, an American musician who was known for his ability to fuse different music styles and genres together in a way that was innovative and groundbreaking.",
    "“There is a famous saying that power handling in music. It is a saying by Frank Zappa. I am going to add something to what he said. The Pope said unless your music is like this, I will rip out your finger nails. After that, the King came and said unless you sound is like this, I will chop off your head”.",
    "“In the present times, in Sri Lanka or in other places, the FM channels and other people from the mass media or media handling. They say unless you sound is like this, we won’t play your song on our channel or give publicity. We will let you die”.",
    "The kind of debilitating resistance, Ajith is referring to, is highlighted in the film by reference to the former Minister of Education Badiuddin Mahmud’s attempts at introducing music and fine arts to the curricula of the Muslim schools. Truly, it had been a lost opportunity.",
    "In the third segment, the film devotes its time to capture innovative music practices being developed by emerging young artists of the Muslim community.",
    "Imaad Majeed, a multi-disciplinary artist speaks about creating a “digital sacred space” in which devotional songs and rhythms are being archived and musical experimentations are being tried out while Shafnl Awam who is another young poetry-reading rap artist says that he is drawn to what he calls “socially-conscious music”.",
    "Haadia Galely, Co-Founder, Executive Director, Muslim Choral Ensemble highlights the rationale for setting up the Ensemble. She says that the Ensemble provides a platform in Sri Lanka for young Muslim singers to create music which could be spiritual in the true sense of the word. Music pieces presented in the film itself are exemplary.",
    "One cannot miss the power of sound and music used in the film intermittently enhancing the emotional impact of certain scenes. Obviously, this is a documentary on music and the selective use music pieces in this film is haunting and evocative."
  ]
}