{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82472",
  "time_ut": 1691782860.0,
  "original_lang": "en",
  "original_title": "Chinese warship ‘Hai Yang 24 Hao’ docks at Colombo Port; “India is fully aware of the vessel’s visit and has not expressed any concern over It” says Sri Lankan  Ministry of Defence spokesman Col. Nalin Herath sman Col. Nalin Herath",
  "original_body_lines": [
    "A Chinese warship that arrived in Colombo on August 10 will be docking at the Colombo Port until August 12, the Sri Lankan Navy has said, exactly a year after the visit of a Chinese vessel caused diplomatic tensions between New Delhi and Colombo.",
    "The Chinese People’s Liberation Army Navy warship ‘Hai Yang 24 Hao’ is at the port of Colombo on a “formal visit”, according to a media statement from the Sri Lankan Navy. The 129 metre-long-ship is manned by a crew of 138 members, and is helmed by Commander Jin Xin, the Navy said, amid local media reports of “initial resistance” from India.",
    "The Colombo-based newspaper Daily Mirror on August 11 reported that Chinese authorities had sought permission for the vessel’s visit earlier, “but Sri Lanka delayed permission because of resistance from India.”",
    "However, when contacted, Sri Lankan officials said India had not raised any concern over the PLA warship’s visit, through official channels. “India is fully aware of the vessel’s visit and has not expressed any concern over it. India and Sri Lanka are on the same page,” Ministry of Defence spokesman Col. Nalin Herath told The Hindu.",
    "Navy Spokesman, Captain Gayan Wickramasuriya said all foreign vessels followed the same procedure before docking at a Sri Lankan port. “The local embassy is required to write to the Foreign Ministry seeking permission, then the Foreign Ministry clears it after consultations with the Defence Ministry. Subsequently, the Ministry of Defence directs the Sri Lankan Navy. This is how it works,” he said. The Indian High Commission in Colombo is yet to respond to The Hindu’s request for comment.",
    "On July 17, 2023, Sri Lanka’s Cabinet approved a proposal tabled by President Ranil Wickremesinghe, for a “standard operating procedure” for granting diplomatic clearance to foreign sea vessels and foreign government or military aircrafts visiting Sri Lanka.",
    "The move came after Indo-Lanka ties witnessed a strain in the wake of the Chinese military vessel’s visit last year. On August 16, 2022, China’s satellite tracking vessel Yuan Wang 5 arrived at Sri Lanka’s southern Hambantota Port, despite India and the U.S. voicing concern over the military ship’s visit. The pressure put Colombo on a tricky diplomatic wicket, as it urged China to defer the vessel’s visit. India raised concern with the Sri Lankan side at the highest levels, even as it extended crucial financial assistance for Sri Lanka’s economic recovery, following a severe crisis.",
    "China is actively engaged Sri Lanka’s ports in Hambantota and Colombo. In May this year, Sri Lanka roped in the state-owned China Merchants Group to build a logistics complex at the Colombo Port, with an estimated construction cost of nearly $400 million.",
    "When asked, the MEA spokesperson said that while he had seen reports of a Chinese ship in Colombo harbour, he was unsure if it is a warship. “The government carefully monitors any development having a bearing on India’s security, interests and takes all necessary measures to defend them,” MEA spokesperson Arindam Bagchi added."
  ]
}