{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-trade-unions-call-off-strange-anti-tax-protest-after-pmd-claims-failure-115492/",
  "time_ut": 1678880640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka trade unions call off “strange” anti-tax protest after PMD claims failure",
  "original_body_lines": [
    "ECONOMYNEXT – More than 40 state-sector trade unions in Sri Lanka called off a protest that disrupted the health and education sector largely after the Presidential Media Division (PMD) claimed that many sectors worked partially despite calls to bring the country to standstill.",
    "The state-sector trade unions have called for a full-day protest on Wednesday (15) against the tax hike.",
    "The government has raised personal income taxes to up to 36 percent to reach its revenue targets which is used to a bloated and inefficient state sector amid a call from the International Monetary Fund to reduce losses in the state-owned enterprises.",
    "The island nation was compelled to pay 86 cents from each rupee it received from tax payers last year to sustain over 1.6 million public servants in government and semi-government institutions. According to official data, one government employee is there to serve every 14 citizens in a country with a 22 million population.",
    "Most teachers did not go for work while state hospitals also saw absence of doctors and other health workers.",
    "The latest tax hike brings doctors, health workers. employees at state-run Ceylon Electricity Board (CEB), Ceylon Petroleum Corporation (CPC), and port employees into the tax net for the first time.",
    "“We hope to continue the protest against the tax hikes, because we have given them a timeline, and we are sticking to it. However, overall, the strike by the alliance has decided to suspend temporarily until next week because the President assured us to give a meeting to discuss,” Chamil Wijesinghe, the spokesman for Government Medical Officers’ Association (GMOA) told EconomyNext.",
    "“The trade union action today was extremely successful. Apart from Cancer, Emergency, Kidney, Tri Forces and Mental Health Hospitals, all the other government hospitals in the nine provinces collapsed due to today’s actions.”",
    "Channa Dissanayaka, the Ceylon Bank Employees Union president, said they will withdraw from the protest until next week after they receive a letter from President Ranil Wickremesinghe on the dates for the meeting.",
    "“This was a strike that was preventable. If they at least gave the assurance for the meeting with the President two days before, then this would not happen.”",
    "Joseph Stalin, the General Secretary of Sri Lanka Teachers’ Union said the strike was extremely successful in the education sector.",
    "“100 percent of teachers supported and the education in all schools collapsed today. If the government does not answer our requests, then we hope to go for serious actions in the future.”",
    "However, employees from many state sector institutions except in the education and health sector said they worked as usual though some had gone on leave.",
    "“We are not on strike but we had less work at our office because of the strike at port,” an official at Sri Lanka Customs told EconomyNext.",
    "The President’s Media Unit (PMD) said most of the state sectors worked despite the protests.",
    "The PMD quoting top officials in each government institution said 20 trains had operated by 0800 hours in the morning, CPC had processed over 300 loads of 6,600 liter of petrol and diesel to maintain normal operations, CEB Shroff and Cashier Union operated as normal, most state banks operated as usual while state-run bus transport service also operated partially despite the trade union protests.",
    "State Finance Minister Shehan Semasinghe said the recent tax hike was to have more emphasis on direct taxes and give relief on indirect taxes.",
    "“What people are asking without knowledge is to increase the percentage of indirect tax. It affects the entire nation. And the most rich person as well as the most poor person will have to pay equal,” Semasinghe told EconomyNext.",
    "Some government officials called the protest “strange” due to the demands of the state-sector trade unions – to reduce the progressive taxes.",
    "“This is a strange protest. Teachers who have nothing to do with the tax hike are protesting on behalf of doctors who earn multiple times of a teachers’ salary and yet don’t pay taxes,” a Finance Ministry official told EconomyNext asking not to be named.",
    "“There is a contradiction in this protest. If they want to reduce taxes, then they should also let the government know how their salaries should be paid. Nobody is thinking about how a government is paying their salary.”",
    "“The protesters don’t know that they are being used by their own colleagues who want to reduce their own tax which is the source for the wage of lower grade officers.” (Colombo/March15/2023)"
  ]
}