{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ag-headed-delegation-meets-x-press-pearl-shipowners-lawyers-in-singapore-126271/",
  "time_ut": 1689841320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka AG-headed delegation meets X-Press Pearl shipowner’s lawyers in Singapore",
  "original_body_lines": [
    "ECONOMYNEXT – A delegation led by Sri Lanka’s attorney general has met lawyers representing the ship-owner interests in the X-Press Pearl maritime disaster in a meeting that discussed, among other things, interim claims made by Sri Lankan authorities.",
    "According to a statement from the President’s Media Division (PMD), the meeting took place in Singapore on July 18 and 19. The Sri Lankan delegation, appointed by the cabinet of ministers, comprised nine officials.",
    "The PMD statement called the meeting a “significant development” but clarified that it would have “no bearing on the ongoing legal proceedings initiated by the government of Sri Lanka in Singapore, which are already underway.”",
    "The meeting was convened in response to a request made by the lawyers on behalf of their clients following a claims action filed by Sri Lanka in Singapore in April. Both parties addressed several critical aspects related to the incident and its aftermath during this week’s meeting, the statement said.",
    "“A key focus of the talks was to assess the outstanding interim claims put forth by the Marine Environment Authority and the Ministry of Fisheries from the Government of Sri Lanka. In response to their concerns, the Sri Lankan delegation received assurance from the ship-owner interests’ insurers that the assessment of these claims would be conducted promptly and efficiently,”the PMD said.",
    "The attorney general, representing the government of Sri Lanka, has highlighted at the meeting the urgency of concluding the ongoing wreck decommissioning and debris recovery works within Sri Lankan waters. The PMD said the insurers of the ship-owner interests had responded positively to this, indicating their cooperation in addressing this issue.",
    "The lawyers had also expressed their willingness to consider claims made by the Sri Lankan government concerning the damage caused to the marine environment and had showed openness to further discussions with Sri Lanka in the near future, the PMD said.",
    "“The talks mark a significant step in resolving the aftermath of the X-Press Pearl Incident and indicate a cooperative approach by all parties involved. As the assessment of outstanding claims and environmental damage claims progresses, both the Sri Lankan government and the ship-owner interests hope to reach a fair resolution that takes into account the environmental impact and the interests of all stakeholders,” it said.",
    "In May Sri Lanka’s main opposition party the Samagi Jana Balawegaya (SJB) issued letters of demand to the owners of the MV X-Press Pearl containership seeking compensation for the worst maritime disaster in the country’s history.",
    "The ship, operated by Singapore based X-Press Feeders, caught fire and sank off the Colombo in May 2021 with a cargo of chemicals.",
    "The opposition has accused the government of coming up with excuses for not actively pursue the damages claim.",
    "Justice Minister Wijeyadasa Rajapakshe told parliament in May that the government had filed a claim in Singapore but will also fight the case in the UK after insurers and owners went to Admiralty Courts seeking to limit compensation to 19.2 million sterling pounds.",
    "An expert committee appointed on the matter has estimated the total damage to 6.4 billion US dollars.",
    "Sri Lanka has sought 22.1 million US dollars in damages for the marine environment and 273.014 million US dollars for fishermen, Rajapasksa told parliament.",
    "India has sought 495.3 million Indian rupees from Sri Lanka as the cost for firefighting operations, which was 1941.5 million in Sri Lankan rupees.",
    "Sri Lanka has hired Dentons Rodyk and Davidson LLP legal firm in Singapre and Sparke Helmore of Australia to argue its case.",
    "The owners of the vessel and its insurers have gone to an Admiralty Court in the UK seeking to cap damages to the ship and the marine and coastal environment at 19.2 million sterling pounds, Rajapakshe said.",
    "King’s Counsel Peter MacDonald from DAC Beachcroft firm has been hired to represent Sri Lanka in seeking a removal of the cap on damages, he said. (Colombo/Jul20/2023)"
  ]
}