{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-happenings-down-under/",
  "time_ut": 1689181500.0,
  "original_lang": "en",
  "original_title": "The happenings …Down Under",
  "original_body_lines": [
    "Over the past few weeks, and months, Sri Lankans, in Melbourne, especially, have been able to checkout quite a few interesting musical happenings, and with artistes from Sri Lanka also doing the needful.",
    ", the man about town, in Melbourne, briefed us on some of the exciting events that took place…Down Under.",
    "set the benchmark, for Melbourne events, with a scintillating night of great music, and delectable cuisine, at their annual dinner dance.",
    "The annual charity event drew a sellout crowd and boosted its aim to generate funds for worthy charities in Sri Lanka.",
    "The band Misty, from Colombo, set the standard with a truly professional performance that kept the dance floor packed to capacity.",
    "Rene Diaz’ and Marion Rodda: Providing the entertainment at The Eighty Club Country and Western Night",
    "They mesmerised the sold out crowd at the Jet Travel and Cruise event, held at the Springvale Town Hall. It was an absolutely fantastic night of music and entertainment. Suda, Sanjiva and Dinu provided that extra spark for good effect, vocally. Joined by Radika, it was musically superb.",
    "DJ Ash filled the gap with his fantastic choice of favourites to continue the trend",
    "Radika Rajavelu heated up the scene with her gifted vocal talent that had the Springvale Town Hall in a frenzy. She was flown in as a guest artiste.",
    "Much of the funds generated is channelled to worthy charities in Sri Lanka.",
    "was an outstanding success, as usual. The Grand on Princes was the venue for another fund-raising experience that has been tradition for many a year. The funds accumulated are sent to Sri Lanka to help those in need, through contacts such as the DBU, and other organisations, that do a wonderful service.",
    "Rene Diaz’ and Marion Rodda: Providing the entertainment at The Eighty Club Country and Western Night",
    "Trevine and Anne: Checking out The Eighty Club Country and Western Night scene",
    ", put on a spectacular show at their annual dinner dance at the Grand on Princes, raising funds for the underprivileged in Sri Lanka.",
    "Esric Jackson, Mali Jay, and the Vardon brothers Angelo and Jordan, and No Limit, excelled with a superb selection of music.",
    "All in all, the girls of Holy Family Convent, did themselves proud, and indications are that their dinner dance will continue to be a popular event, in the Melbourne entertainment scene, for years to come.",
    "old boys, families and friends sure know how to party. And this year’s Autumn Ball, in Melbourne, was no different at the Grand on Cathies Lane in Wantirna.",
    "A capacity crowd of around 500 thronged the stylish function room for a night of superbly coordinated entertainment that had that special touch of class which has now become the norm at the Bambalapitiya Peterite events.",
    "Aussie band The Baker Boys, and a wonderful selection of music from DJ Warren Jay, provided the entertainment.",
    "at the Grand on Princes, saw Corrine Almeida and Ebony and Stan Azzopardi with Stex, belt out some fantastic songs to suit the occasion. Esric Jackson joined the celebration with his own rendition of Country favourites that has been his trademark over many decades.",
    "Corrine was in scintillating form as the veteran of Sri Lanka music showcased why she has been on top of her game over a long successful journey in music.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}