{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Dangers-of-Israel-Hamas-war/4-755575",
  "time_ut": 1700849598.0,
  "original_lang": "en",
  "original_title": "Dangers of Israel-Hamas war",
  "original_body_lines": [
    "On the pretext of attacking Hamas, ordinary Palestinians have been attacked and bombed",
    "It must not be forgotten that the United States, having co-sponsored the Resolution against Sri Lanka, subsequently relinquished its membership of the Human Rights Council. In doing so, its representatives characterised the Council as “a cess pool” riddled with hypocrisy, double standards and self-serving motivations. The U.S. has now withdrawn from the Council, but Resolutions 30/1 and 34/1 still remain valid and binding, and Sri Lanka has to abide by the consequences. Tragically, co-sponsorship of these Resolutions by the Government of Sri Lanka itself effectively silenced a considerable swath of the globe which, until then",
    "The war between Israel and Hamas has become quite barbaric. Both Palestinians and Israelis are extremely suffering, the major victims being children and women. The pictures and videos of the ongoing events are heartrending. Over 10,000 people are already killed, twice of that number being injured and disabled. Families are broken, and the victimised children are crying for their parents. People in Gaza suffer from an extreme lack of food, water, medicine, and shelter.",
    "The most dangerous possibility would be this partial war becoming a world war even going beyond the premises of the Middle East. The reason to warn this danger is the irrational attitudes and behaviour of major countries on the questions of war and conflicts in the Middle East.",
    "No one is following what are formulated as the rules or laws of war. Humanitarian principles are completely neglected. The Israeli government has outrightly rejected the United Nations’ recent call for a ceasefire. The world is extremely divided over the issues of the war and all indications are that the war will soon spread into neighbouring countries and Lebanon has already become a part of the game.",
    "As Reuters reported, former chief of Israel’s military intelligence Amos Yadin has said, “It is inch by inch, meter by meter, trying to avoid casualties and trying to kill as much as possible Hamas terrorists.” This statement is not ambiguous in respect of territorial objectives of the Israeli leaders, ‘inch by inch and meter by meter.’ Anyone who can go through the maps dividing Israel and the Palestinian areas since 1947, it is very clear how far Israel has territorially expanded squeezing the areas of Palestinians.",
    "Since the dissolution of the Ottoman Empire in 1918, the present areas came under the British mandate as Palestine. Jordan was the next area under the British. Jewish people were called Palestinian Jews. However, things changed dramatically during and after the Second World War. The Holocaust against the European Jews by German fascism undoubtedly necessitated a State or a safe place for the Jews. This necessity coincided with the extreme nationalism of certain sections of the Jewish community and Zionism.",
    "From the beginning of the sudden and hasty creation of Israel in 1948, the extremists were running the agenda. On the same day of 14 May 1948, when David Ben-Gurian declared the new State of Israel, the US President Harry Truman recognised the new nation/state. Who was behind who was very clear from those events. The British government did not agree, however. Even a prominent free thinker like Bertrand Russell expressed his dissent very clearly on the creation of Israel.",
    "When Amos Yadin said Israel is ‘trying to kill as much as possible Hamas terrorists,’ the statement was ambiguous. When Israel asked the Palestinians to leave northern Gaza and the Gaza city, those who remained in their usual habitats were called terrorists or terrorist supporters. Of course, the present war and conflict was created by Hamas with their 7 October attacks. The revealed strategies and tactics of Hamas or Hezbollah might not be the salvation of Palestinians. Similarly, the Israel tactics are quite brutal. On the pretext of attacking Hamas, ordinary Palestinians have been attacked and bombed. On the pretext that Hamas have built war tunnels under hospitals, schools and refugee camps, those places and innocent civilians have been attacked and killed.",
    "I have been to Israel, Gaza, and West Bank three times, not recently, but in late 1980s on behalf of the World University Service (WUS). The situation of the ordinary Palestinians and particularly the refugees was pathetic irrespective of good work conducted by UNRWA (United Nations Relief and Works Agency). Gaza was virtually a Strip, as it was called, and the recent maps show more shrinking of its territory and area. When you enter Gaza, there was a big overhead banner calling you ‘Welcome to Gaza’ but then you face the security scrutiny by tough Israeli soldiers. That time both West Bank and Gaza were directly under Israel.",
    "The people in Gaza did not have many employment opportunities in their areas. Every day they had to travel to Israel seeking some labour work. When they came back to their families mainly living in refugee camps after work, they were exhausted. They were not allowed to spend a night in Israel. There was a huge contrast between Jews and Palestinians and their respective areas in socio-economic terms. This is a major reason for the ongoing conflict particularly on the part of Palestinians. This is not emphasised much by the journalists or the UN officials. When the growing young men experience or realise the situation, it is quite natural for them to join organisations like Hamas unfortunately.",
    "There were several other contrasts. I was staying at the YMCA Hotel in Jerusalem. When I walked to the west, it was like Paris or London. But when I walked to the east, the situation was much worse than a very poor country in Africa or Asia. Jerusalem represented different cultural and religious heritages. All were equal and important. As Israel has done, they control the whole of Jerusalem disregarding the history and heritage.",
    "There were huge differences between educational opportunities for the Israelis and the Palestinians especially when it came to the poor, while the institutions like Birzeit and Hebron universities in the West Bank produced world class intellectuals among Palestinians. According to the World Bank estimates, the average annual per capita income of Palestinians is $ 1,036 while the Israeli number is $ 22,563, twenty-two times higher.",
    "During that time the PLO (Palestinian Liberation Organization) under the leadership of Yasser Arafat was leading the Palestinians. Arafat went to the extent of recognising Israel and sought for a two-States solution wholeheartedly in 1988. However, his moderation was not heeded properly by Israel or the United States. Of course, there were other reasons why and how Muslim extreme organisations emerged in the Middle East. At the same time, the Palestinian question was one of the primary reasons for this eventuality. Therefore, without resolving the Israeli-Palestinian question it would be difficult to resolve the Islamic extremism or terrorism.",
    "On 27 October, a special session of the United Nations General Assembly passed a resolution “calling for immediate, sustained humanitarian truce, leading to cessation of hostilities between Israel and Hamas.” 120 countries voted in favour, only 14 against with 45 abstentions. This is some hope. Those who went against the resolution however not only included the United States, but some other major countries. There is some truth that the resolution should have included some condemnation of Hamas, particularly their attacks on 7 October and keeping over 200 Israeli hostages.",
    "But those reasons cannot be considered sufficient to reject a now necessary ceasefire. The way Israel has surrounded Gaza and launched its ground invasions show that the objectives are different. Gaza is attacked from the north and middle of the land trying to isolate Gaza city and the north. This is a new strategy. The UN and its resolution per se cannot resolve the situation.",
    "Instead of the UN General Assembly, the Security Council of big powers now have failed to come to a common agreement or understanding. Some countries advocate a ‘Pause’ but not a ‘Ceasefire.’ There is a need for strong public opinion worldwide for an immediate ceasefire. The humanitarian and human crises are heartbreaking. A major positive development now is the protests organised by some Israelis themselves against Benjamin Netanyahu’s war efforts.  Completely non-violent and even non-aggressive protests are necessary world over for a proper ceasefire and peace. Invasion of Gaza should be stopped. Hamas should release all Israeli hostages. UN Security Council should endorse the General Assembly resolution, if necessary, with few changes. Palestinians should adopt completely non-violent means and tactics. If these steps or similar steps are not taken the world might plunge into a Third World War very soon."
  ]
}