{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/President-assures-transparent-fair-debt-restructuring-effort/108-255883",
  "time_ut": 1678861190.0,
  "original_lang": "en",
  "original_title": "President assures transparent, fair debt restructuring effort",
  "original_body_lines": [
    "Writes open letter to all bilateral creditors expressing SL’s commitment to debt restructuring",
    "Says will ensure equitable burden sharing and comparability of treatment",
    "SL expected to announce its debt restructuring strategy this April",
    "IMF Executive Board is meeting on March 20 to consider SL’s request for bailout",
    "In an open letter to Sri Lanka’s official bilateral creditors, President Ranil Wickremesinghe yesterday assured that safeguards will be put in place to ensure equitable burden sharing and comparability of treatment.",
    "Sri Lanka defaulted on its debt last April, and is expected to announce its debt restructuring strategy this April, according to the Central Bank Governor Dr. Nandalal Weerasinghe.",
    "The island nation successfully secured financing assurances from all its major bilateral creditors, which was a prerequisite to unlock an International Monetary Fund (IMF) bailout package to the tune of US$ 2.9 billion over a period of four years.",
    "The Executive Board of the IMF is meeting on March 20 to consider Sri Lanka’s request for a bailout, and if approved, the first tranche of the facility would be released shortly.",
    "Sri Lanka would need to restore debt sustainability over a ten-year period as per the agreement with the IMF, and debt treatment remains the most critical aspect of that exercise.",
    "In this backdrop, President Wickremesinghe yesterday assured Sri Lanka’s bilateral creditors with transparency, equal treatment of all creditors and equitable burden sharing of all restructured debt.",
    "“We also understand and acknowledge that we must ensure that appropriate safeguards are in place to ensure equitable burden sharing and comparability of treatment. To alleviate any legitimate concern in that regard, there are commitments that we can make to those of you willing take action ahead of others.",
    "The first of these commitments, probably the most important one, is transparency. We commit to communicate transparently with all of you on any debt treatment terms that are agreed with any creditor or group of creditors, before being formalised. In the same vein, we commit to report regularly on our indebtedness, ensuring no financial liabilities incurred by the country are undisclosed,” Wickremesinghe’s letter read.",
    "“Second, we commit not to resume debt service to any creditor unless that creditor agrees on a comprehensive debt treatment in line with IMF-supported programme parameters and the comparability of treatment principle.",
    "Third, we reiterate our commitment to a comparable treatment of all our external creditors, with a view to ensuring all-round equitable burden sharing for all restructured debts. To that end, we will not conclude debt treatment agreements with any official bilateral creditor or any commercial creditor or any group of such creditors on terms more favourable than those agreed under any multilateral platform put forward by out official bilateral creditors.",
    "Offering a debt treatment outside of the perimeter set by the debt targets under the IMF programme would risk making Sri Lanka’s debt unsustainable again. To this end, we also confirm that we have not and will not make any side arrangement with any creditor aimed at reducing the debt treatment impact on the creditor,” the letter further read.",
    "“I sincerely hope that these clarifications will provide comfort to all of you and enable us to progress swiftly to the next stage of debt treatment negotiations. This is paramount for our country. Just as my administration and I have committed to do so, we rely on all of you to do the right thing,” the letter said in conclusion."
  ]
}