{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-forex-reserve-rise-in-march-amid-negative-credit-117738/",
  "time_ut": 1680927420.0,
  "original_lang": "en",
  "original_title": "Sri Lanka forex reserve rise in March amid negative credit",
  "original_body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s gross official reserves went up by 472 million US dollars in March 2023 to 2691 million US dollars, data show, helped by a credit crunch and residual balance from the first tranche of an International Monetary Fund loan.",
    "Sri Lanka’s foreign reserves, collected from current inflows are usually loaned the US or similar top-rated borrowers.",
    "Under the IMF program at least 1.4 billion US dollars have to be collected from current inflows and loaned to third countries (below the line outflows).",
    "In March 2023 the central bank had bought 320 million US dollars on a net basis from export proceeds and remittances as domestic private and SOE credit slowed amid high interest rates and market priced energy.",
    "In February 2023 the central bank bought 211 million US dollars on a net basis, as permitted by a credit contraction, before a surrender rule was lifted in March allowing the rupee to appreciate.",
    "Up to March, the central bank was transparently intervening on a daily declared guidance peg. From March the intervention rate turned ad hoc under IMF requirements for a flexible exchange rate.",
    "Flexible exchange rates with ad hoc policy and inflationary open market operations to generate high levels of domestic price increases under flexible inflation targeting, are operated by all recently defaulting market access countries and those that go to the IMF repeatedly (so called recidivist countries).",
    "When the central bank operates inflationary open market operations to mis-target rates (suppress interest rates with liquidity injections) banks give credit without deposits using the newly created money, forex shortages emerge and the rupee peg comes under pressure.",
    "When open market operations are deflationary, and liquidity is withdrawn, credit slows and outflows of foreign exchange fall below inflows, triggering a balance of payments surplus.",
    "In March in addition to the dollar purchases from current inflows and private reserve sales as the rupee appreciated, Sri Lanka also received a 330 million dollar (budget finance) IMF drawdown.",
    "Of that at least 121 million US dollars was used to repay an Indian credit. IMF money can be converted by selling to the central bank for printed money, creating liquidity which will turn into imports unless sterilized.",
    "Under a controversial monetary law backed by the IMF, economic bureaucrats are to get ‘independence’ to print money through inflationary open market operations for a high inflation target without a clean float, operate an ad hoc peg without a clean float (flexible exchange rate), operate contradictory money and exchange policies (simultaneously run both monetary and exchange rate policies or continue to operate a soft peg).",
    "Related Sri Lanka tables controversial draft monetary law with multiple anchors",
    "In addition central bank independence is also sought to print money to get growth out of nothing (output gap targeting) without a clean float, which is not legal under the existing law.",
    "Analysts who warned that the similar policies, operated since the end of a 30-year civil war would lead to dollar sovereign default, have called for a strict constitution to severely constrain the independence of the central bank to print money and trigger external instability and tame its open market operations, so that the agency will be legal constraints like any other state enterprise. (Colombo/Apr08/2023)"
  ]
}