{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/15/pakistan-polls-supreme-court-case-adjourned-until-may-23/",
  "time_ut": 1684151340.0,
  "original_lang": "en",
  "original_title": "Pakistan polls Supreme Court case adjourned until May 23",
  "original_body_lines": [
    "Colombo (News 1st) – Pakistan's Supreme on Monday began hearing a landmark plea by the Elections Commission of Pakistan (ECP) that the Supreme Court has no authority to set a date for elections, a day after the lapse of the May 14 date set by the apex court for elections in Punjab, Pakistan's largest province. The case was adjourned until May 23, Pakistani media reported.",
    "The ECP has said that the government has refused to release funds for the elections.",
    "The case has interesting ramifications for neighboring Sri Lanka, where the government also argued against local government polls on the grounds that there were no funds available.",
    "The bench comprises Chief Justice Umar Ata Bandial, and Justices Ijazul Ahsan and Munib Akhtar.",
    "The ECP is arguing in its review plea that it has the sole authority to set dates for elections, and that courts have no such authority. The plea comes with the ECP not fulfilling the Supreme Court's April 4 judgment that the election be held on May 14. That judgment was also made by a bench comprising the same judges. The court made the order after the ECP flouted the legal requirement to hold elections within 90 days of the dissolution of the state assembly, and announced that the polls would be held on October 8 along with the parliamentary elections.",
    "Earlier in March Pakistani President Arif Alvi also intervened and attempted to set a date for elections, after the ECP refused to set a date. But this date was set aside by the Supreme Court when it set the May 14 date for the elections",
    "Former Prime Minister Imran Khan's Tehreek-e-Insaf party is expected to win the provincial polls, and has accused the ruling Pakistan Muslim League party of preventing the elections by withholding treasury funds to conduct the elections.",
    "Khan was dramatically arrested on Wednesday on charges of corruption. But last Friday the Supreme Court ruled that his arrest was illegal and ordered his release.",
    "Suspect in Gota assassination attempt freed; Sivalingam Aruran won Literary Awards while in jail",
    "Dengue control program to continue; Friday to be designated as ‘Cleaning Day’"
  ]
}