{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/marked-investor-interest-in-mid-cap-stocks/",
  "time_ut": 1689089280.0,
  "original_lang": "en",
  "original_title": "Marked investor interest in mid-cap stocks",
  "original_body_lines": [
    "The CSE witnessed mild profit- takings with improved turnover levels yesterday amid positive market conditions, stock market analysts said.",
    "While banking and treasury sector shares experienced profit-takings, there was a notable resurgence of investor engagement in undervalued mid-cap stocks throughout the day. Moreover, there was a surge in investor interest in hotel sector counters after the CBSL revealed that tourism earnings in the first quarter of the year reached US $ 986.2 million, marking an impressive 45.1 percent year on year growth.",
    "Amid those developments both indices moved upwards. The All- Share Price Index went up by 4.56 points and S and P SL20 rose by 4.6 points. Turnover stood at Rs 2.6 billion with three crossings. Those crossings were reported in Melstacorp, which crossed 1.8 million shares to the tune of Rs 129.6 million and its shares traded at Rs 68.50, Royal Ceramic one million shares crossed for Rs 34 million; its shares traded at Rs 34 and Lanka IOC 200,000 shares crossed for Rs 26 million; its shares fetched Rs 130.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Sunshine Holdings Rs 385 million (11.1 million shares traded), Hayleys Rs 266 million (three million shares traded), Lanka IOC Rs 178 million (1.3 million shares traded), Browns Investments Rs 271 million (19.6 million shares traded), Aitken Spence Rs 118 million (876,000 shares traded), Capital Alliance Rs 79.3 million (1.7 million shares traded) and Piramal Glass Rs 61.9 million (2.4 million shares traded). During the day 131 million share volumes changed hands in 23000 transactions.",
    "It is said high net worth and institutional investor participation was noted in Aitken Spence Holdings, Melstacorp and JKH. Mixed interest was observed in Capital Alliance, Softlogic Capital and Agstar, while retail interest was noted in Browns Investments, Kotagala Plantations and LOLC Finance.",
    "The Food, Beverage & Tobacco sector was the top contributor to the market turnover (due to Melstacorp), while the sector index gained 0.40 percent. The share price of Melstacorp increased by 60 cents to Rs 69.80.",
    "The Capital Goods sector was the second highest contributor to the market turnover (due to Aitken Spence and JKH), while the sector index increased by 0.40 percent. The share price of Aitken Spence moved up by Rs 2.75 to Rs 130. The share price of JKH recorded a gain of Rs 2.25 to Rs 157.25. Yesterday, the Central Bank’s US dollar buying rate was Rs 305.13 and the selling rate Rs 319.32.",
    "Stocks end mixed amid profit-taking, blue chips mainly contribute to turnover",
    "CSE edges down at mid-day but returns to positive territory latterly",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}