{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/08/04/sri-lanka-seeks-to-reassure-as-rupee-falls-most-in-asia-in-july/",
  "time_ut": 1691136420.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Seeks to Reassure as Rupee Falls Most in Asia in July",
  "original_body_lines": [
    "(Bloomberg) — Sri Lanka sought to calm investors over volatility in its currency after the rupee fell the most in Asia last month, with a central bank official saying there isn’t significant pressure from current-account flows in the near term.",
    "The moves in the rupee are due to speculation and banks covering open positions linked to the exchange of defaulted dollar debt for new local bonds, P K G Harischandra, central bank’s director of economic research, said at a briefing on Thursday.",
    "“In the second half of this year, we will see lots of inflows under the International Monetary Fund program,” Harischandra said in Colombo. “So there is no justifiable reasons to expect large fluctuations going forward, beyond your fundamentals.”",
    "Sri Lanka’s rupee tumbled more than 5% in July to become Asia’s worst-performing currency from being the best in the first half of the year. The nation is pushing ahead with debt restructuring and said last week that about $791 million of Sri Lanka Development Bonds —- which are dollar-denominated bonds mainly held by domestic banks —- had agreed to swap the debt.",
    "The South Asian nation secured a $3 billion IMF bailout in March, with the lender disbursing the amount in stages.",
    "The central bank does not target a specific rate under a flexible exchange-rate policy and allows the currency to move, Harischandra said. The rupee has recovered this week and is set for a gain of more than 3%, its steepest weekly advance since March.",
    "Government will only heed advice from Parliament on Debt Optimization process",
    "Sri Lanka Seeks to Reassure as Rupee Falls Most in Asia in July"
  ]
}