{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Seylan-Bank-partners-National-Industry-Exhibition-2023-to-empower-Sri-Lankan-industries-and-SMEs/34-749340",
  "time_ut": 1686336005.0,
  "original_lang": "en",
  "original_title": "Seylan Bank partners National Industry Exhibition 2023 to empower Sri Lankan industries and SMEs",
  "original_body_lines": [
    "Seylan Bank, the Bank with a Heart, announced its partnership for the much anticipated National Industry Exhibition 2023.",
    "The exhibition, organised by the Industrial Development Board under the purview of the Ministry of Industries, will be held from 22 to 25 June at the Bandaranaike Memorial International Conference Hall (BMICH).",
    "In its role as a catalyst for the growth and development of Sri Lanka’s small and medium-sized enterprises (SMEs), Seylan Bank’s partnership of the National Industry Exhibition resonates well with its mission of empowering local businesses during this period of positive economic transformation. By supporting this exhibition, the bank aims to foster economic prosperity and drive the nation towards a brighter future.",
    "The National Industry Exhibition serves as a platform for industry players, experts, and stakeholders to participate in an exchange of ideas and solutions that can fuel Sri Lanka’s industrial growth. With the participation of technical experts, industrial chambers, associations, policymakers, and industrial and commercial traders, the exhibition is poised to be instrumental in the nation’s economic transformation.",
    "Seylan Bank will serve as a trusted financial intermediary to provide a range of financial services tailored to meet the unique needs of industrialists, exporters, and SMEs. By offering specialised banking solutions supported through re-financing facilities, simplified day to day business solutions, advisory services for export related businesses and many more. Seylan Bank aims to bolster the growth and sustainability of Sri Lanka’s industrial sector, ultimately contributing to the nation’s economic prosperity.",
    "The National Industry Exhibition 2023 is a must-attend event for all stakeholders invested in the growth and advancement of Sri Lanka’s industries. Seylan Bank invites participants to visit their booth during the exhibition to learn more about their comprehensive suite of financial services and discuss opportunities for collaboration."
  ]
}