{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Hasaranga-runs-riot-after-batters-fire-in-huge-win-for-Sri-Lanka/108-261395",
  "time_ut": 1687183447.0,
  "original_lang": "en",
  "original_title": "Hasaranga runs riot after batters fire in huge win for Sri Lanka",
  "original_body_lines": [
    "Sri Lanka’s top order batsmen fired before leg-spinner Wanindu Hasaranga delivered career best figures to help their team make an emphatic start to their ICC Cricket World Cup Qualifier Campaign with a 175-run win over the United Arab Emirates (UAE) in Bulawayo, Zimbabwe.",
    "Chasing a daunting score of 356 to win, the UAE made a respectable effort, until Hasaranga took three wickets over two overs and derail the oppositions’ chase.",
    "After going for 10 runs in his first two overs, Hasaranga dismissed the dangerous UAE captain Muhammad Waseem for 39, trapping Basil Hameed leg before wicket in the same over.",
    "In his next over, Hasaranga had Asif Khan also trapped in front of the stumps, as the UAE slipped from 82 for 1 in 16 overs, to 94 for 4 in the space of three overs.",
    "25 runs later, Vriitya Aravind was also given out leg before wicket, although that was to Dhananjaya de Silva after making a valient 39 off 55 deliveries.",
    "A-68 run partnership between Rameez Shahzad and ALi Naseer showed that UAE were not prepared to give in, before Maheesh Theekshana bowled the latter for 34.",
    "That trigged another collapse, as Rameez Shahzad was castled by Hasaranga and Karthik Meiyappan was run out two balls later, with the wrist-spinner picking up the final two wickets in his next over to complete a haul of 6 for 24.",
    "Earlier, half tons from Kusal Mendis, Sadeera Samarawickrama, Pathum Nissanka and Dimuth Karunaratne took Sri Lanka to a formidable score of 355 for 6.",
    "Sri Lanka invited to take first lease of the wicket were given a flying start by openers Pathum Nissanka and Dimuth Karunaratne, who continued his good form, and together put on 95 runs in 102 balls before they were separated with the dismissal of Karunaratne for 52 in 54 balls that included seven boundaries.",
    "Nissanka shared a brief stand of 43 runs with Kusal Mendis before he was dismissed for 57 which came in 76 balls with five boundaries.",
    "Mendis, along with Sadeera Samarawickrama, sent the UAE bowlers on a leather hunt with the pair putting on 105 runs in only 79 balls which ended with Mendis being dismissed having made a quick fire 78 in 63 balls that included ten boundaries.",
    "The middle order batting continued the onslaught with Samarawickrama along with Charith Asalanka adding 44 runs for the fourth wicket before the former fell victim having made 73 in 64 balls with nine boundaries.",
    "Asalanka who remained unbeaten on 48 which came off just 23 balls comprising of five boundaries and two sixes, shared an unbroken stand of 58 runs in only 22 balls for the seventh with Wanindu Hasaranga who hit 23 in 12 balls with three boundaries which helped bolster Sri Lanka’s score to 355 for 6."
  ]
}