{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89508/india-japan-join-hands-with-sri-lanka-to-bolster-regional-connectivity-in-indo-pacific-region",
  "time_ut": 1680371460.0,
  "original_lang": "en",
  "original_title": "India, Japan join hands with Sri Lanka to bolster regional connectivity in Indo-Pacific region",
  "original_body_lines": [
    "India and Japan have jointly agreed to cooperate with Sri Lanka to bolster regional connectivity in the strategic Indo-Pacific, a media report said on Friday, amid China’s aggressive military manoeuvring in the resource-rich region.",
    "The US, India and several other world powers have been talking about the need to ensure a free, open and thriving Indo-Pacific.",
    "China is engaged in hotly contested territorial disputes in the South and East China Seas.",
    "Beijing has also made substantial progress in militarising its man-made islands over the past few years.",
    "Indian High Commissioner Gopal Baglay said India and Japan share wide-ranging interests in a peaceful, progressive and prosperous Indo-Pacific region, the Daily Mirror Lanka newspaper reported.",
    "He made these remarks at an event here in the presence of the Japanese envoy Mizukoshi Hideaki, it said.",
    "Asserting that Sri Lanka is an important member of the Indian Ocean Rim Association (IROA) countries, Baglay said there is a great deal of opportunity for India, Japan and Sri Lanka to work together for the prosperity of people here and the benefit of all sides, the report said.",
    "“This should be in accordance with the priorities of Sri Lanka,” he said.",
    "“Sri Lanka is at the happy confluence of three important pillars of India’s foreign policy,” Baglay was quoted as saying in the report.",
    "Japanese Ambassador Hideaki said that during Japanese Prime Minister Fumio Kishida’s recent visit to India, the two countries exchanged views on cooperation with Sri Lanka and agreed to work closely.",
    "“I believe that connectivity is the best area to showcase how two countries can bring tangible benefits to the entire region including Sri Lanka. To this end, perspectives and insights from countries in the region are critical, and this report precisely addresses that,’’ he was quoted as saying in the report.",
    "Sri Lanka is a key part of China’s Belt and Road Initiative, a long-term plan to fund and build infrastructure linking China to the rest of the world.",
    "But China’s unproductive projects in Sri Lanka, including the Hambantota port, which Beijing took over on a 99-year lease in 2017 as a debt swap, have come under sharp criticism.",
    "Earlier this month, the International Monetary Fund (IMF) approved a USD 3 billion bailout programme to help Sri Lanka overcome its economic crisis and catalyse financial support from other development partners, a move welcomed by Colombo as a ‘‘historic milestone’’ in the critical period.",
    "Last week, Sri Lanka received USD 330 million as the first tranche of the IMF bailout programme, which will pave the way for the debt-ridden country to achieve better ‘‘fiscal discipline’’ and ‘‘improved governance,’’ according to President Wickremesinghe.",
    "Sri Lanka was hit by an unprecedented financial crisis in 2022, the worst since its independence from Britain in 1948, due to a severe paucity of foreign exchange reserves, sparking political turmoil in the country that led to the ouster of the all-powerful Rajapaksa family."
  ]
}