{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/early-marriage-starting-a-govt-job-and-enjoying-the-country-with-friends/",
  "time_ut": 1685771880.0,
  "original_lang": "en",
  "original_title": "Early marriage, starting a govt. job and enjoying the country with friends",
  "original_body_lines": [
    "Excerpted from Memories that linger: My journey through the world of disability by Padmani Mendis",
    "After marriage, there were two matters that Nalin felt we should attend to as soon as possible. One was that I should get a driving license. I knew he thought that this was to his advantage because then he would not need to drive me around. This, his motive, was not an issue. I loved driving and still do. I have decided that I will continue to drive until my reflexes tell me I should not.",
    "I had actually been driving from the time I was hardly a teenager. At our home in Kalubowila there were always at least three or four cars parked in the garden at any one time – owned by my mother, by Uncle Lyn, by my brothers, by guests and of course Uncle Geoff’s blue Plymouth. These had to be moved in and out of two garages; or moved to and fro to let another be taken out of the gate and so on. Now here those three brothers of mine (older than I but younger than my other brothers) – the very same who would not teach me to ride a bike – taught me to drive a car. Sheer exploitation this was, and I fell for it; enjoying the task of moving the cars here and there, using a cushion to enable me to see over the steering wheel and at the same time to reach the pedals.",
    "So now, nearly 20 years later, getting a driving license was as easy as pie. A few formal lessons from Mr. Stephenson, a very efficient teacher, was all I needed. He arranged a test for me. I recall the Inspector took me down Horton Place for a short distance, asked me to reverse the car into a side road, and that was it. I had my driving license. Nalin was happy that he did not need to be my chauffeur when he did not want to be. He did not know that from my perspective, the license enabled me to go where I wanted to, when I wanted to. It was advantageous to both of us.",
    "The second matter he had in mind was to enable me to get the work I wanted as a physiotherapist with employment in government service. My previous experience four years ago taught us that this would be no easy task. We had to “know” someone. That “someone” we had. It was another one of my mother’s numerous cousins who was the very well-known and charming Prof. C.C. de Silva. Uncle Chummy as we knew him, was one of the best paediatricians this country has known. Nalin and I paid him a visit with Nali Akka.",
    "“Oh,” he said, “you are Pansy Akka’s baby. You know she had so many dolls. When we played together I wanted to play with her dolls and she would not let me.” I thought to myself. I can understand why – she would have thought, why should a boy want to play with dolls?” When I asked him for the help I needed, he said that would be easy. He spoke with the responsible Deputy Director in the Department of Health and I had my letter of appointment in no time.",
    "My father-in-law’s name was Garret and my mother-in-law’s was Bella. This is how everybody knew her. I think very few knew that her name was Muriel. I learned later that my father and my father-in-law had been born in the same year, 1893. He was well-known as the historian Dr. G.C. Mendis. His interest in the subject earned for him a special grant in the late 1920s to further his studies at the School of Oriental and African Studies of the University of London. He gained his doctorate in 1931 for a thesis called, “A Historical Criticism of the Mahavamsa”.",
    "Later, in 1957, the same institution conferred on him the degree “Doctor of Literature (D. Litt)”. He taught at the Universities of Colombo and Peradeniya until he retired in 1952. This was before Nalin entered university in 1953. Nalin studied history at the University of Peradeniya. And can still talk on the subject with authority. It could be in his blood.",
    "When he retired, Nalin’s father built a residence for the family at 17, Swarna Road. This he would gift to Nalin when he passed on. Attached to the house itself he built two apartments for his daughters Sita and Deepthi also to be gifted later. When we married, Nalin and I came to live in one of these apartments, 17/1. I was now calling them Daddy and Mummy as Nalin did. The wedding gifts we were given by family and friends helped us furnish our new home.",
    "Daddy and Mummy and Nalin’s sisters between them gifted us an exquisite dining table with six chairs. In Burma Teak and made by Apothecaries, the best furniture maker of the time. We added to that a matching tea trolley. It was – may be still is – the custom that a wife would bring with her the bedroom furniture, and my siblings had seen to that. We still use all these pieces every day, polished regularly and still looking as good as new.",
    "Mummy carried out another custom which was that the mother-in-law should furnish the newly acquired daughter’s kitchen. And from that gift too, I still have in use many utensils. Most of the essential utility electric items like kettles, toasters, irons and crockery and cutlery came from family and friends. Some gifted cash and this was handy for us to fill the gaps. One Sunday we drove up to Weweldeniya and purchased four cane chairs, comfortable for guests. They cost thirty rupees each.",
    "I could not have hoped for better neighbours to help me start being a wife. Mummy was an expert cook and was always ready to teach me a new dish. Particularly those she knew her son enjoyed. Came the era of no imports, of economising, and of shortages in the 1970s and she taught me innovative cookery. And how to make substitutes for desserts and cakes – cherries using papaw, candied peel with jambola and so on. Her love cake and Christmas cake were delicious. From her I learned to make black pork curry, parippu rice and fish mustard curry. But more than that I learned the secrets of home-made bacon, ham, corned beef and salt beef.",
    "And she helped me entertain. With the size of my family joined with his, the menu was often lamprais. Mummy had an original Dutch recipe for it from her friend Kathleen Peglott. There was a man living down on the canal bank who would be an unending source of banana leaves. We cooked the dishes over a period of some days so only the rice and the packing had to be done on the last day – and of course the baking. We had dozens to make for one meal –50 or 60 lamprais would easily be consumed during a single lunch. Many guests had to have two each. My nephew Rohan had three for his lunch.",
    "And now, Nalin and I share one. And that too is too much. We still often entertain with lamprais. But whatever the number we require, we order these from a professional caterer. To make them at home is too labour intensive. That is my excuse.",
    "After getting our new home organised, I was anxious to start work in Ceylon once again. I had been assigned to work at what was called the “Department of Physical Medicine, Special” located in the upstairs of the Orthopaedic Clinic on Regent Street. The “Special” I believed referred to the orthopaedic service it was designed to provide. The physician in charge was Dr. L.P.D. Gunawardene, Ceylon’s second physician in physical medicine. The first was Dr. Frank Perera and he already had the DPM “General” which served the whole of the General Hospital.",
    "The administration of physiotherapy in the DPM Special was in the charge of “MAA” Fernando, one of the gentlest men I have met. I worked with him in his room and he sent to me all those male patients who needed physio for one arm or both. If the same male patient needed physio for one or two legs he was sent to a colleague in the same room.",
    "Females were treated in another room, while yet another room at the end of the corridor was where patients with stroke and such conditions were treated. This was staffed by a physical training instructor and a walking training instructor to accept referrals. To assist them they had one or two junior physios. This was a very busy department. Very often Dr. LPD as he was called, would summon a physio to his room and hand over to that physio a “special” patient. This would be someone known to him or who was sent by someone known to him or by another eminent person.",
    "Nalin and I were both now government employees. As such, our salaries were very low, even in relation to the relatively low cost of living at the time. Nalin had a monthly salary of Rs. 800, but after the car loan and other deductions, he brought home a little over 600 rupees every month. On Nalin’s pay day he came home and handed me his whole salary. From which I would ensure that his purse had always a small sum of money – at least 10 rupees – every day for any expense he may incur.",
    "I started at the bottom of the physio pay scale with 252 rupees per month. But we were surprisingly comfortable. The money I brought home every month covered the cost of maintaining our vehicle. We had no problems buying our food and other provisions at the beginning of the month, for cinema and other entertainment and for a little travel now and then.",
    "But there were months however when cash was tight. If we wished to go the cinema at the end of a month for example and were unsure of our financial position, we poured out on our bed all the cash we had between us and sometimes counted even the coins to ensure we could afford the cost of the tickets. In spite of our fears, as I recall, we always had the few rupees we required. I think it was Rs 3.50 each for the best seats.",
    "It was while I was working at the DPM Special that Ceylon gave the world its first woman prime minister. With her Government, we had a new Constitution in 1972. With this, Ceylon became Sri Lanka; then plantations were nationalised; ownership of land was limited to fifty acres per adult family member; ownership of houses was limited to one for each family member and one extra; many landowners and house owners suffered a mental breakdown at having to accept the extent of their losses; the economy became a closed one and collapsed; foreign exchange could not be exported; citizens were asked to tighten their belts; citizens could not eat rice on three days of the week; and we grew sweet potato and manioc and corn on every inch of land available in our garden to have these to replace the starch and nutrients that rice provided as our staple food.",
    "But the country survived; in spite of all the strictures, its people survived the hardships. We had an election in 1977. The country used the vote to say no to socialism of that kind and elected a government that would open the economy and give the people their democratic freedoms – for most of the time as it turned out.",
    "On our marriage it turned out that more of Nalin’s friends than mine became “our” friends. I had drifted somewhat from my school friends during my sojourn in the UK. This would change later and the bonds we formed at school did withstand the test of time. I am back to where we were with my friends. Meanwhile Nalin had an extensive social network as a bachelor and it seemed as it were, that I moved into his social network. Having spent so many years abroad as a student, I had no real social network at home in Colombo at the time of our marriage.",
    "Quite quickly his friends were mine. Another difference – we observed that whereas many young couples spent their time together as friends in each other’s homes and moving around Colombo, our friendships took us travelling out of Colombo. This had much to do with the shared common interest in travel within our country that kind of sealed our friendships and may be made them what they were.",
    "Most of our early holidays we spent with our friends Mervyn and Therese (Perera). We had much in common. We did not have children and lived on the low salaries of government officers. Little cash to spare but lived life to the full. We made use of the three annual railway warrants or passes allowed to such as us who worked in government and travelled by train to places that would be difficult to reach by car. We stayed, usually a week at a time, in circuit bungalows available to government officers at a low price.",
    "Pattipola, the highest point on the railway was one. Ohiya not far below was another. Nuwara Eliya was yet another and so on. Not having the use of a vehicle was not a loss as we explored what we could of surrounding towns and areas by train. We spent many hours morning and evening, walking. Mervyn and Nalin had much in common, both taking a keen interest in horse racing. They had much to talk about. Mervyn used racing parlance in his conversations. He called me a “stayer” because I could outdo them in the length of the walk and kept a steady pace, always at the front, leading the group.",
    "Another holiday was to spend time with Nada and Indra. Nada was at the Jaffna railway station to greet us off the overnight express. He worked in the Petroleum Corporation and had booked us to stay at the guest house run by the Cement Corporation. In his Austin A40 he showed us all the sights that had to be seen on the peninsula. My most memorable is the Keerimalai Springs used for bathing by hundreds of people wishing to avail of its mineral benefits. In the evening, his charming wife Indra would welcome us to have a meal with them in their home – could it please be local Jaffna food was our request.",
    "Many years later we spent time with Stanley and Hermi (Unamboowe), travelling always in their Nissan SUV. Stanley loved to drive. Hermi sat by his side and was his navigator. Together we enjoyed holidaying in the south on more than one occasion, to Hambantota and from there to Bundala for bird watching. North-east to Giritale many times too staying at the Giritale Hotel run by Carsons where Stanley was a former Chairman, and exploring the surrounding countryside. More often we just relaxed in the hotel, sitting on the wide-open verandah and watching the many varieties of birds that came to the Giritale Lake. Stanley could identify almost all the birds that visited there.",
    "Sometimes with them and at times with other friends we enjoyed the wild life parks of Yala, Wilpattu, Wasgamuwa and Uda Walawe. Together we had the joy of watching elephant, leopard, deer of many varieties, an occasional sloth bear and beautiful birds-a-plenty.",
    "The death of my mother and returning home as a qualified physiotherapist",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}