{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/06/reducing-epf-returns-unfair-over-75-of-sri-lankans-say/",
  "time_ut": 1701835320.0,
  "original_lang": "en",
  "original_title": "Reducing EPF returns UNFAIR! Over 75% of Sri Lankans say",
  "original_body_lines": [
    "COLOMBO (News 1st); A Syndicated Surveys poll by Verite Research has revealed that 77% of Sri Lankan adults think that the government’s decision to reduce returns on the retirement savings in the Employees’ Provident Fund (EPF), in the pursuit of domestic debt restructuring (DDR), was not necessary and/or not done in a fair manner.",
    "This finding is from a survey round conducted in October 2023.",
    "Respondents were read out this information: “To help recover from the debt crisis the government reduced the returns on the retirement savings in the EPF\". They were then read out two statements, and for each, asked if they agreed or not.",
    "Only 10% agreed with both statements — that it was necessary and done in a fair manner. 13% had no opinion or didn’t know about this issue.",
    "44% of the respondents disagreed with both statements and 33% disagreed with one of the two. Therefore, collectively 77% think it was either not necessary to do it and/or that it was not done in a fair manner.",
    "Sri Lanka completed a unique domestic debt restructuring (DDR) in September 2023, in which local currency debt restructuring exclusively targeted the retirement provident funds of formal sector workers.",
    "The banking and financial sector, as well as private creditors and most public sector workers (that have a separate government pension scheme), were excluded. This might have set a new global precedent in DDR for adverse rather than preferential treatment of retirement funds.",
    "The survey was based on an island-wide, nationally representative sample of responses from 1,029 Sri Lankan adults. The poll has a maximum error margin below ±3.1% at a 95% confidence interval.",
    "Syndicated Surveys is a survey instrument by Verité Research and the polling partner was Vanguard Survey (Pvt) Ltd. Syndicated Surveys also provides other organisations with the opportunity to survey the sentiments of the people of Sri Lanka through this poll.",
    "Re- imagining university education | Prof. Sumathy Sivamohan on The People’s Platform | 5th Dec 2023",
    "Three Sri Lankans serving in the Ukraine Army killed in Russian attack",
    "37,000 firearms licensed in Sri Lanka; Defence officials tell COPA"
  ]
}