{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Afghanistan-team-arrive-in-the-island-for-ODI-series-to-bear-costs-of-early-arrival/108-259749",
  "time_ut": 1684901514.0,
  "original_lang": "en",
  "original_title": "Afghanistan team arrive in the island for ODI series, to bear costs of early arrival",
  "original_body_lines": [
    "Afghanistan's ODI team arrived in the island last evening for a three-match series starting on June 2.",
    "The team has arrived four days earlier than scheduled by Sri Lanka Cricket (SLC) and therefore will pay the expenses for the team until May 28, when it comes under the umbrella of SLC.",
    "The 15 members of the Afghanistan team and 12 support staff members have already arrived in Sri Lanka on Tuesday night. All the three ODIs' will be played in Hambantota",
    "The team has arrived about 10 days before the commencement of the bilateral ODI series.",
    "\"Our board will bear the expenses for the early arrival\", the team manager, Zia Khan, speaking exclusively over the telephone from Colombo, said.",
    "\"We will be under the SLC (Sri Lanka Cricket) umbrella from 28th onwards\", he said.",
    "\"Four more players are to join the squad and two of them are arriving on 28th.\"",
    "Rashid Khan, Noor Ahmad, Fazal Haq Farooki and the wicketkeeper Rahmanullah Gurbaz are yet to arrive in Sri Lanka.",
    "They are playing IPL in India and are to join once their team positions are finalized in the Indian League.",
    "\"We have come here early to have conditioning training and play a practice match on 28th. Our first conditioning camp will be held at the Bloomfield Cricket and Athletic Club Ground, in Colombo (4 pm onwards) and for the remaining days we are scheduled to practice at the SSC ground from Thursday onwards. We have also requested SLC to give us a few players for a practice match on 28th. If we get them, it will be good or the match will be played among our players\", he added.",
    "All matches at the Mahinda Rajapaksa International Cricket Stadium will be day matches, on June 2, 4 and 7.",
    "This is because, the home team Sri Lanka, after the current tour will travel to Zimbabwe where qualifying matches will be day matches, it is learnt.",
    "Both teams are scheduled to travel to Hambantota on 29th May."
  ]
}