{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sajith-warns-of-impending-corruption-through-emergency-power-purchase/56-751347",
  "time_ut": 1691014207.0,
  "original_lang": "en",
  "original_title": "Sajith warns of impending corruption through emergency power purchase",
  "original_body_lines": [
    "Says deviation from the tender system will lead to misappropriation of public funds",
    "Claims diesel mafia and IPP companies are poised to capitalise on the situation",
    "Accuses Govt. of failing to manage water resources and forecast",
    "Opposition Leader Sajith Premadasa yesterday cautioned about the potential for corruption in the near future as authorities may have to resort to emergency power purchases due to an anticipated electricity generation crisis.",
    "Premadasa expressed concerns that the authorities might deviate from the tender system, permitted for emergency power purchases, which could result in the misappropriation of public funds.",
    "Premadasa stated that various individuals, including those involved in the diesel mafia and Independent Power Producers, using fuel, are poised to capitalise on this emergency situation to make hefty commissions in foreign currency.",
    "Premadasa made these remarks during the delivery of the 74th bus to Nochiyagama Vidya Adarsh Maha Vidyalaya yesterday (2) under the Sakwala program.",
    "He noted that the tender procurement method specified in Section 58 of the Drug Regulatory Authority Act in relation to drug imports is being disregarded. “Instead, a corrupt scheme is being implemented to facilitate the importation of unregistered drugs and secure significant commissions for cronies involved,” he said.",
    "He warned that the same system could be used during an electricity crisis, with the fuel mafia gearing up to purchase electricity without adhering to tender procedures. He highlighted the possibility of the diesel mafia being prioritised, followed by the private power generation mafia.",
    "“The electricity bill has been raised by 500% on two occasions. Despite the increase, private purchases are still required to maintain a continuous electricity supply. The government maintains that without such arrangements, ensuring a consistent electricity supply would not be feasible,” Premadasa noted.",
    "“The water problem persists due to a lack of proper water management, and the government’s inability to make accurate forecasts in this regard,” he alleged."
  ]
}