{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-to-gift-two-female-elephants-to-Pakistan/108-258020",
  "time_ut": 1682301087.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to gift two female elephants to Pakistan",
  "original_body_lines": [
    "After the tragic death of African elephant Noor Jehan in the Karachi Zoo, Sri Lanka has said it will gift two elephants to Pakistan, Honorary Consul General of the country Yasin Joyia confirmed to Geo News Sunday.",
    "According to the diplomat, a request for the elephants has been sent to the Sri Lankan High Commissioner by the consul general. Meanwhile, the country's high court has already placed a ban on sending elephants abroad in a past verdict.",
    "Speaking with Geo News a day earlier, the diplomat said that Sri Lanka will be sending two female elephants to Pakistan — one for the Karachi Zoo and another for Lahore.",
    "Joyia added that there is no elephant in Lahore's zoo after the death of Suzi, who passed away in May 2017 and was the only large mammal there.",
    "He also expressed grief over the 17-year-old Noor Jehan's demise in Karachi that died after prolonged health issues exacerbated by reportedly a lack of care at the zoo.",
    "The Sri Lankan envoy also said that the names of the elephants will be given by the government back home and that announcement of their arrival will be made in the next few days.",
    "It should be noted that there has been an immense outcry over caging animals in the zoo by animal rights activists ever since Noor Jehan's story surfaced putting light on the lack of care she received amid her ailing health at the Karachi Zoo.",
    "The Internet had strongly reacted to her painful end blaming “criminal negligence” by the zoo’s administration and their obliviousness towards animal rights.",
    "The pitiful plight of Noor Jehan was shared by animal rights activists on social media in Pakistan and abroad, prompting calls for the zoo to be shut down."
  ]
}