{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Road-accidents-kill-over-thousand-in-last-six-Minister/108-261381",
  "time_ut": 1687169003.0,
  "original_lang": "en",
  "original_title": "Road accidents kill over thousand in last six: Minister",
  "original_body_lines": [
    "With the increase in the number of vehicles operating on the road, a total of 8,875 road accidents were reported and 1,043 lives were lost due to accidents reported during the past six months. Most of these accidents were caused by buses, motorcycles, and three-wheelers, State Transport Minister Lasantha Alagiyawanna said.",
    "While addressing the media, he said according to the statistics issued by the police, the number of vehicle accidents and deaths due to accidents had considerably increased by June 18 this year.",
    "Accordingly, 902 fatal accidents, 1,856 fatal injuries, 3,951 minor injuries, and 2,096 damages were reported during the past six months.",
    "Therefore, the government and all government-assisated institutions are currently paying attention to the causes of these accidents.",
    "According to them, the quality of the roads, the condition of the vehicles, the rules and regulations imposed for controlling vehicles, and the Motor Traffic Act have caused the accidents.",
    "Driving vehicles under the influence of alcohol and using drugs was identified as the main aspect of the accidents and as the cause of the increase in accidents.",
    "Accordingly, the Public Security Ministry, Sri Lanka Police, National Dangerous Drugs Control Board, Health Ministry, National Council for Road Safety, National Transport Medical Institute, Government Analyst's Department, and the Department of Motor Traffic (DMT) launched a programme to identify the drivers who were under the influence of alcohol or drugs.",
    "A pilot programme was launched on May 18 in the Western Province.",
    "A total of 1,781 investigations were conducted over drivers who drove under the influence of drugs since June 12 for six days.",
    "According to investigations conducted in the Western Province, it was revealed that 41 of them were engaged in driving under the influence of drugs. 18 drivers (43%) were nabbed for using cannabis (Ganja) while driving, and 23 (56%) drivers were nabbed for using Crystal methamphetamine (ICE). Nine peesons (21%) were arrested for using heroin, and four people for using both ICE and heroin. 10 were arrested for using cannabis and ICE. Two were arrested for using narcotic pills, ICE and heroin.",
    "Nineteen bus drivers engaged in public transport, 13 motorcyclists, and nine three-wheeler drivers were among the 41 arrested for driving under the influence of drugs.",
    "The driving licenses of these drivers were suspended for six months to one year by the court, and several of them were sentenced to imprisonment as well. (Chaturanga Pradeep Samarawickrama)"
  ]
}