{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/12/sri-lanka-s-yukthiya-drug-war-slammed-for-rights-violations/",
  "time_ut": 1705064460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s “Yukthiya” drug war slammed for rights violations",
  "original_body_lines": [
    "COLOMBO (News 1st); The United National Human Rights Office has expressed concern over Sri Lanka adopting a heavily security-based response to the country’s drugs problem.",
    "Spokesperson for the UN High Commissioner for Human Rights Liz Throssell in a statement said that UN High Commissioner for Human Rights Volker Türk urges the Government of Sri Lanka to review its ongoing “Yukthiya” operation, and to implement human rights based approaches, notably the right to health, in addressing the issues of illicit drugs in society.",
    "The statement added that allegations of abuse of authority, torture and ill-treatment and denial of due process and fair trial rights must be thoroughly and impartially investigated, and justice must be served.",
    "It added that people who use drugs should be provided with appropriate support and programs that address the root causes of addiction and assist their reintegration into society.",
    "We are very concerned that authorities in Sri Lanka are adopting a heavily security-based response to the country’s drugs problem, instead of public health policies grounded in human rights. A staggering 29,000 people have reportedly been arrested on drug related matters since 17 December, with allegations that some have been subjected to ill-treatment and torture.",
    "Security forces have reportedly conducted raids without search warrants, detaining suspected drug sellers and users, with hundreds sent to military-run rehabilitation centres. During and after these operations, people are reported to have been subjected to a number of violations, including unauthorised searches, arbitrary arrests and detention, ill-treatment, torture, and strip searches in public. Lawyers acting for those detained have alleged that they have faced intimidation from police officers.",
    "While drug use presents a serious challenge to society, a heavy-handed law enforcement approach is not the solution. Abuse of drugs and the factors that lead to it are first and foremost public health and social issues. People suspected of selling or trafficking drugs are entitled to humane treatment, with full respect for due process and transparent, fair trials.",
    "People who use drugs should be provided with appropriate support and programs that address the root causes of addiction and assist their reintegration into society. The UN Human Rights Office last year issued a report calling on States to develop effective drug policies, including by considering the decriminalisation of drug use and the possession of drugs for personal use.",
    "The UN High Commissioner for Human Rights Volker Türk urges the Government of Sri Lanka to review its ongoing “Yukthiya” operation, and to implement human rights based approaches, notably the right to health, in addressing the issues of illicit drugs in society. Allegations of abuse of authority, torture and ill-treatment and denial of due process and fair trial rights must be thoroughly and impartially investigated, and justice must be served.",
    "Sri Lankan workers of two closed-down Jordan garment factories to be repatriated after legal proceedings",
    "Sri Lanka Air Force launches investigations into Mi-17 helicopter accident"
  ]
}