{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95343/monthly-revenue-up-by-rs1bn-after-raids-into-fake-stickers-on-liquor-bottles-excise-dept",
  "time_ut": 1701537840.0,
  "original_lang": "en",
  "original_title": "Monthly revenue up by Rs.1bn after raids into fake stickers on liquor bottles - Excise Dept",
  "original_body_lines": [
    "Officials of the Excise Department told the Sectoral Oversight Committee (SOC) on National Economic and Physical Plans that its monthly revenue has increased by Rs. 1 billion after raids to crack down on fake stickers on liquor bottles.",
    "This was mentioned when the SOC on National Economic and Physical Plans met in Parliament last week under the chairmanship of MP Mahindananda Aluthgamage.",
    "The Excise Department, Inland Revenue Department and Sri Lanka Customs were summoned before the SOC to discuss the matters mentioned in the report handed over to the President by the parliamentary committee.",
    "Accordingly, the SOC inquired into the amendment of the Excise Ordinance Act. It also pointed out the need to maintain the revenue that the Excise Department has managed to boost so far, adding that continuing random raids would further reduce the affixing of fake stickers on liquor bottles.",
    "Meanwhile, the Inland Revenue Department was asked about the current functioning of the RAMIS system. Thus, the SOC examined the current status of linking this data system with other government institutions. The officials presented at the committee meeting assured that this data system would be made functional by January 2024 by avoiding the existing deficiencies. The IRD officials further said that the number of tax files is currently around 700,000 and it is expected to increase up to 1 million in the future.",
    "Apart from this, the committee also advised the officials to focus on preparing a system for evaluating the parties who pay income tax correctly.",
    "The SOC pointed out that by amending the laws related to customs, the customs can reach a tax amount that exceeds the expected tax revenue. Further, it was discussed at length about the measures to be taken by the customs to collect the tax due."
  ]
}