{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-supreme-court-postpones-writ-petition-on-local-elections-to-may-11-113119/",
  "time_ut": 1677144420.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Supreme Court postpones writ petition on local elections to May 11",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Supreme Court has ordered that a writ petition seeking an order delaying the local government elections be taken up again on May 11.",
    "The petition was filed by a retired army colonel who sought the local government polls that were scheduled for March 09 be delayed due to Sri Lanka’s prevailing economic situation.",
    "However, an undertaking by the election commission in a previous petition hearing to hold the election still stands, according to lawyers.",
    "Parliamentarian G L Peiris, who had filed one of two earlier petitions seeking an order that the election be held, said that one government official deciding that an election cannot be held on ground that it couldn’t be funded would set a bad precedence.",
    "Informed sources had previously told EconomyNext that Treasury Secretary Mahinda Siriwardene’s hands might be tied under the island’s spending laws and cabinet directions, because tax revenues, though improving, were still below target.",
    "President Ranil Wickremesinghe told parliament on February 23 that the election commission was due to inform the Supreme Court that day that it could not go ahead with the polls as planned.",
    "Wickremesinghe also claimed that there was no election to postpone as no date for the election had been legally declared.",
    "Criticism has been mounting against President Wickremesinghe’s administration for what opposition MPs claim is its relentless attempts to stifle democracy and delay the local government elections.",
    "Sri Lanka president claims local polls not delayed, points to lack of consensusSee more",
    "Opposition parties claim that the ruling Sri Lanka Podujana Party (SLPP) does not want the election to go ahead fearing a humiliating defeat.",
    "“The election has not been postponed. There is no election to be postponed in the first place,” said Wickremesinghe, inviting laughter from the government benches.",
    "“As far as we know, a date for the election still hasn’t been announced. Some people are talking about March 09. I cannot comment on that date. To my knowledge, there has been no official decision made to hold the election,” he said. (Colombo/Feb23/2023)"
  ]
}