{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/06/army-commander-meets-indian-military-adviser/",
  "time_ut": 1701837780.0,
  "original_lang": "en",
  "original_title": "Army Commander meets Indian Military Adviser",
  "original_body_lines": [
    "COLOMBO (News 1st); Lieutenant General Vikum Liyanage RWP RSP ndu, the Commander of the Sri Lanka Army engaged in talks with Air Marshal Sandeep Singh (Rtd) PVSM AVSM VM ADC VCAS, the Military Adviser to the National Security Council Secretariat (NSCS) in India on Monday (4 Dec) as part of his itinerary in India.",
    "During the cordial interactions that ensued, both parties exchanged views on bilateral defence cooperation, matters in relation to possibilities for further enhancement of training modules between the Armed Forces of both countries, modernization of Armed Forces with latest technologies and further enhancement of joint-training exercises and new security strategies, said the Sri Lanka Army.",
    "In addition, Vice Admiral Sanjay Jasjit Singh AVSM NM, the Vice Chief of the Naval Staff on Monday (04 Dec) extended a warm welcome to the visiting Lieutenant General Vikum Liyanage RWP RSP ndu, the Commander of the Army from Sri Lanka when the latter arrived at the Vice Admiral's office in New Delhi to pay courtesies.",
    "Both parties exchanged views on maintenance of security, peace and countering of threats in the Indian Ocean Region and shared concerns on contemporary issues in the region during the cordial meeting.",
    "Towards the end, an exchange of mementos took place as tokens of appreciation and goodwill.",
    "The Military Secretary of the Sri Lanka Army, Major General S.W.M Fernando WWV RWP RSP VSV USP ndc psc and the Overall Security Coordinator and Personal Security Officer, Brigadier B.M.A Balasooriya RWP RSP USP psc were also associated with the cordial meeting.",
    "The Commander of the Army, Lieutenant General Vikum Liyanage arrived in India on Sunday (3 December) on an invitation, extended to him by the India's Chief of the Army Staff.",
    "The five-day (3-7 December ) long visit of the Sri Lankan Army Chief, recognized by the Indian Ministry of Defence as a 'testimony to the long lasting relationship between the Armies of India and Sri Lanka' included a wreath-laying ceremony in honour of fallen Indian War Heroes, a ceremonial Guard of Honour at the South Block lawns in New Delhi, and several cordial meetings with high-ranking defence sector officials on Monday (4).",
    "Re- imagining university education | Prof. Sumathy Sivamohan on The People’s Platform | 5th Dec 2023",
    "Three Sri Lankans serving in the Ukraine Army killed in Russian attack"
  ]
}