{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/prime-group-launches-43-by-the-sea-in-marine-drive-dehiwala/",
  "time_ut": 1686929040.0,
  "original_lang": "en",
  "original_title": "Prime Group launches 43 By The Sea in Marine Drive, Dehiwala",
  "original_body_lines": [
    "Colombo’s newest most sought-after address is here, with the opening of 43 By The Sea, Marine Drive. More than an average city apartment, this is Prime Group’s most recent venture into curating luxury apartment homes that give Colombo dwellers both a vibrant urban lifestyle and an oasis of calm in the middle of the city, located within convenient distance to the fast-developing Dehiwala town and the commercial capital, Colombo.",
    "The property has been artfully developed by Sri Lanka’s leading and most trusted property developer, Prime Residencies PLC, who won numerous awards recently and recognized as the most respected real estate entity in Sri Lanka for the past consecutive years by LMD magazine, along with many other accolades under their belt.",
    "Located in Colombo’s one of the most popular street Marine Drive, 43 By The Sea, gives its residents an unbeatable ocean view. Residents can enjoy a location with uninterrupted serenity, away from the bustle of city living, whilst thriving in its midst. The residence has a large kids and adults swimming pool, 24-hour security, access controlled entryways, gymnasium, visitors lobby and lounge, kids’ play area, large rooftop terrace, and sky lounge, along with other amenities.",
    "What truly makes 43 By The Sea the ideal choice for a city dweller is its unmatched connectivity. There’s absolutely nothing that’s inaccessible within ten minutes from the residence, be it by car or on foot. Access to supermarkets, restaurants, railway stations, bus stands, banks, schools, and places of worship has never been easier. The apartment is also minutes away from Colombo’s vibrant nightlife.",
    "With 43 By The Sea, Marine Drive, it’s safe to say that Prime Group has gone a step further in interior and aesthetics. Each residence is an oasis of well-finished, curated spaces where one can be inspired, be at peace, and gain a sense of relaxation. The apartment also boasts over 1500 sq ft, large 3BR residences with separate service areas for laundry and maids. This apartment is taking city life from cramped to cozy.",
    "“This is a fantastic investment opportunity where individuals can expect a high ROI,” said Mr Nalinda Heenatigala, Executive Director at the Prime Group. Nalinda further highlighted how the Prime Group has been a trusted partner, consistently delivering results that surpass customer expectations, even during this challenging time for the Sri Lankan economy. The residence is open for investments, from LKR 55 million upwards, with 15-month payment plans available. The superstructure for the project is complete, with finishes currently underway for completion in 2024",
    "Living mere steps from the ocean, residents can feel rejuvenated and energized, at an abode that will always feel welcoming. With over 27 years and 45 luxury apartments in their vast portfolio, Prime Groups presents 43 By The Sea, Marine Drive, revolutionizing apartment living. Contact Prime Residences on +94 710 777 666 or +94 710 777 444 for more information.",
    "Emirates announces key appointments for its Sri Lanka and Maldives operations",
    "Lenovo sets another milestone, becomes Sri Lanka’s no. 1 PC Brand in CY Q1 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}