{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/princess-anne-visits-mas-holdings-as-the-first-stop-on-her-official-visit-to-sri-lanka/",
  "time_ut": 1704906660.0,
  "original_lang": "en",
  "original_title": "Princess Anne visits MAS Holdings as the first stop on her official visit to Sri Lanka",
  "original_body_lines": [
    "MAS Holdings was honored to welcome Princess Anne, The Princess Royal on her official visit to the island, marking 75 years of diplomatic ties between the United Kingdom and Sri Lanka. The Royal delegation, including Princess Anne’s husband Vice Admiral Sir Timothy Laurence, made the first stop on their visit at an MAS Holdings facility in Katunayake accompanied by British High Commissioner to Sri Lanka, Andrew Patrick. MAS Holdings is Sri Lanka’s largest exporter and the country’s largest private sector employer.",
    "The Princess Royal and Sir Timothy toured MAS Nirmaana, the Product Creation and Development Centre of MAS Active, that showcased the company’s apparel expertise and innovative capability. The leadership of MAS Holdings, including Group CEO of MAS Holdings Suren Fernando, and CEO of MAS Active Muditha Ferdinando, escorted the Royal delegation.",
    "Nirmaana, a global design hub, boasts state-of-the-art technology and capabilities from trend research to digital product creation. As a development facility, Nirmaana is at the forefront of design and innovation in the global apparel industry.",
    "Reflecting on the visit, Group CEO of MAS Holdings Suren Fernando stated, “Hosting HRH The Princess Royal and Sir Timothy Laurence at one of our facilities has been a true honour. The UK, as one of our key markets, has played a critical role in our 36-year journey in apparel. As we celebrate a longstanding history between Sri Lanka and the UK, this is an equally momentous occasion for MAS as it is for the UK-Sri Lanka relationship.”",
    "COYLE urges public to obtain TIN Numbers to avoid unbearable penalties",
    "A journey towards gender equality – the MAS Women Go Beyond Program",
    "Calais Dentelles announces the sale of ‘NOYON’ – Noyon Lanka acquires 100 years of lace heritage",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}