{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-republicans/",
  "time_ut": 1684568820.0,
  "original_lang": "en",
  "original_title": "The Republicans",
  "original_body_lines": [
    "Many political pundits believe that the choice for the contestants for the 2024 presidential elections has already been decided by the American electorate, that it will be a Trump v. Biden repeat of the 2020 election. This is a most unrealistic projection. It’s only May 2023, the primary seasons have not yet begun and the spectrum of the political colors of the nation, from deep-blue Woke to deep-red neo-Nazi, can change beyond recognition in 18 months. So really, nothing has been decided. The race is wide open.",
    "Besides, there is an element of doubt if both these candidates, already over the current US life-expectancy rate for white men of 76.4 years, will even be alive in November 2024. Also, obesity is a major cause of death for white men. These are established facts; they do not disclose any personal hopes.",
    "The Republican Party has a few candidates who have already announced their presidential ambitions. The list is headed by twice impeached former President Trump, a serial loser who has, during his administration from 2016 to 2020, seen his Party lose its majority in the Senate, perform abysmally in the House midterms in 2018, and lose the 2020 Presidency to President Biden by a landslide.",
    "Trump, who has been convicted, arrested and under investigation for numerous felonies, including espionage and sedition, is still amazingly the Republican front runner. He continues to spew the Big Lie, that the 2020 election was stolen from him, a lie believed by 52% of Republicans against all evidence to the contrary,",
    "Other Republicans who have announced their candidature for nomination claim they also represent the Trump agenda, without Trump’s criminal and personal baggage. They are: Florida Governor Ron DeSantis, currently second to Trump in the polls by over 30% points, is running a sort of Trump-like campaign, offering a more effective and less flamboyant continuation of Trump’s authoritarian white supremacist policies. He is trying to win the support of moderate Republicans and a section of Trump’s base, who may be showing signs of antipathy in the face of his continuing vulgarity and criminal behavior. This strategy requires him, and other candidates, to be publicly critical of Trump and his transgressions, without overly alienating his base, and so position themselves as more electable alternatives. A task of formidable nuance.",
    "The only other credible announced contender is former South Carolina Governor, Nikki Haley. She presently runs 40% behind Trump in the polls. The public shifting of her views of Trump after the January 6 insurrection threatens her chances as a viable candidate.",
    "There are many other announced and “thinking about it” candidates, ready to jump in if the Trump balloon bursts. Not an impossibility, as there are a number of reasons for such a collapse, mainly investigations against him on multiple felonies. Conviction of Trump in any of these cases, which will probably be concluded before November 2024, could disqualify his candidacy.",
    "In that event, the fortunes of DeSantis, Haley and a host of other Republican hopefuls will take a significant upward turn. Also, there is a distinct possibility that a moderate Republican, of the mold of 2008 presidential hopeful, Senator John McCain, may vie for the Republican nomination. If such a Republican wins the nomination, America will finally wake up from the political nightmare of eight years of racism, cruelty and criminal incompetence of the Trump years.",
    "As Dr. Martin Luther King wrote from Birmingham jail in April 1963, “Injustice anywhere is a threat to justice everywhere. We are caught in an inescapable network of mutuality, tied in a single garment of destiny. Whatever affects one directly, affects all indirectly”.",
    "A win for the Republicans in 2024 will capture us all in an inescapable network of intransigent enmity, which will continue to threaten the very essence of our freedoms and our democracy.",
    "There are numerous domestic and international issues which Trump or the Republican who wins the White House will continue, issues which will take us back to the criminal incompetence and unconstitutional behavior of the previous Trump administration, which very nearly brought about the end of our democracy.",
    "The current wafer-thin Republican majority in the House and the Trump-packed Supreme Court have already given us a glimpse of their future radical right-wing intentions if they win the presidency in 2024, especially if that winner is Trump.",
    "The Trump-packed Supreme Court fired the first Republican salvo across the bows of democracy when it overturned Roe v. Wade, which had, in 1973, ruled that the Constitution of the United States protects a pregnant woman’s liberty to have an abortion. The current Supreme Court ruled, in June 2022, that abortion be only permitted according to the laws of individual states. The laws in some conservative, Christian states do not permit abortion, even with exceptions for “rape, incest or the safety of the mother”, so the new ruling seriously compromises the reproductive freedom of women, especially the black, the brown-skinned immigrants and the poor.",
    "There is no doubt that a future Federal Government controlled by Republicans will impose a national ban on abortion. America will then return to the good old days of illegal, “coat hanger” abortions, dangerous to the health of both the mother and the fetus.",
    "Trump and the Republican Party have opinions about climate change completely at odds with those of 97% of the scientific community. The first act of Trump when he took over the presidency in 2017 was to withdraw the US from the 195-nation backed Paris Climate Agreement, calling climate change a “hoax’’. Trump continued with US reliance on fossil fuels, resisting the development of renewable sources of energy, like solar, wind and ocean.",
    "President Biden has since rejoined the Paris Accord, but a future Republican president will undoubtedly revert to reliance to fossil fuels.The regulations imposed by President Obama to curb oil companies and other corporate polluters from contaminating the environment were immediately deregulated by Trump in 2017.",
    "These regulations have been reimposed by President Biden, but there is no doubt that a future Republican administration will revert to deregulation, for which they will be amply compensated by their grateful Masters, the Big Oil companies and other corporate polluters.",
    "Trump, soon after his inauguration, unveiled a new tax cut amounting to $ 1.5 trillion in 2017, billed as “a middle-class miracle” by the Republicans. In their book “The Triumph of Injustice,” Berkeley economists, Emmanuel Saez and Gabriel Zucman, argue that Trump’s tax cut “helped billionaires to pay a lower tax rate than the working class for the first time in history”. In the 1950s, during the administration of Republican President Eisenhower, 0.1% of the nation’s richest and corporations paid as much as 60% in taxes, which made for a thriving middle class. During the Reagan years in the 1980s, that rate had plummeted to 40%, which saw the beginning of the erosion of that prosperous middle class.",
    "Trump’s 2017 tax cuts reduced the tax rates payable by the 0.1% of the wealthiest and corporations to 20%, which made the income and wealth gap between the billionaires and 90% of the poorest section of the population at its highest levels in history. And such low taxes to benefit the super-wealthy are likely to continue under future Republican administrations.",
    "President Biden in a recent speech warned that white supremacy “is the most dangerous domestic terrorist threat to our homeland, and that “sinister forces” embraced by Trump and his white supremacist base “are trying to reverse generations of racial progress in America”.",
    "A Republican win in 2024 will see an increase in racial discrimination, including violence against blacks and non-white immigrants.",
    "Gun violence is the scourge of America. So far, there have been over 200 mass shootings in 2023, and we are only in the middle of May. Deaths caused by gun violence so far this year exceed 15,600, including 658 toddlers and children killed and over 1,600 injured. Gun violence is now the leading cause of death of children in the USA.",
    "In spite of over 40,000 people being killed every year by gun violence, the Republican Party has resisted the imposition of any gun control laws. Anyone over 18 can go to their local Walmart’s, buy their groceries, stroll down to the gun shop and buy a military style assault rifle/pistol, (even an AR 15, the popular choice of today’s shooters), over the counter. No questions asked, no waiting time, no background check, easy-peasy.",
    "Any future Republican administration, totally bought and paid for by the gun lobby, the military industrial complex represented by the National Rifle Association (NRA), will continue to resist any laws preventing the free purchase of guns and ammunition.",
    "Obamacare, the Affordable Care Act which provides health insurance for most Americans, will be repealed by a future Republican administration, leaving over 50 million Americans without health insurance.",
    "The Republican Party policy about education, already the law in many states like Florida and Virginia, is to ban the reading and teaching the history of the country, including the brutality of the genocide of native Americans and 400 years of slavery. They feel that such education will create feelings of guilt among white children because of the atrocities committed by their ancestors. A most racist and shortsighted strategy, against the First Amendment, as blindness to the facts of history will only succeed in such history being repeated.",
    "In contrast, a mandatory class in modern early grade education in Germany is the history of the horrors of Nazism and the holocaust, with the slogan, “Never Again”.",
    "The rights of the LGBTQ community are already being trampled in states like Florida, Alabama and many other “red” states. These harassment’s will translate into national laws restricting the rights of that community under a Republican administration.",
    "Immigration continues to be the most difficult problem faced by the USA over the last few decades. The economic and political crises in countries like Venezuela and Guatemala have forced their citizens to flee their homelands, as their liberty and lives were in imminent danger, a legal reason to seek asylum according to the laws of the United States. Unfortunately, the sheer numbers of immigrants make it impossible for US immigration authorities to process all applications expeditiously, because of a lack of resources. Various administrations have tried to arrive at humane solutions, which have so far met with very limited success.",
    "Under the Trump administration, immigration authorities were encouraged to take inhumane and cruel measures to curb this flood of immigration, including separation of children from their parents. The conditions of the shelters provided for these asylum seekers were comparable to those of German WWII concentration camps.",
    "Biden’s administration has been trying to increase the facilities to deal with this problem, with limited success. The immigration crisis at the southern border will only get better with an improvement of living conditions in the home countries of the immigrants.",
    "A new Republican administration will revert to the inhumane measures practiced by the Trump administration.",
    "These are some of the domestic injustices we could expect with the election of a Republican president in 2024. There will be more, which will provide more hardship and injustice to all but the corporations, the NRA and the billionaires, whose numbers will increase with the entry into its fold of a large number of corrupt, MAGA Republican politicians.",
    "Trump’s followers have already indicated that they will stop giving military aid to the Ukraine in their war against Russian aggression. That will mean the end of the sovereignty of Ukraine, and open the path to Putin’s dream of the glory days of the Union of Soviet Socialist Republics. It will also hasten the crumbling of NATO, as Putin, with no retaliation from Trump’s America, will invade Poland, Hungary and other members of NATO, who were previously under Soviet rule.",
    "China will be allowed to invade Taiwan and possibly other sovereign nations in the China Sea, taking geopolitical control of the region, again with no military opposition from the USA.",
    "The election of a Republican to the presidency, especially if that Republican is Trump, will enable the Party to complete the job Trump started on January 6, 2021, to bring about the termination of the Constitution and end democracy in the oldest democracy in the world. And President Trump will start his second term with a lily-white record, having pardoned himself and his followers of all the treasonous and vicious crimes committed during his first term.",
    "Sampath Bank maintains a strong value proposition to all its stakeholders amidst ongoing economic challenges",
    "Passing out of the Police Training School and beginning Divisional training in Colombo",
    "Trump likely to announce his 2024 presidential run within weeks",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}