{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Kananathan-selected-to-be-an-election-observer-in-Nigeria/56-745651",
  "time_ut": 1677197681.0,
  "original_lang": "en",
  "original_title": "Kananathan selected to be an election observer in Nigeria",
  "original_body_lines": [
    "Sri Lankan High Commissioner to Kenya Veluppillai Kana Kananathan has been selected to monitor and observe the upcoming Nigerian Presidential and Parliamentary election to be held on 25 February 2023.",
    "Kananathan’s recognition to monitor as well as to be the Observer by the Government of Nigeria and The Independent National Electoral Commission of Nigeria, is a great honour to the Government of Sri Lanka and its citizens on African’s political landscape. Having lived in Africa for the past four decades, Kananathan’s interactions and close connections with African leaders and Heads of States have supported Sri Lanka in the international fora in the past.",
    "In 2022, Kananathan was part of the Kenya Election Monitoring and Observers working with a team of high profile observers i.e. Former Presidents of Tanzania, Burundi, Nigeria, Ethiopia, Sierra Leone, Mozambique, and Jamaica among others.",
    "Kananathan, this time, shall be joining other eminent peers including, former President of Kenya Uhuru Kenyatta, former President of South Africa Thambo Mbeki and former President of Sierra Leone Ernest Koroma, African Union and the Commonwealth Observer Group. This further strengthens the relationship among other African Heads of States and continues to showcase Sri Lanka’s strengths towards long-term development and prosperity for both Africa and Sri Lanka at large.",
    "Kananathan’s recognition to be an observer by the Governments of Kenya and Nigeria is a pride for the motherland, placing Sri Lanka on Africa’s map.",
    "The upcoming Nigerian Presidential Election is the most awaited political event in Nigerian’s history with citizens showing great interest in who gets the top seat to run the government in the next term.",
    "The elections have attracted 18 contesters with the main contenders; Peter Obi (Labour Party), Atiku Abubakar (People’s Democratic Party) and Bola Ahmed Tinubu (All Progressive Congress). Currently, Peter Obi is ahead of the polls and being supported by a large following of young people as he connects more to the needs and wants of the youth across the country.",
    "Recent changes in the voting system including biometric data to ensure voters’ identities’ and sending results electronically rather than manual is a breakthrough to prevent tampering and vote rigging activities which has been a major concern during past elections. This will highly underscore the transparency and accountability to be witnessed during this election.",
    "For the first time in decades, Nigeria’s three main ethnic groups (Yoruba, Igbo and Hausa-Fulani) take centre stage. Nevertheless, the winner of this election will determine and dictate the direction of Nigeria’s future. Nigeria, an oil rich nation, has a total of 93.46 million registered voters."
  ]
}