{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Capital-Maharaja-Group-celebrates-achievements-with-Annual-Group-Review-and-Executive-of-the-Year-awards/34-749824",
  "time_ut": 1687476246.0,
  "original_lang": "en",
  "original_title": "Capital Maharaja Group celebrates achievements with Annual Group Review and Executive of the Year awards",
  "original_body_lines": [
    "Presentation of the Employee of the Year award at the Capital Maharaja Group. (From left): CMG Chairman Sashi Rajamahendran, R. Maharaja, CMG Director Talent Management and Maharaja Institute of Management CEO Chethana Liyanage, who was named Executive of the Year, and CMG Group Director and CEO Sunil Kanojia",
    "The Capital Maharaja Group (CMG) celebrated its achievements in supporting Sri Lanka’s economic and social progress during turbulent times, with the Group Review and 43rd Executive of the Year awards ceremony at Stein Studios in Ratmalana on Friday, 16 June.",
    "Capital Maharaja Group Chairman Sashi Rajamahendran congratulated the entire CMG family of executives and employees for their innovation and rapid responses in the face of the most daunting challenges over the past three years.",
    "“We have a considerable legacy of achievements, which encompasses numerous subsidiaries and diverse fields. We also have a notable standing in Sri Lanka’s corporate landscape, and an unwavering commitment to staff development and significant contribution to society. It is this great spirit that makes our Group a formidable force in Sri Lanka and across the globe. We will push forward, we will keep rising and we will lead. We know of no other way,” Rajamahendran said.",
    "The Capital Maharaja Group is one of Sri Lanka’s best known private sector conglomerates that is just seven years short of celebrating a century since its formation by Subramaniam Mahadevan and Sinnathamby Rajandram in 1930. It is today an integral thread in the fabric of Sri Lankan life with its diverse array of products and services that include FMCG, packaging, agriculture, shipping, education, power, communications, technology, PVC piping, manufacturing, Ceylon Tea, leisure, and the country’s largest media organisation.",
    "CMG’s community development arm, the Gammadda Movement, is a globally recognised initiative that is also Sri Lanka’s largest rural development program.",
    "CMG Director Talent Management and Maharaja Institute of Management CEO Chethana Liyanage was named the Executive of the Year. Chethana joined the Group as a news anchor in 1995 and has enjoyed notable career growth with CMG. The coveted award has over the decades been won by prominent persons who went on to play major roles in Sri Lanka’s economic progress, as well as at CMG.",
    "India’s High Commissioner to Sri Lanka Gopal Bagley, who was the Chief Guest, spoke on the rapid advancement of technology that is sweeping the world and has been embraced by India. He noted that technology will aid Sri Lanka in bridging the gaps in productivity and that Sri Lanka’s immediate neighbour and long-time partner India was ever-willing to assist.",
    "“There are two types of people. Those who live in the present fearing for the future and the others who live in the present shaping the future. This talented pool of people at CMG is an example of the resources that Sri Lanka has,” High Commissioner Bagley added.",
    "All of the night’s speakers paid tribute to the memory of the Late R. Rajamahendran, the Group’s Chairman who passed away during this period.",
    "CMG Group Director and Chief Executive Officer Sunil Kanojia gave a comprehensive review of the achievements of the Group over the last four years.",
    "“While we were still trying to grapple with the new world order caused by nature’s fury, political instability and economic woes that threw the entire supply chain out of gear, God took away our Chairman Mr. R. Rajamahendran who was guiding us until his last breath. But my expectations were more than justified in view of the sterling performance of the executives during the past years of unprecedented turbulence, and who proved to be our strongest pillar of strength,” said Kanojia.",
    "A number of other important awards were also presented. They included the ‘RR Awards’, named after CMG’s late Chairman R. Rajamahendran, which were won by:",
    "The ‘Achievers Awards’, for other notable accomplishments by CMG executives, were presented to:",
    "The Executive of the Year was chosen from among eight finalists:",
    "The ceremony, which was held after a lapse of three years due to COVID and last year’s political and social uncertainty, was attended by a number of notable ambassadors, high commissioners and other members of the diplomatic community, together with several of Sri Lanka’s prominent entrepreneurs."
  ]
}