{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/visual-paraphrases-of-sarath-chandrajeewa/",
  "time_ut": 1700748960.0,
  "original_lang": "en",
  "original_title": "VISUAL PARAPHRASES of SARATH CHANDRAJEEWA",
  "original_body_lines": [
    "Sarath Chandrajeewa is a former officer of the National Youth Services Council of Sri Lanka, former Senior Professor and former Vice Chancellor of the University of the Visual and Performing Arts, Colombo, Sri Lanka. He served 29 years of his academic career in the University service and is a product of the Institute of Aesthetics Studies, University of Kelaniya.",
    "He specialized in Bronze casting at the Royal College of Art in London and did his Master of Fine Arts and his Doctor of Philosophy in Moscow at different high- ranking Institutions. He obtained his DLett. From Canada.",
    "Currently, he is a Professor Emeritus. He published many books on art and culture and has held solo exhibitions from 1990 to 2005 on ‘Creation in Terracotta’, ‘Hundred Impressions on Bronze’, ‘Art in Pottery’, ‘Form and Feeling’ and ‘Path of Visual Arts’.",
    "He is renowned for his Bronze sculptures throughout the country, most of them sponsored and recommended from various institutions in Jaffna, Peradeniya, Sri Jayawardenepura and the Mlesna Tea Company and the Sri Lanka Tea Board. Some examples of these are Bronze Sculptures of Sri Ponnambalam Ramanathan, Ven Maduluwawe Sobhitha Thero, Sir Ivor Jennings (Founder Vice Chancellor of the University of Peradeniya), James Taylor Father of Ceylon Tea. Perhaps his most impressive works are the 45 Bronze Reliefs of the Tewatte Basilica Ragama created in the period 2007 – 2009 depicting the history of Christianity in Sri Lanka.",
    "Prof. Sarath Chandrajeewa’s six-year-old granddaughter, Annanya who painted with him, has also put out three of her paintings at this exhibition as suggested by the Barefoot Gallery.",
    "Only some of his collection of paintings have been presented at this exhibition according to the availability of space. — Corinne Perera .",
    "Green Gold: The Discovery of Sri Lanka’s Biodiversity,by Dr. Rohan Pethiyagoda",
    "Errant politicians, voodoo economists and the verdict of learned judges",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}