{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-introduces-the-revolutionary-one-shot-package/",
  "time_ut": 1684417560.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL introduces the revolutionary ‘ONE SHOT’ package",
  "original_body_lines": [
    "Reaffirming its excellence in setting new benchmarks in the telecommunication industry, SLT-MOBITEL Mobile has introduced the revolutionary ONE SHOT all-in-one package with truly unlimited benefits for consumers.",
    "Despite there being many ‘unlimited’ packages available in the market, the ONE SHOT package ensures that customers are able to enjoy unlimited benefits including unlimited calls and SMS to any network, and nonstop use of the most popular social media platforms comprising of Facebook, Instagram, TikTok, Messenger, YouTube, and WhatsApp. Further, customers will also receive an additional 30 GB Anytime Data for the monthly package priced at Rs. 989 and 7GB Data for the weekly plan at Rs. 289. The ONE SHOT Package can be activated by simply reloading the required amounts, by dialling #170# or through the Self Care App quick activation method.",
    "Switching to SLT-MOBITEL Mobile ensures that consumers no longer need to worry about coverage or internet speed issues as the SLT-MOBITEL Mobile network has been recognised as the Fastest Network in Sri Lanka for three consecutive years. With the ONE SHOT package, customers can enjoy seamless connectivity coupled with unmatched user experience throughout the island. For more information, please visit www.sltmobitel.lk.",
    "‘Sampath Bank maintains a strong value proposition to all its stakeholders amidst ongoing economic challenges’",
    "SLT-MOBITEL introduces ‘MYFIRST Connection’ – the first ever total connectivity solution fulfilling students’ communication needs",
    "SLT-MOBITEL Enterprise Data One offers MSMEs reliable single bulk broadband connecting all branches",
    "SLT-MOBITEL partners with Prime Group’s ‘The Grand’ in the essence of smart living with SLT-MOBITEL Fibre",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}