{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95772/pastor-jerome-accused-of-abusing-countrys-criminal-justice-system",
  "time_ut": 1702981560.0,
  "original_lang": "en",
  "original_title": "Pastor Jerome accused of abusing country’s criminal justice system",
  "original_body_lines": [
    "Pastor Jerome Fernando, who currently remains in remand custody over his controversial remarks on several religions, has been abusing the criminal justice system in the country by filing various cases, President’s Counsel Sanjeeva Jayawardena alleged while speaking in court while appearing on behalf of a group of religious leaders.",
    "The President’s Counsel stated this when a petition filed by Pastor Jerome Fernando, seeking a ruling to invalidate the order issued by Colombo Fort Magistrate under the United Nations International Covenant on Civil and Political Rights (ICCPR) to remand him in custody, was taken up before the Court of Appeal today (19).",
    "The relevant petition was called before the Appeals Court Judge D.N. Samarakoon for the presenting of written submissions.",
    "The President’s Counsel mentioned that the Pastor had initially filed a Fundamental Rights petition before the court, seeking an order preventing his arrest while naming the Inspector-General of Police (IGP), the DIG in charge of the CID, the CID director and the Officer-in-Charge (OIC) of the cybercrimes unit of the CID as the respondents of the petition.",
    "He alleged that Fernando, who submitted another writ petition before the Court of Appeal regarding the same matter, withdrew the petition when the court was ready to consider it, and then submitted another petition related to the same matter.",
    "The President’s Counsel accused the petitioner of trying to circumvent the law by submitting petitions to various courts regarding the same matter, while also accused him of abusing the criminal justice process in the country.",
    "Furthermore, he mentioned that Pastor Jerome has not been given any special privilege before the law to act this way.",
    "The Attorney General had raised preliminary objections against Pastor Jerome’s petition yesterday (19).",
    "However, the Court of Appeal announced that the decision pertaining to the relevant preliminary objections will be delivered on Wednesday (Dec. 20)."
  ]
}