{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Centenary-of-Womens-Cricket-Three-Johnians-in-1st-Intl-vs-England-in-1948/172-254867",
  "time_ut": 1677453545.0,
  "original_lang": "en",
  "original_title": "Centenary of Women’s Cricket Three Johnians in 1st Intl. vs England in 1948",
  "original_body_lines": [
    "SLC with a record profit of Rs 6.3 billion made in 2022 could easily allocate more funds for developing women’s cricket.  Times have changed. The gentlemen’s game is not only meant for men; today it is the ladies’ game too.",
    "The Ceylon Times headline on November 2, 1948 -- “Ceylon team goes down fighting.” ‘….a catch which any first-class cricketer would have been proud to make, a brilliant one-handed effort above her head with which Beverly Roberts ended centurion Hide’s innings.”",
    "Ceylon Observer same day wrote, “Ceylon’s women cricketers though beaten decisively as anticipated, nevertheless made a decided impression not only on the large crowed that watched them play against the English women’s team at the Oval, but also on the visitors who were amazed to hear that their opponents had had less than two months of practice together….The wicket-keeping of Leila Abeykoon and her correct style of batting and her good defence evoked commendation from visitors.”",
    "Sri Lanka women’s cricket started way back in the 1920’s. The girls of St. John’s Panadura may be considered pioneers of women’s cricket. Both Beverly and Leila were Johnians. They were coached by the master-in-charge, Gilbert Clyde Roberts, a man of cricketing virtuosity was a member of the Barbados [WI] cricket squad in the late 1910s who moved to England and in early-1920s took a ship to Ceylon – settled down in Panadura, after meeting Cyril Arnold Jansz, founder of St. John’s schools, and joined the staff teaching English literature and coaching cricket.",
    "All searches for a girl’s school team to challenge for a friendly match failed, as no girls school in the island had ever dreamt of playing cricket then.  In 1933, a match was fixed between St. John’s College and St. John’s Girl’s school as the first ever between two women’s teams on the island’s soil and was played on Panadura esplanade on July 12, 1933, exactly 90 years ago [to coincide with founder’s day], which later became an annual encounter. Few other Colombo girls’ schools joined the fray a decade or so later.",
    "When MCC announced English women’s Australian tour in 1948, the usual stopover en route to Australia was an opportunity for the CCA to grab. By then a few ‘big’ girls’ schools in Colombo were already playing Cricket. However, trials held proved that the Panadura girls were far superior in both talent and experience, hence three of them, Leila Abeykoon, Beverly Roberts, [Daughter of Roberts] and Phyllis de Silva were selected along with a combined nine from the rest.",
    "Extract from Premasara Epasinghe’s interview with Leila at her Sister’s residence in Edward Lane Colombo 3, in year 2000.",
    "Premasara:  Did your parents object to your being active in sports, especially cricket?",
    "Leila: No, my parents really encouraged me. They were of the view that sports would build your character personality and help to discipline oneself. We were all under a much-disciplined human being-a cricket coach, a guide and philosopher G. C. Roberts. He was like a father to all of us.",
    "Premasara: When you heard that you were selected to represent Ceylon in 1948 in cricket, what were your feelings?",
    "Leila: I was very happy and delighted when I heard that I was selected to represent my country. Further, I was overjoyed as two other Johnians, Phylis de Silva (mother in law of Duleep Mendis) and Beverley Roberts were also included in the Ceylon Women’s Cricket Team. --‘Sports’ by Premasara Epasinghe- The Sunday Observer- June 25, 2000",
    "Gilbert Clyde Roberts and family migrated to down under in 1970s and Roberts passed away on April 7, 1981.",
    "The Sri Lankan women’s cricket team for ICC women’s T20 World Cup did perform fairly well beating South Africa and Bangladesh.  It is a welcome move that SLC thought of appointing Susanthika Jayasinghe, the Olympic silver medalist as the “Consultant-Mentoring and Development of Women’s Cricket,” to promote the game and also the raising of match fees for 2023. SLC should draw up a programme to develop Cricket in Girls schools to meet the current trends."
  ]
}