{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dfcc-bank-breaks-new-ground-as-sri-lankas-1st-bank-in-the-metaverse-with-dfcc-galaxy/",
  "time_ut": 1690387920.0,
  "original_lang": "en",
  "original_title": "DFCC Bank breaks new ground as Sri Lanka’s 1st bank in the Metaverse with DFCC Galaxy",
  "original_body_lines": [
    "DFCC Bank, Sri Lanka’s Bank for Everyone, has recently launched DFCC Galaxy, making it the first-ever Sri Lankan bank to open a virtual branch in the Metaverse. With this new development, DFCC Bank has taken a pioneering step, setting a benchmark for innovation and digitalisation in Sri Lanka’s banking and financial services space. DFCC Galaxy is set to revolutionise the banking industry in Sri Lanka, providing customers with a new, more exciting, accessible, and engaging way to Bank.",
    "DFCC Galaxy provides an immersive banking experience, allowing customers to explore the virtual branch, interact with other users, play interactive games, and enjoy many benefits. Customers can also use DFCC Galaxy to access a 24×7 chatbot and live customer support, making banking more convenient. DFCC Galaxy is a virtual branch experience that can be enjoyed and explored from the comfort of your home.",
    "“We are extremely excited to announce the launch of DFCC Galaxy. This is a significant milestone, not just for us as a bank, but also as the 1st Bank in Sri Lanka to open a virtual branch in the Metaverse,” exclaimed Thimal Perera, CEO at DFCC Bank, “DFCC Galaxy demonstrates our commitment to continuous innovation and providing our customers with a banking experience that is both convenient and engaging. Digital innovation and integration are key focus areas for DFCC and are clearly outlined in our sustainability strategy, which is our roadmap towards emerging as “the” Bank for green finance in Sri Lanka by 2030. Virtual banking and the shift towards digital are essential in helping us create more resilient societies and minimising our carbon footprint, and we are proud to be a leader in the space with this initiative.”",
    "DFCC Bank has always been driven by customer centrism, and DFCC Galaxy is just another example of the Bank’s dedication towards providing its customers with the best possible banking experience based on their needs and desires. Customers and the public can use DFCC Galaxy to obtain assistance with account opening and credit card applications and access information on DFCC Bank’s diverse financial products and services, making banking more accessible. Why not check out DFCC Galaxy yourself by visiting https://galaxy.dfcc.lk/ and explore the first metaverse banking experience in Sri Lanka!",
    "DFCC Bank, driven by its commitment to customer centricity, sustainable finance, and social upliftment, has consistently been among the digital transformation leaders within Sri Lanka’s banking and financial services space. The Bank was the first or among the first to introduce many revolutionary technologies, such as omnichannel AI-assisted instant customer support, DFCC Video Chatz and digital banking apps and services such as DFCC Virtual Wallet – the perfect companion for your financial and lifestyle needs – and DFCC iConnect – which provides SMEs and corporates in Sri Lanka the latest cutting-edge digital cash management, financial tracking, and transactional banking services. DFCC Bank is also responsible for extensively advocating for and promoting financial inclusivity through its digital banking services across Sri Lanka. DFCC Galaxy is another crucial step on this incredible journey.",
    "HSBC Sri Lanka and Sarvodaya Movement partner to empower women entrepreneurs in Sri Lanka",
    "One of the world’s top 10 most valuable tire brands now in Sri Lanka",
    "DFCC Bank marks World Environment Day with beach clean-up to #BeatPlasticPollution",
    "‘DFCC Savings Goal’ – new product to meet short term financial aims",
    "DFCC Bank provides exclusive free access to DOC 990 for DFCC Aloka accountholders",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}