{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ketagodas-bill-and-pandoras-box/",
  "time_ut": 1688925060.0,
  "original_lang": "en",
  "original_title": "Ketagoda’s Bill and Pandora’s box",
  "original_body_lines": [
    "Similarities between germs and power-hungry politicians far outnumber their dissimilarities, and one of them is their remarkable adaptability to hostile environments. As the former develop resistance to antibiotics and evolve as superbugs, so do the latter become resistant to ad hoc protests and unleash their dictatorial traits. Hence the need for pro-democracy groups to tread cautiously lest oppressive regimes should adapt themselves to agitations and devise ways and means of overcoming popular resistance.",
    "The Galle Face agitation or Aragalaya, as it came to be popularly known, led to the ouster of President Gotabaya Rajapaksa mainly because the SLPP goon squads unwittingly gave it a turbo boost by carrying out savage attacks on anti-government protesters, in May 2022, and triggering a tsunami of retaliatory violence across the country. The Aragalaya activists lost the plot thereafter, and blundered by trying to march on Parliament thereby providing the beleaguered government with an opportunity to strike back with might and main.",
    "The Rajapaksas and their cronies are now making preparations for a counterattack on the political front. Having bankrupted the economy, they are trying to suppress the people’s franchise; they are all out to regain control of the third tier of government without elections; they will not baulk at abusing their parliamentary majority to reconvene the dissolved local government authorities. They have sought to compass that end by having one of their loyalists move a private member’s Bill in Parliament. One can only hope that it will not pass muster with the judiciary. The Opposition is too impotent to scuttle it.",
    "It is being argued in some quarters that if the government succeeds in restoring the dissolved LG authorities, it will try to reconvene the dissolved Provincial Councils (PCs) as well. Such a course of action is not within the realms of possibility for several reasons, some of them being that the PCs were dissolved a long time ago, and neither the SLPP nor the UNP would gain politically from such a move because most of the PCs were controlled by the SLFP-led UPFA at the time of their dissolution. It is however possible that the government is dipping its toe in the water before attempting something even bigger.",
    "It may be recalled that President J. R. Jayewardene extended the life of Parliament and retained his five-sixths majority by holding a referendum and rigging it to derive the outcome he desired. The current dispensation may be planning something similar.",
    "The person who will stand to gain more than anyone else, in case the SLPP’s plan to reconvene the LG bodies reaches fruition, is Basil Rajapaksa, who is trying to consolidate his power in the ruling coalition, a part of which has gravitated towards President Ranil Wickremesinghe. His efforts to have his loyalists appointed to the Cabinet to strengthen his position in the government have been in vain. He has not been able to pressure President Wickremesinghe to expand the Cabinet further and incur public opprobrium in the process. This has prevented another competing power centre from emerging in the government. If Basil can have the LG authorities restored, he may be able to mobilise grassroots political support through his loyalists at the local level, and consolidate his position.",
    "President Wickremesinghe has been able to take the wind out of the sails of anarchical forces. If he can straighten up the economy and ameliorate the suffering of the masses, he may be able to maintain political stability and recover lost ground; since February 2023, the government’s approval rating has doubled to 21 percent, according to media reports quoting the findings of an opinion survey. This is no mean achievement for a distressed regime. But Ketagoda’s Bill is bound to serve as a fair wind for the anarchical elements that are currently in the doldrums. It will open up a Pandora’s box of problems for both the government and the country. Anyone who is supportive of it should have his or her head examined.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}