{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/UK-seeks-to-end-asylum-claims-from-small-boat-arrivals/108-255261",
  "time_ut": 1677992356.0,
  "original_lang": "en",
  "original_title": "UK seeks to end asylum claims from small boat arrivals",
  "original_body_lines": [
    "Anyone arriving in the UK on a small boat will be prevented from claiming asylum, under new laws expected to be announced next week.",
    "Ministers will have a duty to remove anyone who comes to the UK through that route as soon as \"reasonably practicable\".",
    "The prime minister has made \"stopping the boats\" one of his five priorities.",
    "The British Red Cross, a humanitarian charity, called the plans \"extremely concerning\".",
    "Home Secretary Suella Braverman is expected to introduce the new legislation on Tuesday.",
    "Currently, asylum seekers have the right to remain in the country to have their case heard. Under new legislation, those who arrive in small boats will be prevented from claiming asylum in the UK, removed to Rwanda or a \"safe third country\" and banned from returning permanently.",
    "Rishi Sunak told the Mail on Sunday: \"Make no mistake, if you come here illegally, you will not to be able to stay.\"",
    "He is expected to travel to Paris for a UK-France summit on Friday. The meeting with President Emmanuel Macron will be the first UK-France summit since 2018.",
    "It is thought the two politicians will discuss the small boats crisis.",
    "\"Illegal migration is not fair on British taxpayers, it is not fair on those who come here legally and it is not right that criminal gangs should be allowed to continue their immoral trade. I am determined to deliver on my promise to stop the boats,\" he told the Mail on Sunday.",
    "The British Red Cross said the plans would do little to stop people risking their lives to seek safety.",
    "Another charity, Freedom from Torture, which provides therapy to asylum seekers, called them \"vindictive and dysfunctional\".",
    "The government's pledge is not straightforward. No migrants have been sent to Rwanda and plans to do so are currently on hold. There is also no returns agreement in place with the EU.",
    "Last year, the government announced a deal with Rwanda to send asylum seekers there on a one-way ticket.",
    "However the plan has yet to get under way after it was met with fierce opposition from campaigners and legal interventions.",
    "Opponents argued Rwanda was not a safe destination and the scheme broke human rights laws.",
    "However, in December the High Court ruled the scheme did not breach the UN's Refugee Convention. That decision is expected to face further challenges in the courts.",
    "Under the plan, asylum seekers may be granted refugee status to stay in Rwanda or seek asylum in a \"safe third country\".",
    "The government says it will discourage others from crossing the English Channel but so far there is no evidence that has happened.",
    "A total of 45,755 migrants crossed the Channel to Britain in 2022, according to government figures collated by the BBC.",
    "This is the highest number since these figures began to be collected by the government in 2018.",
    "The latest Home Office figures show 2,950 migrants have crossed the Channel already this year.",
    "Most who come by boat claim asylum on arrival in the UK and, if their case is accepted, they can apply to remain in the UK.",
    "However, asylum claims made on or after 28 June 2022 can be rejected if the applicant has a \"connection to a safe third country\", such as EU countries.(BBC)"
  ]
}