{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-patali-champika-ranawaka-to-launch-republican-front-120587/",
  "time_ut": 1684142820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Patali Champika Ranawaka to launch Republican Front",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka opposition MP Patali Champika Ranawaka is set to launch the Sri Lanka Republican Front (SLRF) on May 22 when the island nation marks its 51s anniversary of becoming a republic.",
    "Widely considered to harbour national leadership ambitions, Ranawaka recently walked out of an alliance led by the main opposition the Samagi Jana Balawegaya but remained in the opposition.",
    "Ranawaka leads the Jathika Hela Urumaya, a party with nationalist roots. Since his stint with the United National Party (UNP)-led Yahapalan government from 2015 to 2019, the MP has presented himself as a right-of centre conservative that’s agreeable to some liberal and progressive tenets. In 2022, he launched the ’43 Brigade’ which espoused some of these newfound ideals.",
    "Ranawaka has also become a staunch critic of the family of former ally Mahinda Rajapaksa, whose election as president he backed on two occasions until he switched camps in 2015.",
    "“There is a clear need for a new party. The country is bankrupt, as is the country’s existing political parties and political system. There’s a need for a platform for a new group,” said Ranawaka, fielding questions from reporters on Monday.",
    "He was in Kandy Monday morning to extend a formal invitation to Sri Lanka’s chief Bruddhist prelates to the launch of the SLRF.",
    "“At yesterday’s election in Thailand, a new and young party won more votes and traditional parties were wiped out. That’s happening in this country too,” said Ranawaka, referring to  Thailand’s reformist opposition which won the popular vote in a general election that saw the Buddhist nation’s military-led parties roundly defeated.",
    "“As the older, more experienced that also warned the country of [Sri Lanka’s ongoing currency crisis], it is our duty to build a platform for [this new group],” he said.",
    "Asked who new faces people can expect to see in his new party, Ranawaka said the media will find out soon enough.",
    "The MP also refused to comment on the SJB which appears to be grappling with a problem of defections to the government. It’s not his business, said Ranawaka.",
    "The former minister, who held portfolios of power and energy over different administrations, claimed that he has demonstrated his ability to deliver results.",
    "“Without us, the thirty-year war would never have ended,” he said, recalling the JHU’s push for a military defeat of the separatist Tamil Tigers under President Mahinda Rajapaksa.",
    "“Nor would Mahinda Rajapaksa have ever been defeated had we not come forward,” he added.",
    "“We have set the example on how to run state-owned enterprises at a profit and free of corruption,” the MP claimed.",
    "The SLRF on May 22 will unveil a rebuilt the country in three years, said Ranawaka.",
    "“We have achieved results. I think the people will give us a chance,” he said.",
    "The JHU has been criticised over the years for what some have deemed its hawkish stance. However, Ranawaka now believes that, while counter-terror legislation is necessary, such laws must not be abused.",
    "“An act is necessary to prevent terrorism, but we are against the formulation of acts that seek to suppress democratic and human rights,” he said.",
    "Asked if he would support President Ranil Wickremesinghe’s government in its more salient efforts to revive the country, he said: “Whether it’s Ranil Wickremesinghe or the opposition leader, we will support measures that anyone takes as long as it’s for the progress of the country.” (ColomboMay15/2023)"
  ]
}