{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/2024-The-year-the-world-and-Sri-Lanka-change/4-757018",
  "time_ut": 1704312505.0,
  "original_lang": "en",
  "original_title": "2024: The year the world and Sri Lanka change",
  "original_body_lines": [
    "The SJB’s inability to break out of the UNP policy framework and its complicity with Ranil’s policy agenda stance is completely unlike the independent, balanced, firm stance of Ranasinghe Premadasa. In 1988 Premadasa had planned to run for President against the policies of both Jayewardene’s UNP government and Madam Bandaranaike’s Opposition in the event the UNP deprived him of the nomination. In 1972-3, he formed the Citizens’ Front (Puravesi Peramuna) against both UNP and SLFP. The people could always count on Ranasinghe Premadasa to be “the voice of the voiceless millions…the main instrument that will take them out of their misery” (Oct 1988). Not so Sajith and the SJB over the last 18 months. The SJB is the policy avatar of Ranil’s UNP",
    "“Stop your windy nonsense! Look, the world is being turned upside down.”",
    "South Africa has filed a case in the International Court of Justice at The Hague against Israel for “acts of genocide”.",
    "What ‘Rules-Based International Order’ deserves to survive if those ‘rules’ allow thousands of innocent children to be massacred with complete impunity and unashamedly before global TV audiences, with the bombs and the diplomatic cover provided by the hegemon of the ‘rules-based order’? Which international order can survive such a global haemorrhage of moral legitimacy?",
    "The US-UK say their warships are protecting the “international community” from Yemen’s Houthis. Palestinian children aren’t part of the “international community”, obviously.",
    "In terms of global consciousness, Gaza is the 21st century Vietnam.",
    "Yoav Gallant (the surname surely a misnomer), Israel’s Minister of Defence (mostly against Palestinian babies, going by the casualty ratio), lists 7 fronts on which Israel faces threats: Gaza, the West Bank, Lebanon, Syria, Iraq, Yemen and Iran. He says Israel has taken military action in 6 (all except Iran).",
    "Gaza apart, these 7 fronts manifest low-intensity confrontation because the resistance forces backed by Iran do not want to play into Israeli hands by letting it frame the conflict as ‘Israel + USA against Iran’ rather than ‘Israel vs Gaza/Palestine’. Tehran is also aware that President Obama steered clear of Netanyahu’s attempt to get the USA to join it in a war against Iran and wants to keep things that way.",
    "US Secretary of State Blinken bypassed Congress and authorized the sale of 155mm high explosive shells to Israel. Unqualified military support for Israel despite its kill-crazy barbarism so redolent of Nazi massacres, could find the USA slip-sliding into a protracted war without borders.",
    "If Iran’s calculus is that Biden’s bear-hug of Israel will lose him enough young Democratic voters to see a Republican in the White House, and that Netanyahu plus ‘Christian Zionist’ Republicans will reactivate the plan to jointly attack Iran, then Tehran’s continued restraining of Axis of Resistance militias/militaries become less meaningful.",
    "A particularly hideous massacre or a large number of Hezbollah casualties inflicted by Israeli bombing could make it impossible for Hassan Nasrallah to hold back his battle-hardened young fighters without risking a schism. Israel has already killed a top Iranian Revolutionary Guard official in a strike in Syria. The US has hit Shiite militias in Iraq (resulting in pro-Iranian Shiite parties winning big in provincial elections there). The US helicopter strike killing 10 Yemeni Houthis could spark conflict.",
    "An authoritative new survey by a state agency shows that the citizens have been caught as a consequence of deliberate policy choices, in what political economy calls a “scissors crisis”.",
    "“The economic crisis is bearing on people with as many as 60.5 percent of households finding their monthly average incomes reduced while 91.0 percent of households are experiencing an increase in their monthly expenditure levels, according to a survey by the Department of Census and Statistics.” (https://www.dailymirror.lk/breaking-news/Economic-crisis-hits-hard-60-5-households-struggle/108-273973)",
    "“During the survey, numerous households cited various reasons that led to the drop in their average monthly income. The most frequently reported cause, accounting for 48.7 percent of respondents, was fewer working hours signifying a significant impact on household income…",
    "…The survey which dealt with the impact on the people’s health says individuals facing unemployment or reduced incomes often encounter challenges in accessing necessary medical treatments and preventive care, leading to delays or unavoidable gaps in healthcare.",
    "Financial barriers may exacerbate pre-existing health conditions by limiting access to essential medications and treatments…",
    "Among the patients who altered their treatment procedures due to the economic crisis, 35.1 percent have changed their treatment location and 33.9 percent resorted to using drugs only when their illness reached a critical stage.” (ibid)",
    "Another mainstream newspaper spotlighted the effect on employment, income and education:",
    "Education of about 54.9 percent of Sri Lankan students has been affected by the economic crisis since March 2022, the latest Household Survey on Impact of Economic Crisis – 2023 by the Department of Census and Statistics reveals.",
    "Nearly half of the employed individuals have encountered changes in their main jobs due to the economic crisis. 47.3 percent experienced work breaks or temporary absence. 48 and 45.8 percent of respondents experienced reductions in working hours or cuts in pay or allowances and income loss, respectively.",
    "Income has increased only for 3.4 percent of income earners.",
    "Only 5.4 percent of families reported an increase in income.",
    "91.1 percent of households indicated that their expenditure had increased. 99.1 percent of respondents said this was due to the increase in food expenses. Transport (83 percent), health expenses (73.2 percent) and educational expenses (51.8 percent) too had increased…”",
    "The pair of scissor-blades are closing: declining income, rising expenditure.",
    "The US-UK say their warships are protecting the “international community” from Yemen’s Houthis. Palestinian children aren’t part of the “international community”, obviously",
    "A. Those who believe TINA, the dictum that “There Is No Alternative” to the Ranil-IMF model of staying on the treadmill of economic shock therapy and radical privatisation, which will enable us to return to and borrow from the international financial markets, which was the addiction that got us into the debt crisis in the first place.",
    "B. Those who reject or question TINA and prefer mainstream alternatives to Ranil’s long-standing neoliberal model, and policy variants of the IMF package (e.g., the ideas of Nobel Prize winners Stiglitz and Krugman) as well as new multipolar-multilateral options in the world economy.",
    "At Elections 2024 why expect any voter-behaviour other than the rational choice to get off the treadmill, or “change both the doctor and the medicine” as Prof. Charitha Herath memorably recommended on TV? (https://youtu.be/17WrpnypIb8?si=VdhcCbs8hRvzLrGj)",
    "If the bi-partisan political and economic Establishment has caused unprecedented shock to every aspect of our material lives, why keep it and its policies in place?",
    "Why keep in business through our vote, the same political parties, politicians and top officials who contributed to and participated in the creation of this crisis (2015-2023)?",
    "What is the merit in proclaiming “we were the first to urge that Sri Lanka should go to the IMF” when these same elements contributed greatly to the crisis by borrowing heavily from the private money markets to the tune of US$ 15 billion of which only US $ 2.5 billion was for repayment (2015-2019)?",
    "Why install/reinstall them in office through our vote and expect that they will save us, when they jointly threw us into this abyss to start with?",
    "The elitist Establishment is administering economic shock therapy to us, and its Opposition avatar endorsed it in principle—the SJB voted for Ranil’s IMF deal, rewarding him even after he had pulled the plug on the local authorities’ elections. We, as citizen-voters, should reciprocally administer political shock therapy to the bipartisan Establishment at the elections.",
    "The SJB has been off-balance, indecisive and de-mobilised at the mass level since (unelected) President Ranil Wickremesinghe signed his IMF deal. It wrong-footed the SJB because of the faulty policy stance it had chosen to adopt: being the ‘real UNP’ or ‘more UNP than the UNP’ or Ranil’s proper ‘team-in-waiting’; successor to the UNP administrations of Ranil 2001-2004, 2015-2019 and uncritical defender and continuator of their policies. There is no daylight between the SJB’s Blueprints and Ranil’s model. The SJB’s economic perspective also keeps us on the treadmill of drastic privatisation and external indebtedness.",
    "The SJB’s inability to break out of the UNP policy framework and its complicity with Ranil’s policy agenda stance is completely unlike the independent, balanced, firm stance of Ranasinghe Premadasa. In 1988 Premadasa had planned to run for President against the policies of both Jayewardene’s UNP government and Madam Bandaranaike’s Opposition in the event the UNP deprived him of the nomination. In 1972-3, he formed the Citizens’ Front (Puravesi Peramuna) against both UNP and SLFP.",
    "The people could always count on Ranasinghe Premadasa to be “the voice of the voiceless millions…the main instrument that will take them out of their misery” (Oct 1988). Not so Sajith and the SJB over the last 18 months. The SJB is the policy avatar of Ranil’s UNP.",
    "Anura Bandaranaike, Opposition leader and only son of two Prime Ministers, lucked-out politically because he was perceived as closer to the economic ideology of his adversary President JR Jayewardene, than that of his iconic, progressive father SWRD Bandaranaike. To avoid that political epitaph, Sajith must renounce his Economic Council’s technocratic dreamscapes and fetishism of the foreign.",
    "Global dynamics will impact on a Sri Lanka as fault-lines turn into fissures. Our political history shows the confluence of change in the world and in the country. In 1954, Vietnam defeated French colonialism at Dien Bien Phu. In 1955, the Bandung Conference of Afro-Asian nations was held. That anti-neocolonial tide made landfall at the 1956 General Election.",
    "The most intellectual leader the island has had, SWRD Bandaranaike, grasped this confluence and framed Ceylon’s complex challenge in famous phraseology:",
    "“…A problem within a problem: Transforming a colonial economy into a national economy against the backdrop of a changing world”.",
    "Given the contemporary contextual congruity, let me take a crack at formulation with a bow to SWRD, as follows:",
    "“A problem within a problem: Transforming a crisis-ridden, debt-dependent, neoliberal economic model into a sustainable, social democratic, humanist development model, against the backdrop of transition away from a declining unipolar-hegemonistic world order to a multipolar one.”",
    "Which Sri Lankan leader today, which political formation/bloc, is most capable of successfully undertaking and completing the symbiotic tasks of transformational transition?",
    "History shows that when an established political elite cannot fulfil the primary task that the nation and its people demand, it devolves on a counter-elite to do so.",
    "Anura Kumara Dissanayake’s hour-long peroration at the NPP Women’s Convention in Matara on December 30th 2023, with its courageous frontal critique of the worsened situation of women and a clear commitment to change it, tells me that he has grown, developed himself, into the potential leader for this moment in the nation’s history. (https://youtu.be/F8MVL-5jTh0c?si=ql-GHzv5h3ReheZT)",
    "So far, only the JVP-NPP and its leader AKD seem to have the motivation, discipline, commitment, organisation, and above all, the social forces and social energy to undertake the task. AKD-JVP-NPP is a dynamic, growing formation; an ascending force. All others seem to be in decline or stasis.",
    "Jan 1st 2024 saw the release of a video of a speech by Anura, titled ‘Be Ready: Let’s Make This a New Year of Writing History Anew’. A blazing, inspiring speech; a determined, developmentalist vision of upliftment in productivity (including for export) driven by upliftment of human resources, the working people --farmers, fisherfolk, teachers—and re-enabled education of all schoolchildren. (https://youtu.be/urjtC_wEU7s?si=HpCuoENk4eeLACPf).",
    "Choosing Ranil/UNP, SLPP, SJB, SLFP or Gota-cult mushroom parties not only means playing the old game in a new context of crisis, it is playing (absurdly) with the old deck of cards. Surely, it is time to play with a new deck at least?",
    "Sri Lankan democracy was stabilised and reformist change driven by the Left aligning with the Centre in a Centre-Left bloc under the latter’s leadership. The current crisis requires the Centre moving leftward into a Left-Centre bloc under Left leadership.",
    "2024 being a supremely political year, Left discussion should concentrate on problems of the strategic political line. Mao emphasises:",
    "“The correctness or otherwise of the ideological and political line decides everything. When the Party’s line is correct, then everything will come its way…If it has no political power, then it can have political power. If its line is not correct, even what it has it may lose...” (Mao, ‘Talks’ Aug-Sept 1971)",
    "For my generation of leftists and the one before me, the military coups and massacres in Indonesia (1965) and Chile (1973) were searing marker-events. We concluded that Mao Zedong, Fidel Castro and Che Guevara had been proven correct in that there was no peaceful road to real social change permitted by the Empire and the domestic oligarchy; the armed struggle was the only road to socialism or even the replacement of dictatorship with democracy.  The Chilean coup gave rise to two vectors of strategic thought in the Latin American and global Left. One was the re-emphasis on “the armed road” with the important caveat that the model had to shift to that of Vietnam’s protracted people’s war, with a thickening of people’s organisations and deepening of politics.",
    "The other vector was the need for “the accumulation of social forces” through the broadest possible united fronts and popular blocs, to resist or roll-back dictatorships, win elections and govern successfully if elected.",
    "It was realised conclusively that President Salvador Allende had an insufficiently broad base to govern and manage the economy in the face of external and internal plots of de-stabilisation and lethal overthrow.",
    "The Italian and Spanish Comm-unists (‘Euro Communists’), headed by Enrico Berlinguer and Santiago Carillo, expanded the model of the United Front.",
    "The stellar young Greek Marxist and political theorist Nicos Poulantzas established the nexus between a “pluri-party” (his term) Left front and the possibility of generating fissure in the state apparatuses; ruptures and disintegration within the power-bloc.",
    "Antonio Gramsci became recognised as the most relevant political theoretician and strategist the left tradition and treasury possessed (after Lenin).",
    "Meanwhile Cuba’s Fidel Castro had completed the second of two historic-strategic moves. In the 1960s he and Che Guevara correctly formed a revolutionary New Left carved out from the Communist parties, Socialists, Populists and even Christian Democrats. Then, in the 1970s, specifically from the founding Congress of the Communist Party of Cuba in 1975, Fidel pushed the Communist parties leftwards while also pushing the revolutionary New Left into united fronts and blocs with the Communist and Socialist parties, thereby reunifying the Left around a strategic synthesis.",
    "This strategy of the Broad Front was pioneered in Latin America by Uruguay’s Tupamaros-MLN urban guerrillas and its Communist party, as far back as 1971. The Frente Amplio has lasted over a half-century, from terrible military defeat to two elected Presidents (2005-2020), including the revered ‘Pepe’ Mujica, Tupamaro militant from the mid-1960s.",
    "The first fruit of Fidel’s new strategic push was the unification of the trifurcated Sandinista Front and the consequent victory of the Nicaraguan Revolution in 1979.",
    "As importantly, every one of the electoral victories of Pink Tide 1.0 and 2.0 in 21st century Latin America owes a great deal to the advanced united front model of Fidel Castro. In an electoral context such as Pink Tides 1.0 and 2.0, the United Front takes a more classic form of a cross-party coalition on a single broad platform e.g., Brazil, Chile, Colombia, etc.",
    "I call this ‘the Gramscian Moment’ in the Global South—a dialectical spiral ascent from military defeats to presidential election/re-election in Latin America. 2024’s potential winners, AKD-JVP-NPP, could secure, solidify, seal their chances of victory by putting these experiences and lessons into practice."
  ]
}