{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Parliamentary-Internship-Program-debuts/14-746431",
  "time_ut": 1679000428.0,
  "original_lang": "en",
  "original_title": "Parliamentary Internship Program debuts",
  "original_body_lines": [
    "Parliament of Sri Lanka with the support of National Democratic Institute (NDI) and USAID launched a parliamentary internship program, providing young professionals and students with practical experience in policy development and public service.",
    "The program was launched recently in Parliament under the patronage of Speaker Mahinda Yapa Abeywardena, and Secretary General of Parliament Dhammika Dasanayake, Chief of Staff and Deputy Secretary General Kushani Rohanadeera and Assistant Secretary General  Tikiri Jayathilaka, Senior Resident Country Director of the National Democratic Institute (NDI)  Thusitha Pilapitiya and a group of officials were present. The Speaker delivered the keynote speech at the inauguration.",
    "Following outreach efforts to all the national universities in Sri Lanka, a group of interns was carefully chosen from the eight universities who responded.  Accordingly, eight state Universities, namely, Colombo, Sri Jayewardenepura, Kelaniya, Peradeniya, Rajarata, Jaffna, Ruhuna, and Sabaragamuwa have collaborated for the internship program with a group of selected 35 interns.",
    "The program’s selection criteria and structure ensure a comprehensive and tailored experience, with the curriculum designed to develop skills and knowledge for different career paths.",
    "NDI, in collaboration with the parliament, conducted a three-day residential orientation program aimed at providing a deeper insight into the intern role. The program featured several sessions covering legislative development, engaging with Parliament, and various modes of interaction with Parliament. The heads of departments and sections of the Parliament conducted the program. The program concluded with a recap and evaluation session by students, followed by an open discussion where interns had the opportunity to raise questions.",
    "Following a three-day orientation program, the interns have been allocated to their respective departments, and throughout their internship period, they will receive hands-on working experience with the Parliament of Sri Lanka.",
    "The program’s curriculum promotes inclusivity, diversity, and skill development for different career paths. The initiative aims to create goodwill ambassadors for parliament, address the trust deficit between parliament and youth, promote democracy, and educate young people about Parliament of Sri Lanka. The program highlights the Parliament’s commitment to the Open Parliament Initiative and aims to address the trust deficit between Parliament and youth while safeguarding democracy."
  ]
}