{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Deteriorating-health-services-deaths-among-patients-and-exchange-crisis/172-263185",
  "time_ut": 1689363913.0,
  "original_lang": "en",
  "original_title": "Deteriorating health services deaths among patients and exchange crisis",
  "original_body_lines": [
    "Just a few years ago, the health service in our country was among the best in the world. Our country provided free medical examination, hospitalisation, and medicines, not only to all of our citizens but even to foreign visitors irrespective of their wealth or social standing. The medicines provided were of high quality.",
    "The financial crisis of yesteryear has changed all of that. Over the past month or more there have been serious charges of substandard drugs causing ill effects to patients. The first ill effects were noted among patients suffering from eye surgery.",
    "A few days ago a brouhaha arose following the death of a female patient who was administered a particular drug via a canula at the Peradeniya Teaching Hospital.",
    "It was originally claimed her death was caused by a sub-standard drug imported from India under a credit line extended to us by our neighbour. The following day the postmortem (also referred to as autopsy) revealed the unfortunate victim died not because of a substandard drug produced by an Indian pharmaceutical firm but as a result of an allergy which occurs in one-in-a-hundred-thousand cases!",
    "As a result of our financial crisis -we did not have and still do not have- the capacity to purchase basic medicines needed to treat our people. India provided us with a lifeline via one billion-dollar line of credit to purchase essentials including pharmaceuticals.",
    "The purchase was made by the Health Ministry, perhaps twisting the rules governing the import of medicines by avoiding the tender procedure.",
    "The fault then lies with those responsible for purchasing drugs, not the Indian government or its people.",
    "This blame game is somewhat reminiscent of the Ukrainian president blaming the NATO countries who are pouring billions of dollars worth of arms and ammunition into his war with Russia for the failed military progress.",
    "His comments drew a sharp rebuke from the US regarding his ingratitude to those who are helping him.",
    "Our crisis is a shortage of foreign currency reserves to purchase even basics. Rather than pointing accusing fingers at countries which are trying to help us, it is time to seek ways and means to extricate ourselves from a mess of our own making.",
    "However, the underlying cause has been years of overspending relative to our revenues and financing the deficit with debt which has now grown to unsustainable levels. The best way of increasing our foreign currency reserves is to increase foreign currency revenues.",
    "Therefore, the need is to focus on ways and means to attract direct foreign investment as well as to expand our basket of exports.",
    "However, there are many impediments to attracting investors to this country. Amongst the biggest detriments to attracting foreign capital to our country are: There is a lack of protection for investment to foreign investors, Difficulties faced in doing business here and  Endemic corruption.",
    "Figures from the ‘International Finance Corporation rank Lanka at 85 out of 189 economies. Overall, Sri Lanka’s position declined four places on the global ranking list.",
    "Despite having organisations like the Board of Investment which was designed to ease the entry of foreign investment, investors complain of red tape and corruption. Many an investor has left our shores in disgust.",
    "The best example was the business delegation from Oman who left our shores in disgust without investing a cent.",
    "Tourism is one of the biggest foreign exchange earners for this country. But we lag far behind countries like the Maldives or even the Middle East countries in attracting high-end tourists to the country.",
    "For instance whilst the most expensive hotel rate in Lanka is approximately Rs. 707,727/-per night, a stay in the Maldives goes at Rs. 1,336,400/-.",
    "These are but a few of the areas which can help bring in the much-needed direct foreign investment which in turn helps increase foreign exchange revenues.",
    "Since his appointment as President Ranil Wickremesinghe has brought about political stability which is one of the pillars to attracting foreign investment.",
    "The question is, does our president have the will and capacity to bring corruption to an end and drag the country out of the current financial morass?"
  ]
}