{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Presidents-Committee-to-Revolutionise-Healthcare-Focus-on-Prof-Bibile/172-264661",
  "time_ut": 1691356221.0,
  "original_lang": "en",
  "original_title": "President’s Committee to Revolutionise Healthcare: Focus on Prof. Bibile",
  "original_body_lines": [
    "Promoting the use of generic names can alleviate the financial burden on economically disadvantaged patients, who are currently forced to spend exorbitant amounts due to their brand names",
    "SPC, the brain-child of Prof. Senaka Bibile, should take a more proactive role in countering the influence of greedy pharmaceutical traders",
    "President Wickremesinghe aims to bolster the nation’s healthcare system by formulating a new Medical Act within six months to address existing shortcomings and enhance healthcare services. For a more inclusive approach to ensure an effective and comprehensive Medical Act, the Committee should recognize and study the proposals formulated by Professor Senaka Bibile, which have proved immensely helpful in addressing the medicinal needs of developing countries.",
    "Additionally, the President has directed the NMRA to expedite the approval process for FDA-approved and reference drugs from other countries. The five- member committee was appointed to among other tasks; devise a simple and transparent scheme for the procurement of quality drugs and",
    "The powerful pharmaceutical mafia is responsible for aggressively promoting drugs under brand names, investing billions of dollars in promotional campaigns. Both overt and covert unethical practices are employed by them to maintain the brand image of medicines. Promoting the use of generic names can alleviate the financial burden on economically disadvantaged patients, who are currently forced to spend exorbitant amounts due to their brand names.",
    "Prof Bibile’s policies, if implemented properly, could have prevented many present disasters. The part that has",
    "been implemented is working reasonably well and has prevented an explosion of issues. However, the expensive high-priced branded products, promoted through lavish dinners at 5-star establishments and various other lucrative ‘gift’ schemes to consultants, still persist. These products are prescribed by brand name, causing ignorant patients to pay exorbitant prices. Although Osu Sala offers generics with the same composition, many patients still prefer the expensive brands due to their trust in certain unscrupulous doctors and refuse to switch to the more affordable generics.",
    "Generic substitution becomes significant for branded pharmaceutical products once they lose patent protection, as generic equivalents can quickly enter the market after the patent period expires. While patent protection incentivizes pharmaceutical innovation and allows for premium returns on Research & Development (R&D) investments, legislation permits generic manufacturers to introduce copy products without incurring R&D costs. As a result, generics are priced at a considerable discount compared to branded options, exerting pressure on the pricing of the original branded product.",
    "In the USA’s relatively free market, pricing policies are more flexible. Big pharmaceutical companies [Pharma Mafia] face challenges primarily when generics enter the market, prompting them to focus on maximizing returns before patent expiry and leveraging brand names to retain market share afterward.",
    "Maithripala Sirisena as President in 2016, made a most shocking disclosure. He said he had information that a ‘certain person,’ [as usual he refrained from naming the culprit], had received a staggering Rs. one Billion from pharma importers to block the implementation of Professor Senaka Bibile’s National Medicinal Drugs Policy (NMDP): man not trustworthy though, in this instant we have every reason to believe him, especially in the wake of successive government’s failure to implement them.On and off for the past several years there had been news items in the media that the Government was going to bring in laws to implement the Senaka -Bibile Medicinal Drugs Policy. However, it is ironic and surprising to note that the intended piece of legislation did not see the light of day. If the NMDP—approved by the Cabinet as far back as October 2005 but deliberately delayed year after year—had been implemented, it would have made quality medicinal drugs available to the people at affordable prices restoring a health service where the well-being of the patients is given top priority.",
    "SPC, the brain-child of Prof. Senaka Bibile, should take a more proactive role in countering the influence of greedy pharmaceutical traders. Strengthening legal frameworks to regulate medications, devices, and ensuring answerability for medical professionals while facilitating dispute resolution. The new committee must carefully assess the current legal framework to identify areas for improvement and address the shortcomings of the NMRA Act to ensure its effectiveness in safeguarding the interests of the public and the healthcare system.",
    "Prof. Bibile and Dr. S. A. Wickremasinghe, the then Communist Party leader, played a significant role in developing the concept of ‘essential medicines’ to promote rational drug use. Despite facing allegations from the mafia, local agents of transnational pharmaceutical companies, medical specialists, and politicians, they remained steadfast in advocating for this policy.",
    "One significant reason for the escalating prices is the prevalent use of brand names instead of generic names in drug prescriptions, which is a key point in Bibile’s formula. The price discrepancy between branded and generic drugs is striking. To address this issue, there is a need to consider passing legislation that mandates the prescription of drugs only by their generic names. The Government Medical Officers’ Association (GMOA) once wholeheartedly supported the use of generic names in prescriptions.",
    "There have been instances of mysterious disappearances of important files related to drug regulation. For example, a draft copy of a bill went missing after being handed over to the former Chief Legal Draftswoman, leading to the appointment of a new committee to formulate a replacement draft. The subsequent draft faced delays within a cabinet subcommittee for",
    "The British Medical Journal’s blog featured an article by former BMJ editor, Richard Smith, aptly titled: “Is the Pharmaceutical Industry like the Mafia?”Smith highlights the systematic corruption of science by the drug industry to exaggerate the benefits and downplay the harms of their drugs. The industry’s influence reaches various sectors, including doctors, academics, journals, professional and patient organizations, university departments, journalists, regulators, and politicians, using tactics similar to those employed by a mob.",
    "Smith points out that doctors and academics are not exempt from responsibility in this scenario, as they are expected to hold themselves to a higher ethical standard. However, some laws now require companies to disclose payments to doctors, revealing that a significant number of doctors have financial ties to the drug industry.",
    "In the local industry too, many doctors receive substantial sums for advising companies or giving talks on their behalf, raising concerns about the impartiality of these “key opinion leaders” who might be essentially, as Smith described,”hired guns” for the industry.",
    "Forbes Magazine few years ago published an article titled,“Is Big Pharma Addicted To Fraud?” questioning the trustworthiness of the pharmaceutical industry. Legal prescription drug abuse contributes to the modern American medical system becoming a leading cause of death and injury in the United States. Approximately 450,000 preventable medication-related adverse events happen in the US annually, with Merck’s painkiller Vioxx being responsible for over 60,000 deaths before its",
    "We would like to emphasize once again, as previously highlighted in these columns, the pressing need to consider the implementation of the Bibile Formula, adjusted to suit current demands. If the appointed committee is not in favour of this approach, we urge them to provide a detailed explanation to the President outlining their reasons. The committee should take serious note of the above facts while formulating their proposals for the President, who is determined to find a lasting solutions to the pressing issue."
  ]
}