{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ours-is-a-problem-of-systems-not-systemic-approach/",
  "time_ut": 1680948360.0,
  "original_lang": "en",
  "original_title": "Ours is a problem of systems, not systemic approach",
  "original_body_lines": [
    "Today within SL there is much discussion on democratic values being submerged by authoritarianism. There’s an atmosphere of fear and much coercion in society. This encompasses much of the hypocrisy among parliamentarians and fellow travelers within parliament and outside who remained silent observers when time honoured practices of good governance were thrown overboard. They permitted those in authority to resort to new ways of breaking regulations relating to good governance in the name of efficiency and speed required to meet several needs of the country as quickly as possible.",
    "There has consequently been a rise in corruption which includes money laundering and non- accountability in following rules and regulations in force. SL has ended up with a serious financial crisis which has left the country with a seemingly insurmountable crisis both in dollar and rupee terms. We are in an unenviable position of neither having the funds to pay for essential imports nor for the first time to honour debt obligations. As a result many people are starving and rising in protest against the government’s inability to deliver on its obligations to its citizenry.",
    "To the extent protests are permitted, democracy is said to prevail in the country. This demonstrates that there is a level of tolerance and compromise yet available to us. Its intrinsic value needs assessment rather than assuming its mere prevalence. Of late money power has played a large role in governmental affairs. This has a corrosive impact on the country long suffering family rule and its consequences eroding the sovereignty of the people.",
    "In a democratic country regular elections are held to assess peoples’ views on the conduct of the country’ s affairs. In SL this had not been possible because the country is in recession and bankrupt. It is vital to hold regular elections but not when the economy is down in the dumps and there is no money to even pay for printing ballot papers and meeting other election expenses. There is nothing to be learnt from an election as everyone knows the ground situation – the rank unpopularity of the government – and no new information will be forthcoming from an electoral exercise.",
    "Those who will seek election will be the same old lot and other of a similar caliber. Nothing new has been offered on how parties will choose candidates to place a better choice before the electorate nor is there a new political party agenda which would help change the profile of the country. Under the circumstances it is suggested that elections should be postponed so that assessing the viability of democracy in the country is deferred until the economic climate is better.",
    "Yet another feature critical of the present system is the concept of equity. The denial of the equity principle is self-evident with some in this country long being more equal than others. There is no need to list undesirables elected to parliament after being nominated by recognized political parties. They are very well known.",
    "An MP convicted for murder was pardoned by the then president and released but has since been rearrested while the pardoning process is being reassessed. Another convicted and jailed by a high court, with the sentence suspended for five years, is both a minister and the chief government whip while an appeal is pending. Contrast this to Raul Gandhi losing his Lok Sabha seat on conviction and sentence over a criminal defamation matter.",
    "The role of judiciary as protector of citizen’s rights is getting less significant. Democracy has lost much of its vibrancy today. An authoritarian government imposes its will abandoning time tested checks and balances. It can be argued that Singapore did well for itself by authoritarian rule. But few countries have been fortunate enough to be led by a visionary like Lee Kwan Yew.",
    "The point must also be made that the present set of parliamentarians have long been privy to the abuses of the system and done precious little about it. It cannot be said that they were unaware of the corruption around them, poor governance, lack of transparency and non-accountability. They closed their eyes to wrong economic policies and decision making in order to protect their own positions and interests. The problem is not with the systems in place but with those managing them.",
    "Much of today’s trade union protests and demonstrations are manipulated by political parties opposing the government and do not get the country anywhere. They merely assert the inherent rights of people to protest in a democracy. The recent demonstrations and protests did not result in any constructive gain for the country. They merely helped lower SL’s standing in the world signaling that we are a bunch of people who can rally some protesters to get to the streets and demonstrate without direction or with an end result in view. Nothing has been achieved as a result of such demonstrations except for the lowering of the country’s global ratings and focus on its bankruptcy.",
    "Often directionless assertion of rights without obligations end in chaos. Asserting the inherent qualities of democracy and its advantages in a nation mired in financial crisis takes us nowhere. Let us take what is offered to us as a solution and try to do the best we can in the circumstances.",
    "The long negotiated IMF deal has at long last been signed off. The conditions may be tough but we do require strong systems in place to get over our daunting problems and improve our economic condition. I’m sure that this time around we will see success. We have never ever been in this bad a situation before which in itself should make us see the light of day and follow the advice proffered to us.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}