{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/India-says-keen-to-make-President-RW-s-visit-a-huge-success/56-750496",
  "time_ut": 1689119779.0,
  "original_lang": "en",
  "original_title": "India says keen to make President RW’s visit a ‘huge success’",
  "original_body_lines": [
    "India yesterday expressed keenness to make the upcoming visit by President Ranil Wickremesinghe a “huge success.”",
    "This expectation was shared by Foreign Secretary Vinay Kwatra yesterday after he concluded a brief visit to Colombo on the same matter.",
    "Wickremesinghe is scheduled to make his maiden trip as President to New Delhi next week and meet Indian Premier Narendra Modi.",
    "“Our objective is to ensure that the visit of the President of Sri Lanka to India is a huge success,” Kwatra, who flew in on Monday night, told journalists yesterday.",
    "“He (Wickremesinghe) is a well-known leader and a very strong supporter of the relationship. We have worked and cooperated very well in the last 14-16 months of various challenges that Sri Lanka went through and I can assure that a very warm welcome awaits him in India,” Kwatra said.",
    "“We eagerly look forward to Excellency the President’s visit to India and make it a success both of his visit but also a similar success of our relationship,” Indian Foreign Secretary added.",
    "Kwatra called on President Wickremesinghe yesterday, held discussions with his Lankan counterpart Foreign Secretary and had a chance to meet with a few ministers on the side-lines of lunch.",
    "“The purpose of my visit is essentially to prepare for the upcoming visit of the President of Sri Lanka to India. My discussions with the Sri Lankan leadership as also with the Foreign Ministry were essentially focused on trying to ensure that the upcoming visit is actually a point of positive transformation in the relationship,” Kwatra revealed.",
    "“We also discussed the key areas of partnership that we could progress ahead of the visit, going into the visit, priorities of the Sri Lankan leadership, as also shared with this the perspective of our leadership on the relationship, the strength of the relationship, different elements of cooperation in the relationship, elements of our partnership in years ahead across the entire matrix of economic partnership that India and Sri Lanka enjoy,” the Indian Foreign Secretary added.",
    "Separately, the President’s Media Division said the meeting between Wickremesinghe and Kwatra took place at the Ministry of Defence and focused on enhancing bilateral relations and working towards future economic and social goals that would benefit both countries’ populations.",
    "“During the meeting, President Wickremesinghe briefed the Indian Foreign Secretary on the Government’s reform program aimed at strengthening the country’s economy. He also acknowledged India’s continuous support as a neighbouring ally during the recent economic crisis,” the President’s Media said.",
    "Additionally, they discussed President Wickremesinghe’s upcoming official visit to India and the planned activities during the visit. The presence of Indian High Commissioner to Sri Lanka Gopal Bagley, added to the significance of the occasion."
  ]
}