{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95589/president-makes-clarifications-on-vat-unveils-future-plans-for-sri-lanka",
  "time_ut": 1702374660.0,
  "original_lang": "en",
  "original_title": "President makes clarifications on VAT, unveils future plans for Sri Lanka",
  "original_body_lines": [
    "President Ranil Wickremesinghe has made several clarifications pertaining to the new Value-Added Tax (Amendment) Bill, which was passed in Parliament on Monday (11 Dec.).",
    "Addressing the House during the ongoing parliamentary debate on the 2024 Budget, the Head of State assured that while the IT sector will now be levied a VAT of up to 18%, the increased tax will not be a burden on the industry, as it is an export-oriented industry. He emphasized that the export of IT services is a 0-rated supply.",
    "Acknowledging that certain parties within the sector remain unsatisfied with the increased tax rates, President Wickremesinghe noted that as per the decision to increase the VAT, it must be applicable to all sectors, with no exceptions.",
    "“Even in India, the GST rate for all kinds of IT software supply services and products are 18%”, he said.",
    "“Whatever we have collected out of by increasing to 18% will come back to the sector, because there is Rs. 1.5 billion kept aside for research, just on AI, and another Rs. 8 billion for all other technological research, of which I’m sure this sector should take anything from Rs. 1 billion – Rs. 2 billion, so about Rs. 3.5 billion. What we’re doing is shifting the emphasis on to research and helping research.”",
    "“Wherever they want to go ahead, the government is prepared to support them, and we are moving very fast towards the digitalization, and we will be looking in the next two three years  to do that, we’ll go piggybacking on India and then let us develop it, so the whole digital sector will expand. You might pay 18% VAT but you’re going to expand here in Sri Lanka and that’s the development”, the President stated, emphasizing that artificial intelligence (AI) is the future, and should therefore be the premise on which Sri Lanka expands.",
    "Speaking on the funds made available for research, President Wickremesinghe said, “There is money available, nearly 9.5 billion available next year for research. We have never made that much of money available, for the first time that money is made available”.",
    "He further emphasized the need for Sri Lanka to become a country “that has a strong science and technology base”. “We cannot survive without it”, the Head of State further highlighted.",
    "Talking on renewable energy, President Wickremesinghe emphasized that Sri Lanka has a large potential in this regard, which is yet to be tapped into.",
    "“We have all this energy which we don’t really require. We can even sell some to India on connectivity. [...] We have this tremendous potential which we haven’t used and on which we have to do research”, he said, highlighting that Sri Lanka is one of the few countries that can export renewable energy.",
    "Further commenting on the education sector and universities, the President highlighted that in addition to the existing universities, new universities, both state and private, are planned to be established with a special focus on management, science and technology.",
    "Commenting on potential investments in Sri Lanka, President Wickremesinghe revealed that and Economic Commission is expected to replace both, the Board of Investments (BOI) and the Export Development Board (EDB), in a bid to draw investments from all fields.",
    "He subsequently briefed the House as to how this would play out, emphasising that it is likely to be very different to how things work now.",
    "The President’s remarks came after the VAT (Amendment) Bill was passed in Parliament on Monday evening, with a majority of 45 votes, with 100 MPs voting in favour, and 55 voting against the Bill.",
    "The House approved a hike in VAT up to 18% from the current 15%, ahead of the International Monetary Fund (IMF) preparing to approve the second tranche of a $2.9 billion bailout for the crisis-hit country."
  ]
}