{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-bizlife-packages-support-businesses-to-develop/",
  "time_ut": 1679330220.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL ‘BizLife’ Packages support businesses to develop",
  "original_body_lines": [
    "SLT-MOBITEL, as the National ICT Solutions Provider, recognised for services that form the backbone of any commercial business in the country is offering micro, small, and medium-sized enterprises (MSMEs) an innovative ‘BizLife’ Packages to enable businesses to develop and grow.",
    "The BizLife packages address the voice/data solutions required by businesses who seek an all-in-one package consolidating their ICT needs. BizLife also offers excellent value for money especially for companies that see cost-effective options, ensuring the solution is based on an affordable budget, enabling them to access the growing digital economy and achieve sustainable growth.",
    "With SLT-MOBITEL Enterprise’s unmatched technology, resources, and reliable services, the Bizlife packages are presented as four exciting tiers – BizLife Mini, BizLife Mini Flash, BizLife Advance and BizLife Advance Flash.",
    "Equipping SMEs and Micro businesses with the full range of ICT solutions to help them succeed, the BizLife Mini comprises the 58GB anytime data, Meet Light- Online working including 30 GB, Messenger/WhatsApp package, in addition to 50 GB storage with free data, Unlimited Voice calls, Kaspersky internet security for three (03) devices, Video conferencing for 25 participants via the premier SLT-MOBITEL LYNKED Video conferencing platform and SLT-MOBITEL’s exclusive BIZ mail with 5GB.",
    "Ceylinco Life retains market leadership for 19th consecutive year in 2022",
    "SLT-MOBITEL powered IEEE Innovation Nation, Sri Lanka’s Grand Finale competition 2022 concludes on a high note",
    "SLT-MOBITEL signs agreement with Cool Planet to power fashion chain’s new complex with SLT-MOBITEL Fibre",
    "SLT- MOBITEL partners AIMG Sri Lanka to promote professional excellence",
    "SLT-MOBITEL powers Sumathi Awards 2023 as the Official Telecommunications Partner",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}