{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/is-cabinet-above-the-law/",
  "time_ut": 1689181020.0,
  "original_lang": "en",
  "original_title": "Is Cabinet above the law?",
  "original_body_lines": [
    "Sri Lanka is no stranger to disappearances. Some of the present-day rulers used to display their adeptness at causing enforced disappearances while they were in power, years ago. Thankfully, they have refrained from demonstrating their abduction skills for some time, but old habits are said to die hard; they have caused a big tree, of all things, to disappear.",
    "A rare, endemic tree, Sri Lanka Legume or Crudia Zeylanica, described as the only tree of its kind, sitting on a block of land acquired for the construction of the Central Expressway, in Veyangoda, disappeared on Sunday night. Residents of the area have told the media that a group of persons came with heavy machinery, under the cover of darkness, and the tree was gone the following morning.",
    "Environmentalists, the media and the Opposition, circled the wagons to protect the endangered tree, in 2021, when the road development authorities first attempted to cut it down. Their protests ended when the Ministry of Wildlife and Forest Conservation assured that the tree would be safe.",
    "The sad fate that has befallen the endangered tree is proof that the government has got reneging on its pledges down to a fine art.",
    "Minister of Transport, Highways and Mass Media, Bandula Gunawardena has said the Cabinet approved the removal of the tree as the government would have had to spend an additional Rs. 15 billion to adjust the course of the expressway to save it. He has insisted that there are dozens of other Crudia Zeylanica trees in the country.",
    "Has Gunawardena plucked those figures out of the air? Can he prove that it would have cost so much to save the tree? Can he reveal the locations where the other Sri Lanka Legume trees are found? Haven’t those who uprooted the tree violated the law? He ought to provide answers to these questions, as the Cabinet Spokesman and the Minister of Highways. After all, he says he is the one who obtained Cabinet approval for uprooting the tree.",
    "Opinion may be divided on whether the construction of a vital road should be delayed because of a tree or public funds to the tune of billions of rupees should be spent to save it, especially at this juncture, but what is of the utmost concern, in our book, is the high-handed manner in which the Cabinet has acted in ordering the removal of an endangered endemic tree.",
    "Instead of bulldozing its way, the government should have set about tackling the problem scientifically and legally, preferably with the help of other stakeholders. It has not even cared to have a botanist substantiate its claim that there are other Sri Lanka Legume trees elsewhere. It has once again proved that it does not care two hoots about the environment or public opinion.",
    "Do Cabinet decisions take precedence over the law of the land? The government seems to think they do; otherwise, it would not have had the rare tree destroyed. Irate environmentalists are convinced otherwise; those who uprooted the tree have violated the law and committed a punishable offence, they maintain, claiming that the offenders can be jailed for what they call a serious environmental crime.",
    "The rare Crudia Zeylanica tree is gone. Nothing can undo its destruction. That is the sad truth. But legal action is called for against those who uprooted it at the behest of the government lest the Cabinet should be emboldened to act likewise in dealing with other vital issues as well. The Cabinet must be made to realise that it is not the law.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}