{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Ukraine-Palestine-and-double-standards/172-254815",
  "time_ut": 1677274846.0,
  "original_lang": "en",
  "original_title": "Ukraine, Palestine and double standards",
  "original_body_lines": [
    "February the 24th marked the first anniversary of Russia’s invasion of Ukraine.  Whatever the reasons, whatever the cause, wars in this day and age are not just, nor are they an acceptable means of settling differences.",
    "War in fact is a blanket cover for indiscriminate killing. Sadly in most instances, wars continue to be instigated by 3rd parties to fulfill aspirations of different groups or country interests. In the case of Ukraine thousands of its citizens are being killed in the conflict with Russia. According to latest UN human Rights Office (OHCHR) data, at least 8,000 non-combatants have been confirmed killed – with nearly 13,300 injured. It is feared around 2.9 million Ukrainians have been either displaced or made refugees because of the conflict.",
    "The US which often takes upon itself the role of global policemen, has condemned Russia for its invasion of Ukraine and has contributed over US$3.75 billion in military assistance to that country. It has also called on its NATO partners to step up military contributions to Ukraine. However though both the US and its NATO allies provide lethal weaponry to Ukraine, neither the US nor its European partners have shown a readiness to put troops on the ground in support of Ukraine. In addition the US and its allies have sanctioned Russia and confiscated its assets. Those dying are Ukrainians and Russians. Ukraine meanwhile has become the new live testing ground for American, Russian and European arms merchants to test their weaponry.",
    "Meanwhile far across the seas, the land of Palestine was invaded by Israel 75 years ago. Since then Palestinians have become the largest and longest suffering group of refugees in the world. One in three refugees world wide is Palestinian and there are around 7.2 million Palestinian refugees worldwide Over the years, Israel has continued to capture and occupy more and more land  belonging to the state of Palestine. They have also ghettoized Palestinians into  enclaves in the West Bank and subject them to various inhuman punishments.",
    "For instance every year water supply to Palestinian towns and villages in the  West Bank is cut off for days -if not weeks. Israeli policies against Palestine are  so discriminatory that even the UN General Assembly has described them as being apartheid in nature.",
    "In addition, Israel has also captured the Golan heights in Syria, claiming it had to do this to protect itself. Russia has put forward a similar reason for its invasion of Ukraine. What is sad is that despite the crimes against humanity committed by Israel against Palestinians (one of which is listed in this column), the US does not permit even condemnation of Israeli activities against Palestinians at the UN Security Council where it uses its veto power to block the same. Even worse, whereas the US has sanctioned and confiscated Russian assets in the US, aid commitments to Israel have increased. In 2020 for instance the BBC reported the US gave $3.8bn (£2.7bn) in aid to Israel. Almost all of this aid was for military assistance. Whereas the US has contributed over US$3.75 billion in military assistance to Ukraine, the US under Trump in 2018 cancelled more than $200m in aid for the Palestinian refugees in the Gaza Strip and West Bank via funding to the UN agency charged with caring for Palestinian refugees",
    "The same double standards apply to states around the world which do not bow to  US interests. Since the end of our ethnic war, the US has been a leading figure accusing the Lankan state of killing off innocent Tamils during the latter stages of that war. Yet it is this self-same US which at all times prevents even the slightest condemnation of Israeli crimes of war against Palestinians. And these crimes are  ongoing. Lately the US and its NATO allies have been calling on Sri Lanka to condemn the Russian invasion of Ukraine at the UN, but neither the US nor its western allies raise a finger against ongoing Israeli repression on the Palestinians Today (24 February) despite the US and Western pressure, Lanka abstained  from voting on the resolution against Russia at the UN General Assembly. The   BBC reported that this was despite appeals made last week to back the new  document. It is time, as Indian Minister of Foreign Affairs Jaishankar said, for the US and West to remember that the West’s so-called enemies are not necessarily our enemies."
  ]
}