{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89871/sri-lanka-ideal-to-facilitate-platform-for-blockchain-project-ali-sabry-",
  "time_ut": 1681817520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ideal to facilitate platform for blockchain project – Ali Sabry",
  "original_body_lines": [
    "Minister of Foreign Affairs Ali Sabry, has described Sri Lanka as a hub of opportunities for investors, despite its recent crisis.",
    "Speaking at the launch of the ‘BLOCKCHAIN CENTRE’ in Sri Lanka held in Colombo on Monday  (17 April), Sabry explained that Sri Lanka is ideal to facilitate such a platform, owing to its abundance of investment opportunities and the renowned hospitality of its people.",
    "“Despite our drawbacks, and some extremists from all communities, our people are our biggest strength. Sri Lanka has 97% literacy, very high literacy. We have free education and free healthcare for all,” the Minister said, explaining that the concept of free-university-for-all followed in Sri Lanka allows for the production of several talented students each year, ripe-for-the-picking of investors willing to give them opportunities.",
    "Expressing his gratitude to the investors for choosing Sri Lanka for this project, Minister Sabry assured that this was the right decision, and that it would help uplift the standard of life of those living in Sri Lanka.",
    "Speaking more on the opportunities available for investors, the Minister spoke of the flights between Jaffna and India, revealing that plans are underway to operate bigger flights on this route more frequently, adding that the proposed ferry service between India and Sri Lanka is also expected to commence at the end of this month.",
    "“With that there are so much of opportunities here. We don’t need to fight each other, we must work together and build this nation so everyone will have a good life. That’s what we are creating here. Sri Lanka has the potential to do so”, he said in this regard, adding that Sri Lanka continued to look after its people despite being bankrupt ‘one year ago’.",
    "Moreover, the Minister emphasised that apart from investors benefitting from Sri Lanka’s location, the island nation is also a gateway for 1.8 billion South Asians.",
    "“We are open to business with China and the West and the Middle East and South Asia, we don’t get into any of the blocks, we are an independent, multi-aligned, proud country with a rule of law and a strong independent judiciary”, he said in this regard, assuring that all investments would be safe."
  ]
}