{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89935/agri-secretary-confirms-request-from-private-company-to-export-monkeys-to-china",
  "time_ut": 1681992480.0,
  "original_lang": "en",
  "original_title": "Agri. Secretary confirms request from private company to export monkeys to China",
  "original_body_lines": [
    "The Secretary to the Ministry of Agriculture, Gunadasa Samarasinghe, has confirmed China’s request to import 100,000 toque macaque monkeys from the cash-strapped island nation amidst protests from several environmentalists against the deal.",
    "Speaking to Indian media, Samarasinghe said that a privately-owned animal breeding Chinese company, connected to zoological gardens, had made the request to his ministry.",
    "“We will not send the whole 100,000 in one lot. But we considered the request due to crop damages caused by the monkeys in several parts of the country. They will not be taken from conserved areas. The focus will be only in the cultivation areas,” Samarasinghe was quoted as saying by PTI.",
    "Samaraisnghe’s statements come at a time where several environmental organisations and animal rights groups have raised deep concerns about the Sri Lankan’s government decision to export the endangered species to China.",
    "The toque macaque monkey is endemic to Sri Lanka and classified as endangered on the International Union for Conservation of Nature (IUCN) red list, after they were recently removed from the list of protected species on the island.",
    "Sri Lanka removed several species including all three monkey species in the country – namely tufted gray langur, purple-faced leaf monkey and toque macaque – from the protected list, taking into account the fact that monkeys have become a menace as they constantly damage the crops and forage the villages for food. This allows farmers to kill the animals which are not listed as protected.",
    "However, conservationists took issue with the decision to export toque macaques, saying that they are sceptical that these animals are planned to be used for experiments in China as toque macaques show high genetic similarity to humans.",
    "Meanwhile, the Chinese Embassy in Colombo said on Wednesday (19 April) that China’s wildlife authorities have clarified that they are not aware of any such request to export 100,000 toque macaque monkeys from Sri Lanka to a Chinese private company, adding that no such application has been received from any side."
  ]
}