{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/08/japan-urges-early-signing-of-debt-mou-between-sri-lanka-and-creditors/",
  "time_ut": 1704696480.0,
  "original_lang": "en",
  "original_title": "Japan urges early signing of debt MoU between Sri Lanka and creditors",
  "original_body_lines": [
    "(Reuters) – Japan restated the importance for early completion of signing of a Memorandum of Understanding (MoU) between Sri Lanka and creditor nations on debt restructuring, after an agreement was reached in principle late last year.",
    "It also emphasised the need to ensure transparency and comparability in agreements with creditors outside the Official Creditor Committee (OCC), according to a statement dated Friday.",
    "Japan, along with France and India, co-chair the committee of 15 creditor nations.",
    "Battling its worst financial crisis since independence in 1948, the South Asian island nation is trying to restructure deals with creditors after soaring inflation, currency depreciation and low foreign reserves sent its economy into free fall, forcing it to default on foreign debt in May 2022.",
    "Sri Lanka and its creditors said in November they reached an agreement in principle on debt restructuring that would cover approximately $5.9 billion of outstanding public debt and consisted of a mix of long-term maturity extension and reduction in interest rates.",
    "China, Sri Lanka's largest bilateral creditor, has struck its own deal with the island nation, but has not joined OCC as a formal member.",
    "Sri Lanka's total external debt is estimated at $36.4 billion, which includes $10.81 billion of bilateral debt, according to data released by its finance ministry in September.",
    "Sri Lanka needs to secure debt restructuring agreements with both bilateral creditors and bondholders, possibly by March, to complete the second review of a $2.9 billion bailout from the International Monetary Fund.",
    "Cabinet Nod For Science & Tech University with US Partnership"
  ]
}