{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Indian-American-businessman-Ajay-Banga-elected-as-new-President-of-WB/108-258682",
  "time_ut": 1683247912.0,
  "original_lang": "en",
  "original_title": "Indian American businessman Ajay Banga elected as new President of WB",
  "original_body_lines": [
    "CNN: The World Bank’s board of governors on Wednesday elected former Mastercard CEO Ajay Banga to a five-year term as president, ushering in an Indian-born finance and development expert to revamp the lender to tackle climate change and other global crises.",
    "Banga, 63, was nominated for the post by US President Joe Biden in late February and was the sole contender to replace departing World Bank chief David Malpass, an economist and former US Treasury official who served in the Trump administration. He starts the new job on June 2.",
    "The election came after World Bank board members interviewed Banga for four hours on Monday. Malpass’s last day at the bank will be June 1. The decision came in a vote by 24 of the board’s members, with Russia abstaining, instead of the usual consensus-based process, a source familiar with the process said.",
    "Biden congratulated Banga on his “resounding approval” to run the World Bank, which he described as “one of humanity’s most critical institutions to reduce poverty and expand prosperity around the globe.”",
    "“Ajay Banga will be a transformative leader, bringing expertise, experience, and innovation to the position of World Bank President,” Biden said. “He will help steer the institution as it evolves and expands to address global challenges that directly affect its core mission of poverty reduction — including climate change.” Treasury Secretary Janet Yellen said Banga brought the “right leadership and management skills” to the job, and would play a critical role in pushing forward with additional reforms, including by forging partnerships between the public and private sectors and nonprofit groups. “Ajay understands that the challenges we face – from combatting climate change, pandemics, and fragility to eliminating extreme poverty and promoting shared prosperity – are deeply intertwined.",
    "He has effectively built a broad global coalition around his vision for the Bank over the course of his candidacy,” Yellen said in a statement.",
    "Katie Malouf-Bous, interim head of Oxfam International’s Washington office, said the bank needed “serious reform” to tackle the widening gap between rich and poor, but that would require huge new public investments and “guardrails around private finance that has run riot for too long.”",
    "One senior US official said Banga’s election came at a critical moment marked by emerging debt distress in lower- and middle-income countries and ongoing problems in food and energy markets as a result of Russia’s war in Ukraine.",
    "“It is a challenging moment, but it’s a moment where the World Bank remains more vital than ever, and where getting the evolution of the World Bank is absolutely critical,” the official said.",
    "The bank already loans out hundreds of billions of dollars to developing countries but is working to increase its lending to help them address overlapping global challenges such as climate change, conflict and brace for future pandemics.",
    "“The Board looks forward to working with Banga on the World Bank Group Evolution process … on all the World Bank Group’s ambitions and efforts aimed at tackling the toughest development challenges facing developing countries,” the bank said."
  ]
}