{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Court-allows-Keheliya-to-attend-UN-Health-Ministers-Conference/56-748265",
  "time_ut": 1683917236.0,
  "original_lang": "en",
  "original_title": "Court allows Keheliya to attend UN Health Ministers Conference",
  "original_body_lines": [
    "Colombo High Court yesterday authorised Health Minister Keheliya Rambukwella to attend the United Nations Health Minister’s Conference to be held in Jakarta in July.",
    "Colombo High Court Judge Nawaratna Marasinghe allowed Rambukwella to attend the Conference in Jakarta on considering the submissions made by President Counsel Kalinga Indatissa in Court.",
    "Counsel Indatissa appearing with Senior Counsel Niroshan Siriwardena Kinkini Wilathgamuwa and Waseem Akram submitted that Rambukwella is restrained from foreign travel in a corruption case filed in High Court against their client and two others.",
    "The Counsel further emphasised that Rambukwella had been allowed into foreign travel by the Court on several previous occasions and had adhered to the conditions laid by the Court and had returned within the stated period. The Counsel, therefore, pleaded with the Court to once again allow Rambukwella to attend the Conference in Jakarta and to travel to some other destinations from 6 July to 23 November 2023. Against this backdrop, High Court Justice Nawaratna Marasinghe allowed Rambukwella to travel abroad from 6 July to 23 November 2023.",
    "The Bribery Commission has filed indictments in Colombo High Court against Health Minister Keheliya Rambukwella and two others for allegedly causing an unlawful loss to the Government after purchasing GI pipes using Sri Lanka Rupavahini Corporation’s (SLRC) funds during the 2015 Presidential Election.",
    "The Commission had filed indictments against Minister Rambukwella, former SLRC Director General Chandrapala Liyanage and former SLRC Chairman Wimal Rubasinghe under section 70 of the Bribery Act alleged for causing a loss of Rs. 990,000 to the SLRC after unnecessarily purchasing 600 of GI pipes on or around 2 December 2014."
  ]
}