{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90049/powerful-earthquake-jolts-western-indonesia-no-tsunami-threat-to-sri-lanka",
  "time_ut": 1682388600.0,
  "original_lang": "en",
  "original_title": "Powerful earthquake jolts western Indonesia; No tsunami threat to Sri Lanka",
  "original_body_lines": [
    "A magnitude 7.3 earthquake has struck west of Indonesia’s Sumatra Island, triggering a tsunami warning which has now been lifted.",
    "The tsunami warning which was in place for around two hours, asked local authorities to immediately instruct residents of the affected area to move away from shores, but it has since been lifted.",
    "Meanwhile Sri Lanka’s Department of Meteorology announced there is no tsunami threat to Sri Lanka at present with the effect of above earthquake and that therefore, the coastal areas of Sri Lanka are declared safe.",
    "“Public is further informed that this message is announced in consultation with relevant national and international agencies,” the National Tsunami Early Warning Center said.",
    "The European-Mediterranean Seismological Centre earlier pegged the quake at 6.9 magnitude.",
    "The quake, at a depth of 84km, hit on Tuesday at about 3am local time. A number of aftershocks were detected later, and one registered 5 magnitude, BMKG data showed.",
    "Indonesia’s disaster mitigation agency said authorities were collecting data from the islands nearest the epicentre off the western shore of Sumatra, spokesperson Abdul Muhari said.",
    "In Padang, the capital of West Sumatra, the quake was felt strongly, and some people moved away from the beaches, said Abdul, who was in Padang.",
    "“People left their homes. Some were panicking but under control. Currently some of them are evacuating away from the sea,” he said, adding he had seen no damage so far.",
    "Local news footage showed some Padang residents evacuating by motorbike and foot to higher ground. Some carried backpacks while others huddled together under an umbrella against the rain.",
    "“On the Siberut island, people had already been evacuated. They have been told to stay at the evacuation area until tsunami warning is lifted,” Noviandri, a local official told TvOne.",
    "Indonesia suffers frequent earthquakes because it straddles the so-called Pacific Ring of Fire, a seismically active zone where different plates of the earth’s crust meet."
  ]
}