{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/80884",
  "time_ut": 1673637300.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s  Supreme  Court Delivers an Undeniably  hard and well deserved judicial knock on an  Irresponsible ex-President and his Inefficient Quartet of Defence Officials",
  "original_body_lines": [
    "Thursday’s judgment by a Divisional Bench of Sri Lanka’s Supreme Court unanimously finding that a former President and his intelligence, defence and police heads grossly neglected imperative duties of safeguarding the nation with the consequent order to pay millions in compensation to victims of the 2019 Easter Sunday attacks, asks a fundamental – and yet unanswered – question.",
    "Examining extensive prior warnings from domestic and overseas intelligence that ‘homegrown jihadist’ Mohammed Zahran was intent on perpetrating the attacks, it was established that the State had ‘the wherewithal to trace Zahran and arrest him because he had been around for too long a time for any police officer to feign ignorance.",
    "If so, the judges asked pertinently as to why, that had not been done long before the fateful day when bombs ripped through the country’s churches and ho-tels?",
    "This is ‘a question that goes a-begging,’ the Bench observed in somewhat uncharacteristically colourful terms. That is precisely the same question that continues to be asked by the nation which joins the Supreme Court in declining to believe various fairy tales of innocence spun by those in charge of the security and defence establishment at the time.",
    "As the then Defence Secretary (who is among the respondents feeling the sting of Thursday’s decision) blurted out at the time, ‘we knew something was going to happen but not that it was this big.’",
    "Therein hangs a gruesome tale which is familiar to us, where Buddhist, Hindu, Christian or Muslim innocents have been used as cannon fodder to feed the ever unsatiated and monstrously cruel political cum security-state behemoth.",
    "Indeed, this ‘failure to act’ emerges at all moments of grave crisis in Sri Lanka.",
    "That ranges from ethnic riots of decades back to more recent uprisings against the political establishment where unseen elements exploited the ‘Aragalaya’ label as well as the utter stupidity of some of the movement’s so-called ‘leaders,’ to wreak violence.",
    "To be clear, this pattern of ‘failure to act’ underscores a core component of a deeply entrenched  security State. Put bluntly, despite blustering in the name of national security against ‘dissidents’ or ‘terrorists,’ it is that security State handled by a few who have counted themselves above the law throughout our post-independence history which predictably if not paradoxically so, constitutes the most serious threat to national security, begetting terror and counter-terror in its destructive wake.",
    "This is precisely why, from that (avoidable) tragedy of the Easter Sunday attacks, this nation has been on a trajectory of self-destruction even as good men and women stayed silent.",
    "Nothing could exemplify this more than the horrendous events of April 2019. In fact, the pure bewilderment of the Bench as to how intelligence warnings in regard to the attacks could have been brushed aside so flippantly, underscores its findings as to executive responsibility in regard to the violation of Article 12 (equality) and 14 (1) (e) (freedom of religious belief).",
    "Five individuals are named as directly responsible, whom the Bench refers to as ‘some’ principal protagonists of the executive branch. These are former President Maithripala Sirisena, then Director SIS Nilantha Jayawardene, then Chief of National Intelligence Sisira Mendis, then Inspector General of Police Pujith Jayasundera and then Secretary to the Ministry of Defence, Hemasiri Fernando. All four are adjudged to bear responsibility, in greater or lesser measure as the case may be, for ‘failing to act’ as per their constitutional and statutory duties.",
    "The petitioners’ complaints, including those who had personally suffered due to the attacks and invoked the Court’s jurisdiction on that basis, were that the political, defence and police heads at the time had betrayed the people and the public trust by recklessly failing to give ‘due priority’ to intelligence warnings.",
    "In agreeing with this contention, the Bench noted that, the ‘most macabre and dastardly act of terrorism that the country has  ever seen’ resulted in the deaths of innocents and precipi-tated the nation into heightened ‘inter-racial tensions and inter-ethnic hatred.",
    "In assessing constitutional responsibility for the same, it was reminded that ‘national security and liberty of individuals stand out as two sides of a coin which binds the state to a strong commitment’ underpinning the ‘personal responsibility’ of the Executive President in regard to the same. That singular stress on ‘personal responsibility’ rather than ‘state responsibility’ distinguishes this judgment from previous reasoning of the Court which had, in any event, accepted the notion of ‘State responsibility’ as an established basis in regard to constitutional violations.",
    "To buttress its findings, the judges looked at the ‘exponential range of powers’ over security had increasingly been vested in the Minister of Defence over the years. These powers had been assigned by the former President to himself in terms of Article 44 (2) of the Constitution, thus making him person-ally responsible to ‘direct and exercise control over the Secretary as regards supervision over the departments and other institutions in charge of the Minister.’ In particular, these included the two dif-erent ‘pivotal departments of national security namely the State Intelligence Service (SIS) and the Department of Police.’",
    "The Court embarked on detailed scrutiny of what transpired before, during and after the Intelligence Coordinating Meeting of 9th April 2019, concluding that Nilantha Jayawardena ‘failed to act’ with alacrity and promptitude.’ In fact, the common factor in all the accounts of the defence, intelligence and police heads who attended that meeting, was the ‘failure to act’ on the warnings sent by foreign intelligence of the impending attacks.",
    "‘As the head of State Intelligence, could Nilantha Jayawardena have remained tight-lipped with his topmost executive in the Ministry -the Minister who was also the President? the Bench asked.",
    "The judges declined to accept the veracity of the contents of the affidavits of both former President Maithripala Sirisena and Nilantha Jayawardena, pointing to a ‘studious choice’ in both affidavits to treat each other’s functions as ‘distinct and discreet.’",
    "The former President’s defence that while the Secretary Defence and the Police chief reported to him, the head of the SIS did not, is stonily dismissed. ‘That goes against the constitutional grain’ and is ‘preposterous,’ it is said with judicial force.",
    "The failure of the former President to summon National Security Council meetings (only two had been summoned in 2019) is an important part of the abandonment of imperative presidential responsibility, it is found.",
    "Thursday’s decision carves out an interestingly new area of constitutional jurisprudence regarding parameters of executive responsibility. The application of that principle to proven acts of economic omission and commission by the executive catapulting the nation into bankruptcy is just a small step further.",
    "The Court’s adoption of the concept of constitutional torts merits detailed analysis elsewhere. Its insistence on personal responsibility of the Head of State will invariably arouse contestation. Some may point to the difficulties of establishing that nexus, regardless of the judges’ invocation of the doctrine of vicarious liability.",
    "That had previously been evidenced to  base constitutional responsibility for torture and deaths in custody when law enforcement superiors look the other way.",
    "Generally the Court has been reluctant to advance further, particularly in situations of emergency.  De Silva v Liyanage (2000, 1 Sri LR, 21) concerned a brigadier’s failure to act’ when more than hundred schoolchildren in Embilipitiya held at a camp under his command ‘disappeared’ during the second youth insurrection in the South. But his responsibility was held by the Court to be, ‘neither more nor less than that which was attributable to all those in the chain of command.’",
    "More than two decades later, there seems to be a reversal of that thinking. Undeniably this is a hard and well deserved judicial knock on an ex-President and his (not so) merry men"
  ]
}