{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Japanese-grant-assistance-of-Rs-611-m-continues-to-foster-human-resources-development-in-Sri-Lanka/56-751630",
  "time_ut": 1691623855.0,
  "original_lang": "en",
  "original_title": "Japanese grant assistance of Rs. 611 m continues to foster human resources development in Sri Lanka",
  "original_body_lines": [
    "The Government of Japan has reaffirmed its commitment to enhancing human resources development in Sri Lanka through its longstanding Japanese Grant Aid for Human Resources Development Scholarship (JDS) Program.",
    "As a testament to this ongoing commitment, the grant assistance of Japanese Yen 284 million (around Rs. 611 million according to the current exchange rate) has been extended to Sri Lanka for the year 2023. This financial injection will sustain the JDS program, enabling more promising Government officials to pursue higher education in Japan and contribute to their country’s progress.",
    "A pivotal moment in this ongoing partnership took place yesterday, as the Grant Agreement was signed between Japan International Cooperation Agency (JICA) Chief Representative Tetsuya Yamada, and Finance, Economic Stabilisation, and National Policies Ministry Secretary K.M. Mahinda Siriwardana. This agreement solidified the commitment of both nations to the program’s execution and success.",
    "The dedication of both Governments to this initiative was solidified through an Exchange of Notes signed on 29 July 2023, at the Prime Minister’s office. Signatories included Finance, Economic Stabilisation and National Policies Ministry Secretary K.M. Mahinda Siriwardana, representing the Government of Sri Lanka, and Japanese Ambassador Mizukoshi Hideaki representing the Government of Japan.",
    "Since its initiation in 2010, this program has empowered executive-level public sector officials by granting them the opportunity to pursue Master’s and PhD degree programs in renowned universities across Japan. The goal is to elevate their skills, knowledge, and capacity for driving socio-economic progress in their homeland.",
    "In an endeavour to strengthen its support to Sri Lanka’s public sector, Japan introduced a PhD program in 2017 as part of the JDS program. Each year, the Japanese government provides 15 scholarships for Master’s degrees and 2 scholarships for PhD degrees to Government officials in Sri Lanka. This initiative has seen 222 Government officials benefit from higher education, equipping them with expertise in diverse fields including public finance, economics, disaster risk reduction, and business management.",
    "Upon completing their studies, these officials return to Sri Lanka, where they play an instrumental role in the nation’s socio-economic development. Furthermore, their contributions foster lasting ties between Japan and Sri Lanka, nurturing a relationship built on mutual understanding and cooperation. The JDS program is fully funded on a grant basis by the Government of Japan, emphasising its commitment to supporting Sri Lanka’s growth and development.",
    "The JDS program has successfully navigated multiple frameworks, completing the First Framework from 2010 to 2013, the Second Framework from 2014 to 2017, and the Third Framework from 2018 to 2021. Currently operating within the Fourth Framework initiated in 2022, the program is set to continue until 2025."
  ]
}