{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-savings-bank-pat-grows-74-to-lkr-445-mn/",
  "time_ut": 1681839960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Savings Bank PAT grows 74% to LKR 445 Mn.",
  "original_body_lines": [
    "Sri Lanka Savings Bank said that it demonstrated agility in a challenging year amidst an unprecedented economic crisis by achieving a growth in Profit After Tax (PAT) of 74% to LKR 445.1 million for the year ended 31st December 2022 compared to LKR 255.1 million recorded a year earlier.",
    "Chairperson, Keasila Jayawardena said ” amidst tremendous social and economic challenges bank has been able to sustain earnings and has shown it’s financial agility and strength. She thanked the Board of Directors for it’s leadership and the staff of Sri Lanka Savings Bank and also the Parent of Sri Lanka Savings Bank, National Savings Bank for the support given to achieve these results.",
    "Commenting on the results the GM/CEO, Sujith Fernando said that “efficient utilization of assets, prudent risk management and effective command over costs have enabled the Bank to achieve robust results amidst severe social and economic challenges, high inflation, overall contraction of the economy and restrictions placed on the Bank due to proposed merger with it’s Parent, National Savings Bank.",
    "Bank’s interest Income increased by 86% to LKR 1,119.7 million as a result of improved yields from investments and loan portfolio. The Bank was able to get the advantage of elevated interest rates and re-priced most of it’s treasury assets which contributed a significant portion to the interest income. The net interest income increased by 99%. The prudent management of interest earning assets and market risks lead to an increase in Net Interest Margin by 7.66% to 14.98%.",
    "The Bank’s Return on Assets after tax improved to 5.19 % in 2022 from 2.84% in the year 2021. The Return on Equity after tax increased to 6.40% from 3.83% a year ago. Amidst severe strain on businesses and SMEs, the Bank took a prudent approach in impairing assets and due to this the impairment increased by LKR 149 million compared to year 2021.",
    "Bank’s operating expenses increased by 25% year on year to LKR 373.1 million amidst higher personnel expenses, depreciation of Rupee and overall price increases due to inflation. Compared to the year 2021, personnel expenses grew by 28% in 2022 mainly due to increase in cost of living allowance. Other expenses increased moderately only by 16% due to stringent cost control measures.",
    "Due to the proposed merger with National Savings Bank, Central Bank of Sri Lanka has placed restrictions on lending and deposit mobilization on Sri Lanka Savings Bank since January 2021. Due to this reason the bank has witnessed a degrowth in it’s portfolio and assets. However, this has enabled the Bank to be highly liquid and to have higher capital adequacy ratios.",
    "The Bank has been the pioneer in lending to micro finance institutions and giving technical assistance to them. However, now most of these micro finance institutions are self sufficient in funding. The Bank also granted moratoriums to all clients who requested them carrying out the social responsibility towards clients. If the proposed merger goes through the SLSB will be absorbed by National Savings Bank.",
    "CEAT covers 20 more schools with ‘Road Safety for School Children’ initiative",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}