{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/AG-to-raise-objections-against-Harak-Katas-writ-petition/108-256172",
  "time_ut": 1679308236.0,
  "original_lang": "en",
  "original_title": "AG to raise objections against Harak Kata’s writ petition",
  "original_body_lines": [
    "The Attorney General today informed the Court of Appeal that he is expecting to raise limited objections against the writ petition filed on behalf of Nadun Chinthaka Wickramaratne alias “Harak Kata.",
    "The father of Harak Kata had filed this writ petition seeking an order directing the authorities to take all necessary measures to ensure the safety of the detainee in accordance with the law.",
    "Deputy Solicitor General Shanil Kularatne appearing for the Attorney General informed Court that the Attorney General is to file limited objections challenging the maintainability of the petition.",
    "Court of Appeal two-judge-bench comprising Justice (President) Nissanka Bandula Karunaratne and Justice M.A.R. Marikkar directed the Attorney General to file limited objection on April 4.",
    "Eight suspects including the alleged drug kingpin Nadun Chinthaka alias “Harak Kata” and his accomplice identified as Salindu Malshika Gunaratne alias “Kudu Salindu” were arrested in Madagascar for alleged drug trafficking charges. They are currently held under CID custody for further interrogations.",
    "The petitioner Nelson Mervin Wickramaratne, a retired Assistant Locomotive engineer employed in the Sri Lanka Railways filed this petition further seeking an order preventing authorities from taking the detainee out of any place of detention without informing the relevant Magistrate’s Courts.",
    "The petitioner stated his son has been named a suspect or indicted in respect of eight criminal cases at several courts.",
    "The Petitioner states that recently Makandure Madush who was deported from the United Arab Emirates under similar circumstances to 'the detainee' was killed while in police custody.",
    "The said person did not have any opportunity to establish his innocence before any court of law. However, the petitioner states that the members of the assassination squad who alleged to have come for the said killing had not been apprehended up to this date and no progress whatsoever had been made regarding the investigations pertaining to the said killing.",
    "Saliya Peiris PC, Counsel Thanuka Nandasiri, Iresh Seneviratne, Sanjaya Ariyadasa instructed by Manjula Balasuriya appeared for the petitioner. (Lakmal Sooriyagoda)"
  ]
}