{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82166",
  "time_ut": 1687114620.0,
  "original_lang": "en",
  "original_title": "Medical Storm Rages in Sri Lanka around Imported Indian drugs  following cases of medical complications and fatalities, reported after patients were administered medicines sourced from India.",
  "original_body_lines": [
    "Imported Indian drugs are at the centre of a medical storm in Sri Lanka, following cases of medical complications and fatalities, reportedly after patients were administered medicines sourced from India.",
    "On June 16, local media reported the death of a patient undergoing treatment at the Peradeniya Teaching Hospital, in the Kandy district, after being given the Indian-manufactured anaesthetic Bupivacaine. The news sparked concern among locals, especially since the incident came less than two months after a pregnant woman was reported dead at the hospital, after being given an Indian anaesthetic drug. Following the April incident, the Health Ministry suspended the use of that drug.",
    "Even prior to these incidents, Transparency International Sri Lanka had filed a fundamental rights petition in the Sri Lankan Supreme Court, challenging the decision of the Cabinet and health authorities to procure drugs from unregistered suppliers. The petition further questioned the national drug regulator’s role in providing a waiver of registration to allow for the swift import of essential drugs. Gujarat-based Savorite Pharmaceuticals (Pvt) Limited and Chennai-based Kausikh Therapeutics were named as respondents. Early in April, the Supreme Court granted leave to proceed in the case and suspended imports from these companies.",
    "Indian drugs made the news yet again in May 2023, when doctors at the general hospital in Nuwara Eliya, in Sri Lanka’s Central Province, reported complaints of visual impairment among 10 patients who were administered Indian medicines after eye surgery. The doctors cited the “presence of germs” in the eye medication as a reason for their patients’ condition. Health authorities initiated an inquiry and withdrew the drug to prevent further use.",
    "The series of incidents have brought Indian drugs under sharp scrutiny within Sri Lanka, including in the local media, which has urged Sri Lankan authorities to “nip a possible national-level health threat in the bud”. Some highlighted the cases of Gambia and Uzbekistan, where Indian-made cough syrups were recently linked to the deaths of dozens of children.",
    "For years, India has been Sri Lanka’s top source of medical supplies, accounting for nearly half of its pharmaceutical imports that in 2022 totalled about $450 million. The trading link became more crucial in the wake of Sri Lanka’s unprecedented economic meltdown last year, that led to critical shortages, including medicines. The crisis-hit country continued procuring essential medical supplies from India, through the credit line offered by the Government of India, as part of its nearly $4 billion assistance to the island nation.",
    "The death reported at the Sri Lankan hospital last week has brought the quality of imported drugs, as well as the responsibility of Sri Lanka’s national drug regulator, back to the national headlines.",
    "When contacted, Minister of Health Keheliya Rambukwella said that authorities were conducting tests, adding that a report was expected soon. Sri Lanka has been importing eye medication from the same Indian supplier for seven years, well before the Indian credit line came into effect, he said. “Sometimes, there could be a quality failure in a particular batch or a problem with storage or transportation. Sometimes, patients may not be aware of their allergy to a drug. We have withdrawn the drugs for now, we are looking into the matter and have also sought compensation from the Indian manufacturers,” he told The Hindu on Sunday.",
    "Vinya Ariyaratne, president of the Sri Lanka Medical Association, said that these recent cases reflect a larger “two-fold” crisis facing Sri Lanka’s health sector: the persistent shortage of drugs on the one hand, and the serious concerns being raised about the quality of available drugs, on the other.",
    "The situation is “a national health emergency” requiring attention from the “highest levels”, he told The Hindu. Despite the government importing medicines through the Indian credit line, shortages continue to affect Sri Lanka’s public health care system. Several drugs administered for routine medication, as well as vital drugs prescribed for patients affected by cancer and kidney ailments, are in short supply across government hospitals, forcing low-income families to buy them from private pharmacies.",
    "“There is no price regulation at pharmacies and even basic drugs, such as those for diabetes, are very expensive. Patients from poor families cannot afford these medicines, and they regulate their own dosage, which can be very dangerous,” Dr. Ariyaratne said. “Doctors practising in the public healthcare system are reliant on donations for drugs and reagents [used for lab tests]. It is not sufficient or sustainable.”",
    "As for the apparent failure in quality control, the senior medical practitioner pointed to Sri Lanka’s “weak” regulatory system as the “main problem”.",
    "“The NMRA [National Medicines Regulatory Authority] is totally dysfunctional. The waiver of registration has allowed all sorts of medical procurements without any due process or accountability. We have to address this problem urgently if Sri Lanka is to have a proper supply of good quality drugs in at least six months’ time,” Dr. Ariyaratne said."
  ]
}