{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96364/president-ranil-leaves-for-switzerland-on-official-visit",
  "time_ut": 1705113540.0,
  "original_lang": "en",
  "original_title": "President Ranil leaves for Switzerland on official visit",
  "original_body_lines": [
    "President Ranil Wickremesinghe has left the island for Switzerland to attend the 54th Annual Meeting of the World Economic Forum.",
    "The Head of State departed the island early this morning (Jan.13) for a 12-day stay in the Swiss town of Davos where the event is taking place.",
    "The Annual Meeting of the World Economic Forum for the year 2024 is held from January 15 - 19 in Davos, Switzerland, under the theme ‘Rebuilding Trust’. It aims to restore collective agency, and reinforce the fundamental principles of transparency, consistency and accountability among leaders.",
    "The program embodies a “back to basics” spirit of open and constructive dialogue between leaders of government, business and civil society. The goal is to help connect the dots in an increasingly complex environment and provide foresight by introducing the latest advances in science, industry and society.",
    "Throughout the week, sessions will feature the latest proposals for progress on global security, trade, economic growth, jobs, climate and nature action, the energy transition, technological disruption, and health and well-being.",
    "The meeting welcomes over 100 governments, all major international organizations and the Forum’s 1,000 partner companies as well as civil society leaders, foremost experts, young changemakers, social entrepreneurs and the media.",
    "More than 300 public figures will participate this year, including more than 60 heads of state and government.",
    "Top political leaders taking part include China’s Premier Li Qiang, France’s President Emmanuel Macron, European Commission’s President Ursula von der Leyen, Ukraine’s President Volodymyr Zelenskyy, Belgium’s Prime Minister Alexander De Croo, and Israel’s President Isaac Herzog, as well as US Secretary of State Antony Blinken and US National Security Adviser Jake Sullivan.",
    "Heads of international organizations taking part in the meeting include UN Secretary-General António Guterres, International Monetary Fund (IMF) Managing Director Kristalina Georgieva, World Bank Group’s President Ajay Banga, World Trade Organization (WTO) President Ngozi Okonjo-Iweala, North Atlantic Treaty Organization (NATO) Secretary General Jens Stoltenberg, World Health Organization (WHO) Director-General Tedros Adhanom Ghebreyesus, and United Nations Development Program (UNDP) Administrator Achim Steiner."
  ]
}