{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lankan-Tamils-seek-pruning-of-Governors-powers/172-254085",
  "time_ut": 1676325459.0,
  "original_lang": "en",
  "original_title": "Sri Lankan Tamils seek pruning of Governor’s powers",
  "original_body_lines": [
    "As part of measures to make devolution under the 13th Constitutional Amendment (13A) meaningful, Sri Lankan Tamils have suggested that the powers now vested with the Provincial Governor be pruned, and more powers granted to the Provincial Board of Ministers.",
    "In a list of proposals submitted to President Ranil Wickremesinghe, the Ilankai Tamil Arasu Katchi (ITAK) MP from Jaffna district, M.A. Sumanthiran, had proposed a number of steps, chief among them was the pruning of the powers of the Provincial Governor by requiring him to act “on the advice of the Chief Minister” except in specific cases where he has discretionary power.",
    "Under pressure from India and Western countries, and also eying the North-Eastern Tamil vote in the 2024 Presidential election, the Lankan President had declared that he would discuss with Tamil parties the full implementation of the 13A and other issues relating to ethnic reconciliation to find a solution by 2024, the 75th anniversary of Sri Lanka’s independence.",
    "Sumanthiran’s other suggestions were: (1) appoint a National Land Commission and formulate a comprehensive land policy; (2) set up Provincial Police Forces as envisaged in the constitution; (3) make necessary amendments to the following Acts: (a) the Provincial Councils Act; (b) the Provincial Councils (Constitutional Provisions) Act; and (c) the Transfer of Powers (Divisional Secretaries) Act; (4) amend all those Central enactments (such as the National Transport Act, Agrarian Services Act and the Divineguma Act) that had taken away powers given to the  Provincial Councils under the 13A; and (5) abolish the concept of National Schools and revert to the Provinces all schools and hospitals that now come under the Central government.",
    "ITAK MP Sumanthiran has suggested a number of other amendments too. These relate to the following sections of the Provincial Councils Act of 1987:",
    "Section 15 says that the Governor shall make rules for the allocation of business among Ministers. But the ITAK wants this to be done “on the advice of the Chief Minister.” Sec. 16 refers to “contracts entered into in the exercise of the executive power of the Governor of the Province.” The ITAK says that this should be reworded as “contracts entered into by the Provincial Council,” replacing “the executive power of the Governor.”",
    "As per Sec.31, the President “shall appoint the Chief Secretary of the Province with the concurrence of the Chief Minister.” But this should be changed to: “The Chief Minister shall appoint the Chief Secretary with the concurrence of the Governor.”",
    "Sect. 32 (1) says “Subject to the provisions of any other law, the appointment, transfer, dismissal and disciplinary control of officers of the provincial public service of such Province are hereby vested in the Governor of that Province.” But the ITAK wants this power to be exercised by the Governor “on the advice of the Board of Ministers of the Province.”",
    "Sec. 32 (2) says that the Governor of a Province may, from time to time, delegate his powers of appointment, transfer, dismissal, and disciplinary control of officers of the provincial public service to the Provincial Public Service Commission of that Province. The ITAK wants the Governor to act “on the advice of the Board of Ministers” in these matters. Sec 32 (3) also says: “The Governor shall provide for and determine all matters relating to officers of the provincial public service, including the formulation of schemes of recruitment and codes of conduct for such officers, the principle to be followed in making promotions and transfers, and the procedure for the exercise and the delegation of the powers of appointment, transfer, dismissal and disciplinary control of such officers.” The ITAK says the Governor should exercise this power “on the advice of the Board of Ministers.”",
    "Sec 33 (1) says: “There shall be a Provincial Public Service Commission for each Province which shall consist of not less than three persons appointed by the Governor of that Province. The Governor shall nominate one of the members of the Commission to be the Chairman.” The ITAK submits that this should be done “on the advice of the Board of Ministers” and that the Governor shall “on the advice of the Board of Ministers” nominate one of the members of the Commission to be the Chairman, and not unilaterally.",
    "Sec 33 (3) says that the Governor of the Province can remove a member of the Provincial Public Service Commission. But the ITAK submits that this should be done “on the advice of the Board of Ministers.” Also, any temporary vacancy should be filled only on the advice of the Board of Ministers.",
    "In his policy statement made in parliament recently, President Wickremesinghe said that amendments will be introduced to some relevant Acts such as the Transfer of Powers (Divisional Secretaries) Act, No. 58 of 1992, the Provincial Councils (Consequential Provisions) Act, No. 12 of 1989 and Provincial Councils (Amendment) Act No. 28 of 1990 to regularize and streamline delegation.",
    "He further said: “It is alleged that due to certain practices of the Central Government, the powers of the Provincial Councils have been reduced in the fields of education and health. Therefore, we envision bringing new laws regarding the implementation of powers of the Provincial Councils in these fields.”",
    "However, the President made it clear that there will be no change in police powers, thereby saying that police powers will not be devolved, though, as per 13A, they should be.",
    "On the controversial issue of control over land, the President noted that in the Jaffna district, there are 3,300 acres of State Land including security camps. But 100 acres, that had been taken over for the Palali (army) Camp, were recently released, he said. A decision is to be made regarding more land to be released for which discussions are being held with the army and other parties, he added. Drafts are being prepared to establish a National Land Council and a National Land Policy, the President said.",
    "According to MP M. A. Sumanthiran, the government had given back 90% of “private lands” in the Northern Province that had been seized during the war, but thousands of acres of “Public Lands” (i.e., lands for the use of public facilities) are still with the government. These need to be returned to the local authorities or the Provincial Councils, he said.  According to Jaffna MP C.V. Wigneswaran, the total amount of Public or State land to be returned is 60,000 acres. Sumanthiran said that if the Northern and Eastern Provinces were taken together, the total figure would be even more than that.",
    "While President Wickremesinghe is considering the full implementation of the 13A, political parties of the majority Sinhala community are either non-committal or are totally opposed to it. The Sri Lanka Podujana Peramuna, on whose support the Wickremesinghe government survives, is silent on the issue, though in the past, its founder-leader Mahinda Rajapaksa had promised “13A Plus” with powers over land, if not the police.",
    "The main opposition party, Samagi Jana Balawegaya (SJB) is sitting on the fence. It would like the Tamils’ support without alienating the majority Sinhalese. The Janatha Vimukthi Peramuna’s (JVP) General Secretary Tilvin Silva has said that the debate on 13A would arouse communal feelings and divide the people.",
    "More importantly, Sri Lanka’s most influential constituency, the Buddhist clergy, is against the 13A being implemented in full. According to Jaffna MP C. V. Wigneswaran, the Mahanayake Theras had stated in a letter, that if Land and Police powers together with the right to administer archaeological sites and places of religious worship were granted to the Provincial Councils, Tamil separatism would raise its head again.",
    "The communal divide that is evident calls for fresh discussions involving all stakeholders, followed by widespread lobbying for the contemplated changes in the 13A."
  ]
}