{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Economic-policies-should-link-with-human-rights-to-protect-women-in-debt-repayment-Fmr-UN-expert/108-265116",
  "time_ut": 1691771460.0,
  "original_lang": "en",
  "original_title": "Economic policies should link with human rights to protect women in debt repayment – Fmr. UN expert",
  "original_body_lines": [
    "Linking state economic policies in debt restructuring with human rights is important in easing the burden of repayment of the Sri Lankan working class, particularly its women as an urgent solution to the debt crisis was the opinion of a former UN Independent Expert on Debt and Human Rights.",
    "Juan Pablo Bohoslavsky, who addressed the media following a two-day session to uplift economic justice for women in debt restructuring Sri Lanka said yesterday, it will definitely affect the people in a country and their human rights if governments are ready to implement all the orthodox policies of the creditors.",
    "The two-day session themed ‘National Convening on Debt and Women’s Human Rights’ held in Colombo on August 9 – 10, was co-organised by the Law and Society Trust (LST), National Fisheries Solidarity Organisation (NAFSO), The Women and Media Collective (WMC), Colombo Urban Lab, The Asia Pacific Forum on Women, Law and Development (APWLD). Participants included representatives from groups of labour activists, trade unions, rural and urban women, academia, and civil society from Sri Lanka and Asia.",
    "Women’s rights groups from Sri Lanka and other Asian countries discussed the ways the ongoing crisis has impacted their lives and the inadequacy of government solutions to respond in meaningful ways.",
    "They also severely criticised the historical and current roles played by international financial institutions, mainly the World Bank and IMF, in imposing unjust austerity measures and their lack of accountability in worsening economic crises in the region.",
    "“We also need to question why only domestic creditors have been asked by the government to make a sacrifice and accept, to some extent, a haircut in their credit. External debt holders should also be asked to make a similar contribution to bring sovereign debt to a sustainable level. According to international law, in the Sri Lankan context, prohibition of discrimination means inter-creditor equity in sovereign debt restructuring,” Bohoslavsky said.",
    "It also transpired at the briefing that Sri Lanka is currently going through a crippling economic crisis because of an unsustainable debt burden of 103.8% of GDP as of March 2023. This crisis hit households at a time when many had not yet recovered from the shocks of COVID-19.",
    "The government response to austerity measures to secure an International Monetary Fund bailout is being hurriedly rolled out, with no public consultation. This has included cuts in public spending, steep increases in utility tariffs, food and energy costs, indirect and regressive taxation and limited cash handouts as social security.",
    "Lawyer and activist Lakmali Hemachandra, Feminist Collective for Economic Justice Suganya Kandeepan and Sarala Emmanuel with Regional Coordinator of APWLD Misun Woo spoke at the briefing. (Kurulu Koojana Kariyakarawana)"
  ]
}