{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91489/sri-lanka-set-to-start-tea-for-oil-barter-with-iran-next-month",
  "time_ut": 1687614540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka set to start tea-for-oil barter with Iran next month",
  "original_body_lines": [
    "Sri Lanka is set to start bartering tea to Iran next month in lieu of $250 million owed for oil, a Sri Lankan official told Reuters on Friday, as the crisis-hit country tries to lift sales to a key market and protect its forex reserves.",
    "The barter was agreed upon in 2021 for oil imported in 2012, but the exchange was delayed after Sri Lanka’s unprecedented dollar shortage last year plunged the economy into its worst financial crisis in more than seven decades.",
    "“This is very timely for us because we get access to an important market and both Iran and Sri Lanka can trade without relying on dollars,” Sri Lanka’s Tea Board Chairman Niraj de Mel told Reuters.",
    "“The agreement was to send $5 million worth of tea each month for 48 months but we plan to start with about $2 million per month.”",
    "Globally popular Ceylon Tea is Sri Lanka’s highest foreign exchange-earning crop, brewing $1.25 billion for the cash-strapped country last year, according to government data.",
    "Iran has been one of Sri Lanka’s main tea buyers but exports have fallen steadily from $128 million in 2018 to $70 million last year as U.S. sanctions on Iran hit trade.",
    "A significant share of Sri Lanka’s tea is now shipped to Iran via the United Arab Emirates (UAE), official data shows, with the UAE more than doubling its tea imports from Sri Lanka to $118 million last year from $48 million five years ago.",
    "Under the barter programme, the state-run Ceylon Petroleum Corp that bought the oil will give rupees to the Tea Board to ship tea via Sri Lankan exporters.",
    "Iranian tea importers will then pay riyals to the National Iranian Oil Company, de Mel said.",
    "“We are awaiting the final documents and hope to start exports from July,” he added.",
    "Sri Lanka’s foreign exchange reserves grew to $3.5 billion at the end of May - a 14-month high - helped by increased remittances and tourism inflows after securing a $2.9 billion bailout from the International Monetary Fund."
  ]
}