{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/No-LG-Polls-yet-but-EC-faces-debt-of-Rs-375-mn/155-257530",
  "time_ut": 1681259785.0,
  "original_lang": "en",
  "original_title": "No LG Polls yet, but EC faces debt of Rs.375 mn",
  "original_body_lines": [
    "- EC says have to pay private contractors for orders already given",
    "- If Treasury releases advance payment of Rs.700 million can hold LG polls",
    "- Sources on ground says LG Polls highly unlikely anytime soon",
    "The Elections Commission is facing a debt of Rs.375 million which it has to pay to private contractors for the orders it had already placed for the Local Government Elections which was to be held on March 9 but was subsequently postponed due to the lack of funds, the Daily Mirror learns.",
    "Sources within the Commission told Daily Mirror that the Elections Commission has written to the Treasury requesting for the funds to be released so that the private contractors could be paid and all dues cleared. The Treasury had already released Rs.188 million to the Elections Commission earlier but the Commission has asked for a further Rs.375 million to pay for the orders it has already placed such as printing of ballot cards, polythene, cardboard and other expenses.",
    "The Elections Commission in a statement yesterday officially announced that the LG polls had been further postponed with no new date set.",
    "Initially the LG Polls were declared to be held on March 9 but it was postponed for April 25. However due to the lack of funds to hold the Polls, it has been postponed indefinitely and will now be held only after a confirmation from the Treasury. However sources within the Commission said that with some legal cases ongoing, if the court rules that the LG Polls should be held, then the Elections Commission will discuss with the Treasury and declare a new date as per the order of the court.",
    "The Daily Mirror learns that the LG polls are expected to cost an estimated Rs.10 billion and if the Elections Commission gets an advance payment of Rs.700 million, it can still go ahead with the polls as the remaining amounts can be paid after the polls are held.",
    "However, with the present economic crisis, sources on ground said that it is highly unlikely that the LG polls will be held anytime soon and it may be possible that the next election that will be held is the Presidential Election next year.",
    "According to law, the next Presidential Election will be held in November 2024. (Jamila Husain)"
  ]
}