{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/BBS-Gnanasara-Thera-and-the-Kalutara-Violence/172-261258",
  "time_ut": 1686936165.0,
  "original_lang": "en",
  "original_title": "BBS, Gnanasara Thera and the Kalutara Violence",
  "original_body_lines": [
    "Beruwela, Aluthgama violence against Muslims is a classic instance of the Blaming the Victim Syndrome",
    "Former President Chandrika Bandaranaike Kumaratunga recently raised a pertinent question on Twitter about Bodu Bala Sena (BBS) General Secretary Ven. Galagodaaththe Gnanasara Thera and others of his ilk. She asked in her tweet why no action had ever been taken against Galagodaaththe Gnanasara Thera and others, who had insulted other religions practised in the country.",
    "Kumaratunga said their words spreading hate against Muslim and Tamil citizens of Sri Lanka were far more vicious than those uttered by Standup Comedienne Nathasha Edirisuriya, who was arrested recently for making comments deemed insulting to the Lord Buddha.",
    "“What about monk Gnanasara and a host of others who insulted Islam, burnt churches and places of Christian worship and mosques? They spread hate speech against Muslim and Tamil citizens more vicious than Nathasha’s words,” stated Kumaratunga, who is reputed for stating inconvenient truths openly.",
    "It is an incontrovertible truth that the Buddhist monk Galagodaaththe Gnanasara Thera of the Bodu Bala Sena (BBS), rode to fame or notoriety in a vehicle of venomous and vitriolic anti-Muslim propaganda. At times this hate speech fuelled anti-Muslim violence.",
    "Though the Bhikkhu and the BBS had been active for some years, it was in June 2014 that Gnanasara Thera became known globally. The controversial monk captured headlines because of the anti-Muslim violence of June 2014 at Aluthgama and Beruwala in the Kalutara District.",
    "The BBS was accused of fomenting violence against Muslims then. Gnanasara Thera allegedly played an active role in instigating violence though he was not involved directly in any violent act.",
    "The Aluthgama-Beruwala anti-Muslim violence was reported extensively in the global media then. Gnanasara Thera’s name figured prominently in those reports. He was even equated with Ashin Wirathu, Myanmar’s Buddhist monk reputed for his Muslim persecution.",
    "I wrote in great detail about the anti-Muslim violence when it occurred nine years ago. The Irish statesman Edmund Burke reportedly said, “Those who don’t know history are destined to repeat it.” Spanish philosopher George Santayana is credited with the aphorism, “Those who cannot remember the past are condemned to repeat it.” Former British Prime Minister Winston Churchill stated “Those that fail to learn from history are doomed to repeat it.”",
    "It is against this backdrop therefore that this column -with the aid of earlier writings - revisits briefly the tragic events of June 2014 pertaining to the BBS and the Aluthgama-Beruwala anti-Muslim violence.",
    "The BBS-backed rally was attended by over 7,000 people. Most of the attendees were outsiders transported for the event and were not from Aluthgama",
    "A minor ‘accident’ was the original spark that belatedly ignited the subsequent conflagration. June 12, 2014, was a public holiday being Poson Poya Day. A Buddhist monk, Ven. Ayagama Samitha Thera was travelling in a three-wheeler to a temple through a largely Muslim-inhabited area in Aluthgama. Some Muslim youths were engaged in conversation after parking their motorcycles by the roadside. Two motorcycles parked on the road by the Muslim youths had obstructed the Buddhist monk’s vehicle.",
    "The Sinhala driver scolded the youths in harsh language and uttered racist remarks. This resulted in the Muslim youths also replying in the same vein. When Samitha Thera also started scolding the youths, he too had been chided in return. One youth had also yanked the hand of the driver. The monk was also pushed. This incident was subsequently distorted and a false allegation was made that a Buddhist monk had been assaulted by Muslims.’",
    "The rumour mills began to work overtime. “News” began spreading that Muslims had assaulted a Buddhist monk, who was in a serious condition. Large crowds began to gather. A mob converged at the Police Station demanding that the Muslims who had allegedly assaulted the Buddhist monk should be arrested. Stones were pelted at the Police Station.",
    "The mob then went on the rampage. At least six businesses owned by Muslims were attacked on that day (12). The then Cabinet Minister for Transport and Kalutara District MP Kumara Welgama was hooted at by crowds and his vehicle was attacked for trying to calm the situation. Finally, the Police Riot Squad was deployed in large numbers at Aluthgama and the situation was brought under control. Tear gas was used to disperse the mob.",
    "On the following day, Muslim elders persuaded the two Muslim youths involved in the fracas with the Buddhist monk to surrender to the Police. The two Muslim youths voluntarily presented themselves to the Police. They were accompanied by a Moulavi, who had not been involved in the incident. However, the Police took all three into custody and consequently produced the trio at the Kalutara Courts. They were remanded.",
    "Enter the Bodu Bala Sena! The BBS General Secretary Gnanasara Thera then went to Aluthgama and issued a statement criticising Muslims over the 12 June Aluthgama incident. He accused the Police of “living inside Mosques,” meaning that the Police were partisan towards Muslims.",
    "The BBS Gen. Secy. and other BBS activists accompanying him entered into discussions with representatives of the Sasana Arakshaka Balamandalaya in the area. The Sihala Ravaya was also associated with the talks.",
    "It was resolved to stage a public rally condemning the incident on Sunday 15 June under the auspices of the Sasana Arakshaka Balamandalaya. Prior to the BBS meeting in Aluthgama, a great deal of anti-Muslim hate-mongering had prevailed on social media like Facebook and Twitter, where overt threats of violence were made.",
    "When the BBS made preparations to stage a rally in Aluthgama on Sunday, several reputed Muslim organisations made representations to the IGP and senior Police officials that the proposed event be disallowed.",
    "Several Muslim Cabinet Ministers made entreaties that the BBS event should not be allowed. The BBS protest was however given the green light despite Muslim misgivings and fears.",
    "Later Muslim Congress Leader Rauff Hakeem who was then Justice Minister was to tell Reuters, “I just can’t understand a Govt which prevents even a trade union or student protesters going to protest marches … allowing the BBS to conduct the meeting.”",
    "What the Muslim leaders greatly feared happened. Though the Sasana Arakshaka Balamandalaya supposedly organised the Aluthgama rally, the dynamo that powered it was the Bodu Bala Sena. The BBS-backed rally was attended by over 7,000 people. Most of the attendees were outsiders transported for the event and were not from Aluthgama.",
    "BBS Gen. Secy. Galagodaaththe Gnanasara Thera was the star speaker. He delivered a provocative speech full of racist venom in which he asserted that the Police and military were Sinhala and that no Muslim or Tamil or anyone else could harm a Sinhalese and get away with it.",
    "“This country still has a Sinhalese Police, this country still has a Sinhalese Army. It will be the end of all if someone at least lays a finger on a Sinhalese,” Gnanasara Thera said. Video clips of Gnanasara Thera’s speech went viral then.",
    "Gnanasara Thera called upon all Sinhalese to unite regardless of political differences. Gnanasara Thera also made a disturbing announcement. He wanted the Muslim-dominated area called Dharga Nagar or Dharga Town in Beruwala to be renamed. The singer Madhumadhawa Aravinda also appeared on the platform and sang emotional songs in Sinhala that were highly inflammatory.",
    "At least 900 Policemen were on duty in the vicinity when the BBS-backed rally was in progress. After the BBS meeting ended at 5 p.m. a procession consisting of Buddhist clergy and laity began. The participants in the procession were followed by a vehicle convoy in which members of the Sihala Ravaya also joined. The procession chanted anti-Muslim slogans. Neither Gnanasara Thera nor any prominent BBS functionary participated in the procession.",
    "When the BBS made preparations to stage a rally in Aluthgama on Sunday, several reputed Muslim organisations made representations to the IGP and senior Police officials that the proposed event be disallowed",
    "Their words spreading hate against Muslim and Tamil citizens of Sri Lanka were far more vicious than those uttered by Standup Comedienne",
    "What about monk Gnanasara and a host of others who insulted Islam, burnt churches and places of Christian worship and mosques",
    "Around 150 to 200 youth and young men in yellow/saffron robes were at the front of the procession. When the procession passed near the Aluthgama Mosque some stones and pieces of wood were thrown from inside the Mosque.",
    "These were only a few and did not impact the procession. However, this provided an excuse to claim provocation. When the procession went through areas where Muslim houses and shops were visible those at the front started attacking them. Stones were thrown. Windows and doors were smashed. In some instances, attempts were made to set fire. Molotov cocktails or petrol bombs were thrown. Muslim families started fleeing from their homes.",
    "Then more “outsiders” began to arrive in vehicles. They clambered down from the vehicles and commenced targeting Muslim establishments and homes. Groups of persons with fuel cans and weapons like clubs and rods joined those in the procession. While one segment of the original BBS procession tried to continue towards their target destination of Dharga Nagar, others began scattering in different directions.",
    "Very soon a different scenario emerged where groups began targeting homes where Muslims were living amidst Sinhala people in mixed neighbourhoods. The assailants were mainly outsiders and not from the neighbourhood.",
    "The anti-Muslim violence began spreading to nearby Beruwala where there is a substantial Muslim population.",
    "Historically Beruwala is of great significance as the place where Arab seafarers first beached in Sri Lanka. With their homes under attack, several Muslim families left their houses and sought refuge in Mosques and schools. Thousands gathered at the Mosque in Dharga Nagar and Welipitiya. Thousands of Muslims from Beruwala town and Ambepitiya also sought safety in the Jamiyah Naleemiya Arabic College in Beruwala.",
    "Anti-Muslim violence began spreading. Incidents of violence occurred in Dharga Town, Cheenawatte, New Town, Ambepitiya, Mahagoda, Kotapitiya, Adhikarigoda and Meeripenna in the areas of Aluthgama and Beruwala. Several buildings and dwellings on Sapula Kanda Road, Masjid Road, Hospital Road, Lotus Road, Milton Road and Simon Silva Road were damaged in the attacks. Two mosques in Adhikarigoda were torched. Three other mosques were attacked. Several media personnel trying to cover the incident were assaulted by the mobs.",
    "Thousands of Muslims who sought refuge at the Walipitiya Masjid and at Naleemiya Arabic College were greatly endangered when a mob numbering hundreds encircled the premises, thereby trapping the hapless Muslim families inside. Several in the mob were well-armed and shots were fired.",
    "Some Muslim youth armed themselves with swords and knives and confronted the mob targeting the Walipitiya Mosque. Stones were thrown at each other. There was a direct confrontation that went on for more than two hours. Again the mob consisted of unknown persons who were not from the locality.",
    "When this confrontation was on, another group arrived from another direction in a vehicle and opened fire on the Muslim youth defending their mosque and families. The injured persons were taken into the Madrassah (Quran School) and given first aid as they could not be transported to the hospital due to the prevailing situation. Three persons died in the incident. The victims were identified as labourer Mohammed Shiraz (30), shopkeeper Mohammed Sahuran (40) and tile layer Mohammed Imran (41). Another seven Muslims were injured in the shooting incident.",
    "Journalists interviewing Sinhala residents of the affected areas found most people expressed their sorrow and regret for what had happened. They emphasised the fact that they had nothing to do with the violence and that the perpetrators were unknown outsiders transported from elsewhere.",
    "There were several instances where Sinhala neighbours and friends had provided shelter to endangered Muslims. Many blamed the BBS Bhikkhus for instigating the violence and the Police for not preventing it.",
    "Eighty-eight persons sustained major injuries in the violence that required hospitalisation. These included six Police officers and two Buddhist monks. Over 100 persons consisting of elders, women, children and youth sustained minor injuries not requiring hospitalisation. About 8,000 people were temporarily displaced. The majority of the injured and displaced were Muslims.",
    "Forty-one Muslim-owned businesses were destroyed. Of these 11 were completely gutted. About 500 Muslim dwellings were also attacked. Many houses were set ablaze and/or stoned or smashed with poles. A very large number of houses suffered extensive damage. At least 25 houses were totally burnt down. Several vehicles owned by Muslims were damaged or burnt.",
    "Muslim Cabinet Ministers Rauff Hakeem and Rishad Bathiudeen accused the BBS of instigating racial tensions and called upon the Government to ban the BBS and take legal action against its leader Gnanasara Thera.",
    "Vasudeva Nanayakkara, who was also a Cabinet Minister then, called for the arrest of BBS Leader Gnanasara Thera and other BBS functionaries for instigating the riots. President Mahinda Rajapaksa did nothing. He told the Ministers that Gnanasara Thera would become a “hero” if arrested.",
    "Subsequently, 13 key members of the BBS were detained by the Police for alleged involvement in the violence. Gnanasara Thera threatened to self-immolate if the arrested persons were not released. All 13 were set free.",
    "The Bodu Bala Sena was neither contrite nor remorseful about what had happened. BBS Spokesperson Dilantha Vithanage stated that BBS members had been protesting peacefully when they came under attack.",
    "Gnanasara Thera said the BBS had not been involved in the clashes and blamed them on “an extreme Muslim group” that had picked a fight with the Sinhalese. A classic instance of the Blaming the Victim Syndrome"
  ]
}