{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-opposition-questions-legality-of-copf-decision-on-t-bills-120430/",
  "time_ut": 1683885180.0,
  "original_lang": "en",
  "original_title": "Sri Lanka opposition questions legality of COPF decision on T-bills",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s opposition has questioned the legality of raising a ceiling on Treasury bills to 6,000 billion rupees from 5,000 billion, citing a dispute over the chairmanship of the parliamentary Committee on Public Finance (COPF).",
    "Legislators representing the main opposition party the Samagi Jana Balawegaya (SJB) speaking in parliament on Friday May 12 objected to the COPF approving a proposal to raise the Treasury bill ceiling because the committee does not have a permanent chairman, which the party said raised questions of its legality.",
    "Opposition and SJB leader Sajith Premadasa said the party had consented to the proposal to urgently raise the Treasury bill ceiling at a meeting of parliament’s Business Committee Thursday May 11 afternoon. He claimed that, at a “secret” meeting of COPF held some hours later, the decision was approved by an acting chairman partial to the government.",
    "According to Premadasa, Treasury officials and State Minister of Finance Shehan Semasinghe had sought parliament’s approval for raising the limit on Treasury bills as there were some urgent payments pending, totalling 200 billion rupees: that is, 100 billion rupees worth of Treasury bonds that were maturing, 60 billion rupees in coupon payments and 40 billion rupees to be paid back to multilateral financial agencies.",
    "“We learned that the ceiling had been reached. This was a matter of national importance and any divisions, political or otherwise, were immaterial. You asked the Business Committee to support it, and we agreed,” said Premadasa.",
    "However, he claimed, at the COPF meeting held at 3pm that was “convened in secret” and overseen by what he called a “puppet”, a one trillion rupee increase was approved sans any discussion, debate or cost benefit analysis.",
    "Premadasa claimed that at Business Committee meetings the government is more honest about Sri Lanka’s economic situation which he implied was quite contrary to the rosy picture painted for the people outside parliament.",
    "After much debate and discussion, the opposition expressed its support to the decision to raise the Treasury bill limit, he said.",
    "“But what happened after? You brought in your kangaroo chairman,” he said.",
    "“In a single pen stroke, one trillion was approved,” he added, mocking what he claimed were the government’s pretensions about scientifically approaching financing decisions.",
    "“How can you appoint a puppet and take such decisions?  These kinds of performances cannot be allowed.”",
    "SJB MP Lakshman Kiriella also claimed that the COPF, which he said was an illegal committee, had made its decision in just one minute.",
    "“There was no discussion about what these funds were being raised for,” he said.",
    "State Minister of Finance Semasinghe contested Kiriella’s claim. He said officials had clearly explained to party leaders that the Treasury limit had to be raised by one trillion rupees because the demand for bonds had dropped and because the interest rate for bonds had gone up to 28 percent.",
    "“We also talked about situations that may arise until domestic debt is restructured. There is no question of legality here.",
    "“Yesterday’s COPF meeting didn’t end in one minute. Treasury officials offered the same explanation to the committee that it gave the party leaders. The expenditures due next Monday were also highlighted. It was upon broad discussion of this that the COPF gave its approval,” said Semasinghe.",
    "Any dispute over the chairmanship of COPF is a matter that must be resolved separately, the state minister said, adding that it was not fair to misinterpret what transpired after everything had been explained.",
    "The government first announced the planned Treasury bill limit hike on May 03 at the weekly cabinet press briefing by cabinet spokesman and Minister Bandula Gunawardena who said that, by end March 2023, Sri Lanka had already had a stock of 4,636 billion rupees of Treasury bills in issue.",
    "Treasury bills are sold in three, six and 12 months with three-month bills rolled over four times, six-month bills twice and one-month bills once. New funds are also raised with fresh funds.",
    "Sri Lanka’s interest rates have shot up to around 25 percent after the latest currency collapse from flexible inflation targeting/output gap targeting which led to external sovereign debt default requiring domestic debt restructuring to meet International Monetary Fund (IMF) debt sustainability requirements.",
    "For the year 2023, Sri Lanka’s parliament had set a gross borrowing limit of 4,979 billion rupees, of which 4,526 billion was from local sources. Another 1,453 was from foreign sources.",
    "Meanwhile, the SJB and other opposition groups have been crying foul over the government’s refusal to appoint SJB MP Harsha de Silva as COPF chair. An allegedly surreptitious attempt to have de Silva’s SJB colleague Mayantha Dissanayake came a cropper after Dissanayake, who had initially accepted the position, resigned mere days later. Government MPs have claimed that the SJB had wanted Dissanayake to step down due to internal rifts in the party.",
    "MP de Silva has said the government has been violating parliamentary procedures and governance by running the committee without a chairman since January.",
    "Sri Lanka economic governance violated over headless CoPF: HarshaSee more"
  ]
}