{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Kanaka-Herath-attends-first-BRI-conference-on-Science-and-Technology-Exchange-in-China/34-755094",
  "time_ut": 1699643431.0,
  "original_lang": "en",
  "original_title": "Kanaka Herath attends first BRI conference on Science and Technology Exchange in China",
  "original_body_lines": [
    "State Minister of Technology Kanaka Herath recently attended China’s first Belt and Road Conference on Science and Technology Exchange.",
    "The conference was jointly organised by China’s Ministry of Science and Technology, the Chinese Academy of Sciences, the Chinese Academy of Engineering, the China Association for Science and Technology, the Chongqing Municipal People’s Government and the Sichuan Provincial People’s Government.",
    "It focussed on topics such as intergovernmental scientific and technological cooperation, scientific and technological cultural exchanges, industrial innovation and development, future medicine, and big data.",
    "China has signed government-to-government agreements on scientific and technological cooperation with over 80 countries participating in the Belt and Road Initiative.",
    "Among them, China has supported over 10,000 young scientists from participating countries to come to China for short-term work and exchange, training 16,000 scientific and technological management personnel from participating countries.",
    "State Minister Herath had a fruitful discussion with Minister YIN Hejun of China’s Ministry of Science and Technology during the first-ever Belt and Road Conference on Science and Technology Exchange. He explored various avenues for collaboration, emphasising people-to-people exchanges, science park initiatives, joint laboratories, technology transfer within our educational institutions, and the groundbreaking #Digiecon2030 plan, which is set to accelerate Sri Lanka’s digital transformation.",
    "“These strategic partnerships will not only foster innovation but also strengthen the ties between our nations. Looking forward to a future marked by technological advancements and shared success,” said State Minister Herath."
  ]
}