{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ends-100-pct-cash-margin-on-import-lcs-120821/",
  "time_ut": 1684394520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ends 100-pct cash margin on import LCs",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has terminated a cash margin requirement on import letters of credit imposed over the previous 12 months to limit imports, as liquidity injection triggered forex shortages and a currency collapse.",
    "In an order issued under the monetary law, the central bank imposed a 100 percent cash deposit margin on 843 imports in May 19, 2022 and February 16, 2023 to discourage imports.",
    "Both orders were removed in a new direction issued by the domestic operations department.",
    "Under an International Monetary Fund program Sri Lanka has to end trade and exchange restrictions imposed during the time interest rates were mis-targeted to boost credit and new ones cannot be within the duration of the program.",
    "Sri Lanka has run into several currency crises in the past 8 to 9 years while running activist monetary policy under ‘data driven flexible inflation targeting’, while operating a reserve-collecting central bank.",
    "IMF while encouraging activist monetary policy using various so-called Cambridge-Saltwater doctrines, involving liquidity injections, also discourages controls which it categorizes as multiple currency practices (MCPs) and capital flow measures (CFMs)",
    "“While the import restrictions, exchange restrictions, MCP related measures and CFMs could help mitigate FX shortages in the near term, they should not be a substitute for the comprehensive policy package and ongoing macroeconomic adjustment, and should be phased out as the balance of payments stabilizes,” according to the IMF program.",
    "“Over 2020-22, the imports of many non-priority non-critical goods were suspended, which helped contain the import bill and relieved BOP pressures, but also hurt economic activity and distorted markets.”",
    "Import restrictions then disrupt economic activity and reduces tax revenues, compounding currency crises.",
    "Classical economist call the simultaneous operation of money and exchange policies and its inevitable consequences of external controls, the impossible trinity of monetary policy objectives.",
    "Simultaneous money and exchange policies are to be legalized under a new monetary law. Clean floats which can lead to true inflation targeting is to be banned with a flexible exchange rate which is neither a clean float nor a hard peg, being made a legal requirement, critics say. (Colombo/May18/2023)"
  ]
}