{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/China-urged-to-play-greater-role-in-financial-system-after-SL-bailout-exposed-flaws/108-262007",
  "time_ut": 1687956630.0,
  "original_lang": "en",
  "original_title": "China urged to play greater role in financial system after SL bailout exposed flaws",
  "original_body_lines": [
    "Sri Lanka’s crippling debt crisis and the long wait it had to endure until receiving a bailout from international creditors forced emerging markets to re-evaluate the existing global financial structure, according to economists and diplomats at the World Economic Forum on Wednesday.",
    "They also noted that the world needs a more efficient financial architecture, where China can play a more prominent role in terms of solving emergencies and amplifying the voices of developing countries.",
    "Sri Lankan Minister of Foreign Affairs Ali Sabry said that since negotiations started in September 2021, it took almost eight months to receive assurances from creditors before the South Asian nation eventually received the first payment as part of the US$3 billion bailout from the International Monetary Fund (IMF) in April.",
    "“By that time, countries are under real stress, and countries could fall apart. So it’s important that something ready-made has to be there,” Sabry told a panel on the second day of the World Economic Forum’s 14th Annual Meeting of the New Champions in the northern Chinese city of Tianjin.",
    "Despite a US$600 million loan from the World Bank in April last year, Sri Lanka defaulted on its debt for the first time in its history in May 2022, eventually becoming the first country in the post-coronavirus era to declare bankruptcy in July.",
    "The coronavirus pandemic pushed world debt to over an unprecedented level of US$300 trillion in 2022, according to the Institute of International Finance, with developing countries particularly vulnerable due to the large amounts accumulated, as well as depreciating currencies and interest rate increases.",
    "However, the fundamental problems in the IMF and other international financial institutions remain, according to Jin Keyu, a professor of economics at the London School of Economics and Political Science.",
    "The issues include a mismatch of credit cycles, as well as the insufficient global emergency liquidity for developing countries, which has left a gaping hole to be filled, Jin told Wednesday’s panel.",
    "“The international global credit cycle is pretty much based on US monetary policy. But US monetary policy is designed to serve US domestic conditions, not the international arena,” she said.",
    "“So I think this is a place where China can play a role … [with] China being the second largest economy and not synchronised credit cycles with the US and often a big provider to emerging market liquidity.”",
    "As the developing world’s single largest creditor after the World Bank, China has lent huge amounts of capital to fund projects via its Belt and Road Initiative – Beijing’s strategy to link more than 60 countries into a China-centred trade network, largely through investments and infrastructure projects.",
    "In August, China announced plans to cancel a series of interest-free loans to 17 African countries amid a growing rivalry with the West and accusations that it is creating “debt traps” on the continent.",
    "China also said it would also rechannel US$10 billion of its IMF special drawing rights – an international reserve asset managed by the international financial institution – to African countries to help with the recovery from Covid-19 pandemic and the debt crisis.",
    "“It is time that [different types of creditors and economies] pull their resources together and come out with some sort of an architecture, which immediately addresses this kind of an emergency to prevent a cascading effect on many of the economies and ultimately leading into a global slowdown,” Sri Lanka’s Sabry added.",
    "China and the United States also have to coordinate better among their central banks and be real global financial anchors, Jin added.",
    "“But the current problem is that the domestic challenges in China are also great, it would like to do more international lending, but it has to be substantially cut back because of the domestic debt issues and because the economy, pretty much everywhere around the world, is doing very poorly,” she said.",
    "But Jin stressed that despite China’s role as a substantial creditor to lower income countries, around 60 per cent of the debt flows are from the private sector, while a significant portion originates from financial institutions.",
    "“The current issue is really a global shock and global structural problems like demographics that are pressing down on these issues. And it’s not up to China alone to resolve it,” she added.",
    "Jin also pointed to a better design of international financial architecture, a greater representation of emerging markets voices in the coordinating process, and a greater role for China’s central bank and yuan denominated lending as crucial elements.",
    "“Global economic growth is universally slowing down, which will affect the repayment ability of relevant countries and China’s lending ability,” said Peng Peng, executive chairman of the Guangdong Society of Reform, a think tank connected to the provincial government.",
    "“Large-scale projects may be put on hold. In particular, the geopolitical environment is uncertain, and domestic recovery is weak. It is wise to slow down the pace of development.”"
  ]
}