{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/academic-warns-against-loosening-import-controls-to-show-everything-is-hunky-dory/",
  "time_ut": 1690477500.0,
  "original_lang": "en",
  "original_title": "Academic warns against loosening import controls to show everything is hunky-dory",
  "original_body_lines": [
    "The government shouldn’t take a cavalier attitude towards relaxing restrictions on non-essential imports or lift the ban on vehicle imports to show the country that everything in the economy is already back to normality, Professor Priyanga Dunusinghe of Department of Economics at the University of Colombo told Hiru TV on Wednesday.",
    "“The prevailing macroeconomic imbalances still don’t warrant such moves,” he said.",
    "Referring to a recent report by Bloomberg that Sri Lanka rupee would drop below Rs. 350 by the end of this year, he said, “The government needs to take cognizance of the forecast made by Bloomberg which is reputed for disseminating financial news across the world. The Central Bank and the Ministry of Finance have to be mindful of this statement,” he warned.",
    "“When you relax restrictions on various imports and possibly the ban on car imports, it will lead to a huge outflow of foreign currency. Doing so will destabilize the economy. In my view, import controls should be relaxed only after the economy has regained normality. Politicians may have the urge to gain political mileage by showing that import controls and the ban on vehicle imports were lifted quite quickly and the economic activities are now taking place in a normal operating environment. They may want the people to believe so. but the reality on the ground is that we still have to run a tight economy under certain controls. Ad hoc relaxation or lifting of the ban on vehicle imports would lead to grave consequences,” he pointed out.",
    "Bloomberg had reported a few days ago that Sri Lankan rupee has turned into Asia’s worst-performing currency from being the best in the first half of the year, and is poised to extend losses amid headwinds from interest-rate cuts and loosening of import controls.",
    "“The currency has tumbled more than 6% this month as it fell a 14th day low up to Monday, on track for its longest daily losing streak in almost five years. That’s a stark reversal from its stellar performance in the first six months of this year, when Sri Lanka rupee was Asia’s top performer with a 19% advance. The currency may further weaken by 8% by year-end, Bloomberg said quoting Natixis SA.",
    "Honouring history and supporting the needy: Greenee’s anniversary project for St. Vincent Home",
    "Govt. not allocating enough funds to grant relief to public–Economist",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}