{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Outgoing-UK-envoy-expresses-hope-SL-will-address-legacy-of-war-and-work-toward-fully-inclusive-society/14-750029",
  "time_ut": 1687971301.0,
  "original_lang": "en",
  "original_title": "Outgoing UK envoy expresses hope SL will address legacy of war and work toward fully inclusive society",
  "original_body_lines": [
    "I have found experiencing Sri Lanka’s rich religious and cultural heritage very rewarding and it has meant I have been able to meet people of diverse faiths and backgrounds and better understand a range of perspectives",
    "British High Commissioner Sarah Hulton, OBE is departing after an eventful and successful nearly four year stint in Sri Lanka. The Daily FT caught up with her before her departure to get a quick recap from her on the tenure in Sri Lanka which was momentous with several key developments in terms of bilateral cooperation between the UK and Sri Lanka and UK's support to Sri Lanka. Incidentally, after assuming duties in August 2019 Hulton’s first print interview was also with the Daily FT in October same year (https://www.ft.lk/Opinion-and-Issues/On-a-quest-to-take-UK-SL-ties-from-good-to-great/14-688682). Here are excerpts from the interview with Hulton days prior to her departure.",
    "Q: You’ve been in Sri Lanka through extraordinary times. What are your reflections?",
    "Sri Lanka has gone through some challenging times in the last few years. I know the effects of the economic crisis are still being widely felt and I am glad that we have been able to support Sri Lanka in a range of ways. This has included providing £ 3 million humanitarian assistance through cash transfers to support the most vulnerable communities. I have been able to visit some of these groups and hear how the funds have helped their food security and medical needs.",
    "We are also providing economic support for Sri Lanka through multilateral institutions like the International Monetary Fund, World Bank and United Nations. We have welcomed the Government of Sri Lanka’s commitment to implementing the economic reform program supported by the IMF Extended Fund Facility and encourage Sri Lanka to continue engaging with the IMF and EFF program to build investor confidence, drive growth and bolster Sri Lanka’s development.",
    "Q: Can you highlight some of the other key areas of UK-SL cooperation?",
    "UK Sri Lankan cooperation continues to grow and there have been some recent developments in the area of business and trade. The UK is Sri Lanka’s second largest export market. In 2022, the total trade in goods and services between UK-Sri Lanka was £ 1.3 billion – an increase of 11.6% from the previous year. The UK’s new trading preferences scheme is now in force – and there are significant benefits for Sri Lanka.",
    "The Developing Countries Trading Scheme (DCTS) allows Sri Lanka to trade with the UK tariff-free on 92% of goods, increasing the competitiveness of Sri Lankan products in the UK market. As the demand for sustainable, fair-trade, and healthier products continues to grow in the UK, Sri Lankan business is well placed to develop in this market.",
    "Environmental cooperation has also been a strong pillar of our partnership. The UK was proud to host the 26th session of the Conference of the Parties (COP26) on Climate Change solutions in Glasgow in 2021. Sri Lanka has made some strong commitments which we want to support through a range of collaborative environmental projects which underpin the goals of the Glasgow Climate Pact.  These projects have included work to protect biodiversity, implement nature based solutions, support climate adaptation and resilience efforts and protect wildlife in Sri Lanka.  We will continue this work through the UK’s Climate Action for a Resilient Asia Program which will include funding projects that mobilise climate finance, strengthen water security, conserve ecosystems and biodiversity, and help vulnerable communities lead local adaptation efforts.",
    "The Blue Planet Fund reinforces the UK’s global leadership on marine issues, including the call to protect at least 30% of the global ocean by 2030 and existing commitments to tackle plastic pollution. The UK Ocean Country Partnership Program for Sri Lanka under the Blue Planet Fund, will deliver marine science technical assistance across the three core themes of marine pollution, biodiversity loss and supporting sustainable seafood.",
    "We also partnered with UNICEF to provide lifesaving medical equipment for high-risk pregnant mothers and infants during the pandemic. And scientists from the University of Sri Jayewardenepura and Oxford University collaborated together on a UK-funded project, to support vital immunology research. The UK is also known for our role at the UN Human Rights Council. We want to support Sri Lanka in addressing the issues raised in the current resolution. We are doing this by working with civil society and grassroots organisations through a number of projects, such as landmine clearance, sustainable resettlement of internally displaced people, including livelihoods support, with a particular focus on women headed households.",
    "We have also worked with local partners to support effective responses to online gendered hate speech and cyber-sexual gender-based violence in Sri Lanka. We hope that Sri Lanka will address the legacy of the war and work towards building a fully inclusive society where people from all backgrounds can thrive.",
    "Education remains one of our strongest connections. The UK is recognised across the world for its high-quality education. Four out of the world’s top ten universities are in the UK, and there are more than 45 UK higher education institutions and professional bodies represented in Sri Lanka. These offer a variety of courses in partnership with over 50 local institutes and I’ve loved having the opportunity to hear about their work whilst I’ve been here. Students have a wide range of choices to study either in the UK or in Sri Lanka to obtain a world class qualification.",
    "We’re also keen to make people aware of the scholarship opportunities available to Sri Lankan students and to encourage applications from across Sri Lanka. Chevening is the UK Government’s prestigious fully-funded scholarship program – I love catching up with Chevening alumni here, who are excelling in a wide range of fields. Every year the scholarship sends selected Sri Lankan students to the UK to complete a one year master’s program in any subject they choose at any university, fully paid. We look for candidates who have leadership potential and an excellent record of achievement as well as a strong desire to make a difference in their country.",
    "It’s a pleasure to work alongside the British Council here who are well known for their educational opportunities. They build connections between people in the UK and Sri Lanka through arts, culture, education and the English language. They deliver close to 100,000 UK exams on an annual basis, creating new pathways and opportunities for students, and young professionals.",
    "I was so pleased to be able to join them last week to attend a filmed performance of Sleeping Beauty from the Royal Opera House. It was also an honour to welcome the Graetian Awards to Westminster House in the last few weeks of my time here – my congratulations to the two winners!  I have really enjoyed getting to know Sri Lankan literature better and honoured to have had the opportunity to meet some of the authors of these incredible works.",
    "Q: As you look back on your time here, what have been some of the most memorable occasions?",
    "We have had some special moments of celebration, with the Queen’s Baton visiting Sri Lanka ahead of the Commonwealth Games hosted in Birmingham. Her Late Majesty The Queen celebrated her Platinum Jubilee year and the occasion was marked by a series of special events in London, as well as the lighting of Platinum Jubilee beacons in the UK and overseas, including in Sri Lanka. When she passed away last year we were all touched by the heartfelt messages of condolence from so many people here, often sharing their memories of her visits.",
    "We were also able to celebrate a historic event – the Coronation of His Majesty King Charles III and Queen Camilla. It was a wonderful opportunity to bring many of the colleagues and partners we work with in Sri Lanka together and witness the special moment together.",
    "This is an important year for the UK and Sri Lanka as we mark 75 years of bilateral relations. We are celebrating this through ‘75 Stories’ highlighting remarkable stories of Sri Lankans in the UK, and British nationals here in Sri Lanka – underlining the strong people to people links between our two countries.",
    "Over the last four years, I have been able to travel to different parts of the country, including with visitors like Foreign Commonwealth and Development Office Minister Lord Ahmad. I have found experiencing Sri Lanka’s rich religious and cultural heritage very rewarding and it has meant I have  been able to meet people of diverse faiths and backgrounds and better understand a range of perspectives. We have also had a visit from the UK Prime Minister’s Trade Envoy for Sri Lanka Lord Davies of Abersoch. It was great to be able to build on online meetings and bilateral engagements he had joined us for and welcome him here. With Lord Davies, we have been engaging with the business community, particularly through the Council for Business with Britain, and Government stakeholders to explore how we can further deepen our bilateral trade ties.",
    "As I get ready to depart back to the UK, I want to thank everyone who has supported and worked with us in the last few years. It has been an honour to lead the British High Commission here and I hope to keep in touch and visit again one day."
  ]
}