{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95969/oil-prices-stabilise-as-red-sea-transport-disruptions-ease",
  "time_ut": 1703762160.0,
  "original_lang": "en",
  "original_title": "Oil prices stabilise as Red Sea transport disruptions ease",
  "original_body_lines": [
    "Oil prices steadied on Thursday after falling sharply in the previous session, as concerns eased about shipping disruptions along the Red Sea route even as tensions in the Middle East continued to rise.",
    "Brent crude futures inched up 2 cents to $79.75 a barrel by 0736 GMT, while U.S. WTI crude futures were trading 3 cents lower at $74.08 a barrel. Prices dropped nearly 2% on Wednesday as major shipping firms began returning to the Red Sea.",
    "“Concerns about shipping in the Red Sea have eased, but continued worries about tensions in the Middle East, especially on Iran’s involvement in the region, make it difficult to sell further,” said Hiroyuki Kikukawa, president of NS Trading, a unit of Nissan Securities.",
    "“The market is likely to try the upside again ... maybe in the early new year, also on expectations of a recovery in fuel demand thanks to monetary easing in the United States and higher kerosene demand during the winter in the northern hemisphere,” he said.",
    "Danish shipping company Maersk said it has scheduled several dozen container vessels to travel via the Suez Canal and Red Sea in the coming weeks after calling a temporary halt to those routes this month after attacks by Yemen’s Iran-backed Houthi militia.",
    "But the prospect of a prolonged Israeli military campaign in Gaza and the spillover of the conflict to attacks on ships in the Red Sea remain major drivers of market sentiment.",
    "Israeli forces pummelled central Gaza by land, sea and air on Wednesday, a day after Israel’s chief of staff, Herzi Halevi, told reporters the war would go on “for many months”.",
    "U.S. government data on fuel stockpiles is due on Thursday, delayed by a day due to the Christmas holiday on Monday.",
    "Data from the American Petroleum Institute industry group on Wednesday showed crude stocks rose 1.84 million barrels in the week ended Dec. 22, against estimates from seven analysts polled by Reuters for a drop of 2.7 million barrels."
  ]
}