{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Not-too-long-before-another-journalist-is-killed-Ex-newspaper-editor/108-264323",
  "time_ut": 1690864045.0,
  "original_lang": "en",
  "original_title": "Not too long before another journalist is killed – Ex-newspaper editor",
  "original_body_lines": [
    "At the rate atrocities against media personnel are taking place, it is not too long for another journalist killing to be reported, was the opinion of senior English newspaper editor Lakshman Gunasekara who condemned the assault and arrest of Journalist Tharindu Uduwaragedara.",
    "Gunasekara who is also the Sri Lanka Chapter President of South Asian Free Media Association (SAFMA) said the assault and arrest of Uduwaragedara was no isolated incident but that was how atrocities against journalists have taken place in the past.",
    "The senior journalist was among representatives of media rights groups who addressed a press briefing yesterday to express their displeasure and disgust over the incident involving journalist Uduwaragedara, who was being treated at the Colombo National Hospital and was discharged last evening.",
    "“Tharindu Uduwaragedara is an award winning journalist, who even once became the Best Journalist of the Year at the Sri Lanka Journalism Awards for Excellence and had been a reputed investigative journalist cum outstanding media activist. There had been no questions about his practices. He was beaten by the police during his arrest and even his eye has an ailment now.",
    "This was how now exiled Journalist Poddala Jayantha was abducted and inhumanely assaulted by the abductors that crushed his knuckles and fingertips saying ‘this was the hand you use to write against the government’.",
    "There have been many journalist killings that have taken place in history. If the things tend to continue at this rate, it won’t be too long before we witness another killing of a journalist,” Gunasekara said.",
    "President of Young Journalists Association of Sri Lanka (YJASL) Tharindu Jayawardena said it was evident how the police were manhandling Uduwaragedara, inquiring whether he was a journalist and asking for his identification.",
    "“It is not mandatory for any journalist to bear the media accreditation card issued by the Government Information Department. As we know by now that many political goons, government officials and even the intelligence officials possess the Information Department media accreditation card.",
    "Therefore, it is really not necessary for a journalist to bear the Government Information Department media accreditation card,” Jayawardena said."
  ]
}