{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91198/four-suspects-arrested-over-shooting-of-co-op-insurance-chairman",
  "time_ut": 1686502560.0,
  "original_lang": "en",
  "original_title": "Four suspects arrested over shooting of Co-Op Insurance chairman",
  "original_body_lines": [
    "Police have arrested four suspects today (June 11) over the shooting of the Chairman of the Co-Operative Insurance Corporation’s branch in Walpita, Meegoda.",
    "The investigations have revealed that the shooting had been carried out based on a contract for money, the police said.",
    "The 62-year-old Darshana Samarawickrama, was injured following a shooting incident that took place at Gemunu Mawatha in Walpita on June 05, and was admitted to Homagama Hospital.",
    "Preliminary investigations had revealed that two unidentified gunmen on a motorcycle fired four shots with a pistol while the 62-year-old was entering Gemunu Mawatha in Walpita, according to police.",
    "It was reported that the victim was on his way to take over as the new Chairman of Co-operative Insurance Corporation’s branch in Battaramulla at the time, whereas suspicions had been raised regarding the former chairman of the insurance company branch.",
    "However, police investigations have also uncovered that the chairman of the Cooperative Insurance Corporation branch in Matara, who is a close associate of the suspected former chairman, had given the contract to carry out this shooting.",
    "Accordingly, the Matara Co-op Insurance Corporation branch chairman and three others were arrested by Meegoda Police this evening (11). The arrested suspects include a bus owner, a bus conductor and a former army soldier, according to police.",
    "Meanwhile CCTV footage showing the suspects traveling towards the location of the shooting, and fleeing after the incident, was released to the media today (June 11).",
    "The injured person has previously served as a director board member of the Co-operative Insurance Corporation, and had been nominated as the chairman to the Co-operative Insurance Corporation in Battaramulla on June 02, 2023, with the consent of the board of directors and also based on a court order."
  ]
}