{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/security-forces-committed-to-uphold-the-countrys-sovereignty-president-a-point-of-view/",
  "time_ut": 1703395463.0,
  "original_lang": "en",
  "original_title": "Security Forces Committed To Uphold The Country’s Sovereignty: President – A Point Of View",
  "original_body_lines": [
    "I refer to the news report under the above heading in the Sunday Observer of 17th December 2023, and wish to express my Point of view about the subject matter.",
    "The global existence of Armies in countries, either big or small, and the doctrine of Sovereignty are conflicting in terms. Sovereignty of nations, either big or small means the right to exist as a nation within its territorial boundaries in peace without any threat of aggression to its survival. In modern warfare, nations armed with weapons of mass destruction, some even having nuclear weapons, can any nation uphold and protect its territorial sovereignty? Nations with military might and size are an existential threat to lesser militarized and small nations, even if they had armed forces to protect and uphold their territorial sovereignty. Even in case of two equally militarized and powerful nations get entangled in a war, the concept of sovereignty of nations is a hollow one. It leads to mass scale mutual destruction of warring nations, where there are no winners but only losers and devastation and destruction of civilized existence.",
    "Therefore, real tangible and everlasting territorial sovereignty of all nations, big or small, can only be realized when the scourge of war is totally eradicated from the face of the earth. This is only possible when national Armies are outlawed and total disarmament is achieved.",
    "The current Russian and-Ukraine war and the Israel and Palestine war exposes the futility of war  and the glorious claim of the President that the military forces are committed to uphold the  Sovereignty of the nation. These limited wars mentioned above will drag on indefinitely till both the sovereign warring countries are reduced to rubble and non-existence. Having powerful Armed Forces with destructive weapons at their command, still they are struggling to uphold their sovereignty. Since 1945, there had been a pause without another world war for 75 years. In effect, all Armies of most nations are hibernating and in their barracks without their avowed work of waging war, at the cost of their economies. What a valuable loss of financial resource to maintain their Armies?",
    "The Armies are ornamental apparatus serving no productive purpose to the growth of their countries and lifting the standard of living of the people. Armies cater to the ego of nations’ leaders when they are led, flanked by Army commanders in full ceremonial uniforms affixed with multiple medals, it gives them a feeling of a King, at the great cost of maintenance to the nation.",
    "Sri Lanka’s Armed Forces is around 300, 000 thousand, which is phenomenal compared to its relative size to other nations. The moot point is can the Sri Lankan Armed Forces uphold the country’s sovereignty in the event of an external aggression by a greater military power? The answer is too obvious. It could not even defeat the ragtag forces of the LTTE in the civil war for around 30 years, single handedly, without external support. The real need for a combined Armed forces and its glorification is for internal purpose of suppressing the rights of the minority Tamils of the North East of Sri Lanka. To contemplate that the Armed Forces could uphold the sovereignty of the country from external threats by bigger military powers, to say the least is presumptuous thinking.",
    "The news report states “the President highlighted the Security Forces role in safeguarding both the peoples’ sovereignty and the distinctive identity of Sri Lanka”. It further states that all citizens “irrespective of ethnicity, Sinhala, Tamil, and Muslim, to work collectively to safeguard and preserve the national identity”. But, what is left unsaid is the explicit nature and character of this so-called National Identity. The descriptive Identity is that all citizens are “Sri Lankans”, being a multi ethnic, multi-religious, multi-lingual and multi-cultural nation. I believe this is his conception of National Identity, if not the unsaid Sinhala Buddhist identity. The President is reported to have said that he prioritizes, peacekeeping, in his foreign policy. The President pledges utmost importance to world peace, but paradoxically that too at a passing out ceremonial parade of new Army Cadets. He is talking about peace and at same time building the Army. Peace and the Army are antithetical and incompatible, and cannot co-exist.",
    "It is the existence of Armies, armed with lethal weapons of mass scale destruction of humanity and world civilizations that poses the greatest threat to peace, security and harmony of the planet Earth, only known home for all humanity. The Armies are relics of tribalism and barbarism, in a more sophisticated garb. If every nation is preaching co-existence for peace, security and harmony, why is there an absolute need for Armed Forces? If all nations renounce Armies and weapons, then recourse to waging wars becomes superfluous. If every nation has settled territorial boundaries, it becomes incumbent that they look after their national affairs, and deprived of the means to expand and covet others’ legitimate territory disappears. It is not to say that it will be a perfect world without disputes between nations. Such disputes can be resolved in a civilized way, by dialogue, discussion and negotiation. In the absence of Armies, per force, it will be the only way.",
    "A Police Force cannot be compared to an Army. An Army is a war machine, whereas a Police Force is an apparatus for maintenance and enforcement of internal Law and Order of a country. However, Police Force can only carry a minimum weapon, like a Gun or Pistol, for purpose of deterrence against violence or mass riots.",
    "If the planet Earth is to be saved from destruction and complete annihilation, the paramount need is for the World Body, United Nations Organization and World Leaders, to come together with the genuine desire and will to disband all global Armies, accompanied with simultaneous total disarmament and dismantling of all existing military infrastructures, armament producing capacities and weapons. With the complete abolition of Armies, the fear of the threat of aggression and invasion will be wiped out, so will the argument that Armies are necessary for defense of country’s territorial integrity will disappear. Tangible peace, security and harmony will prevail and the planet earth will truly become a Heaven.",
    "My view point will be derided and dismissed as idealistic nonsense by great pragmatists of reality. The pragmatists are those who accept the existing imperfections of the world as unalterable. They hold that pragmatism lies in adapting, manipulating, adjustment and compromising with an imperfect order. They fail to see the real truth. The ideal is the truth."
  ]
}