{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-should-consider-indias-concerns-too-former-indian-external-affairs-min-144992/",
  "time_ut": 1703672880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka should consider India’s concerns too: Former Indian External Affairs min",
  "original_body_lines": [
    "ECONOMYNEXT – A former Indian External Affairs Minister has said that Sri Lanka should heed India’s concerns about foreign vessels.",
    "“India and China are still, in real terms, engaged in a military conflict – which has not been resolved, because the border has not been resolved. So we have special concerns,” M J Akbar, Former Indian Minister of State External Affairs said an interview.",
    "Akbar was speaking with Chairman Bernard Goonetileka of the Pathfinder Foundation, an independent think tank based in Wattala.",
    "India’s geopolitical interests in the Indian Ocean have recently come into focus due to escalating tensions surrounding the presence of Chinese vessels in Sri Lankan waters, and the ongoing territorial disputes involving China and the Philippines.",
    "“You know, they’re not really holiday cruise ships. These Chinese vessels. We’re back to electronic equipment, which is picking up a fundamental requirement of strategic interest, which is knowledge. Knowledge from below, knowledge from above.”",
    "In a move that raised alarm in India, on October 10, an inbound Chinese survey vessel which intended to conduct research activities in Sri Lanka’s maritime territory had entered Sri Lanka’s waters.",
    "India promptly red-flagged both Colombo and Male over the perceived security risks associated with the vessel. The gesture reflects India’s growing unease over Chinese naval presence and potential intelligence-gathering in the Indian Ocean.",
    "Sri Lanka, while asserting that the Chinese vessel’s activities were scientific and conducted in collaboration with its authorities, faced heightened scrutiny from India.",
    "India claims its interest in these developments stems from its commitment to upholding the rules-based order in the Indo-Pacific region. “To the North in the Himalayas, where our conflicts with China really take on a very harsh reality, we are still honouring an agreement made in the late 80s, which is peace and stability,” said Akbar.",
    "“There has been tension on the border, but yet there has not been gun fire. There are elements in Beijing who do not believe in the axiom, upon which we agreed, which is, ‘Let sleeping borders lie.’",
    "“You had special concerns about the sanctuary that was provided for people who waged war against the Sri Lankan state. Just as you would expect us, legitimately, to show concern for your concerns, similarly, we would expect you to show concern for our concerns,” Akbar said.",
    "Simultaneously, tensions between China and the Philippines in the South China Sea have escalated. The disputed territories in the region have been a longstanding point of contention, with both nations asserting sovereignty over certain islands and waters. Recent rhetoric and actions have exacerbated the situation, raising concerns over potential military confrontations and destabilisation in the area.",
    "Chinese warships in Sri Lankan waters and the ongoing disputes in the South China Sea are perceived as factors affecting maritime security and stability in the area, which are critical issues for India’s strategic objectives. The developments highlight the intricate dynamics in the Indo-Pacific region, where economic interests and geopolitical rivalries converge to increase the stakes for participating nations.(Colombo/Dec27/2023)"
  ]
}