{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91623/sri-lanka-welcomes-more-cooperation-with-china-rejects-debt-trap-claims",
  "time_ut": 1688095740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka welcomes more cooperation with China, rejects ‘debt trap’ claims",
  "original_body_lines": [
    "China has invested a lot in Sri Lanka in recent years and Sri Lanka looks forward to expanding the mutually beneficial partnership, Ali Sabry, Sri Lanka’s minister of foreign affairs, told the media during his visit to China.",
    "Speaking at a press briefing at the Sri Lankan Embassy in Beijing on Wednesday afternoon, Sabry reviewed the country’s relationship with China and how it has helped Sri Lanka to develop its economy and trade.",
    "The foreign minister also refuted the hype in some Western media reports, which have claimed that China’s Belt and Road Initiative (BRI) has pushed Sri Lanka into a “debt trap.”",
    "“I think some media outlets use it to advance their agendas… Chinese investment was and has been very, very important to us. Sri Lanka had been depressed for 26 years. No investment was forthcoming. Everybody was adopting a vacant approach, but the Chinese investment came and propelled the growth in Sri Lanka. Therefore, we are very grateful for that,” Sabry told the Global Times at the press briefing.",
    "“In Sri Lanka, across the party line, everybody has an excellent relationship with China,” the minister said.",
    "Looking at the last decade or two, most of the investments in Sri Lanka have come from China, ranging from industrial facilities and technological support to agriculture and education, he said, noting that Chinese investment is very important not only for the growth of Sri Lanka but also for many other developing countries.",
    "Regarding the country’s economic problems, the foreign minister said there were multiple factors including bad policies, the pandemic and the Russia-Ukraine conflict.",
    "“We are not going to blame somebody else for that and we need to take ownership of that. We had serious policy deficiencies. We are now addressing those issues, overcoming them, and getting back to a sustainable way forward,” Sabry said.",
    "The foreign minister said that the country is stabilizing the economy and is now recovering. “The most important phase now is the growth phase,” for which Chinese investment is very important, he said.",
    "China has a big role to play in helping Sri Lanka to address these issues, he added.",
    "Sabry said that there is a lot Sri Lanka can do together with China, while learning from China’s growth. He also said what China has achieved in recent decades has been unbelievable, adding that taking 800 million people out of poverty is a great achievement.",
    "“For me and my country, China has been a friend. China has been a partner in progress, and it will continue to be a partner in progress in the future,” Sabry said."
  ]
}