{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pillayan-talks-of-elections-and-the-east-says-ranil-is-the-best-bet-for-the-country/",
  "time_ut": 1705147020.0,
  "original_lang": "en",
  "original_title": "Pillayan talks of elections and the East, says Ranil is the best bet for the country",
  "original_body_lines": [
    "Forty-eight-year-old Batticaloa District MP Sivanesathurai Chandrakanthan, popularly known as Pillayan, has been shaping the Eastern Province’s political narrative since he was a teenager. He was just 16-years old when he joined the LTTE in 1990 as a child soldier. Since then, he continued to rise in the ranks of the LTTE until his immediate boss, Karuna Amman, decided to leave the outfit with his followers in 2004.",
    "Since then Pillayan has relied on ballots instead of bullets to achieve his political goals. Today, he is the leader of the Tamil Makkal Viduthalai Pulikal (TMVP), which was formed in 2004. He polled the highest number of preferential votes in the Batticaloa District, at the provincial council election for the Eastern Province in 2008 and became the first ever Chief Minister of the province.",
    "“We believe the people in the East have given us a mandate to give up the armed struggle and choose the way of democracy,” he says. Pillayan’s journey from a militant commander to a political leader saw him sport many party colours. Today he is the State Minister of Rural Road Development in the Wickremesinghe – Rajapaksa government.",
    "In a recent interview with the Sunday Island, Pillayan talked about the upcoming elections and asserted that the Eastern Province would vote for a party or alliance led by President Ranil Wickremesinghe as they are convinced of the need to support the latter’s efforts at achieving economic recovery.",
    "Q: This is an elections year. Given your understanding of the Eastern Province and people there, how would you expect the East to vote in the coming elections?",
    "A:Three days ago, it was announced that the Presidential elections would be held in mid-September this year. There will be parliamentary elections in January next year and the local government elections two months after that in March. This is what has been said about upcoming elections as of now. Having said that, let’s look at the Eastern Province and the way they’ll vote.",
    "We see Tamil, Muslim, and Sinhala voters in the East. Given the situation prevailing in the country, it is sure that the Easterners will vote for anyone who they believe is capable of strengthening the national economy. They understand that the next president should be able to prevail with the IMF and the international community to steer the country out of its present crisis. My party, the TMVP, has not yet decided whom to support, but I am sure that we could deliver the highest number of votes from the Eastern Province. We’ll make the right decision at the right time.",
    "A: If you speak to people there, you will find that they do not prefer the JVP because, despite their high-volume rhetoric, they are yet to be recognized as leaders capable of governing. People in the East have no belief in them. On the other hand, there is the Opposition Leader’s SJB which has senior politicians, but he too is yet to prove himself as a leader. Eastern people do not see him as a person to whom they should entrust their future. I believe that the incumbent President, Ranil Wickremesinghe, will get the highest number of votes in the Eastern Province in a presidential election.",
    "Q: This has been described as an ‘open season’ for crossovers. Are there any invitations for the TMVP to switch alliances?",
    "A: We contested the last election as a member party of the Pohottuwa alliance. We are yet the governing party of the country. There are internal conflicts and splits within that alliance, which is a common occurrence in any alliance during an election period. A couple of days ago, an SJB MP resigned, citing the reason that he did not want to see his children being cursed by people because of his politics. The media showed some politicians joining the opposition. However, there is yet time for the major players to form alliances. We as a party which can deliver the numbers from the East are observing the developments.",
    "Q: The voters abhor politicians who switch alliances for moneybags. We see in social media people cursing such politicians who betray the aspirations of their people for personal benefit. As a politician who held various positions under several governments, how do you expect this negative public opinion about politicians to influence the upcoming elections?",
    "A: Young voters demand a system change. That was the main demand of the Aragalaya protests too. System change is something that is easier said than done. For example, look at the ongoing Yukthiya operation. If police do not arrest drug traffickers, people blame the police and government. When the arrests are made, they again blame the police and government.",
    "Whatever said on social media, people at the end of the day know that this country needs a strong leadership to take us forward from the present crisis. Those who demand system change expect that there should be an environment for people to live happily in a secure country with a sound economy. For that, security is the number one concern.",
    "Let’s take an example from the past. President Gotabaya Rajapaksa had to leave the presidency. Why was that? There was an economic downfall. The first was the result of the Easter Sunday attacks which had negative impact on tourism industry. There was no foreign exchange and then came the COVID pandemic. President Gotabaya had a plan, but the intervention of other problems did not permit him to implement what he wanted to do. People know that plans and wishful thinking alone won’t help us but there should be decisive action with an understanding of the global developments and the country’s needs as well as its independence and the leaders’ ability to strike a balance.",
    "Q: So it’s your opinion that the incumbent President is the only solution, is it?",
    "A: Yes. There could be hundreds of thousands of facebook posts and social media campaign. But the fact remains that people have sovereignty and they elect their MPs. After that, the leader of the MPs should understand that he must make decisions to protect people. Our primary duty is to the people. The incumbent president knows this responsibility.",
    "What would have happened if there was another crisis after the first? The MPs could not even get on to the roads. The country was sliding fast towards anarchy. Anyone can imagine what will happens when there is mob rule. The Ranil Wickremesighe stood up to the challenge and now here we are where we are. We know that there are price hikes, but we no longer have long queues and lines for essentials, fuel and food. We must respect him for saving this nation from anarchy. I do not think any of our other leaders could do better.",
    "Q: The Eastern Province has the attention of all superpower players in geopolitics. How do you predict the immediate future of the Eastern Province?",
    "A: Eastern Province with its potential and endowments could be the key to development of this country. The superpowers always had an eye on Trincomalee harbor even during the times of the Cold War. When we started politics there were two superpowers – Russia and the US. Now, the superpowers have changed from Russia and the US to different groups. India too is a superpower when it comes to regional politics. The current situation in regional politics is fast changing.",
    "The Islamic State organization has its operations, the Israel conflict is there, Red Sea is fast becoming a war zone, the China-India struggle continues. As you know any of these players would like to get a hold of the Trincomalee harbour which can decisively influence geopolitics. That is why all foreign envoys have their attention on the East. What we need is a leader with a vision to manage all these for the benefit of this country. That is what the East needs as its future.",
    "A: As you know, we are a regional party. We are limited to three districts – Trincomalee, Batticaloa and Amapara. We have many votes in Batticaloa. And you also know that we started our politics after leaving the LTTE. We broke ranks with the LTTE due to internal conflicts and continued to represent the political aspirations of the Eastern Tamil people. Our position is that we cannot divide this country. To live as a united nation, we need to think of power-sharing. This is in line with the power sharing mechanism granted to us in the 13th Amendment to the Constitution.",
    "Now the President too has expressed quite a same opinion. We as a party are happy to live with powers given to us by the 13th amendment. We believe that powers given to the Provincial Councils should be increased at least to the level promised in the Constitution. People in the East are happy with this. We join with governments because when working with governments we can help our people.",
    "After the war, the youth in the East were thinking of leaving this country for good. We pointed out to them that we could work to better our lot and bring about the changes we need. We instilled that confidence in people. They now understand that we were right. I am sure and confident that in the coming elections we can retain our position as the most popular party in the Eastern Province.",
    "Q: You had been a regional commander of the LTTE. You held very high posts of the LTTE was strong and had a big following. Now you have transformed to a different role of a civil leader. If you view this metamorphosis in retrospect, what do you see? What is the present situation of those who followed your orders?",
    "A: Most of those other leaders who had been below me joined politics and others remain. They support the party. They work with us. There are some others who are disabled owing to the injuries they received in the battlefield. Some have lost eyes, others their limbs. I do as much as I can to help them. I help them to gain government support for their livelihood.",
    "It is sad when I see some of them because I can give them anything, but they cannot get back their limbs. I can give them anything and everything but can a person who had lost his eye regain it? Some parents come and ask me whether I know the whereabouts of their son or daughter who had been fighting with us. Have they died in battle? In what way I could assist them to mitigate their losses, I cannot bring them back.",
    "I talk to them and tell them that there had been many other leaders – there was Prabhakaran and then Karuna Amman. Now only I am there. I did not leave them and won’t leave them. Today only I am there to work for them. I continue to serve them and look after their interests.",
    "A: Criticism is easy. Complaining is easy. Work is hard. This does not mean we should stop working and keep on complaining and blaming the governments for the crisis we are in. There had been other factors beyond anybody’s control such as COVID that contributed to this. We all know where we are. This is the time that we must understand the responsibility of each of us and work hard as a single nation.",
    "Instead, what do we see? You see that when the doctors’ allowances were increased nurses and other health workers started to strike. The government could have easily dealt with that but that would add to the misery. Who suffers because of this strike? Is it the president, the health minister, the MPs or the people who could afford to obtain services of private hospitals? No, it is the poor who are affected badly. I think we must understand this truth and we must each do our duty to get out of this crisis as a single nation. That is the way for system change. There is no other way.",
    "Preparations for SLN’s Red Sea operations will cost USD 40 mn: expert",
    "Opposition leader blames govt. MPs for lavish cruise party amidst economic crisis",
    "Rewarded for good job done at SLT by being fired, and musical chairs with Arjuna Mahendran",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}