{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92247/housemaids-custodial-death-date-fixed-to-deliver-verdict-of-magisterial-inquest",
  "time_ut": 1690365300.0,
  "original_lang": "en",
  "original_title": "Housemaid’s custodial death: Date fixed to deliver verdict of magisterial inquest",
  "original_body_lines": [
    "The Colombo Magistrate’s Court today (July 26) fixed a date to deliver the verdict of the magisterial inquest into the death of a housemaid named R. Rajakumari, who died while in the custody of the Welikada Police.",
    "Rajakumari, 41, a resident of Badulla, was arrested on May 11 based on a complaint made by her employer, famed producer Sudharma Nethicumara, claiming that she had stolen gold jewellery belonging to her.",
    "She had later died while in the custody of the Welikada Police, of which her relatives raised suspicions, alleging that she had been subjected to assault.",
    "When the case was taken up before Colombo Additional Magistrate Harshana Kekunawala today, the evidence hearing led by the Criminal Investigation Department’s Assistant Superintendent of Police (ASP) Meryl Ranjan Lamahewa was concluded.",
    "During a previous court proceeding, a witness, identified as Mahendran Suresh, had testified that he had seen Rajakumari being assaulted by the officers of Welikada police. He also divulged that two police officers had handcuffed him while he was at the Pettah bus stand and took him to a house at Cotta Road in Borella, where the deceased woman was employed.",
    "According to Suresh, both he and Rajakumari were handcuffed together, and at that point, she had been in good health. After bringing them to the Welikada police station, Suresh said two police officers had assaulted both him and Rajakumari, despite her employer’s pleas to resolve the issue in a non-violent manner.",
    "Later, disciplinary action was then taken against seven officers attached to the Welikada Police, with a Sub-Inspector (SI), two Sergeants and a Constable being interdicted while a Constable and two Women Constables were subsequently transferred."
  ]
}