{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Open-letter-to-IMF-and-IMF-mission-in-to-Sri-Lanka/14-747321",
  "time_ut": 1681247799.0,
  "original_lang": "en",
  "original_title": "Open letter to IMF and IMF mission in/to Sri Lanka",
  "original_body_lines": [
    "IMF Senior Mission Chief for Sri Lanka Peter Breuer (right) and IMF Mission Chief for Sri Lanka Masahiro Nozaki",
    "We are members of a Sri Lankan debt justice collective that worked together with Debt Justice UK to campaign for meaningful debt relief for Sri Lanka. Using our relationships with the academic world, we mobilised a collective letter of 182 academic signatories from the disciplines of economics, international development, political economy and social sciences more broadly—as poverty, inequality and debt are multi-dimensional issues—to advocate for the immediate needs and long-term interests of Sri Lankan people. This letter garnered widespread international and local attention, leading to several public debates and various discussions on Sri Lanka’s debt crisis. In its wake, we have also communicated with the IMF mission to Sri Lanka on debt justice.",
    "On 20 March 2023, the IMF Board approved a 48-month Extended Fund Facility (EFF) of $ 2.9 billion, prescribing a plan to restructure Sri Lanka’s economic policies and reforms. This follows the staff level agreement reached between the Sri Lankan Government and the IMF mission team to Sri Lanka led by Peter Breuer and Masahiro Nozaki in September 2022. It remains a matter of concern that none of the IMF staff reports were available in Sinhala or Tamil, while the agreements itself was for long shielded from the public.",
    "The Sri Lankan Government and business elite have welcomed the approval of the 17th IMF program and the opportunity to borrow dollars once again. Various political activists, critical journalists, trade unions and political parties continue to raise concerns about the latest IMF deal, however, considering the negative impact it is likely to have on the majority of working people of the country and the fundamentally unsustainable nature of the IMF solution.",
    "There are many imperfections of the global economic order. Sri Lanka is not operating on a level playing field and the IMF involvement in the country seems not to help ordinary Sri Lankans. Sri Lanka needs a government with a clear mandate from its people to be able to fully, creatively and productively engage with the world while also protecting itself against the injustices global economic order.",
    "Prior to the IMF agreement of March 2023 we posed a number of questions to the IMF mission to Sri Lanka around debt sustainability, the IMF mandate, corruption vulnerabilities and debt restructuring negotiations.",
    "Hence, to hold the Sri Lankan Government and the IMF accountable to all Sri Lankan citizens, we are publishing our concerns as an open letter so that Sri Lankans from all walks of life will continue to be conscious and vigilant of the critical issues at stake.",
    "The continued lack of transparency is harming the people of Sri Lanka.",
    "Statement by 182 academics on dealing with Sri Lankan debt, January 2023",
    "We do hope that this e-mail finds you and your colleagues well. Many thanks too for your prompt response back in January – and also for offering us the opportunity to clarify any follow-up questions we have.",
    "We have been trying to assess the on-going situation in Sri Lanka with our colleagues in the country—and given recent changes from the IMF end, we would greatly appreciate a comprehensive reply to the following questions:",
    "- Why isn’t the Government of Sri Lanka required to publish their own DSA before any agreement is signed?",
    "- Why is the IMF’s DSA for Sri Lanka not published for public scrutiny? If it is publicly available, please do share with us. (This is now published but was not open to public scrutiny prior to approval).",
    "- Why is the delivery of UN’s SDG not at the heart of the objectives of debt sustainability?",
    "- Does the IMF’s prioritise the repayment of loans to creditors over the well-being of Sri Lanka’s people?",
    "- Why is an insufficient social safety net (far below SDG standards) considered adequate for addressing debt sustainability?",
    "- Why does the IMF tolerate social safety net levels that do not genuinely ensure the long-term well-being of people?",
    "- Why was Sri Lanka categorised as a MIC when poverty is rampant in the country and inequality was increasing?",
    "- Why is the per capita income level set so low to qualify for concessionary loans, when the level of inequality is growing, minimum wages are falling below subsistence levels and nearly 67% of the population are daily wage earners?",
    "- Why then are these countries pushed towards commercial money markets and excluded from accessing essential concessionary loans from multi-laterals?",
    "- Why didn’t the funding levels for multi-lateral organisations move up in proportion to the massive fiscal programs embarked on by countries in the Global North?",
    "- Why are countries in the Global South then pushed towards commercial money markets to absorb the trillions of dollars gained by countries of the Global North as a result of unprecedented fiscal stimulus programs coupled with massive quantitative easing by central banks?",
    "- Has the IMF published a report highlighting the impact of such fiscal stimulus programs on the Global South at a time when multi-laterals are not funded adequately to help nations in distress?",
    "- What is precisely meant by the term “reduce corruption vulnerabilities” stated in the staff level agreement? (An outline has now been published—but not meaningfully elaborated or quantified).",
    "- How is the reduction going to be measured and monitored in an effective and comprehensive manner?",
    "- As part of “reducing corruption vulnerability” what are IMF’s targets for Sri Lanka to recover stolen assets and stop illicit capital outflows, including by the corporate sector?",
    "- Does the IMF assist governments of the Global South by campaigning for more transparency in the global banking system, especially private banking and off-shore accounts?",
    "- Does IMF require a country to restructure “odious debt” from private creditors?",
    "- Should profit seeking commercial money markets lend to sovereign governments when legislation governing these lands do not have a mechanism for bankruptcy?",
    "- Why can the IMF not lend into arrears even if Sri Lanka does not come to a debt restructuring agreement with private creditors?",
    "- How can the IMF claim to be neutral while at the same time pressuring countries to negotiate with private creditors and continuing to impose conditions on national economic policy that have historically failed (since 1965 in the case of Sri Lanka) to produce sustainable economic development?",
    "We hope that these questions are taken in the spirit intended. Our intention is to ensure that Sri Lankan people secure a just and sustainable settlement concerning the debt crisis and the fundamentally unequal political-economic structures, both local and global, that precipitated it. By the same token, we oppose all attempts to place the burden of the risks taken by predatory financial interests peddling “odious debt” on the ordinary people of Sri Lanka.",
    "We look forward to hearing from you on the concerns raised above.",
    "Fellow – Centre for South Asian Studies, University of Edinburgh, Scotland"
  ]
}