{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/resolving-systemic-debt-crises-needs-a-paradigm-shift/",
  "time_ut": 1701587947.0,
  "original_lang": "en",
  "original_title": "Resolving Systemic Debt Crises Needs A Paradigm Shift",
  "original_body_lines": [
    "In human history sometimes the whole world has moved with wrong propositions. When scientific discoveries and findings prove the error, our world view shifts toward a new knowledge; in other words, paradigm shift takes place. One such famous erroneous proposition was the belief that the Earth is flat. Also, there was another proposition which said that the Sun was moving around the earth instead of earth rotating around the Sun. Scientific discoveries proved the errors in those propositions and as a result paradigm shift took place. Similarly, as of today there is a premise in economics that we all believe as true. The IMF believes it, the U.S. believes it, so is Europe, China, India, and we in Sri Lanka. In brief the whole world believes it and as a result the whole world is in an economic mess.",
    "Economists believe that the supply and demand is met at an equilibrium price for a certain quantity of produce, clearing the market even though there are smaller fluctuations like waves in a water lake. This proposition is known as the general equilibrium model. Leon Walras, a French mathematician, and an economist presented this model in 1874. This theory can be presented graphically as follows.",
    "The above graph explains that when the prices are decreasing the demand increases (“D” in the graph shows demand curve) and similarly when the prices are increasing the supply tends to increase (“S” in the graph shows supply curve) and both curves intersect at an equilibrium price for a certain quantity, clearing the market. There could be smaller fluctuations, Walras says.",
    "Economists believe that the market exchange of goods and services is fine as is explained by the general equilibrium approach. However, market efficiency has been explained previously by Adam Smith in 1776. Nearly a century later Karl Marx in 1883 explained another dimension of market efficiency.",
    "Adam Smith, who is known as the father of modern economics explained that the market is an invisible hand organizing the production of goods and services for the wellbeing of all members of society. The term “invisible hand” is a metaphor for hidden forces that move the free market economy. Through individual self-interest and free choice of production and consumption, society’s best economic needs are fulfilled. The constant interplay of market forces in supply and demand creates a natural movement of prices and the exchange of goods and services. So, the market functions as an invisible hand organizing the production of goods and services.",
    "Karl Marx proposed that the social and necessary character of producing something by using social resources including labor can be justified only at the point of sale after somebody buys that commodity. If nobody buys it, the entrepreneur will stop producing it without wasting social resources. Therefore, according to Marx the market is an efficient tool that validates the use of social resources in producing a commodity.",
    "Both these thinkers revealed two important aspects of market economy. With the general equilibrium model of Leon Walras mainstream economist continue to believe that everything is fine with money-based capitalist economic system.",
    "Then came the Great Depression of 1929 to 1933 in the United States. During this crisis a leading British economist John Maynard Keynes believed that markets are not perfect and therefore the government needs to play some regulatory role to prevent market failures. Subject to that role of government the general equilibrium approach is fine. Since late 1930s, especially after the end of World War 2 in late 1940s to 2008 there was no severe economic depression or severe recession took place in the United States or in Europe; only smaller, short-term waves occurred.",
    "Then suddenly in 2008 the U.S. economy began to crash; it spread across the Atlantic Ocean to Europe and some countries around the world quickly. Without any argument all agreed that severe debt crisis triggered it.",
    "Some economists said that the market is strong, and the crisis would be corrected by the markets themselves. Some said that the government must regulate debt markets more. Another few economists find the error in central bank operations for keeping the rate of interest and inflation rates low for a long time. Also a few economists argued that the deregulation of financial markets since the 1980s created a new financial architecture (NFA) and that caused the crisis. Even though there could be a small element of truth in all these propositions a few Sri Lankan thinkers believe that there is a major flaw in economic thinking in regard to the fundamental proposition of general equilibrium approach. They raised two important questions that have never been raised since the presentation of the general equilibrium model in 1776.",
    "When the supply and demand equilibrium in general equilibrium model is met, can it happen so by creating a component of debt, that can never be paid back? If such a debt component exist that should keep on accumulating. This simply means that the total debt in the economy should increase faster than GDP causing debt bubbles.",
    "Until now, none has questioned whether the law of supply and demand operates by creating a component of debt that can never be paid back, which debt causes the continuing accumulation of severe debt. In fact, it can presume that the law of supply and demand can operate without creating a component of debt that can never be paid back, then the system of supply and demand in general equilibrium model should be fine, but so far there is no theory that has proven it. Therefore, it is logical to investigate whether the law of supply and demand operates by always creating a component of debt that can never be paid back or without creating such debt component. Either determination has huge value in economic theory as this has not been investigated previously. Findings are astounding.",
    "It has been found out that the demand and supply equilibrium is met always by creating a component of debt that can never be paid back due to some systemic weakness, and therefore such debt should keep on accumulating creating unsustainable debt bubble under the current Fractional Reserve banking system which is current banking practice of almost all countries. The said debt occurs in three main debt regimes namely in public debt or household debt or non-financial corporate debt or in all three which is defined recently as “Total Core Debt” by Bank of International Settlement. Just look at the following chart to understand how total debt accumulates in the U.S. in compared to its GDP. (Light blue line is for total debt and dark blue line is GDP). The growth of total debt is faster than GDP and you may see the widening gap between these two parameters.",
    "Now, the important question arising from these findings is whether the IMF and other global financial authorities accept the fundamental flaw in the general equilibrium approach and do they have policy prescriptions to maneuver any economy to prosper while having such a fundamental flaw in the law of supply and demand. Maneuvering the global economy to a new level of prosperity will only be possible if we admit this erroneous proposition in the market economy allowing a paradigm shift to take place. Then the rest are just details."
  ]
}