{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95146/sri-lanka-to-amend-national-hydrology-act-to-boost-revenue-through-electronic-navigation-charts",
  "time_ut": 1700884500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to amend National Hydrology Act to boost revenue through electronic navigation charts",
  "original_body_lines": [
    "Plans are afoot to amend the National Hydrology Act, paving the way for the creation of Electronic Navigation Charts (ENCs) that could generate an estimated $200 million annually from ships traversing near Sri Lankan waters, Defence State Minister Premitha Bandara Tennakoon says.",
    "He made these remarks while addressing a press briefing held under the theme ‘Collective Path to a Stable Country,’ at the Presidential Media Centre (PMC) on Friday (Nov.24).",
    "The state minister pointed out that the existing nautical charts are managed by the British Hydrographical Office according to an agreement with the NARA Institute. Therefore, steps will be taken to hand over the responsibility of creating ENC to the Navy in the future.",
    "Tennakoon said he was appointed to the position by President Ranil Wickremesinghe during a challenging period when national security and the rule of law had collapsed in the country. “At that time, people were tired of queuing for fuel and gas. Under the right leadership of President Ranil Wickremesinghe, it has been possible to bring the country’s situation to a much better level than it was then.”",
    "Commending the President’s leadership, Tennakoon spoke of the improvements made in national security and the economy. He stressed the continual importance of ensuring national security, citing lessons learned from the Easter Sunday attacks, emphasizing the obligation of the army to safeguard citizens regardless of race, religion, or caste.",
    "“The role of ensuring national security cannot be dismissed by simply stating that there is no war in a country. As a nation, we understood this lesson vividly during the Easter Sunday attack. A country’s army exists to ensure the security of the entire nation, obligated to safeguard every citizen regardless of race, religion, or caste.",
    "“The budget of the Ministry of Defence has been passed in Parliament. In any country around the world, a significant allocation of funds is made for the security of the nation. However, some politicians are misleading the people by claiming that the amount allocated for our country’s national security is excessive. It’s important to note that the funds allocated to the Ministry of Defence are not solely for the maintenance of the three armed forces; there are 23 institutions under the Ministry of Defence.’",
    "Addressing budget allocations, Tennakoon clarified that out of the total of Rs. 423 billion allocated this year, only Rs. 169 billion were designated for the armed forces, while the remaining funds supported disaster management, meteorological departments, and various institutions under the Ministry of Defence.",
    "He highlighted the diverse roles of these institutions, including educational establishments like the National Cadet Corps, Civil Defence Department, and Kotelawala Defence University. Approximately 200,000 patients receive treatment in the outpatient department of Kotelawala Defence University Hospital each year, where military personnel also play a crucial role. “It’s essential to recognize that military personnel not only serve in defense but also take the lead during times of national disasters. Consequently, it’s important for everyone to understand that the funds allocated to the Ministry of Defence are not exclusively for the army.”",
    "Notable allocations in the budget include Rs. 2.5 million for a task force to prevent human trafficking and efforts by the Navy to intercept drugs valued at Rs. 33,917 million.",
    "The state minister outlined plans to revitalize the National Hydrological Office to capitalize on the approximately 45,000 ships passing near Sri Lanka annually.",
    "“The creation of ENCs is essential to harness income potential from this maritime traffic. Unfortunately, the institutions entrusted with this responsibility have neglected their duties since 1983, resulting in the current nautical charts being over a hundred years old. In line with the recommendations of the International Hydrographical Office, the use of printed nautical charts is set to be completely phased out by the year 2026. Consequently, the transition to electronic navigation maps is imperative.",
    "“At present, the NARA Institute has entered into an agreement with the British Hydrographical Office for the creation of nautical maps covering the ocean region belonging to Sri Lanka.",
    "“Hence, the time has arrived for Sri Lanka to establish itself as a nation capable of creating nautical maps. To achieve this goal, the President has introduced a new bill to Parliament, aiming to empower the hydrological office by amending the existing legislation. Once the Act is passed, the responsibility for creating electronic navigational maps will be transferred to the Navy.",
    "“In the interim, the country has incurred substantial financial losses, amounting to billions of rupees in revenue. The indirect losses, particularly from insurance surcharges, have been even more significant. Fortunately, owing to the President’s judicious decisions, the Navy has willingly accepted this responsibility. It is estimated that this initiative could yield approximately $200 million per year, with the potential for even higher indirect income.",
    "“In 2024, steps will be taken with the support of a World Bank loan to modernize and enhance the accuracy of forecasts in the Department of Meteorology (Weather Intelligence). Many countries generate income through high technology, and recognizing this, efforts are underway to issue precise weather forecasts by leveraging advanced technical equipment and providing comprehensive training to officials.",
    "“Simultaneously, through the National Building Research Institute, there is an initiative to legislate a Building Code for the future. Without such a code, there is a risk of issues arising from buildings constructed without proper standards. The National Building Research Institute has been entrusted with this responsibility, and there is a directive to complete the preparation by the year 2024. This effort aims to establish a certain standard and responsibility for the buildings constructed in the country.”"
  ]
}