{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-gunner-platoon-at-weerawila-down-south-in-1971-combating-the-jvp-insurgency/",
  "time_ut": 1683984180.0,
  "original_lang": "en",
  "original_title": "The Gunner Platoon at Weerawila Down South in 1971 – combating the JVP Insurgency",
  "original_body_lines": [
    "A personal story as recalled by Capt F.R.A.B. Musafer 4th Regt SLA (Retd)",
    "The year 1971 was ushered in with a very pleasing political utterance to the public that the Army did not need guns but needed plowshares – agricultural machinery and tools to support the food drive. It was at a time when the Army, an essentially peacetime operation entrusted with the internal security of the country, had turned its attention to assist with national paddy cultivation and other agricultural projects countrywide.",
    "With an estimated strength of around 8,000, the army was not a well equipped force by any means. It was frugal in outlook and dependent on existing resources. The military hardware was virtually hand-me-downs of the British Army and of World War II vintage. The bulk of the small arms in use were the old .303 Enfield rifles the rest were made up of light machine gun (LMG), sten gun (SMC) and the sterling sub machine gun (SMG) and the .38 Smith and Wesson pistols. The infantry units were being re-equipped with the 7.62 mm self loading rifle (SLR’s), a sophisticated and automated weapon in use by the British Army.",
    "The Armoured corp was the glamour regiment equipped with Ferret scout cars and Daimler armoured cars that were impressive and operational. The Artillery regiment had four 76mm mountain guns gifted by Yugoslavia that were also operational, though the need for their use was considered far fetched. The regiment also had a battery of 3.7 inch anti-aircraft guns used for ceremonial gun salutes and a battery of 40mm Bofor anti-aircraft guns that were obsolete.",
    "The army was subjected to a fair share of austerity as was the rest of the country; petrol was issued on a quota basis, the use of ammunition for training strictly monitored and some basic military essentials hard to come by.",
    "In May 1970 the Sri Lanka Freedom Party under the leadership of Mrs Sirima Bandaranaike was swept into power with an overwhelming majority with the help of the left parties with whom the SLFP ran as a United Front (UF). The JVP, though not a political party, gave its support to the coalition as it was socialist in outlook and totally opposed to the capitalist ideologies of the United National Party.",
    "The victory instilled in the people a new hope and they labeled it as the “Apey Anduwa” (Our Government) hoping that there would be an improvement to their lives. However as time progressed the hardships faced by the people did not appear to improve as the economic situation only worsened. Strict import and exchange control regulations were in place. Basic items such as bread, sugar, dhal and infant milk were rationed. Food, clothing and vegetables were expensive if not scarce. The transport of rice and chillies was prohibited. The cost of living had sky rocketed and the people feeling its effects were a disillusioned lot .",
    "At the beginning of 1971 there were instances of bombs accidentally going off in various parts of the country predominantly in the Kegalle and Kandy districts. The roof of one of the buildings in the Peradeniya campus was damaged as a result of one of these explosions. Mixed signals were beginning to emerge that there was trouble brewing and the JVP, often dubbed the Che Guevara Movement, was behind the plans to initiate an armed insurrection. Intelligence gathered by the police revealed that the JVP was operating via a network of cells where members were indoctrinated by “Five Lectures” and directed to collect firearms and funds by robbing banks and individuals. Political rallies and clandestine meetings held by the JVP were gathering momentum and causing some serious concern to the government.",
    "Around the beginning of March security around the Army cantonment at Panagoda was strengthened. Rumour was rife that there were elements of officers and soldiers sympathetic to the cause, if not members of the JVP. Extra precautions were taken to double the security of the arms and ammunition held in the camps. There was an air of suspicion and a lack of trust among the rank and file. There was also some concern that food and water was to be poisoned, so much so that the stray dogs in certain camps were fed before the troops.",
    "In mid March a state of Emergency was declared with special powers of search without a warrant being entrusted to the Police. In conjunction with this the Army was to be deployed to assist the Police in search and cordon operations. Captain Satchi Ratnasabapathy from the Regiment of Artillery was sent to Hambantota to reconnoiter the area and liaise with the Police and Government Agent to assess the threats posed in the event of any actions initiated by the JVP that would disrupt the internal security of the region.",
    "Meanwhile suspected high profile JVP activists and their leader Rohana Wijeweera were arrested and imprisoned in Jaffna. There was an assumption that the “Che Guevara” as they were referred to had plenty of sympathizers and supporters as there were several well attended, popular public meetings conducted in the Hambantota region. Intelligence reported that secret meetings of cell members were being held and basic military type training was being given to trusted cadres. JVP plans to collect weapons and raise funds by robberies etc were not taken seriously and pursued. The Hambantota/Tissamaharama district was considered to be a hotbed of JVP activity and identified as one of the most likely trouble spots in the island.",
    "At that time I was a lieutenant posted to 10 Battery at Trincomalee but was temporarily stationed at Panagoda in preparation for the Army inter-unit rugby tournament. On the evening of March 15 whilst at rugby practices I was summoned by the adjutant, Capt Siri Samarakoon, to his office where he told me in a voice dripping with sarcasm that I had won the lottery and was to take an IS (Internal Security) platoon and leave for Weerawila in the Hambantota district at the crack of dawn on March 17.",
    "At the same time two artillery platoons from Trincomalee under the command of Capt Tissa Tillekeratne and Lt Lionel Balagalla were also to be deployed to Polonnaruwa and Hingurakgoda. There were other deployments to the Kegalle, Kandy, Anuradhpura and Moneragala districts from infantry and armoured corp detachments.",
    ". On March 16 I was given my operational orders. I was also briefed by Capt Ratnasabapathy who assured me that based on local intelligence provided by the police he was of opinion that there was NO significant information of violent JVP activity in the Hambantota area but cautioned me about the wild elephants that roamed in the vicinity of the salt pans at night.",
    "The platoon consisted of 31 men, which included three sergeants as section commanders and a cook. The platoon was armed with .303 rifles. A light machine gun (LMG) and three sterling sub machine guns (SMG) . As an officer I had the least effective weapon, a Smith and Wesson .38 calibre pistol that was more of a status symbol of authority. I was also issued with a sealed box of a thousand rounds of .303 ammunition with strict instructions not to break the seal unless absolutely necessary. It was also emphasized that I be very mindful of my personal security and that of the weapons at all times.",
    "My transport was an old Willys jeep AY 3665 which on independence day parades looked very impressive, freshly painted with its windscreen down and hood taken off although it was patched up with paper and spray painted over to hide the rust and holes. There were three trucks detailed to carry the troops of which one would return to camp and the other, a new Indian five ton Tata Benz and a Beep (smaller version of a truck), to be used for operations. I was to be supplied with additional transport by the Government Agent Hambantota on my arrival in Weerawila.",
    "On March 17 morning I left Panagoda at the crack of dawn having been bid farewell by Captain Noel Weerakoon who was the Battery commander of 11 Battery whose men I had taken charge of. He wished me “Good luck and God bless and take care of yourself “. Sadly it was a last farewell. He was killed in an ambush on April 8 at Ambewewa/Welioya. I think he was the first officer of the Army to be killed in action in this conflict and perhaps in the short history of the Ceylon Army.",
    "The designated route was via Ratnapura and en-route we stopped at an army camp at Embilipitiya. The soldiers here had conveyed to some of the platoon that there were threats made of possible attacks on the camp via open postcards and were on extra guard duty.",
    "Our base at Weerawila was to be the Old Tuberculosis hospital complex which had been uninhabited and abandoned. The GA and his staff had done their best to make this building habitable by restoring electricity and water.",
    "The building we occupied, devoid of any furniture or fittings, was located in the middle of nowhere, isolated and off the main road and surrounded by dense overgrown shrub. In unfamiliar surroundings and not feeling secure I came to the conclusion that I could take no chances of being taken by surprise. The first thing I did was to disregard my orders and break the sealed box of ammunition and distribute some of it to the men and instruct them to keep their weapons by their side at all times.",
    "It was a decision I made taking into consideration the utmost trust and loyalty of the soldiers under my command. “The Gunners” as those belonging to the regiment of artillery are generally referred to, were a close knit family (the gunner tribe) . Their loyalty and espirit de corps were always talked about in the army, best described in a message in the centenary celebrations of the Artillery in Sri Lanka in 1988 by the late Lt General Nalin Seniviratne, the commander of the army which said as follows:",
    "“In the rich and colourful tapestry of Gunner history, an unbroken golden thread that runs across the entire fabric is that vibrant vitality of the Regiment, is their sense of unity and their espirit-de- corps “.",
    "” Gunners are a unique family; in our family we the officers are very close to our men. The well being of our men has always been close to our hearts. We are proud of them,” as said by Lt Gen Hamilton Wanasinghe a gunner and a former Army commander would aptly describe the relationship we enjoyed. It was a unique bond between the officers and the men which made my decision so much easier at this time of great doubt and suspicion.",
    "Late in the evening two soldiers from the Ridiyagama farm that was being dismantled turned up and requested a guard. They too had received open postcards that their camp was to be attacked but had no weapons to defend themselves. I obliged by detailing two men. Unfortunately it became a daily assignment and was seen as a punishment chore. Weerawila was to be our home and operational base.",
    "On March 18 I reported to The Government Agent Hambantota, Mr Sonny Goonewardene, who briefed me on the situation and reiterated that even though a state of emergency had been declared I was there only to assist the police and had no other powers. I was to work in liaison with the Assistant Superintendent of Police Tangalle, Mr Jim Bandaranayake who would coordinate my daily activities, in the absence of the ASP Hambantota. I was provided with two additional vehicles with civilian drivers to carry out my tasks.",
    "The presence of the army in the Hambantota district may have intrigued the general public curious about why we were there. It was after a long time that the public had seen an army deployment in their locality and were perhaps bemused at the gun toting soldiers. The last time a military operation conducted in the Hambantota/ Tanamalwila area was in the late 1950’s named ‘Operation Ganja” where armoured cars and troops were used to destroy illicit ganja plantations in Tanamalwila and surrounding areas.",
    "It was an operation made infamous for the unsuccessful legal action taken to prosecute Lt. Eustace Fonseka, a gunner officer, for the ill treatment meted out to the village headman of Hambegamuwa. who was alleged to be the mastermind and king pin of the ganja cultivation in the area. This operation was of a different nature.",
    "Whilst we made our presence felt and were quite friendly the locals kept a fair distance from us wondering what the hell was going on.",
    "Initially we assisted the police traveling around the countryside in the military vehicles displaying our weapons which the police did not carry. We accompanied them to search homes of people suspected of involvement with the JVP. There was hardly any credible intelligence as most of our searches were more of a routine show of force and nothing else. There was no intimidation of the general public and not a single arrest was made in these joint operations.",
    "One day when accompanied by the police sergeant at Walasmulla I observed that he was using these searches to intimidate some people whose political alliances were not the same as the govt in power. Every home and shop he took us into had a photograph of the former prime minister. It was not the first time this had happened but the continuation of this routine irked me.",
    "This was not something that I could tolerate or an action that I could condone as it was in breach of my orders and furthermore the searches were fruitless. I contacted ASP Jim Bandaranayake and told him what was happening and that I was not prepared to assist the Police any further if this was all the intelligence they had.",
    "Incidentally some months after the insurgency had been quelled the sergeant concerned was charged for the murder of some insurgents who were fleeing from army operations in the Sinharaja and Deniyaya areas being conducted by the army. They had been taken into custody by the police and on the pretext of being released shot and buried in a mass grave.",
    "We continued to patrol and make our presence felt in Beliatta , Middeniya, Walasmulla, Ambalantota, Tangalle, Tissa, Kirinda and Hambantota with the assistance of the Police. We searched Wijeweera’s home in Tangalle occupied by his mother and sister. There were magazines titled ” Red China” and nothing else in this very clean and neatly kept house. This magazine was found in a number of places we searched including temples. His mother told us that she detested what her son was doing and had advised him to keep clear of politics. He had been arrested and imprisoned in Jaffna. They had a small poultry shed which I presumed gave them some sort of income.",
    "Whilst there was very little of any material evidence to support an armed insurrection we did come across some very personal revelations. There was an instance when we found a diary of a person who had virtually kept a daily record of his sexual exploits in an affair with a girl across the road. The Kama Sutra may have been his manual. The sergeant who found the diary did not find the contents to his moral satisfaction darted across the road to the school nearby and divulged the contents to the head master. His audience showed no concern as perhaps they knew what had been taking place but were no doubt amused by the colourfully detailed narrative.",
    "JVP accuses Prez and MP Wajira of taking decisions in Cabinet’s name",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}