{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-rupee-opens-312-318-to-the-us-dollar-114819/",
  "time_ut": 1678345860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rupee opens 312/318 to the US dollar",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s rupee opened at 312/318 to the US dollar Thursday and was quoted around 318/319 to the dollar in late morning trade in the spot market, dealers said.",
    "The rupee closed around 317/319 to the US dollar on Wednesday.",
    "Business was done as strong as 315 to the US dollar, in intra day trade, dealer said.",
    "Cash deals (same day settlement) went for 312 dealers, said.",
    "Sri Lanka’s rupee started to strengthen from around 360 to the US dollar after a surrender rule was relaxed and selling started amid negative private credit.",
    "Since selling emerged, the central bank was the main buyer, with importers taking a back seat waiting the appreciation to end.",
    "There is an upcoming Sri Lanka Development Bond maturity for which can reduce bank sales of dollars for a period.",
    "As long as a central bank keeps mopping up liquidity generated from dollar purchase or part of the liquidity (effectively sells sterilization securities in to the banking system), without trying to operate an artificially low policy rate with liquidity injections, it can continue to collect reserves and maintain the credibility of the peg indefinitely as some East Asian and Middle Eastern nations do.",
    "Sri Lanka has a multiple anchor conflicting monetary regime which lead to frequent currency collapses and analysts have warned that the violently conflicting policies are set to be lagalized in a new under an International Monetary Fund program.",
    "ReadSri Lanka tables controversial draft monetary law with multiple anchors",
    "The rupee was under upward pressure after private credit turned negative following tight monetary policy followed by Governor Nandalal Weerasinghe and energy price reforms and tax hikes which reduced state credit demand.",
    "Banks had also repaid some of the outstanding accounts which came from the money printing and sterilized forex sales period when policy rates were mis-targeted.",
    "By January 2023 Sri Lanka had recorded a balance of payments surplus of 211 million US dollars.",
    "On Tuesday about 101 million dollars was traded on the spot market, 8.20 on cash, 7.20 tom, dealer said.",
    "As the rupee started to appreciate, banks sold down their open positions, remittance houses speeded up transfers and some dollar deposit holders also sold, dealers said, allowing the central bank to buy large volumes of dollars and make a market. (Colombo/Mar09/2023)"
  ]
}