{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/to-be-or-not-to-be-a-us-military-base/",
  "time_ut": 1678763867.0,
  "original_lang": "en",
  "original_title": "To Be Or Not To Be (A US Military Base)",
  "original_body_lines": [
    "The headlines in recent days , carried an account by an opposition politician about a purported visit to Sri Lanka by the current Director Head of the Central Intelligence Agency (CIA), America’s foreign intelligence service. In existence since 1946 after OSS was dissolved; the CIA which has time and again been a controversial but crucial agency and a vital arm of America’s writ abroad.",
    "The reputed Indian newspaper Indian Express had the following report. Excerpt here(full link provided below it)",
    "In a rare move, the Nepal government last week withheld permission for a visit to the country by CIA Director William J Burns, ostensibly on the grounds that the timing of the trip was “not so conducive”.",
    "It is learnt Burns returned home from Sri Lanka, the first leg of his South Asia trip, after the Nepal government conveyed to the US Embassy in Kathmandu that given the political developments, including the impending Presidential election, permission for the visit was being withheld.(Article: Timing not suitable: Nepal barred visit by CIA chief William J Burns last week | World News,The Indian Express)",
    "Sri Lanka is currently on the US radar because of the post Cold war ‘pivot to Asia’ by the US, their fears of Xi Jing Pin’s ambitions for China and the “trade rival vs enemies” duality of their relationship between the superpowers. Unlike during the Cold War, when relations between India and USA were riddled with differences and sometimes even open hostility, the two nations have now coalesced towards a partnership of convenience because of the threat that China poses. But kudos to India that it is not a puppet dancing to US diktats when its interests are different. One good example is the delicately balanced stance India has maintained  over the war in Ukraine.",
    "Historically though, relations between India and China have never fully recovered from the humiliating defeat in 1962 when Communist China launched a limited invasion of Ladakh in the North East Frontier region, also known as Aksai Chin. But that was during the cold war where there were distinct ideological camps backing different countries from the Non-Aligned block of nations. India’s defense strategy was focused on its borders with Pakistan (Bangladesh was then East Pakistan) and was poorly prepared for a conflict in the high-altitude northern border with China. It is now an economic and military powerhouse with nuclear weapons and far more capable of defending itself.",
    "During the cold war, Sri Lanka made critical strategic mistakes by antagonizing India after the seminal election of 1977. The newly elected President JR Jayewardene made a big mistake by  being hostile towards India, Sri Lanka’s most important partner in every sense of geographic, economic, and politicalrelations. President Jayewardene surmised that Sri Lanka was a very important nation for the US as India was at the time firmly in the Soviet sphere of influence. The US was permitted to established a listening post (under cover of a VOA station) in the northwest of the island. Sri Lanka requested to join the pro-western Association of South East Asian Nations (ASEAN)  but was rebuffed. India had to develop a Southern military defense strategy as a result as well.",
    "Sri Lanka was only important to the US then, in the sense of being a window into India, with whom they did not have a positive relationship at the time. One result of this was India, arming, training and financing separatist Tamil movements to destabilize Sri Lanka. Matters were made worse after the terrible Black July of 1983 which saw an influx of refugees to India and political imperatives at the Centre in New Delhi, which relied on support by Tamil Nadu for the Congress-I led government. There were of course obvious humanitarian issues too.",
    "Anyone who recalls how strong relations with India previously will recall how fast India came to help Sri Lanka during the 1971 JVP insurgency. Indian warships were anchored off Galle Face and India provided Helicopters (I still remember the model because my late father rode in one of those: an Indian version of a French Alouette III; known as the Chetak) to drop leaflets offering amnesty to surrendering JVP cadre in the thick forests.",
    "Enough about the past. We need to fast forward to 2023, and the realities of life post the economic collapse of Sri Lanka.  The US is preparing for a conflict in the South China sea area and a possible war with China over Taiwan. It is using “right of passage”, (the right to navigate in international waters) rationales for making a case. They are also joined by jittery nations like Philippines, a traditional US ally with a heavy US presence and even Vietnam, a historic foe of China. China’s assertions of sovereignty over large tracts of the South China sea has caused  lots of concerns about trade interruptions in the case of war.",
    "But honestly, the fear mongering to align Sri Lanka with US strategic goals is a bit of hyperbole. The constant tweets by the US mission are part of that strategy. But there are also benefits of good military relations with the US. Some of those being the gift of retired but re-fitted US Coast guard ships, and training for Sri Lanka’s Navy Seals etc. Those are not done out of altruistic nature but to build good relations for the benefit of both nations.",
    "However, Sri Lanka is not an enemy of China nor of the US. In fact, it has always been a very good friend to both the US and China. Sri Lankan shipping is not going to be threatened by China’s military assertiveness. There is speculation that the Trincomalee Harbour, reputed to be the 4th largest natural harbour in the world, is the prize, the US covets. It was where some of British Fleet anchored after their humiliating rout in Singapore, during World War II). However, the US has a large base in Diego Garcia, an isolated atoll in the Indian Ocean, that is unassailable due to its isolated geographic position and probably has no strategic need to use Trincomalee. Yet, the increased frequency of friendly visits of US warships, and constant harping of how it is to enhance Sri Lanka’s security(latest being the USS Charleston on March 11th) suggest otherwise.",
    "If there are economic benefits of a partnership with an Indo-US alliance, perhaps Sri Lanka should examine it and look at all the costs and benefits. US envoys regularly put out veiled threats by reminding and tweeting about the fact that the USA  is Sri Lanka’s biggest export market. This is indeed true. Most recent estimates (USTR.GOV) shows Sri Lanka exporting over $2.7 Billion dollars worth of goods to the US (mostly garments) and only importing $390 million dollars worth of goods from the US. This is a healthy trade balance in Sri Lanka’s favour. Any overt hostile efforts against the US will result in tariffs and other measures to put pressure on Sri Lanka.",
    "Should Sri Lanka’s garment industry  lose access to the US market, there are so many eager competitors waiting to fill the void, including Vietnam and Bangladesh. Weigh these numbers before becoming hostile towards the nation that has sometimes invaded other nations based on lies and falsehoods from the CIA (Iraq is one example: George Tenet, the then Director of the CIA admitted they got it all wrong about the ‘WMD’s canard to satisfy political leadership).",
    "Sri Lanka prided itself as being neutral even though the concept of Non-Alignment is no longer as strong as it was during the cold war.  But Sri Lanka should always consult India on major foreign policy decisions. Because any foolishness like what happened during the UNP government of 1977 will be disastrous to Sri Lanka’s interests.",
    "If the Director of the CIA visited Sri Lanka, it could mean some heavy pressure is being put on Sri Lanka. The current President of Sri Lanka, is probably the most pro-western Head of State in South Asia. Whatever measures Sri Lanka needs to take to get out of the current economic morass will have to go via the US because of their obvious dominance and control of IMF and World Bank policies, despite protestations to the contrary.",
    "During the cold war, the US was arming and training all sorts of unsavoury, murderous dictators and overthrowing regimes whimsically (Iran 1953, Guatemala via the United Fruit Company in 1952, Chile 1973 etc., etc., and even arming the military dictatorships in Pakistan).",
    "I end this with a quote attributed (but has been challenged to be hearsay) to one of the more controversial Directors of the CIA, William H Casey during the Reagan administration:.",
    "We’ll know our disinformation program is complete when everything the American public believes is false.”-William J. Casey, CIA Director",
    "This quote was originally supposed to have been made by Casey sometime in early February of 1981, at a meeting in the Roosevelt Room in the West Wing of the White House.",
    "Whether this is true or not, in the social media era of Twitter and Facebook and TikTok there is a lot more misinformation and disinformation that is peddled by very powerful nations including the USA, Russia and China. Sri Lanka must resist becoming a pawn in the hands of these players with extremely successful propaganda machines and agendas if it does not want to be inevitably and witlessly dragged into a potential war between US and China over Taiwan. The proxy war in Ukraine will look like a village cricket match if the world were to be so unfortunate as to see such calamity because of gamesmanship by ideological rivals.",
    "Therefore, whatever steps Sri Lanka takes to satisfy US needs, should first be vetted and approved by India. China, Sri Lanka’s largest bilateral debtor, must also be appeased.  We must strive to be neutral and not get dragged into an unnecessary conflict with an unpredictable end.",
    "Consider the humiliating withdrawal from Afghanistan in 2021 and Vietnam in 1975 to realize, when it comes to geo-political chess games, only self-preservation matters to those who come bearing Trojan Horses.  During recent hearings on the embarrassing withdrawal from Afghanistan(after Secretary of State Blinken said it will not be like Vietnam) may throw some light to the history of US military interventions. The U.S. left behind an estimated 78,000 Afghan allies who had worked for the U.S. government and applied for special visas, according to a report last year from the Association of Wartime Allies, a nonprofit nongovernmental organization.  Time and again, it has abandoned its allies from the Montagnards to the Kurds and now Afghans.",
    "Thus the question is, To be or Not to be a party between two giants and risk being trampled or abandoned again? Perhaps the only reason to taking a side in this coming conflict is and only if the benefits outweigh the costs over at least a 100 year period. But does Sri Lanka have the vision to see that far ahead? And check in with India please before anything else."
  ]
}