{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/RTI-Commission-reprimands-Parliament-officials-for-giving-false-information/108-262499",
  "time_ut": 1688604963.0,
  "original_lang": "en",
  "original_title": "RTI Commission reprimands Parliament officials for giving false information",
  "original_body_lines": [
    "The Right to Information Commission (RTI) yesterday reprimanded officials representing the Parliament for its wavering stance on the possession of Presidential Commission Report of the Easter Sunday Attack and warned that furnishing false information to the former is a punishable offence by law.",
    "A four bench commission made these remarks concluding a seven-month long hearing of an Right to Information appeal against the Parliament of Sri Lanka for not releasing sections of evidence recorded from the Easter Sunday attack suspect Zahran Hashim’s wife and several top police and military intelligence officials, to the public.",
    "Journalist Tharindu Jayawardena on behalf of the Centre for Society and Religion (CSR) filing an RTI application with the Parliament has requested the copies of evidence submitted by Zahran’s wife Abdul Cader Fatima Hadiya, former CID Senior DIG Ravi Seneviratne, former CID Director Shani Abeysekara, DIG Nalaka Silva, Senior DIG Nilantha Jayawardena, former Director Military Intelligence Chula Kodituwakku, Naufer Moulavi and Gaphoor Mama to the Presidential Commission of Inquiry on the Easter Sunday Attacks.",
    "The Parliament had initially declined to furnish the requested information saying such information was not in its possession. However, when the attorney representing the appellant had submitted facts to RTI Commission saying the Parliament has such information in its possession, the latter changing its stance had claimed that releasing such information could violate the Parliamentary Privileges Act.",
    "Thus, the commission reprimanding the officials representing Parliament warned that changing its stance and issuing different statements to RTI Commission could be a punishable offence by law.",
    "The commission informed Parliament to make its final written submissions by August 4th and informed the appellant to make its final written submissions by August 18th before delivering the judgement on the appeal.",
    "Speaking to the media after the hearing, Father Rohan Silva of the CSR said they have serious doubts why this report is not released to the public even after four years of the carnage, whether it could disclose any involvement of any Parliament Member.",
    "RTI Commission members former Judge Rohini Marasinghe, Attorneys Kishali Pinto Jayawardena and Jagath Liyana Aracchi and A M Nahiya heard the appeal whilst Attorneys Suren D. Perera and Manushika Cooray appeared for the appellant. (Kurulu Koojana Kariyakarawana)"
  ]
}