{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-formulate-third-national-action-plan-for-open-government-partnership-146948/",
  "time_ut": 1704957300.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to formulate third national action plan for open government partnership",
  "original_body_lines": [
    "ECONOMYNEXT — A third National Action Plan (NAP) for the Open Government Partnership (OGP) that was halted in 2019 due to political challenges and the various crises that followed is set to recommence in February, pending cabinet approval.",
    "A statement from President Ranil Wickremesinghe’s office said on Thursday January 11 that the compilation of the third NAP (2023-2025) for the OGP will be submitted for cabinet approval in February.",
    "An inaugural multi-stakeholder workshop to formulate the NAP took place in Colombo on Wednesday January 10. The president’s office said that the initiative, which was initially halted in 2019 due to “political challenges, the COVID-19 pandemic and economic crises”, has been recommenced under the directive of President Wickremesinghe, facilitated by the Presidential Secretariat, together with Transparency International Sri Lanka and Sarvodaya.",
    "The OGP is a multilateral platform that operates through collaboration between governments, civil society and citizens. This initiative focused on fostering open government principles, including transparency, inclusive participation, accountability and innovation and ambition, the president’s office said in its statement.",
    "Initiated in 2011, the OGP programme encompasses 75 countries, including Sri Lanka and engages 104 local governments along with numerous civil society organizations.",
    "This initiative enables Sri Lankan citizens to actively contribute their valuable perspectives and recommendations, serving as co-creators for the Open Government Partnership Action Plan. It empowers individuals to advocate for open, collaborative and responsive governance.",
    "The statement said that the organising of Wednesday’s workshop was informed by public opinions and suggestions gathered from an online public survey conducted by the Presidential Secretariat. Insights from discussions with civil organisations facilitated by Transparency International and Sarvodaya were also considered, it said.",
    "“Aligning with the fundamental principles of Open Government Partnership—participation and co-creation—the workshop aimed to identify the obligations and commitments to be incorporated into the third NAP.",
    "“The deliberations extensively covered priority areas such as combating bribery and corruption, enhancing public service delivery, optimising the management of public resources, implementing effective project management practices and fostering a secure environment for diverse communities.”",
    "The president’s office said the government focal point on OGP and Additional Secretary to the President at the Presidential Secretariat Chandima Wickramasinghe announced the initiation of a series of discussions between the government and civil organisations in the next few weeks.",
    "“These discussions aim to thoroughly analyse and determine the ideas generated in the workshop.",
    "Upon receiving approval from the cabinet, Wickramasinghe said, the plan is set to be implemented as a National Action Plan, fostering collaboration between government and civil society stakeholders.",
    "“During the discussions, there was also a review of the civil society analysis report on governance in Sri Lanka. This report encompasses proposals to enhance the transparency and accountability of current systems, strategies for improving macro-political and economic sustainability and recommendations for structural changes.",
    "“The event saw the participation of approximately 110 government officials from various Ministries and Departments, along with representatives from civil organisations,” the statement said. (Colombo/Jan11/2024)"
  ]
}