{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Saudi-Arabia-slams-double-standards-in-world-s-response-to-Israel-Hamas-war/56-755147",
  "time_ut": 1699820615.0,
  "original_lang": "en",
  "original_title": "Saudi Arabia slams ‘double standards’ in world’s response to Israel-Hamas war",
  "original_body_lines": [
    "Saudi Arabia on Saturday denounced ‘double standards’ in the world’s response to the Israel-Hamas war, saying Israel was getting a pass on violations of international law.",
    "“We are watching and observing the double standards, and we are reassessing based on this the credibility of international systems,” Saudi Foreign Minister Prince Faisal bin Farhan told a press conference following an extraordinary joint Islamic-Arab summit in Riyadh.",
    "He added: “If there is no commitment binding everyone to these foundations, it is difficult to speak of these foundations as unifying foundations.”",
    "At the summit, the Kingdom and other Muslim countries called for an immediate end to military operations in Gaza, rejecting Israel’s justification of its actions against Palestinians as self-defence.",
    "Asked by Arab News if there is any hope for an Arab or Islamic bloc putting pressure on the UN Security Council, or whether the UN body ‘will continue to fail Palestine,’ Prince Faisal said the “Arab League sponsored a resolution in the UN General Assembly that came out with a very strong message.”",
    "The bloc “pointed out the failure of the UN Security Council to live up to its responsibility and this highlights the whole situation, the need for reform of the international security structure,” he added.",
    "Prince Faisal said that the Security Council has shown that “it is unable to live up to the expectations of the international community and that reform is absolutely necessary.”",
    "The global security structure is under evaluation “because if the international community cannot hold Israel to account, then this will sow significant doubts among many of us as to whether or not the parameters of the established international order are actually functional and working,” the Kingdom’s top diplomat said.",
    "Earlier, the summit urged the International Criminal Court to investigate ‘war crimes and crimes against humanity that Israel is committing’ in the Palestinian territories, according to a final communique.",
    "Dozens of leaders, including Iranian President Ebrahim Raisi, Turkish President Recep Tayyip Erdogan, Qatar’s Emir Sheikh Tamim bin Hamad Al-Thani, and Syrian President Bashar Assad, who was welcomed back into the Arab League this year, attended.",
    "Crown Prince Mohammed bin Salman affirmed the Kingdom’s ‘condemnation and categorical rejection of this barbaric war against our brothers in Palestine.’",
    "Addressing the summit, he said: “We are facing a humanitarian catastrophe that proves the failure of the Security Council and the international community to put an end to the flagrant Israeli violations of international laws.”",
    "President Mahmoud Abbas said Palestinians were facing a ‘genocidal war’ and urged the US to end Israeli ‘aggression.’",
    "The Middle East has been on edge since Hamas fighters rampaged into Israel on 7 October, killing 1,200 people.",
    "Israel’s assault on Gaza has killed 11,078 people as of Friday, 40% of them children, according to Palestinian officials. (Source: https://www.arabnews.com/node/2407171/saudi-arabia)"
  ]
}