{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91780/danushka-gunathilaka-seeks-no-jury-for-sexual-assault-case-hearing",
  "time_ut": 1688705160.0,
  "original_lang": "en",
  "original_title": "Danushka Gunathilaka seeks no jury for sexual assault case hearing",
  "original_body_lines": [
    "Sri Lankan cricketer Danushka Gunathilaka, who allegedly raped a woman inside her home in Sydney’s eastern suburbs has revealed plans to avoid having his case decided by a jury.",
    "He pleaded not guilty to a single charge of sexual intercourse without consent last month after three further rape charges were withdrawn by NSW Police in court.",
    "The cricketer was in Sydney for the T20 World Cup when he allegedly matched with a woman on a dating app, with the pair chatting a number of times before meeting on November 2.",
    "Police allege that after agreeing to meet the pair had drinks in the Sydney CBD before they went back to the woman’s house in Sydney’s eastern suburbs about 11pm that evening.",
    "Mr Gunathilaka is alleged by police to have ignored the woman’s request to “take it slow” once at the property, and instead sexually assaulted the 29-year-old woman in her own home.",
    "The cricketer is alleged to have choked the woman at least three times – with the woman’s breathing allegedly restricted for six seconds – and engaged in “forceful” intercourse.",
    "The woman told police she was “too afraid to do anything” and had only consented to sexual intercourse if he agreed to wear a condom, which police claim she later found on the floor.",
    "The court was told in June the remaining sexual assault charge related to “stealthing”, the non-consensual removal of a condom during sex which was criminalised in June 2022.",
    "Appearing before Downing Centre District Court on Friday, lawyer Sara Black applied for the cricketer’s arraignment to be adjourned as they prepared a further application for a judge-alone trial.",
    "“The situation is there is an application for a judge-alone trial which will be filed in court,” Ms Black said.",
    "“The Crown is not in a position to consent to the application at this time.”",
    "The court was told the Crown prosecutor would likely fight the application and that Mr Gunathilaka intended to make written submissions to the court prior to the hearing.",
    "Most trials in the NSW District Court and the Supreme Court are heard before a judge and jury. However, in certain circumstances, an order may be made for a judge-alone trial.",
    "If the accused applies for a judge alone trial but the prosecutor does not agree, it will be for a judge to determine whether it is in the interests of justice to make the order.",
    "The judge will have to consider a range of factors in determining whether a judge-alone trial is appropriate, including the role of a jury, potential prejudices, and complexity of the evidence.",
    "Mr Gunathilaka has been in Australia since he was arrested over the charges late-last year, and will be required to remain in the country as he prepares to fight the charges in court.",
    "The Sri Lankan national previously surrendered his passport to police following the charges, and is required to report to police once a day as part of his bail conditions.",
    "The court was previously told Mr Gunathilaka does not have a criminal record, and had paid an $200,000 surety to the court to ensure his attendance at proceedings.",
    "He will reappear before the same court on July 19, when the judge-alone trial application will be heard."
  ]
}