{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-get-more-adb-wb-budget-support-loans-after-imf-review-141521/",
  "time_ut": 1701044220.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to get more ADB, WB budget support loans after IMF review",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will get more budget support loans after an International Monetary Fund concludes a review which is expected in December, helping bring down rates faster, Central Bank Governor Nandalal Weerasinghe said.",
    "“After completing the first review, the budget support loans that will come from the IMF, Asian Development Bank and World Bank, which will come to the government will help with budgetary financing,” Governor Weerasinghe told reporters after a November policy decision to cut the policy rate 100 basis points to 10 percent.",
    "“The domestic requirement borrowing requirement will further reduce. We expect Treasury bill and bond rates to fall faster as a result, normalize and become parallel to our policy rates.",
    "“At the same time, other market rates, the lending rates for SMEs and other businesses – which have fallen to some extent, should also fall faster.",
    "“The reduced borrowings of the government and our rate cuts should reduce short term rates, and the next step is the market lending rates.",
    "“We working closely with the banks to ensure the provide the benefit goes to SMEs and other businesses. We have sufficiently reduced policy rates.”",
    "Governor Weerasinghe said interest rates did not usually fall as fast as they went up, which was a normal market phenomenon.",
    "IMF Senior Mission Chief Peter Breuer has said Paris-Club India debt assurance and all prior actions have to be completed for the staff report to be submitted to the board.",
    "“I do not think we should talk about specific dates, but I am confident that we will get assurances from all official creditors soon for us to complete the first review next month. We are moving in the right direction.”"
  ]
}