{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95065/president-ranil-delivers-special-statement-in-parliament",
  "time_ut": 1700633220.0,
  "original_lang": "en",
  "original_title": "President Ranil delivers special statement in parliament",
  "original_body_lines": [
    "President Ranil Wickremesinghe is currently delivering a special statement in parliament in respect of several matters including the country’s economy, the ongoing debate on 2024 Budget and the Sri Lankan cricket ordeal.",
    "The address of the Head of State comes a day after the parliament passed the Second Reading of 2024 Budget by a majority of 45 votes and the International Cricket Council (ICC) confirmed the terms of the suspension of Sri Lanka Cricket (SLC).",
    "After hearing representation from SLC, the ICC Board, which met in Ahmedabad on Tuesday (Nov.21), decided that Sri Lanka could continue to compete internationally both in bilateral cricket and ICC events after being suspended recently.",
    "On November 10, the ICC suspended the Sri Lankan cricket governing body for breaching its obligations as a member in particular the requirement to manage its affairs autonomously and without government interference.",
    "At its board meeting on Tuesday, the ICC has, however, decided to control funding to SLC.",
    "Additionally, the ICC Board confirmed that Sri Lanka would no longer host the U19 Men’s Cricket World Cup 2024, which will now be held in South Africa in January.",
    "As the cricket ordeal continued to snowball, President Wickremesinghe, on November 06, established a Cabinet sub-committee to look into the gazette notification issued by Sports Minister Roshan Ranasinghe appointing an Interim Committee for SLC and suspending the existing cricket governing body. Spearheaded by Minister Ali Sabry, the sub-committee comprises Ministers Tiran Alles, Manusha Nanayakkara and Kanchana Wijesekera.",
    "The sports minister’s seven-member Interim Committee for SLC was chaired by World Cup-winning former Sri Lanka captain Arjuna Ranatunga. However, as the President had not been notified of the sports minister’s move beforehand. Thus, the ministerial sub-committee was appointed to look into the matter, with the consent of the Sports Minister and the President.",
    "Just a day after the interim committee was formed, the Appeals Court delivered a 14-day stay order preventing the operations of the panel, after considering a writ petition filed by SLC president Shammi Silva. This paved way for the ousted president to return to the cricket board.",
    "Later, the sports minister challenged the stay order through a motion filed before the Appeals Court. Thus far, three judges including the Appeals Court president, Justice Nissanka Bandula Karunaratne have recused themselves from the consideration of the motion.",
    "Meanwhile, SLC president and the sports minister are engaged in a blame game over the plight of the sport in the country. Shammi Silva has accused Minister Ranasinghe of ‘political interference’ while the latter continues to vehemently reject the allegations. The lawmaker claims that the cricket body’s head is guilty of serious misconduct."
  ]
}