{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Inflation-could-come-down-faster-than-earlier-forecast-says-Central-Bank-Governor/108-255583",
  "time_ut": 1678424431.0,
  "original_lang": "en",
  "original_title": "Inflation could come down faster than earlier forecast, says Central Bank Governor",
  "original_body_lines": [
    "Says inflation could hit the proffered 4-6% band by early 4Q as opposed to previous forecast of December",
    "Aims to announce debt-restructuring strategy in April and expedite talks with commercial creditors",
    "SL would need to restore debt sustainability over a ten-year period as per the IMF agreement",
    "Central Bank Governor Dr. Nandalal Weerasinghe says inflation is likely to come down faster than earlier forecast, even by the Central Bank, and Sri Lanka could achieve the 4-6 percent preferred inflation band by early part of the fourth quarter of this year.",
    "“Earlier my expectation was for 4 to 6 percent inflation somewhere in December. I would now expect it in early 4Q rather than the end, the process will move faster, from about end October,” a Reuters news report quoting Dr. Weerasinghe said.",
    "It became evident last week that there were differences of opinion between the Central Bank and the International Monetary Fund (IMF) over Sri Lanka’s inflation outlook.",
    "The Central Bank grudgingly hiked policy rates by 100 basis points and made sure to announce that it was carried out on IMF’s insistence as Sri Lanka didn’t want any hurdles on its way to secure the US$ 2.9 billion IMF bailout package.",
    "Inflation, which peaked almost at 70 percent last year, has been steadily coming down and February recorded an inflation reading of 50.6 percent, according to the Colombo Consumer Price Index.",
    "Meanwhile, Governor Weerasinghe told Reuters that Sri Lanka aims to announce a debt-restructuring strategy in April and expedite talks with commercial creditors ahead of an International Monetary Fund review of a bailout package in six months.",
    "Sri Lanka has secured financing assurances from all its major bilateral creditors, including India and China, and so has set the stage for the IMF to give its final approval for the US$ 2.9 billion, four-year bailout package on March 20, the multilateral lender said on Tuesday.",
    "The bailout is the culmination of months of negotiations as Sri Lanka looks to emerge from its worst economic crisis in more than seven decades.",
    "“When you see the staff level agreement published - that will contain our commitment to debt restructuring and that will also reveal medium-term debt targets for us to restore debt sustainability on a long-term basis,” Governor Weerasinghe told Reuters.",
    "“So, somewhere in April we will announce ... how we are going to meet those medium-to-long-term (debt) targets. That is the next step.”",
    "Weerasinghe said the country would expedite negotiations with commercial creditors and announce the debt restructuring strategy in consultation with them, before finalising the debt restructuring terms.",
    "“We are trying to finalise this in about the next six months’ time, before the next (IMF) review will be completed,” he said.",
    "Sri Lanka would need to restore debt sustainability over a ten-year period as per the agreement with the IMF and the latter will provide a roadmap to bring down debt levels over that period, Weerasinghe said.",
    "Currently, Sri Lanka has to repay about US$ 6 billion annually until 2029, President Ranil Wickremesinghe told parliament on Tuesday, but Weerasinghe said this amount will be reduced post-debt restructuring.",
    "The Central Bank has also been gradually topping up reserves, with usable dollars reaching about US$ 600 million at the end of last month - the highest in a year. Sri Lanka also has a US$1.5 billion swap arrangement with China, but that can only be used if domestic reserves support three months of imports.",
    "“If we build up reserves, we may be able to access the (China) swap, until then we don’t mind keeping it in our books. If we meet the conditions of three months of reserves, we can use it,” he said."
  ]
}