{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90424/red-alert-issued-for-deep-depression-over-bay-of-bengal",
  "time_ut": 1683714120.0,
  "original_lang": "en",
  "original_title": "‘Red’ alert issued for deep depression over Bay of Bengal",
  "original_body_lines": [
    "The Department of Meteorology has issued a ‘Red’ warning for deep depression over the southeast Bay of Bengal effective until 12.00 noon tomorrow (May 11).",
    "The depression over the southwest Bay of Bengal has intensified into a deep depression and laid centred near 8.8°N and 88.9°E at 08.30 a.m. today. It will intensify gradually into a cyclonic storm over the same region around this evening, the Met. Department said.",
    "It will gradually intensify further into a severe cyclonic storm by tomorrow morning and a very severe cyclonic storm by midnight on May 11 over the southeast and adjoining central Bay of Bengal, the advisory read further.",
    "The system is likely to move north-northeastwards towards Bangladesh and Myanmar coasts on May 14, 2023.",
    "Due to this system, the wind speeds will be 50-60 kmph and can increase up to 70-80 kmph in sea areas bounded by (03N - 20N) and (85E – 100E) during the next 24 hours.",
    "Heavy showers or thundershowers and very rough seas can also be expected in above-sea areas, according to the Met. Department.",
    "Thereby, the naval and fishing communities are advised not to venture into the sea areas bounded by (03N - 20N) and between (85E – 100E) until further notice.",
    "Furthermore, those who are out at aforementioned sea regions are advised to return to coasts or moved to safer areas immediately and the naval and fishing communities are requested to be vigilant while engaging in fishing and naval activities in the sea areas off the coast extending from Galle to Pottuvil via Matara and Hambantota.",
    "The fishing and naval community are requested to be attentive to future forecasts issued by the Department of Meteorology in this regard."
  ]
}