{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/ICC-to-shift-T20-World-Cup-2024-to-England-from-USA-and-West-Indies-Reports/108-260538",
  "time_ut": 1686028970.0,
  "original_lang": "en",
  "original_title": "ICC to shift T20 World Cup 2024 to England from USA and West Indies :Reports",
  "original_body_lines": [
    "The T20 World Cup 2024 scheduled to be held in the West Indies and USA could well be shifted to a new venue due to the under-preparedness in the latter country. The current infrastructure in the USA which is not yet ready for the marquee event is forcing the ICC (International Cricket Council) to reconsider their options.",
    "With only 12 months left in the tournament, the USA need to meet the required standards of infrastructure set by ICC to host the tournament which at the moment feels like an uphill task. According to reports, ICC could possibly request England to host the mega event as England, Ireland, and Scotland were given the hosting rights of the 2030 T20 World Cup as per a November 2021 ICC release.",
    "According to reports, it’s possible that England is most likely to be requested to do a swap with West Indies and the USA since cricket comes to a standstill in June in most parts of the world. ICC is pondering over the idea to host the 2024 edition in England, Ireland, and Scotland and then give the hosting rights back to West Indies and the USA for 2030. This will allow enough time for the USA to be ready for hosting the major ICC event.",
    "“There is a situation at hand. The current infrastructure situation in the USA is not very encouraging and it is likely that the ICC could well swap the hosts for 2024 and 2030 editions of the event. It will also allow USA Cricket to get the infrastructure in order before 2030 and allow them to set the house in order too. Right now, it will be a rushed process to get the venues ready. England were already allotted the 2030 World Cup and they, unlike other nations, can host an event in June-July,” a source was quoted as saying by News18.",
    "Notably, there are only two stadiums in the USA that meet international standards and have ODI status, namely Central Broward Regional Park in Lauderhill, Florida, and Moosa Stadium in Pearland, Texas. Moosa Stadium has hosted 12 ODIs involving only associate nations. On the other hand, Central Broward Regional Park has hosted 14 T20Is involving big nations such as India, West Indies, New Zealand, and Sri Lanka."
  ]
}