{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91380/deep-sea-craft-carrying-5-people-to-titanic-wreckage-reported-missing-search-underway",
  "time_ut": 1687228080.0,
  "original_lang": "en",
  "original_title": "Deep-sea craft carrying 5 people to Titanic wreckage reported missing, search underway",
  "original_body_lines": [
    "A rescue operation was underway deep in the waters of the Atlantic Ocean on Monday in search of a technologically advanced submersible vessel carrying five people to document the wreckage of the Titanic, the iconic ocean liner that sank more than a century ago.",
    "The vessel was reported overdue Sunday night about 435 miles (700 kilometres) south of St. John’s, Newfoundland, according to Canada’s Joint Rescue Coordination Centre in Halifax, Nova Scotia. Lt. Cmdr. Len Hickey said a Canadian Coast Guard vessel and military aircraft were assisting the search effort, which was being led by the U.S. Coast Guard in Boston.",
    "Rear Adm. John Mauger, a commander for the U.S. Coast Guard, said additional resources would arrive in the coming days.",
    "“It is a remote area — and it is a challenge to conduct a search in that remote area,” he said. “But we are deploying all available assets to make sure we can locate the craft and rescue the people on board.”",
    "According to the Coast Guard, the craft submerged Sunday morning, and its support vessel, the Canadian research icebreaker Polar Prince, lost contact with it about an hour and 45 minutes later.",
    "The Polar Prince will continue to do surface searches throughout the evening and Canadian P8 Poseidon aircraft will resume their surface and subsurface search in the morning, the Coast Guard said on Twitter.",
    "David Concannon, an adviser to OceanGate, said the submersible had a 96-hour oxygen supply starting at roughly 6 a.m. Sunday. In an email to The Associated Press, Concannon said he was supposed to be on the dive but could not go due to another client matter. He said officials were working to get a remotely operated vehicle that can reach a depth of 6,000 meters (about 20,000 feet) to the site as soon as possible.",
    "OceanGate’s expeditions to the Titanic wreck site include archaeologists and marine biologists. The company also brings people who pay to come along, known as “mission specialists.” They take turns operating sonar equipment and performing other tasks in the five-person submersible. The Coast Guard said Monday that there was one pilot and four “mission specialists” aboard.",
    "OceanGate said its focus was on those aboard and their families.",
    "“We are deeply thankful for the extensive assistance we have received from several government agencies and deep sea companies in our efforts to reestablish contact with the submersible,” it said in a statement.",
    "U.K. businessman Hamish Harding was one of the mission specialists, according to Action Aviation, a company for which Harding serves as chairman. The company’s managing director, Mark Butler, told the AP that the crew set out on Friday.",
    "“There is still plenty of time to facilitate a rescue mission, there is equipment on board for survival in this event,” Butler said. “We’re all hoping and praying he comes back safe and sound.”",
    "Harding is a billionaire adventurer who holds three Guinness World Records, including the longest duration at full ocean depth by a crewed vessel. In March 2021, he and ocean explorer Victor Vescovo dived to the lowest depth of the Mariana Trench. In June 2022, he went into space on Blue Origin’s New Shepard rocket.",
    "Harding was “looking forward to conducting research” at the Titanic site, said Richard Garriott de Cayeux, the president of The Explorers Club, a group to which Harding belonged.",
    "“We all join in the fervent hope that the submersible is located as quickly as possible,” he said in a statement.",
    "The expedition was OceanGate’s third annual voyage to chronicle the deterioration of Titanic, which struck an iceberg and sank in 1912, killing all but about 700 of the roughly 2,200 passengers and crew. Since the wreckage’s discovery in 1985, it has been slowly succumbing to metal-eating bacteria. Some have predicted the ship could vanish in a matter of decades as holes yawn in the hull and sections disintegrate.",
    "The initial group of tourists in 2021 paid $100,000 to $150,000 apiece to go on the trip.",
    "Unlike submarines that leave and return to port under their own power, submersibles require a ship to launch and recover them. OceanGate hired the Polar Prince to ferry dozens of people and the submersible craft to the North Atlantic wreck site. The submersible would make multiple dives in one expedition.",
    "The expedition was scheduled to depart from St. John’s, Newfoundland, in early May and finish up at the end of June, according to documents filed by the company in April with a U.S. District Court in Virginia that oversees Titanic matters.",
    "CBS journalist David Pogue, who went on the trip last year, noted his vessel got turned around looking for the Titanic.",
    "“There’s no GPS underwater, so the surface ship is supposed to guide the sub to the shipwreck by sending text messages,” Pogue said in a segment aired on CBS Sunday Morning. “But on this dive, communications somehow broke down. The sub never found the wreck.”",
    "The submersible, named Titan, is capable of diving 4,000 meters or 13,120 feet “with a comfortable safety margin,” OceanGate said in its court filing.",
    "It weighs 20,000 pounds (9,072 kilograms) in the air, but is ballasted to be neutrally buoyant once it reaches the seafloor, the company said.",
    "The Titan is made of “titanium and filament wound carbon fiber” and has proven to “withstand the enormous pressures of the deep ocean,” OceanGate stated. OceanGate told the court that Titan’s viewport is “the largest of any deep diving submersible” and that its technology provides an “unrivaled view” of the deep ocean.",
    "In a May 2021 court filing, OceanGate said the Titan had an “unparalleled safety feature” that assesses the integrity of the hull throughout every dive.",
    "At the time of the filing, Titan had undergone more than 50 test dives, including to the equivalent depth of the Titanic, in deep waters off the Bahamas and in a pressure chamber, the company said.",
    "During its expedition in 2022, OceanGate reported that the submersible had a battery issue on its first dive, and had to be manually attached to its lifting platform, according to a November court filing.",
    "“In the high sea state, the submersible sustained modest damage to its external components and OceanGate decided to cancel the second mission for repairs and operational enhancements,” the filing stated.",
    "More missions, however, followed. The company reported that 28 people visited the wreck site last year.",
    "Alistair Greig, a professor of marine engineering at University College London, said submersibles typically have a drop weight, which is “a mass they can release in the case of an emergency to bring them up to the surface using buoyancy.”",
    "“If there was a power failure and/or communication failure, this might have happened, and the submersible would then be bobbing about on the surface waiting to be found,” Greig said.",
    "Another scenario is a leak in the pressure hull, in which case the prognosis is not good, he said.",
    "“If it has gone down to the seabed and can’t get back up under its own power, options are very limited,” Greig said. “While the submersible might still be intact, if it is beyond the continental shelf, there are very few vessels that can get that deep, and certainly not divers.”",
    "Even if they could go that deep, he doubts they could attach to the hatch of OceanGate’s submersible."
  ]
}