{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/another-time-another-place-by-anthea-senaratne/",
  "time_ut": 1704539280.0,
  "original_lang": "en",
  "original_title": "Another Time, Another Place by Anthea Senaratne",
  "original_body_lines": [
    "Shortly before Christmas the lawyer Sriyantha Senaratne and his wife Anthea both launched volumes of memoirs. I knew them both, though in very different contexts. Simon has acted as my lawyer, beginning from the days when he supported those of us on the Trinity College Board who were trying to overcome the abuses perpetrated by the then establishment there.",
    "Anthea I knew through her writing, and as a pillar of the English Writers Cooperative when it had to survive after Anne Ranasinghe, who had run it efficiently for many years when I moved away, also passed on the baton.",
    "The two books are very different in scope, though they do share a very attractive feature in that they are replete with old pictures that help to recreate the world of the forties and the fifties, a world which I find increasingly attractive as I grew older, though I did not really know it myself. And both books have a stunning picture of Anthea in her youth, a studio portrait which is redolent of youth and beauty, that can be traced too in the later pictures that are in her husband’s book.",
    "Simon, as Sriyantha is generally known, describes his whole life, whereas Anthea confines herself to childhood. And while Simon moves swiftly through his manifold experiences, Anthea dwells upon hers so that the reader is made vividly aware of the emotions she underwent in the different places in which she lived, beginning with childhood in a house shared with relations in Colombo.",
    "After that beginning, which ends with a sad bereavement, the book moves on to two distinct sections, first about her life outside Colombo when her father served in the Civil Service in Trincomalee and in Kurunagala, and then about her experiences as a schoolgirl and then as a youngster earning her living in Colombo. That period concludes with her meeting with Simon, with a very short postscript describing the joy of her marriage, which Simon has fleshed out in his own book.",
    "The chapter is his book about their marriage is I think the longest there, and his description of family life is almost lyrical. The personality of Anthea lights up the book there and thereafter, and indeed before, for he describes earlier how he first saw her and in effect decided then and there that this was the girl for him, a decision he pursued with his customary gentle pertinacity.",
    "Anthea’s own account of that first meeting is more circumspect, though in noting that it led to marriage she too has no inhibitions about making it clear how happy their married life has been. That is the culmination of an account of the joys and the sorrows of growing up, expressed vividly, and the more interesting because Anthea recreates a life that has now faded away.",
    "The account of the spacious homes in which Civil Servants in provincial centres lived is fascinating, and the more so for me with regard to Kurunagala, where I spent many happy holidays during the last days of that era of gracious living. Coincidentally, the Government Agents with whom her father, Mr Jansz, worked were well known to me, Tilak Gooneratne in Trincomalee and, if not Herbert Tennekoon in Kurunagala, his wife Norma.",
    "‘a dynamic lady’, as I myself found her to be, 40 years later. The massive houses occupied by not only the Government Agents but also their principal officers, such as Mr Jansz was, brought back fond memories of the mansions I saw, as with the one in Kurunagala in the early sixties, and the one I stayed in, the Lodge in Kandy, a few years later.",
    "In Colombo there is a vivid account of a Burgher childhood, very different from the one Carl Muller describes, for Anthea’s background was a step higher in the social scale. Hers was a close knit family and there are vivid accounts of cousins and aunts and uncles, including those who were not blood relations but were even more intimate, including those who owned the rented accommodation in which the Jansz family lived.",
    "Amongst the characters who stand out were the maiden aunts who insisted that children wear socks and shoes at home, and the friend who collected snakes and let them loose in the verandah at Trincomalee. And there are delightful vignettes of girls who shared the Jansz home, including one who developed a fine line in masquerades to tease any boys who visited.",
    "Anthea’s descriptions of her life are very jolly, of family Christmases, of her entry into school at Methodist College and how she settled down there amidst a host of good friends, of schoolgirl japes and passions (for film stars as well as the boys they met), of her mother’s generous hospitality to all and sundry, and of her father’s whimsical sense of humour which led him once to masquerade as a ghost in the house in Trincomalee.",
    "But she also notes his sense of both principle and decency, which led to him categorically abolish caste differentiation in his household at Trincomalee where previously the different castes had had to use different entrances to the house compound. At a very different level, it was also fun to read of a world I too if only dimly recall, of the Coconut Grove and the Jetliners, high points in entertainment in the sixties, so advanced then as it seemed to us but now so mild in comparison with what later developed.",
    "But she also recreates movingly the sorrows she experienced, most movingly the death of her older brother which as a little girl she could not quite take in, so that she kept hoping when they moved from Colombo to Trincomalee that he would be waiting for her when they got back. The picture of him standing protectively over Anthea which she reproduces makes clear the closeness of their relationship despite the gap in years. Fortunately she had an older sister, who was also close, a closeness which she shows burgeoning over the years.",
    "But though he appears only briefly, her brother makes as strong an impression. The account of his slow death, when he could no longer play the piano at which he had excelled, and which was taken to his room so he could play on his own, is perhaps the most moving section of the book.",
    "But much later we are also taken through the death of her mother, who suffered a stroke when she was still quite young, and passed away shortly afterwards. How Anthea and her sister, now married, coped, and also with their bereaved father ‘who would lie on his bed the whole day’, is touchingly described.",
    "And this I should note had to be done just when Anthea was making her way in the world, and had to get to work every day. Incidentally I found fascinating her account of her walk to work, along the byways of Wellawatte, from a road just beyond the canal from Bambalapitiya but a world away in those days from the richer sections of the town. Crossing an open drain on a log, with unsteady handrails, was one experience which she sensibly decided not to repeat, taking a longer way round on later journeys.",
    "Anthea’s care for her father, essentially on her own for her sister was then married though she did what she could, continued after her marriage for in Simon’s book he relates how Anthea was determined her father should make his home with them.",
    "Simon, always the soul of kindness, was quite happy about this, and old Mr Jansz proved a fond grandfather, and in turn got enormous pleasure from the next generation, and gave them much in turn.",
    "Moving too is Anthea’s account of the animals that were part and parcel of her childhood, including birds and even monkeys, whose mischievous antics she relates with relish more than half a century on. Most important of these pets are the family ones she adored, especially the dog who went with them to Trincomalee, and then had to be put down when bitten by a rabid dog.",
    "Her parents kept this from her so that her search for the animal when she got home from school is deeply moving. And then the last section about Trincomalee notes her farewell to the place, with ‘my final look at the front wall where I used to sit with my beloved Kim’. The capacity not only to recall but to recreate the emotion of that long ago loss is a hallmark of this fascinating book.",
    "Ceylon Tobacco’s role in the emergence of Sri Lanka’s cut flower industry",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}