{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Employees-go-before-Supreme-Court-against-divestment-of-shares-in-SLT/108-257820",
  "time_ut": 1681902539.0,
  "original_lang": "en",
  "original_title": "Employees go before Supreme Court against divestment of shares in SLT",
  "original_body_lines": [
    "Sri Lanka All Telecommunication Employees Union today filed a Fundamental Rights petition in Supreme Court seeking an order restraining the Treasury Secretary from taking any steps to divest the shares held by him in Sri Lanka Telecom PLC.",
    "President of Sri Lanka All Telecommunication Employees Union J. B. Gurusinghe and its General Secretary Kamalanath Hettiarachchi filed this petition against the decision taken in principle by the Cabinet of Ministers to divest the shares of the SLT held by the Secretary to the Treasury. The petitioners stated that the purported decision is said to be implemented by the purported State Owned Enterprise Restructuring Unit. The petitioners said they are unaware as to when this decision was taken in principle by the Cabinet of Ministers and such a decision has not been made public.",
    "The petitioners maintained that the arbitrary decision purported to be taken to divest the shares also affects other shareholders of the State sector, including the Employees Provident Fund, Bank of Ceylon A/C Ceybank Trust, Sri Lanka Insurance Corporation Ltd Fund, Employees Trust Fund, National Savings Bank, Sri Lanka Insurance Corporation Ltd General Fund and Bank of Ceylon No. 1 Account.",
    "The petitioners stated that the said decision has not been made after public consultation or after consultation with the employees of the SLT, including the petitioners' trade union. They further stated that the said decision goes against the hallowed concept of public trust and the spirit of the Constitution as a majority of the shares of the SLTCompany is a majority public Company (54.01%) is held by the Government of Sri Lanka and by public corporations in which the State is the majority shareholder.",
    "This petition was filed through Attorney-at-law Manjula Balasooriya. (Lakmal Sooriyagoda)"
  ]
}