{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SL-Ambassador-in-Viet-Nam-discusses-key-issues-with-Public-Security-Minister/56-751456",
  "time_ut": 1691178950.0,
  "original_lang": "en",
  "original_title": "SL Ambassador in Viet Nam discusses key issues with Public Security Minister",
  "original_body_lines": [
    "Viet Nam Public Security Minister To Lam and Sri Lanka Ambassador Prof A. Saj U Mendis exchange mementoes after the formal meeting",
    "Sri Lanka’s Ambassador in Viet Nam Prof A. Saj U. Mendis recently called on the country’s Public Security Minister To Lam in Ha Noi.",
    "The Ministry of Public Security in Viet Nam is considered as one of the most pivotal Ministries and Minister To Lam is one of the senior most political leaders of the Communist Party of Viet Nam. The meeting lasted over 60 minutes and was highly comprehensive and expansive both in nature and in substance.",
    "Ambassador Mendis commended the economic advancement and augmentation of Viet Nam during the past decades and added that it is one of the fastest growing economies in the world. Further, Mendis stated that Viet Nam would become a trillion-dollar economy by 2030, according to political economists, and is one of the three countries having a bilateral trade larger than the GDP of the country. Mendis expressed gratitude, on behalf of the Government of Sri Lanka, for the cooperation and facilitation extended to the stranded Sri Lankan migrants in November of last year as well as the support extended to Sri Lanka at the Human Right Council (HRC), since Viet Nam is a member of HRC.",
    "Minister To Lam expressed to have more cooperation between his Ministry and counterpart Ministry and institutions in Sri Lanka in order to further strengthen and to elevate security, law enforcement and prevention and combating of transnational crimes, amongst others, thus contributing to make the Indo-Pacific region more stable and peaceful. Minister To Lam also added that the two countries proactively continue to coordinate, consult and support each other at various multilateral forums and international organisations, which are much appreciated and beneficial to both the countries. Minister To Lam also expressed the gratitude of the peoples and the Government of Viet Nam for support and consideration extended to Viet Nam over the past decades by successive Governments of Sri Lanka.",
    "Both the Minister and Envoy discussed efficacious courses of action to augment and to deepen economic and commercial relations between the two countries with particular focus on tourism, trade, investments and people-to-people exchange, amongst others. Both the Minister and Envoy agreed to work in close coordination and cooperation in a myriad of other outstanding issues. Ambassador Mendis was accompanied by the Embassy Minister Counsellor Mahesh Premathilake."
  ]
}