{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Humanitarian-worker-a-Crusader-for-conflict-filled-world/172-264456",
  "time_ut": 1690996836.0,
  "original_lang": "en",
  "original_title": "Humanitarian worker, a Crusader for conflict-filled world",
  "original_body_lines": [
    "In Sri Lanka, despite a multitude of problems, democracy  still survives. Traditionally the norms of democracy are the Presidency,  Parliament, the Judiciary and the Free Media. For democracy to thrive,  the spirit of humanitarianism is also needed. This often comes out of  spirituality that brings love, joy, peace patience and kindness,  humility, meekness, faithfulness and kindness. To what extent  humanitarian thrive in Sri Lanka cannot be calculated, but we know and  have experienced that our care for others is a measure of our greatness.  Without this care, we often act with selfish self-centred motives or  personal gain or glory.",
    "On August 19 the United Nations marks World Humanitarian  Day. In a statement, the UN says there is a saying that goes: It takes a  village to raise a child. Similarly, it takes a village to support a  person in a humanitarian crisis. With record-high humanitarian needs  around the world, this year’s World Humanitarian Day (WHD) builds on  this metaphor of collective endeavour to grow global appreciation of  humanitarian work",
    "According to the UN, whenever and wherever people are in  need, there are others who help them. They are the affected people  themselves – always first to respond when disaster strikes – and a  global community that supports them as they recover. Far from the  spotlight and out of the headlines, they come together to ease suffering  and bring hope.",
    "The 2022 WHD campaign shines a light on the thousands of  volunteers, professionals and crisis-affected people who deliver urgent  health care, shelter, food, protection, water and much more. The UN says  it believes will use digital art to tell the stories of people in need  and those who help them. At the centre of the campaign is a series of  beautifully illustrated aid worker profiles that show the breadth and  depth of humanitarian work and collectively symbolize the wider  humanitarian village.",
    "On August 19, 2003, a bomb attack on the Canal Hotel at  Baghdad in Iraq, killed 22 humanitarian aid workers including the UN  Secretary General’s Special Representative Sergio Vieira de Mello. Five  years later, the United Nations General Assembly adopted a resolution  designating August 19 as World Humanitarian Day (WHD).",
    "Each year, WHD focuses on a theme, bringing together  partners from across the humanitarian system to advocate for the  survival, well-being and dignity of people affected by crises and for  the safety and security of aid workers.",
    "For this year’s WHD, the UN shows the importance, effectiveness and positive impact of humanitarian work.",
    "In 2021, 460 aid workers were attacked: 140 killed, 203 wounded and 117 kidnapped.",
    "Of the aid workers who died, 98% were national staff and 2%  were international (expatriate) staff - more than half (53%) were staff  of national NGOs.",
    "Most of the violence took place in South Sudan, Afghanistan and Syria.",
    "Casualties are expected to rise significantly in 2022 due  to the war in Ukraine, where rocket attacks and shelling threaten  civilians and aid providers equally.",
    "The 2021 Humanitarian Needs Overview estimated that 20.7  million (67% of the population) people need humanitarian assistance,  12.1 million of whom are estimated to be in acute need, which makes  Yemen the largest humanitarian crisis in the world, the UN says.",
    "In Sri Lanka, we need to form communities or associations  that bring together humanitarian workers who are ready to assist and  even give their lives to save others. Whatever our politicians do or do  not do whatever the level of corruption including politicians and their  cronies if the people act with a spirit of goodwill we will have a just  and fair society where issues; like such as poverty alleviation, climate  change and crisis-resolution could be handled with humanitarian mission  and not with ideas of coming to power and making hundreds of millions  at the expense of poor and middle-class people.",
    "Earnest Hemingway wrote in his famous book titled, “For  whom the bells toll”—“I belong to humanity and every person’s death  diminishes me”."
  ]
}