{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90664/caa-issues-special-gazette-to-regulate-e-commerce-activities",
  "time_ut": 1684510320.0,
  "original_lang": "en",
  "original_title": "CAA issues special gazette to regulate e-commerce activities",
  "original_body_lines": [
    "The Consumer Affairs Authority (CAA) has issued a special gazette notification to regulate the activities of online sellers and sellers operating on digital platforms.",
    "The relevant directives are intended to protect the consumers, according to the communiqué issued by the CAA chairman Shantha Niriella on May 17.",
    "The CAA notes that e-commerce entities or platform operators engaged in marketing and selling of any goods should comply with the conditions set out in the gazette notification when carrying out any activity specified under the three stages of a transaction; pre-purchase stage, purchase stage and post-purchase stage.",
    "During the pre-purchase stage, the e-commerce entities or platform operators are required to abide by fair business, advertising and marketing practices. They must refrain from making any representation or omission, or engaging in any deceptive, misleading, or anti-competitive practices when advertising any goods.",
    "The gazette notification mentions that the customer should be informed in respect of any special offer of goods or free trial, the eligibility requirements for such offer or free trial in a ‘clear and unambiguous’ manner, including the length of the sale or offer and any additional charges that may incur.",
    "E-commerce entities or platform operators need to ensure that the actual purchasing price of an item is the price posted on the platform.",
    "Further, the CAA has made it mandatory for e-commerce entities or platform operators to have a ‘fair and transparent’ rating and review mechanism for collecting and publishing reviews of customers.",
    "Thereby, false ratings or false reviews should not be published and third parties should not be hired to post positive ratings and reviews for the online sellers.",
    "Meanwhile, all e-commerce entities or platform operators are required to send a privacy statement to consumers when obtaining their personal data.",
    "During the purchase stage, all e-commerce entities or platform operators must provide the consumers with an opportunity to review a summary of the order prior to any order confirmation.",
    "They should enable the consumers to retain a complete, accurate, and durable record of the transaction, in a format compatible with the device or platform that the consumers use to complete the transaction.",
    "To ensure the transparency of the transaction, a receipt should be issued for the transaction which mentions the following:",
    "• Information on any compulsory (fixed or variable) or optional charges collected or imposed before the transaction",
    "• Information on any other routinely applicable costs (recurring charges) if any",
    "• Other terms and conditions where and when applicable (including the contract duration of recurring charges)",
    "• Details on the conditions applicable to withdrawal, termination or cancellation after sals, services, return, exchange, refunds, warranties and guarantees",
    "• Information on applicable dispute resolution and redress options relating to a purchase",
    "The e-commerce entities or platform operators also need to provide their customers with easy-to-use payment mechanisms and implement security measures that are commensurate with payment-related risks.",
    "When delivering goods to customers, reliable logistics providers should be used for such purposes.",
    "The gazette notes that the customers should be provided cooling-off periods and the right to cancel orders.",
    "To ensure privacy and data protection, the CAA says e-commerce entities or platform operators are prohibited from engaging in deceptive practices for collection and use of personal data of the customers while adopting lawful, transparent and fair practices.",
    "During the post-purchase stage, e-commerce entities or platform operators are required to assist the customer in resolving potential safety issues of the goods sold and ensure that such safety requirements have been disclosed to the consumer."
  ]
}