{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/NPP-releases-copyrighted-font-to-combat-political-misinformation-distortions/56-745574",
  "time_ut": 1677009166.0,
  "original_lang": "en",
  "original_title": "NPP releases copyrighted font to combat political misinformation, distortions",
  "original_body_lines": [
    "Says new font will be used for all party material to build confidence among public and ensure its credibility",
    "Warns no third party is permitted to use font without written permission from party secretary",
    "Debuts updated web site; asks public and rivals to submit any queries or concerns about party",
    "The National People’s Power (NPP) party has released two official font styles in a bid to combat misinformation and to minimise distortion of the party’s written presentations by those with vested interests.",
    "A first in Sri Lanka’s political history, the NPP said the two fonts titled Malimawa Light and Malimawa Regular will be used for all NPP print, digital and social media productions going forward. The fonts were released to coincide with the launch of the party’s updated website yesterday.",
    "Issuing a statement, the NPP said the font aims to build confidence among people in the materials published by the party and it will also ensure the credibility of the party itself.",
    "“This is a unique font and all its rights are reserved. No third party is permitted to use the font for any type of production without written permission from the NPP General Secretary,” it said.",
    "In its statement, the party said as a tech-savvy party NPP due to its forward-thinking has created its own font, rather than use fonts available in the public domain as other parties do to maintain its uniqueness.",
    "“During an election period in Sri Lanka, there is an abundance of disinformation and misinterpretation by various parties. Using an official font and having an updated website, we hope to minimise the distortion of our written presentations by parties with vested interests,” it further added.",
    "The party said the website will be a platform for everyone who needs to gather official news and other information about NPP and its affiliates. The party said members of the public can submit inquiries or requests for further clarification.",
    "“NPP treats such inquiries as of utmost importance and a responsible authority from the party will provide required information swiftly with supporting details and relevant documents. Further, it is open for new suggestions and policy directives from the general public and subject specialists because the NPP is a truly democratic party which is always open for corrections,” it added.",
    "The party also taking a dig at its rivals said its opponents now need not surf archives to unearth old information on the NPP or its affiliates and instead can submit their inquiries via the party website.",
    "It also said while politicians often quote unsubstantiated information or their own versions of NPP policies, it invited them to now use the website to obtain credible information that in turn will not harm their own reputations by spreading misinformation."
  ]
}