{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lankans-continue-to-illegally-cross-borders-from-Jordan-to-Israel/108-264113",
  "time_ut": 1690520924.0,
  "original_lang": "en",
  "original_title": "Sri Lankans continue to illegally cross borders from Jordan to Israel",
  "original_body_lines": [
    "Sri Lankans are urged to be extremely cautious against unscrupulous agencies and individuals who promise caregiver jobs in Israel, often under the pretext of visit or transit visas through Jordan.",
    "In an urgent letter to the Secretary of Foreign Affairs Ministry in Sri Lanka, the Sri Lankan Ambassador in Jordan recently highlighted this alarming trend of illegal migration.",
    "The mission in Jordan has noticed two distinct categories of illegal migrants involved in this perilous journey. The first category comprises Sri Lankans who initially travel to Jordan on tourist visas from Sri Lanka. Once in Jordan, they attempt to cross the border illegally into Israel, seeking employment opportunities as caregivers. The second category involves Sri Lankans who have already been working in Jordan but have absconded from their workplaces, choosing to embark on illegal crossings to Israel in search of better prospects.",
    "According to the embassy, some of these illegal migrants have faced repeated apprehensions by Jordanian authorities for their unlawful border crossings, only to be deported back to Sri Lanka. In February 2020, the Sri Lankan government signed a bilateral agreement with the Israeli government on temporary employment of Sri Lankan workers in specific labour market sectors in Israel. The aim of the agreement was to ensure a “legal and transparent” recruitment process for Sri Lankans to work in Israel as caregivers. In 2022, a total of 5500 Sri Lankans have left for Jordan and in this year so far, the total number stands at 2200, according to the Sri Lanka Foreign Employment Bureau statistics.(Piyumi Fonseka)"
  ]
}