{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-takes-positive-steps-towards-ratification-of-ILO-C188-Work-in-Fishing-Convention/56-756196",
  "time_ut": 1702324671.0,
  "original_lang": "en",
  "original_title": "Sri Lanka takes positive steps towards ratification of ILO C188 – Work in Fishing Convention",
  "original_body_lines": [
    "Developed with technical support from the ILO, and funding from DFAT and Government of Norway",
    "Furthering Sri Lanka’s commitment towards promoting decent work in the country’s fisheries sector, draft regulations pertaining to ILO C188 -Work in Fishing Convention, 2007, were presented last week to Fisheries Minister Douglas  Devananda, Labour and Foreign Employment Minister Manusha Nanayakkara, State Minister of Fisheries Piyal Nishantha de Silva, Australian High Commissioner Paul Stephens and ILO Country Office for Sri Lanka and the Maldives Director, Simrin Sigh.",
    "Marking a significant milestone in fostering dialogue and collaboration, a C188 insight forum also took place.",
    "Globally, jobs in the fisheries sector are among the most risky. C188; an international labour standard established by the ILO, sets standards and recommendations aimed at ensuring decent working conditions  for those engaged in the fishing industry worldwide. It addresses various aspects of labour in the fishing sector, including working hours, occupational safety and health, living conditions on board vessels, among other aspects.",
    "In Sri Lanka, the fisheries sector is an important contributor to food security, nutrition, trade, employment, and export earnings. It is also among the most impacted sectors by the prevailing economic crisis.",
    "Signifying the Government’s commitment to strengthening the country’s fisheries sector and improving decent work conditions, the draft regulations will act as a key documentation in supporting the development and submission of a Joint Cabinet paper by the Labour and Foreign Employment Ministry and the Fisheries Ministry, in furthering Sri Lanka’s journey towards ratification of C188.",
    "Speaking at the event, Labour and Foreign Employment Minister Manusha Nanayakkara expressed strong support towards Sri Lanka ratifying C188, stating that “providing dignity of work to fishers is not only a legal obligation but a moral duty, and it is part of larger efforts by the Ministry to create a more robust social-security system for Sri Lanka’s private sector workers including fishers”.",
    "The Fisheries Minister expressing confidence in Sri Lanka finalising and ratifying the convention with the support of all partners, stated, “fishers must be accorded the right and protection they deserve, the Ministry  wholeheartedly endorses the decent work agenda for fisheries”.",
    "Ratification and compliance of C188 will see substantial benefits in not only improving working conditions, creating additional employment, and facilitating labour retention, but also generating significant economic returns to Sri Lanka by enhancing the sector’s global competitiveness. It also sets the foundation for long term growth and sustainability of the country’s fisheries sector.",
    "Australian High Commissioner Paul Stephens said: “Enhancing economic opportunities for all Sri Lankans to thrive is an important feature of Australia’s development support to Sri Lanka. Fisheries is of particular importance as a driver for growth, and decent  work - investments in blue swimmer crab, giant prawns, and sea cucumber value chains has seen dividends  that uplift lives, and the sector. We hope the Government will move forward in its journey to ratifying C188.”",
    "The forum provided a valuable platform for stakeholders to gain insights into the draft regulations, engage in open discussions, share perspectives, and understand the way forward in Sri Lanka’s journey towards ratification of C188.",
    "Highlighting the importance of the convention, ILO Country Office for Sri Lanka and the Maldives Director, Simrin Singh said: “As Sri Lanka works towards strengthening its economic recovery and resilience, ratification of C188 offers both dignity and protection for workers, and is a golden opportunity for industry gains and growth. We are encouraged by the commitment of both, the Fisheries and Labour Ministries. The ILO will continue to steadfastly support Sri Lanka’s promising efforts towards the earliest ratification of C188’’.",
    "The Fisheries Ministry together with the Labour and Foreign Employment Ministry have taken positive steps leading towards the ratification of C188 through the coordination and technical support of the ILO Country Office for Sri Lanka and the Maldives.",
    "Supported by the Australian Government Department of Foreign Affairs and Trade (DFAT) and the Government of Norway, ILO Sri Lanka’s Local Empowerment through Economic Development and Reconciliation (LEED+ ) project is part of the ILO’s global Jobs for Peace and Resilience program.",
    "The ILO is the United Nations specialised agency for the world of work. It sets international labour standards, provides technical assistance, and engages in policy dialogue to address pressing issues related to employment, labour rights, and social protection. The ILO works closely with governments, employers’ and workers’ organisations, and other stakeholders to achieve its mission of advancing social justice and promoting decent work worldwide."
  ]
}