{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/share-market-in-bullish-trend-tu-action-seen-as-unsuccessful/",
  "time_ut": 1678895040.0,
  "original_lang": "en",
  "original_title": "Share market in bullish trend; TU action seen as unsuccessful",
  "original_body_lines": [
    "The stock market was extremely bullish in the early part of the session yesterday and edged- up in mid-day trade, ending on a positive note with news that the IMF loan agreement talks would come to a conclusion by March 20, market analysts said.",
    "“The market is moving sustainably and is healthy because the market moves between profit- taking and buying interests. These are considered positive factors and contributors. Yesterday’s trade union action not being successful also gave an impetus to the market, analysts added.",
    "Both indices moved upwards. The All- Share Price Index was up 37.1 points, while the most liquid index S&P SL20 was also up by 18.7 points. Turnover stood at Rs 1.63 billion with two crossings. Those crossings were reported in HNB, which crossed 1.7 million shares to the tune of Rs 232 million, its shares traded at Rs 135 and JKH 216,000 shares crossed to the tune of Rs 30.8 million, its shares traded at Rs 142.75.",
    "In the retail market top seven companies that mainly contributed to the turnover were, JKH Rs 134 million (933,000 shares traded), Piramal Glass Rs 92.4 million (4.4 million shares traded), Browns Investments Rs 86.7 million (13.7 million shares traded), Tokyo Cement (Non-Voting) Rs 74.9 million (1.6 million shares traded), Tokyo Cement (Voting) Rs 66.4 million (1.3 million shares traded), Dialog Axiata Rs 58.1 million (5.5 million shares traded) and ACL Cables Rs 56.3 million (641,000 shares traded). During the day 66.8 million share volumes changed hands in 18000 share transactions.",
    "“The turnover is slow because people are entering minimal profit- taking, not eagerly wanting to dump shares and sell them, an analyst said. Buying was mainly seen in financial indexes, retail counters and construction indexes, market sources said.",
    "Yesterday, the Central Bank quoted the rupee at around Rs 337/340 to the US dollar in the spot market in intra-day trade, after opening wide at Rs 336/344 levels, dealers said. The rupee closed at Rs 336/341 to the US dollar on Tuesday.",
    "Sri Lanka operated a consistent policy peg until March when the Central Bank was buying and selling dollars at around Rs 360/370 and sales went down as domestic credit reduced and the rupee came under upward pressure.",
    "National Digitalization Grant awarded to ICTA Sri Lanka for Board Governance Automation",
    "Standard Chartered provides insights on global and Sri Lankan economic outlook at annual Research Briefing",
    "Ripple effects felt in bourse following Silicon Valley Bank collapse",
    "Invigorated share trading following President’s updates to parliament on IMF bailout",
    "Banking and insurance counters spark interest amidst relatively low turnover",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}