{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/recomended-news/Peaceful-protests-and-freedom-of-expression-including-calls-for-a-leader-to-quit-office-are-entirely-legitimate-EX-BASL-President-Saliya-Peiris-PC/277-257226",
  "time_ut": 1680725412.0,
  "original_lang": "en",
  "original_title": "Peaceful protests and freedom of expression including calls for a leader to quit office are entirely legitimate  -EX BASL President Saliya Peiris PC",
  "original_body_lines": [
    "This present attack on me is clearly orchestrated not because of my appearing for a particular case or a particular suspect but because of the role I played in the BASL",
    "There must be a widespread campaign against the passage of the proposed Anti-Terrorism Bill and the public must be made aware of its dangers",
    "We strongly criticized the Government for their interference with the independence of the judiciary",
    "President’s Counsel, Saliya Peiris, immediate outgoing President of the Bar Association of Sri Lanka (BASL), the powerful professional body representing the legal practitioners including judges completed his two-year full tenure proving what an important role could be played by the legal fraternity to uphold democracy, law and order in Sri Lanka. Playing a vital role specially during the troubled period of the ‘Aragalaya’ where people specially youth took to the streets against the major failures by Gotabaya Rajapaksa government, the BASL under the baton of Mr. Peiris intervened at different intervals so that smooth transition of power from Rajapaksa to Ranil Wickremesinghe was ensured. It was the BASL President who first urged the leaders of the Aragalaya to handover public buildings once Gotabaya officially gave up his presidency leaving next leader to be appointed according to the Constitution.",
    "Started as a state prosecutor attached to the Attorney General’s Department,",
    "Saliya Peiris, practices in the areas of criminal law, public law and the fundamental rights in the Appeal Court and the Supreme courts. From 2018 to 2020 he served as the founding Chairman of the Office on Missing Person, an institution established as part of country’s much needed reconciliation mechanism and he was also a member of the Human Rights Commission of Sri Lanka from 2015 to 2018.",
    "Having graduated in law from the Open University of Sri Lanka, Mr. Peiris holds a Master’s Degree in International Business Law from the University of London. He is an Eisenhower Fellow and also an alumnus of the Dealing with the Past (DwP) Programme, Switzerland and IVLP, USA.",
    "Describing his role as the BASL President from Narch 27 2021 to March 25, 2023, the renowned Indian newspaper ‘The Hindu’ reported “Under his leadership since 2021, the BASL’s public profile has drawn attention, for being resolute. Devoid of ambiguity and political rhetoric, its statements speak to immediate and specific concerns, basing itself on Constitutional freedoms, national laws, and leading judgments.”",
    "In a backdrop where those in politics and affiliated to party politics have hurled criticism, Daily Mirror spoke to Mr. Peiris, to discuss about his role specially during the period of the ‘Aragalaya’ and thereafter. Excerpts;",
    "Q The two-year tenure as the President of BASL was one of the most important periods for our country especially with regard to politics and law and order. We saw that BASL under your leadership was active whenever and wherever it was required,especially with regard to Aragalaya. How do you assess the role played by you and the BASL during that period?",
    "I see the role played by myself and the BASL as one which fulfilled the objectives of the Association in relation to the rule of law, human rights, and the independence of the judiciary. This was whilst performing the role of the Association to look after the members’ interests.",
    "The BASL as a professional association has multiple roles. On one hand it needs to secure the professional rights of the members and attend to their continuing legal education and welfare. However, the BASL has a role beyond that- a duty towards upholding the core values of democracy. That is what the BASL did in the last two years. The BASL stood up for the rights of the people and the people in turn drew strength from the legal profession. I must say it would not have been possible for the BASL to play this role without the wide support we received from the general membership.",
    "As a result, there has been a largely positive view of the profession in the society at large.",
    "Q The Aragalaya that started a year ago toppled a government and forced an extremely powerful President who won with a massive mandate to flee the country. How do you analyze this mass people’s specially youth uprising? Was there anything illegal in it?",
    "Peaceful protests and freedom of expression including calls for a leader to quit office are entirely legitimate. In other democracies too public protests have led to the resignations of leaders. For instance, General de Gaulle in the 1960s.",
    "I think people were left with no option than to struggle for change. The former President, I believe, recognized that he no longer had the support of the people and resigned. To his credit President Rajapakse chose not to use force against the people.",
    "The BASL took up the view that the occupation of public buildings was not consistent with peaceful protests and that is why the BASL called upon the protestors to withdraw from public buildings and not to allow lawlessness. We said so because those acts were counter-productive and would give those who wanted to suppress dissent an opportunity to do so. At the time we called for the withdrawal from public buildings, some of those in the Aragalaya were not happy. But we said so because that was the right thing to do.",
    "Q However, you were accused as a ‘Political’ lawyer by none other than the President of this country during one of his speeches at the Parliament. This was referring to you representing the Election Commission in the case relating to the Local Council election. What is your response?",
    "My representation of the Elections Commission is nothing new. I was first retained by the Commission in May 2020 in relation to the cases pertaining to Parliamentary elections.",
    "I have never been a member of any political party and not engaged in active politics. Furthermore, I do not mix my professional work and my political opinion.",
    "Ironically when Mr. Ranil Wickremesinghe became Prime Minister and then President, there were people saying that I was sympathetic towards him! Even now I see some comments to that effect in social media. The President’s remarks obviously negate that view.",
    "What I did as BASL President was entirely objective and whether it was the Rajapakse regime or the Wickremesinghe regime we called them out when they did things that violated the rule of law , democratic principles and the rights of the people. It was the principle which mattered and not the person.",
    "Q Then came the attack targeting your professional practice representing a suspect and complaining your conduct to be unethical. What have you got to say about the connection between code of ethics or accepted practice of an attorney and your conduct?",
    "First and foremost, there is nothing unethical. Every single step has been within the four corners of the law and professional ethics.",
    "These attacks must be understood in the context of the end of my term and the steps I took as BASL President including some crucial issues which arose during the last three weeks of my tenure.",
    "The BASL called on the President and the Constitutional Council to appoint as Inspector General of Police a person with an unblemished record. This obviously ruffled the feathers of potential aspirants for this post- and some of their political backers. Secondly, we strongly criticized the Government for their interference with the independence of the judiciary.",
    "The aspersions cast over social media and by politicians under the cover of immunity are totally false. This present attack on me is clearly orchestrated not because of my appearing for a particular case or a particular suspect but because of the role I played in the BASL.",
    "There have been numerous other President’s Counsel who have appeared for this suspect and for the other suspect arrested with him. How is it that they have not been the subject of protests or attacks on the social media?",
    "Q This was not the first-time legal practitioners came under attack in Sri Lankan history. We have seen instances where not only lawyers but even judges have been attacked and pelting stones at their houses. Your view.",
    "After the Vivienne Goonewardene case a gang which clearly had the blessings of the State pelted stones at the judges’ residences.",
    "Judges and lawyers are needed for the proper administration of justice. Any attack on judges and lawyers have a grave impact on the rule of law.",
    "Q Should a lawyer be selective on assisting the legal justice system and as a senior legal practitioner and also a teacher of law how do you explain?",
    "I must say that we as lawyers are governed by the cab-rank rule.",
    "We cannot refuse to appear for a client- unless there is a conflict of interest, or we cannot perform our functions with due diligence. The right of suspects to retain counsel and the right of lawyers to appear for clients is fundamental to the rule of law and the constitutional right to a fair trial.",
    "Without the Constitutional guarantees of a fair trial Sri Lanka cannot be a civilized nation.",
    "Q You appeared on behalf of the particular suspect when he was arrested by Police and asking to ensure his protection while he was in custody. Sri Lanka police department has a bad record of suspects allegedly getting killed while in custody. How important is it for a responsible legal practitioner to intervene in instances like this?",
    "I was retained by an Attorney-at-Law on behalf of the father of the suspect concerned to secure his safety in custody as the father feared that his son will be killed whilst in police custody.",
    "Previously there have been instances when suspects have been killed in custody. These cause a huge blemish to our police and the country’s human rights record. In a practical sense these killings can also be done to hide evidence which may implicate other people.",
    "The Supreme Court in many instances have condemned in the strongest terms these custodial deaths which are known as encounter killings and pointed out that these have resulted in a loss of public confidence in law enforcement.",
    "Q How important is the role of lawyers,especially in a country which has long record of violence, violation of human rights including abduction, disappearances, several youth uprisings etc etc.?",
    "I do believe that lawyers have a vital role to play in society. It is important that they have professional independence and the space to perform their professional role. In addition, they have a role in securing the rule of law, protecting the independence of the judiciary and the rights of citizens.",
    "Another important aspect is to create public awareness of these issues and there too lawyers and the BASL have an important role.",
    "Q What is your view with regard to controversial new ‘Anti-Terrorism Bill’ which is to be introduced in place of the Prevention of Terrorism Act (PTA), a piece of law that was long criticized mainly due to it being misused by those in power?",
    "Sometime in March the BASL wrote to the President and the Ministers in charge of Foreign Affairs and Justice calling for the draft to be made public so that a public discussion and debate could take place before the Bills are published in the Gazette. Unfortunately, the powers that be do not seem to think that taking the public into their confidence is important. It is amazing how the contents of such an important Bill was not discussed widely before being presented to Parliament.",
    "I find several aspects of the Bill alarming. Given Sri Lanka’s history of widespread abuse of the criminal law- whether the PTA or ICCPR Act and the tendency to abuse the provisions of these laws I am extremely skeptical about many provisions of the Bill including the definition of ‘terrorism’ which is far too wide.",
    "There must be a widespread campaign against the passage of this Bill and the public must be made aware of the dangers of this Bill."
  ]
}