{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/uber-brings-global-membership-programne-uber-one-to-sri-lanka/",
  "time_ut": 1687713000.0,
  "original_lang": "en",
  "original_title": "Uber brings global membership programne ‘Uber One’ to Sri Lanka",
  "original_body_lines": [
    "Uber recently announced the launch of Uber One, a brand new membership program that brings together the best of Uber rides, delivery and groceries, to Sri Lanka. Uber’s global membership program provides discounts and exclusive experiences across both rides and delivery and is designed to help members navigate everyday life.",
    "Ever since its entry into Sri Lanka, Uber has brought alive its global promise of ‘go anywhere, get anything’ for its customers in Sri Lanka. With the launch of Uber One, the company will provide members with savings and an elevated experience on everyday moments. Whether it’s a ride to and from work, getting dinner on the table, or stocking the refrigerator, Uber One offers member-only upgrades such as top-rated drivers on rides, unlimited free delivery on eligible orders, premium support, and other exclusive perks.",
    "The Uber One membership program has been rolled out across Sri Lanka and customers can become members by following a few simple steps on the Uber or Uber Eats app. The membership is available for free for a one-month trial period for all.",
    "For LKR 599 per month or an annual price of LKR 5999, Uber One includes exclusive perks for members. Members will also get exclusive access to perks like special offers and promotions, and invite-only experiences along with prioritized support. On an average, members will be able to save upto LKR 1000 per month.",
    "DIMO consolidates power and energy solutions under ‘DIMO Energy’ Brand",
    "Uber turns Seven in Sri Lanka, Covers over 555 million km in Trips!",
    "Uber looking to roll out bus seat booking facility in Sri Lanka",
    "Uber contributed LKR 81 billion to Sri Lanka’s economy in 2021: Report",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}