{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/President-unveils-Revenue-Authority-plan-to-strengthen-tax-collection-process/108-264878",
  "time_ut": 1691531378.0,
  "original_lang": "en",
  "original_title": "President unveils Revenue Authority plan to strengthen tax collection process",
  "original_body_lines": [
    "Aimed at plugging tax loopholes strengthening tax collection process to meet fiscal targets",
    "Previous attempt at a Revenue Authority made in 2002 under IMF programme",
    "New Financial Management Act under development for improved public finance",
    "The government is planning to establish a Revenue Authority to plug tax loopholes and to strengthen the entire tax collection process to meet the envisaged fiscal targets.",
    "President Ranil Wickremesinghe revealed plans to setup a Revenue Authority while briefing the Cabinet of Ministers this week on the achievements made since he became the President, and strategies in place for navigating the ongoing economic challenges.",
    "Although tax revenue has increased significantly, President Wickremesinghe pointed out that the government is falling behind revenue targets under the International Monetary Fund (IMF) programme.",
    "“As of now, the revenue collection has fallen behind the targets. In order to move forward with the IMF programme-based fiscal consolidation, we need to resolve the revenue issues,” he said.",
    "However, he refrained from providing additional information regarding the proposed Revenue Authority.",
    "In 2002, there was a proposal to setup a Revenue Authority amalgamating three key tax collecting agencies under an IMF programme.",
    "More recently, it was proposed to separate revenue management and tax administration of key tax collecting agencies in order to setup a Revenue Management Authority.",
    "On the expenditure front, President Wickremesinghe shared that the government plans to complete the roll-out of an e-procurement system across all government institutions by end of this year in line with plans to establish an e-procurement Secretariat in 2025.",
    "The move is expected to enhance transparency in the government procurement process while minimising corruption.",
    "In addition, he noted that a new Financial Management Act (FMA) is currently being drafted to manage public finance and expenditure more efficiently.",
    "The proposed law equipped with binding fiscal rules is expected to bring in the much needed fiscal discipline. It is set to come into effect with the Budget 2025.",
    "The proposed FMA is also a key condition of IMF’s Extended Fund Facility (EFF)."
  ]
}