{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-ousted-utilities-regulatory-chief-convinced-hell-be-president-143281/",
  "time_ut": 1702275120.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s ousted utilities regulatory chief convinced he’ll be president",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka’s former public utilities regulatory chief Janaka Ratnayake, who was removed in May following a parliamentary vote, has confirmed that he intends to run for president.",
    "Speaking to reporters on Sunday December 10 in the wake of an hours-long island-wide power outage the previous evening, Ratanayake said he will be the definite winner at a future presidential poll.",
    "“I announced [my intention to run] officially on December 07, my birthday. I’m definitely coming as a presidential candidate. That’s not all, I’m the definite president at a future presidential election,” he said.",
    "Ratnayake, in his first media appearance in months, was responding to questions about newspaper advertisements published on December 07 announcing his future candidacy.",
    "Sri Lanka’s parliament on May 24 opted to remove the former chairman of the Public Utilities Commission of Sri Lanka (PUCSL), with 123 members voting in favour. This marked the first time a head of an independent government commission was sacked by Sri Lanka’s parliament.",
    "Power & Energy Minister Kanchana Wijesekara, who had been at loggerheads with the regulatory chief, said at the time that the official had acted obstinately without the concurrence of fellow commission members.",
    "The minister levelled five charges against Ratnayake, the first twoof  which were based on a February 10 verdict by the Court of Appeal rejecting an application filed by the offiical against an electricity tariff hike. Opposition legislators slammed the decision saying it undermined independent commissions.",
    "Ratnayake’s presidential ambitions have been known for some time. A day before parliament voted to remove him, he told reporters: “If I can change the country, I will definitely join politics, because my intention is to serve the people and what is right.”",
    "Ratnayake had blocked delayed a tariff hike in early 2023, resulting in losses to the state-run Ceylon Electricity Board (CEB), Minister Wijesekara claimed at the time. The PUCSL had als onot enabled tariff hikes for nine years, requiring its governing law to be changed, Wijesekera said."
  ]
}