{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Allegations-of-undue-influence-on-police-officers-by-IGP-SIU-Director-Magistrate-orders-to-consult-AG-to-file-indictments/108-263723",
  "time_ut": 1690093022.0,
  "original_lang": "en",
  "original_title": "Allegations of undue influence on police officers by IGP, SIU Director: Magistrate orders to consult AG to file indictments",
  "original_body_lines": [
    "Galle Chief Magistrate Isuru Nettikumara ordered to consult the Attorney General whether indictments could be filed against the Inspector General of Police (IGP) and the Director of the Special Investigation Unit (SIU) over allegations of undue influence on police officers and witnesses over a case of theft of money from foreigners at a tourist hotel in Unawatuna, Galle.",
    "A tourist hotel owner at Unawatuna, his son and another individual were arrested by the Galle Division Crime Investigations Unit earlier this year for stealing foreign currency valued at more than Rs. 6 million belonging to a group of Russian tourists.",
    "The Crime Investigations Unit and Unawatuna Tourist Police who conducted the investigations based on complaints received from a group of Russian tourists staying in two hotels had arrested the owner, his son and an accountant of a hotel in January this year.",
    "Police said the suspects had allegedly stolen cash Rs. 752,772, US$ 61,000, Ruble 195,000 and Euro 200.",
    "The Galle Division Crimes Investigation Unit and Habaraduwa Police conducted further investigations with the assistance of the Unawatuna Tourist Police.",
    "However, the OIC of the Unawatuna Tourist Police had filed a case with the Galle Chief Magistrate’s Court in March this year alleging that the IGP and the SIU Director had influenced him not to arrest the owner of the hotel, the main suspect involved in the theft.",
    "The Police Department had reportedly initiated an internal investigation against the OIC and the officers who acted against orders for not following the orders by the senior police officers.",
    "When the case was taken before the Galle Chief Magistrate on July 19, the Magistrate ordered to consult the Attorney General whether indictments could be filed against the IGP and the SIU Director over the allegations.",
    "The Magistrate informed that it is the duty of the Attorney General to present indictments before a High Court, in accordance with the provisions of Section 08 of the Crime Victims and Witnesses Protection and Assistance Act No. 04 of 2015, when such an offence has been committed.",
    "Accordingly, the Magistrate ordered to refer the matters to the Attorney General to examine whether any person has committed any wrongdoing in accordance with the provisions of the Act and to take further legal steps.",
    "However, the Magistrate informed the court that according to the facts that have been presented to the court so far, it is clear that there has been some impact on the investigation.",
    "Therefore he ordered to further extend the suspension order into the internal investigation initiated by the Police Department against the Unawatuna Tourist Police OIC or the officers acting under his orders. (Darshana Sanjeewa Balasuriya)"
  ]
}