{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Why-the-President-s-only-way-is-really-a-path-to-the-abyss-and-certainly-not-a-way-out-of-the-crisis/14-756703",
  "time_ut": 1703626929.0,
  "original_lang": "en",
  "original_title": "Why the President’s ‘only way’ is really a path to the abyss and certainly not a way out of the crisis",
  "original_body_lines": [
    "Sri Lanka’s economic crisis, though it blew over in 2022, it was in the making for a long time, with a constant negative Balance of Payments situation. This was mainly caused by an unbalanced open economy that all Governments since 1977 followed.",
    "Common sense should have focused on the impending crisis but the effective marketing campaign of the right wing propaganda tanks was really a psychological campaign that was able to affect the mindset, where it was shown that neo-liberalism was the ‘only way’.",
    "Though the President claims that his way is the only way, it would be interesting if he could name at least one country that was able to develop using ‘Free Market’ or Neo-Liberal economics.",
    "Some who do not really know economic history may think that the developed economies of the west did so using ‘Free Market’ economics. The reality however, is that they used very different methods for their development from that which they are now preaching to developing countries. This is well explained by Ha Joon Chang in his book “Kicking away the ladder’.",
    "In fact, an interesting case in point is that of Canada’s industrial development from the 1940s to the 1970s, a State funded industrial development via the Industrial Development Bank, a subsidiary of the Central Bank.",
    "The only proven method that developing countries used to reach ‘developed’ status apart from Canada mentioned above was Japan, South Korea and other East Asian countries and now China. They used the Common Sense approach using a development plan (even an indicative one) and directed investment to the sectors that were needed in the development effort. The Neo-liberals have coined a word for this called “Financial Repression” which is rather a joke, when it is the only successful method that has been able to bring development to all those countries, pulling millions of people out of poverty.",
    "What the west and neo-liberals show is only one part of the story that is the result or success of ‘export oriented development’ and not how it all was brought about. It was certainly not Free Market economics but heavy state intervention. Japan did it in a milder form called ‘window guidance,’ directing investment into required areas.",
    "Therefore, it is clear that ‘Free Market’ economics for development is another fairy tale that the President has lately been uttering.",
    "The main point to understand is that for markets to function reasonably, the economy needs to develop to a certain stage. Sri Lanka (Ceylon) at independence had a ‘Free Market’ economy, but it failed to direct investment to new growth areas as the economy had not reached a level for markets to function as the ‘market’ and was among a very small segment of the elites, who opted to buy into risk averse plantations.",
    "Therefore, the fact that markets do fail should get into the head. In Sri Lanka, the food distribution is a classic example, where it has not been possible after all these years to work out a system where the farmer/grower and the consumer get a fair deal that is hijacked by the middle man and cartels.",
    "Though the invitation for Foreign Direct Investment was made way back in 1954, the response has been extremely poor. Some progress was made in the early phase of the FTZs in the early 1980s which could not make much headway due to the events of 1983 and after.",
    "However, even then, when Motorola and Harris Corp entered the field, they were taken aback by the inability to find the required human resources and finally relocated to Malaysia. What this means is that one cannot just implement ideas without proper planning.",
    "The President however seems to be contemplating selling off national opportunities to foreign companies, in the hope of generating some foreign exchange, without taking into consideration the longer term.",
    "When economists come up with new plans, it is customary to first see who the economist is. When politicians also come up with proposals such as the ‘only way’ one should look at the track record of the politician, in this case the President.",
    "The President’s track record hardly generates confidence in his ability or economic strategies. He was Minister of Education for a considerable period but our education system faces a huge miss-match; he was Minister of Industries and knew that local industries were destroyed by the open economy but did nothing to revive them; as Prime Minister in the ‘Yahapalana’ Government, borrowed the largest amount of ISBs, that largely contributed to the economic crisis.",
    "First of all, we as a country should know what we want. Do we want to build an economy over which we have control and if so develop a short term and medium term plan, as soon as possible? Identify the sectors we want to develop as export industries, fund them via Development Banks, if needed as subsidiaries of the Central Bank, as done by some countries?",
    "Incentivise the private sector to undertake the challenge? Develop the required infra-structure needed for such a program?",
    "We need not wait till some foreign company comes along to undertake our development. There would be some areas that technology from foreign sources is needed, but that could be easily obtained within the global network.",
    "Now we come to the main question. In an economy that has not yet developed to a stage that the ‘market’ could effectively determine and direct funds for development, how does one fund development?",
    "As mentioned above, the only proven method was what the high performing Asian economies and Canada used, by the state intervening and wisely managing the economy.",
    "The state as creator of money via the Central Bank has the power to create the money. Even if one uses the crude ‘Quantity Theory of Money’ (QTM), if the money supply is increased to expand the economy by productive investment, it is not inflationary. However, if the money supply is increased for other purposes, like consumption or to meet recurrent expenditure, it could cause inflationary pressure.",
    "However, over the past four decades the neo-liberal thinking has invaded the economics profession and it is those ideas that rule. The new thinking is highly biased towards the financial sector, which is the most powerful, with much political clout. It has built in some taboos that directly benefits itself. The main taboo is that governments should not resort to Monetary Financing. This is what is referred to as ‘Money Printing’ in the media.",
    "However, whenever economies get into crisis, the only way out was Monetary Financing as was seen during the global financial crisis or in times of war and also when ‘too big to fail’ banks and financial companies are in crisis.",
    "Therefore, the next question is, if good in a crisis situation, why is it bad in normal situations? The answer is that it is only looking at the benefit of the financial sector and not the national interests.",
    "A pertinent question, with the state having the power to create funds via the Central Bank is, why does the state borrow from the financial sector on interest? This over time causes a situation that interest payments far exceed capital expenditure by governments.",
    "The financial sector together with their right wing propaganda tanks have been carrying out scaremongering tactics about Monetary Financing. In Sri Lanka too the high inflation was blamed on money printing by the present Governor of the Central Bank. However, when examining the inflation graph it clearly shows a slight horizontal movement during the money printing phase and the graph going vertical with the fuel price increase. Therefore, the present Governor, who is a ‘textbook’ economist, wrongly identified the cause of inflation and raised interest rates unnecessarily and caused a recession of his own making, for which the country is still struggling.",
    "It is rather alarming that economists in Sri Lanka have been largely engulfed by the neo-liberal thought that many do not look at how other countries like those mentioned above have been able to master the development of their economies.",
    "Therefore, unless we shed the neo-liberal thinking and get back to using our common sense, we would not be able to find a way out."
  ]
}