{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92188/sri-lankas-debt-restructuring-to-ease-insurers-investment-liquidity-pressures-fitch",
  "time_ut": 1690189680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s debt restructuring to ease insurers’ investment, liquidity pressures - Fitch",
  "original_body_lines": [
    "The Sri Lankan government’s debt restructuring plan is likely to reduce investment and liquidity risks for domestic insurers, Fitch Ratings says.",
    "Fitch expects pressure on insurers’ investment and capital profiles to ease as the proposed plan will not have direct impact on the local-currency government debt holdings of insurers, banks and non-banking financial institutions.",
    "Nonetheless, the proposal is only one aspect of the sovereign’s (Long-Term Local-Currency Issuer Default Rating: C) debt sustainability plan. Ratings on Sri Lankan insurers remain on Rating Watch Negative (RWN) amid high investment and liquidity risks, pressure on regulatory capital positions and a weak financial performance outlook, which could undermine insurers’ credit profiles relative to other entities on the national ratings scale.",
    "Insurers’ holdings of Sri Lanka Development Bonds (SLDBs), which are foreign-currency denominated but governed by local law, will be affected by the debt restructuring proposal, as we expected. However, restructuring of the sovereign’s foreign debt, including international sovereign bonds (ISB), has yet to be finalised. Among Fitch-rated insurers, only a few have exposure to SLDBs or ISBs, which accounted for less than 5% and 0.2%, respectively, of the total invested assets of Fitch-rated insurers at end-March 2023.",
    "The government has presented three treatment options for SLDBs, with the impact of any present-value losses on capital dependent on the treatment each insurer chooses. However, we believe that the satisfactory capital buffers maintained by Fitch-rated insurers would help to cushion any negative impact from the losses.",
    "The investment and liquidity risk profiles of Sri Lankan insurers are closely linked with the sovereign, banks and non-bank financial institutions (NBFI) as their investment portfolios are dominated by fixed-income securities issued or guaranteed by the government (47% of invested assets at end-March 2023), corporate debt (21%) and deposits with local banks and NBFIs (10%).",
    "The government’s domestic debt restructuring proposal excludes banks’ holdings of Sri Lankan rupee-denominated treasury securities, which will ease pressure on banks’ already stressed credit profiles. Fitch continues to maintain all ratings on domestic banks and NBFIs on RWN due to the heightened near-term downside risks to their credit profiles from capital, funding and operating environment risks.",
    "“We expect the sparse foreign-currency liquidity in the local banking system to continue to limit insurers’ ability to meet foreign-currency obligations, such as reinsurance payments and claim obligations arising from the small portion of foreign currency-denominated policies. Fitch-rated insurers’ foreign-currency insurance contract obligations are mostly reinsured. Fitch-rated insurers also have foreign-currency deposits with local banks to support their foreign-currency obligations”, it added."
  ]
}