{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lankans-happier-this-year-than-last-year-World-Happiness-Report-finds/108-256188",
  "time_ut": 1679326195.0,
  "original_lang": "en",
  "original_title": "Sri Lankans happier this year than last year, World Happiness Report finds",
  "original_body_lines": [
    "Finland has been voted the happiest place in the world for the sixth consecutive year while Sri Lanka was ranked 112th, according to the World Happiness Report 2023 released on Monday.",
    "Sri Lanka's position has improved from the 2022 index where it was ranked 127th.",
    "In order to uncover the happiest spots around the globe, researchers analysed six key factors: social support, income, health, freedom, generosity, and absence of corruption. Despite several overlapping crises, the study found that global life satisfaction is just as high as those in pre-pandemic years.",
    "With thousands of lakes and near endless forests, the Nordic nation of Finland is known for its extensive welfare system, high trust in authorities and low levels of inequality among its 5.5 million inhabitants.",
    "While Ukraine's ranking improved from 98 to 92 this year, despite the Russian invasion, its overall score fell from 5.084 to 5.071, on a scale of zero to 10.",
    "Professor Jan-Emmanuel De Neve, an editor of the report, said there had been an \"extraordinary rise in fellow feeling across Ukraine\" despite what the report called a \"magnitude of suffering and damage in Ukraine\" since the 2022 invasion.",
    "Last year \"benevolence grew sharply in Ukraine but fell in Russia,\" the report found, referring to acts like helping strangers or making donations.",
    "The report also cited a \"much stronger sense of common purpose, benevolence and trust in Ukrainian leadership\" than after Russia annexed Crimea in 2014.",
    "Northern Europe once again dominated the top spots -- with Denmark in second place followed by Iceland. Israel occupied fourth position, up five spots from last year.",
    "War-scarred Afghanistan, which has occupied the bottom spot on the table since 2020, saw its humanitarian crisis deepen since the Taliban government took power in 2021 following the US-led military pullout.",
    "The World Happiness Report, first published in 2012, is based on people's own assessment of their happiness, as well as economic and social data.",
    "In the index, neighbouring  India ranked 126th and Pakistan ranked 108th. (Darshana Sanjeewa Balasuriya)"
  ]
}