{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Socio-economic-roots-of-teenage-pregnancy-in-Sri-Lanka/172-254975",
  "time_ut": 1677533839.0,
  "original_lang": "en",
  "original_title": "Socio-economic roots of teenage pregnancy  in Sri Lanka",
  "original_body_lines": [
    "Colombo, February 27: In Sri Lanka, teenage pregnancy is lower than it is in most other developing countries, including South Asian countries. But there are noticeable differences within the island, depending on socio-economic factors, says Kumari Thoradeniya of the Department of Sociology, University of Peradeniya.",
    "In her paper published in Modern Sri Lanka Studies, Vol. XII, No. 01, 2021,Thoradeniya begins by saying that teenage pregnancies can be seen in every country in the world. According to a WHO study dated 2020, globally and annually, there were about 16 million girls between the ages of 15 to 19 who became mothers. Among those who were below 15 years of age, there were about a million who became mothers every year. But the majority of these teenage mothers were from developing countries. According to UNICEF, in 2008, one out of five children born was born to a teenage mother and 80% of these were from developing countries.",
    "The majority of teenage mothers have been from developing countries",
    "According to data published by the Change Care Foundation in 2019, among countries with the highest teenage pregnancies were:  Niger (20.3%) Mali (17.5%), and Angola (16.6%). Others having above 10% were Mozambique, Guinea, Chad, Malawi, Congo, Madagascar and Uganda.",
    "The figures for South Asia were lower, perhaps because of better socio-economic conditions. According to the World Population Prospects for 2019, Afghanistan had the highest percentage of teenage pregnancies (12%). The figures for other countries were: Bangladesh 8.2%, India 7.9%, Nepal 6.0%, Pakistan 4.4%, Sri Lanka 4.4%, and Maldives 0.7%. The figure for Bhutan was not available.",
    "Countries with the lowest teenage pregnancies in 2018 were: South Korea (0.1%), Denmark (0.3%), Singapore (0.3%), Switzerland (0.3%),  Netherlands (0.3%), Japan (0.4%) and Norway (0.4%).",
    "Thoradeniya says that studies in Sri Lanka showed that there was district-wise variation in the incidence of teenage pregnancy with the poorer and socially backward districts showing a higher incidence.",
    "A comparison of district-wise figures between 2000 and 2018 shows the phenomenon’s relation to socio-economic factors. The figures also show a decline in the incidence of teenage pregnancy, which again is related to socio-economic development.",
    "According to a WHO study dated 2020, globally and annually, there were about 16 million girls between the ages of 15 to 19 who became mothers",
    "According to UNICEF, in 2008, one out of five children born was born to a teenage mother and 80% of these were from developing countries",
    "Here are the figures comparing 2000 with 2018: Colombo (5.2% in 2000 to 3.1% in 2018); Gampaha (8.3% to 3.7%); Kalutara (9.0% to 3.5%); Kandy (5.7% to 3.5%); Matale (7.8% to 3.9%); NuwarEliya (6.6% to 4.5%); Galle (8.3% to 4.4%); Hambantota (9.4% to 4.1%); Jaffna (5.9% to 3.7%); Kilinochchi (8.3% to 5.3%); Mannar (6.7% to 4.7%); Vavuniya (7.7% to 4.6%); Mullaitivu (9.6% to 6.9%); Batticaloa (12.2% to 7.8%); Ampara (8.9% to 3.8%); Trincomalee (12.6% to 9.3%); Kurunegala ( 8.8% to 3.5%); Chilaw (14.5% to 6.8%); Anuradhapura (11.3% to 4.9%); Polonnaruwa ( 10.9% to 3.8%); Badulla (7.7% to 5.0%); Monaragala (9.8% to 4.3%); Kegalle (6.2% to 3.5%); Ratnapura (10.5% to 4.2%).",
    "However, Thoradeniya cautions that the table only shows the number of teenage mothers registered with the Family Health Bureau and adds that the Bureau itself believes that there may be more teenage mothers than what is officially reported. The second point she makes is that although there is a decrease in the number of teenage mothers in Sri Lanka in general, some districts show that the percentages are still high.",
    "The highest number of teenage mothers reported are from the districts of Trincomalee, Batticaloa and Mullaitivu, while the lowest numbers are reported from Colombo, Kandy and Kalutara districts. It is clear from these that there is a relative decrease in the number of teenage mothers in the districts where educational and other facilities are available than in the other districts, Thoradeniya points out.",
    "She refers to research done by sociologists at the Kandy General Hospital on 182 teenage mothers which says that 79% of them were from low-income and 21% from lower-middle-class families. No teenage mothers were from middle-class and upper-class families. One reason for this could be that middle-class or upper-class children are more likely to access private hospitals rather than government hospitals. However, the point to be noted is that the majority of those teenage mothers in Kandy General Hospital were from “broken families and families with lots of problems such as violence, single parent, and divorced parents.”",
    "In most developed countries teenage pregnancies are considered a health risk rather than a social or economic issue. Therefore, research is focused on finding health solutions. But in developing countries, teenage pregnancies are more connected with social, cultural and economic issues in addition to health risks, Thoradeniya says.",
    "Social factors such as sexual violence, extreme poverty, the impact of the war, lack of social opportunities could be identified as the main factors associated with teenage pregnancies in Sri Lanka. Other factors are a patriarchal culture, despondency over poverty, social pressure and misuse of the social media.",
    "“Sexual harassment, rape, violence against girls, the impact of war etc., may be reasons for teenage pregnancy in developing countries, and hence, more research needs to be done in connecting the problem of teenage pregnancies with these broader issues,” Thoradeniya says.",
    "She quotes a 2020 study that points out that Sri Lanka has the highest number of teenage mothers in war-affected areas. One of the reasons for this was that parents there married off their daughters at a tender age to prevent them from being recruited as child soldiers or as helpers on the battleground.War and poverty meant a loss of social opportunity in terms of education and employment.",
    "A large number of mothers go abroad as domestic workers when the children are young. Parents get divorced and remarry. This results in parental negligence that may result in children becoming insecure and exposed to",
    "Be that as it may, the declining number of teenage mothers can be pointed out as a positive development in Sri Lanka, Thoradeniya says.",
    "However, she recommends strong action against gender-based violence. Expansion of educational opportunities, eradication of poverty and restoration of social systems devastated by the effects of the long-drawn civil war are other recommendations, Thoradeniya makes. She also urges the health sector to initiate sex education and family counselling. And development agencies should educate parents on alternative income schemes to dispel despondency and misconceptions about available opportunities to make a living."
  ]
}