{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-tours-LIOC-s-Lower-Tank-Farm-in-Trincomalee/56-746012",
  "time_ut": 1678132000.0,
  "original_lang": "en",
  "original_title": "President tours LIOC’s Lower Tank Farm in Trincomalee",
  "original_body_lines": [
    "Says measures to commence Trincomalee development by renovating oil tanks unused for decades",
    "President Ranil Wickremesinghe on Friday directed the petroleum minister and officials to swiftly carry out a plan to revive the Trincomalee oil tank farm and incorporate it into the country’s economy.",
    "The President issued these directives during an inspection tour of the Lanka Indian Oil Company oil tank farm in Trincomalee.",
    "The President emphasised the urgency of implementing the Trincomalee Development Program by renovating the 61 tanks of the Upper Tank Farm (UTF) which has not been used over several decades.",
    "President Wickremesinghe was cordially welcomed by the Managing Director of LIOC Manoj Gupta at the LIOC’s Lower Tank Farm area along with other senior officials and team members of LIOC.",
    "The President was briefed by Gupta on the operations of the oil tank farm.",
    "In addition, the President visited the Lubricating Oil Blending Plant belonging to the Indian Oil Company, which has an annual capacity of 18,000 KL and fulfils the country’s lubricating oil needs.",
    "During the visit, the delegation also inspected Sri Lanka’s first locally-developed Grease Manufacturing Plant, which was built and launched by LIOC. With a capacity of 3000 MT per annum, this plant has the potential to meet the entire island’s demand for grease, thereby saving valuable foreign exchange that is currently being spent on grease imports.",
    "The President examined the bowser filling facility of LIOC, which operates 24/7 as needed, to ensure that the country’s energy needs are consistently and efficiently met.",
    "Additionally, the President toured the Upper Tank Farm (UTF) section at the Trincomalee tank farms. The area includes 61 storage tanks that are currently being renovated by Trinco Petroleum Terminal (TPTL), which is a partnership between Ceylon Petroleum and LIOC.",
    "The President also visited the tanks which were bombed during World War II.",
    "President Ranil Wickremesinghe expressed his appreciation for LIOC’s dedication to ensuring a consistent fuel supply to the country during the crisis. As a token of appreciation, a commemorative souvenir was presented to mark the President’s visit.",
    "Minister of Power and Energy Kanchana Wijesekara, State Ministers Premitha Bandara Tennakoon and D.V. Chanaka, Parliamentarian Kapila Athukorala, President’s Senior Adviser on National Security and Chief of Presidential Staff Sagala Ratnayake, LIOC Senior Vice President D. Mukherjee, LIOC Vice President B.K. Mandal, LIOC Managing Director Manoj Gupta, former Navy Commander Admiral Ravindra Wijegunaratne also participated in the event."
  ]
}