{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/synergising-roles-of-different-ministries-and-skills-of-rural-communities-to-address-present-economic-crisis/",
  "time_ut": 1702402560.0,
  "original_lang": "en",
  "original_title": "Synergising roles of different Ministries and skills of rural communities to address present economic crisis",
  "original_body_lines": [
    "Water Management Engineer who has worked with farmers in Mahaweli Project since 80s",
    "Sri Lanka was the food basket of Asia before the Industrial Revolution which took place about 200 years ago. However, presently even with so many different Ministries responsible for food production established after the so-called Revolution, we are now begging for food from other countries.  Main reason behind this dilemma is that our so-called academics who manage those Ministries are incapable of playing the role of educated and enterprising farmers. Most of them has never done agriculture as their livelihood other than maybe doing some pilot farming in research farms. Recent crisis faced by the country by banning Chemical Fertiliser without allocating a transition period for farmers to adjust, is a good example for the advice given only with the backing of their theoretical knowledge. Ironically, they have forgotten that the farmers were addicted to Chemical Fertiliser also by similar advisers based on the findings of their research farms.",
    "If we can use our freely available Water Resource, Soil, Sunshine and Human Labour with a Vision of educated farmers, we can easily become self-sufficient in foods again without depending upon $s. In this effort the Vision adapted by our ancient kings could be used as a guide. In the ancient approach, whole management efforts focusing on food production had been decentralised to village levels. It was up to the Villagers to manage their affairs to become self-sufficient in food. For example, in the Dry Zone, the Village Tank System was used as a tool for this decentralization There are more than 2000 Village Tanks still existing in the Dry Zone.  Unlike modern days, the food plate of ancient villagers was equivalent to a food plate of the richest country in the modern world. It has very low Carbohydrates but is full of protein rich foods.",
    "In the current scenario, in order to address this issue, the Private Sector companies specialised in different crops could launch joint ventures with farmer organisations in those villages focusing commercial agriculture. In this approach, those projects should be perceived as a Food Producing “Factory” – where water is the main limited raw material. Farmer organisations are responsible for providing manpower for the factories. Leaders of Village tanks could assume the role of Production Manager in the factory. Production Manager’s role should be to diversify food production focusing not only self-sufficiency in healthy foods but also economic benefits. This could be achieved by deviating from high water consumptive Rice Only Mode to alternative crops such as Sugar Cane, Cotton, Coconut, Protein rich foods like Maize, Kurakkan, Green Gram, and Different Fruits Varieties such as banana, papaya, cashew, etc. Inland Fishery in Village Tanks and Animal Husbandry in their catchment areas are also possible income generation options.  Such approach also promotes production of Organic Fertilisers. Creating marketing links to cater both local and export needs is a natural result of this approach.",
    "Open spaces available such as Village Tanks, Canals can be used to generate Off Grid Electric Power generation for Cold Rooms to store fruits and vegetables. Water savings also support the Hydro Power potential of major reservoirs.",
    "We were able to initiate the management concepts explained in this note during 2000 to 2004, in Irrigation areas under Kalawewa under a programme called Mahaweli Restructuring and Rehabilitation Project (MRRP) funded by the World Bank. In that project Water was used as a tool to disseminate the concept to farmers. It was done by operating the Distributary canals of Irrigation Canal Network feeding the farms to play a role of elongated Village Tanks as elongated Village Tanks. As a result, water was available for farmers at their farm gate “On Demand” basis like other government services like Drinking Water.",
    "There are about 300 farms of size 1 Hectare size under each such elongated tanks (Distributary Canals) which is about 3 KM long. For example, there are about 60 such elongated village tanks in the System H area under Kalawewa Reservoir feeding 18,000 Hectares of land.  For each elongated tank, an annual water quota was allocated at the beginning of Maha Season. If they save water received from Kalawewa by using Maha Rain Fall as a supplementary source, what they saved was available for water scarce Yala Season. As a result, Farmers were also mobilizing themselves to tap even ground water by constructing agro-wells as a strategy to save their annual water quota. The tree cover of the area was also increased because farmers were mobilized to plant trees in open spaces as a strategy to replenish ground water. As a result, the Water consumption for irrigated agriculture was reduced by 30%. That approach was named as Water Quota by the World Bank which funded that project.",
    "Because of the above approach, the Farmers were mobilized themselves as Organizations under each Distributary Canals which played the role of elongated village tank enjoying the Water User Rights in addition to Land Rights they are already enjoying.  Market oriented Crop diversification was a natural outcome of that approach.",
    "As a result of availability of water at farm gate “On Demand” basis, the farmer organisations were able to negotiate with a strong footing, for joint ventures with private sector companies specialised in the food sector. Another benefit observed in that approach was that the young farmer generation was also attracted to agriculture. The World Bank also recognised the above concept in 2003, as the best water management approach suitable for South Asian countries. However, due to the lack of vision of existing managers focusing on production, the above approach has not yet reaped the full benefits",
    "In 2006, an effort was made to modernise the same concept at Pilot Scale, called Easy Water Project, by introducing an SMS communication system, so that farmers can order water from the Main Reservoir by sending a SMS. At that time there were no Android and Apps etc. Therefor, it was not sustained as planned. Now it is possible to adapt   a system similar to QR Fuel Quota now we are using for vehicles. Instead of fuel, in this case the limited water storage in the Main Reservoirs of major scale irrigation systems is the main fuel tanks. Vehicle Transporting “Fuel” is the Main Canal. QR code can be given to each Farmers Organization Leaders so that they can request water to their command areas according to their individual needs subject to the upper limit.",
    "Normally our farmers are at the mercy of receiving services from different Ministries. However, by this approach that role would be reversed. For example, if those Ministries fail, according to this approach the Farmer Organisations would have the option to decide their next step such as hiring private consultants for services expected from the relevant ministries. Ministries responsible for managing irrigation systems can facilitate formation of joint ventures between farmer organisations and private sector companies, while guaranteeing the availability of the right quantity at the right time at the farm gates. If political leaders of different ministries grasp this approach, it could also be used as their guide to select the right professionals to run their ministries.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}