{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/08/01/sri-lankan-envoy-bats-for-land-connectivity/",
  "time_ut": 1690859400.0,
  "original_lang": "en",
  "original_title": "Sri Lankan envoy bats for land connectivity",
  "original_body_lines": [
    "(The Hindu); High Commissioner Milinda Moragoda says Sri Lanka’s hopes of benefiting from India’s economic growth and coming out of its current economic crisis hinged on being able to build causeways, bridges, pipelines, electricity transmission lines and landing infrastructure so as to increase travel to and from India, and he says the resolution of the Tamils’ issue would have to be found ‘within Sri Lanka’",
    "Land connectivity is essential for the growth of ties between India and its neighbouring island, said the Sri Lankan envoy here, pitching for connectivity projects resembling the “Channel tunnel” from the U.K. to Europe as a possible future initiative if environmental concerns are cleared.",
    "Speaking about Sri Lankan President Ranil Wickremesinghe’s visit to India in July, where the two countries unveiled an “Economic Partnership Vision” statement that includes maritime, air, energy, trade and people-to-people connectivity, High Commissioner Milinda Moragoda said Sri Lanka’s hopes of benefiting from India’s economic growth and coming out of its current economic crisis hinged on being able to build causeways, bridges, pipelines, electricity transmission lines and landing infrastructure so as to increase travel to and from India.",
    "“Building any causeway or highway across the streets will require environmental impact assessments, and there is a process for that”, Mr. Moragoda told The Hindu in an interview. “If Sri Lanka is looking at this idea of piggybacking on India’s growth story we have to have [land] connectivity,” he added.",
    "When asked why concerns expressed by India over implementation of the 13th amendment for devolution of power to Tamil majority areas was not, however, included in the joint statements made during the visit, the Sri Lankan envoy said President Wickremesinghe had discussed his latest proposals with Prime Minister Narendra Modi.",
    "“Prime Minister [Mr. Modi] expressed his views and President [Mr. Wickremesinghe] expressed Sri Lanka’s position. So that conversation will continue,” said Mr. Moragoda, pointing out that eventually the resolution of the Tamils’ issue would have to be found “within Sri Lanka”.",
    "The vision statement released after President Wickremesinghe met Mr. Modi in Delhi on July 21 refers to plans for a feasibility study on land connectivity “at an early date”.",
    "“Both leaders have decided to establish land connectivity between Sri Lanka and India for developing land access to the ports of Trincomalee and Colombo, propelling economic growth and prosperity in both Sri Lanka and India, and further consolidating millennia-old relationship between the two countries,” it said. However, the envoy declined to comment on whether this would involve using the Ram Sethu, or the Adam’s Bridge that connects Tamil Nadu to Mannar Island, which has been the focus of protests by religious and environmental groups, in any way.",
    "In addition, the envoy said that as Sri Lanka doesn’t have refining capabilities, an oil pipeline could help the island’s needs, especially if connected to the oil tank farms in Trincomalee which are also part of the MoUs signed during President Wickremesinghe’s visit. The projects agreed to during the visit most closely mirror a number of MoUs signed during Mr. Wickremesinghe’s previous visit in 2017, when he was Prime Minister under then Sri Lankan President Maithripala Sirisena. Those MoUs, including the plan for India to refurbish energy and port facilities in the eastern city of Trincomalee eventually did not make headway and were delayed due to internal political turmoil in Sri Lanka. When asked about timelines for the execution of the projects agreed to during this visit, Mr. Moragoda said the emphasis now is on encouraging private investments.",
    "“When you talk of timelines for initiatives like this in democracies, it’s more complicated. One understanding between the two leaders is to try to encourage the private sector to be more engaged on both sides, which could be more time-sensitive and successful,” he explained. He added that the purpose of the Sri Lankan President’s visit, the first to India since he took over in June 2022, to “chart the way forward” for Sri Lanka’s economic recovery, as the economic vision statement had done, and to thank Mr. Modi and India for the support to Sri Lanka during its debt crisis.",
    "In the past week, Colombo has received visits from French President Emmanuel Macron, Japanese Foreign Minister Yoshimasa Hayashi and an official from the Communist Party of China (CPC) Central Committee, all of whom also offered to help Sri Lanka as it works out a debt restructuring programme with the International Monetary Fund by the end of the year. Mr. Moragoda said economic revenue streams would have to be upgraded for a recovery, and hoped particularly for Indian investment and Indian tourists to contribute to that.",
    "Talk of the Town | Why was the chairman of SLT removed? | Rohan Fernando | 28th July 2023",
    "Talk of the Town | Medicine shortages compounded by lack of transparency | Dr. Prasad Herath |31st July 2023"
  ]
}