{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/01/turkiye-president-erdogan-indicates-presidential-and-parliamentary-elections-will-be-held-as-scheduled-on-may-14-despite-quake-disaster/",
  "time_ut": 1677672000.0,
  "original_lang": "en",
  "original_title": "Turkiye President Erdogan indicates presidential and parliamentary elections will be held as scheduled on May 14 despite quake disaster",
  "original_body_lines": [
    "Colombo (News 1st) – Turkiye President Recep Tayyip Erdogan on Wednesday (1st) appeared to confirm that the country's presidential and parliamentary elections will be held as scheduled on May 14 despite fears that election authorities may find it difficult to arrange the polls in areas devastated by the recent earthquake that killed over 45,000 people.",
    "\"This nation will do what is necessary on May 14, God willing,\" President Erdogan said in a speech to members of parliament from his ruling AK Party, Turkish media reported.",
    "His decision comes despite a drop in his personal popularity before the earthquake and some criticism of the government's response to the disaster.",
    "The elections were originally scheduled for June 18, but in a surprise move, President Erdogan advanced them to May 14 several months ago.",
    "The provinces hit by the earthquakes are home to some 14 million of the country's 85 million people and there had been some speculation that the elections would be put back to their original June 18 date or even later in the year.",
    "President Erdogan was first elected President in 2014 and has served two terms, having been re-elected in 2018.",
    "Legendary French striker Just Fontaine, all-time record holder for goals scored in one FIFA World Cup – 13 goals in 6 matches – dies at 89",
    "Turkiye President Erdogan indicates presidential and parliamentary elections will be held as scheduled on May 14 despite quake disaster",
    "RTI Act applicable to MPs, and they are expected to abide by the laws at all times – Appeal Court says in a landmark ruling",
    "BREAKING: Pakistan Supreme Court orders elections in 2 of the country’s 4 provinces within 90 days, despite govt saying it lacks funds"
  ]
}