{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-national-peoples-power-npp/",
  "time_ut": 1678852547.0,
  "original_lang": "en",
  "original_title": "The National People’s Power (NPP)",
  "original_body_lines": [
    "It is strange; everybody is attacking the NPP (The JVP alliance). Normally the opposition attacks the incumbent government when an election is to be held. The current government is such a corrupt, illicit, failed, impotent and incompetent government, it should attract, like a lightening conductor, all accusations, blame and attacks. But when the leading party in the opposition, SJB (the new name of the broken off majority of the old UNP) begins to attack another party in the opposition (NPP) with only three seats in the parliament, one must go deeper into the story.",
    "I normally tend to sympathize with the underdog. It is not just a matter of sentiment and feeling but a matter of justice. When the opposition is disunited and attacks one another who benefits? It is the rotten illicit government. If our aim is to rid the country of this illicit government all the parties of the opposition must unite. It would be interesting to find out why SJB is behaving funnily.",
    "This election is not going to topple the government. It will show, however, the people’s latest political trend. And the political trends have substantially changed after the glorious Aragalaya. The trend, I believe, that dominates and overrides other trends and party interests is the clamour for System Change.",
    "The system change that Aragalaya visualized is not just a change of ideology or some ism. What the Aragalaya wanted was revolutionary. It is taking power, non-violently of course and democratically, from the traditional elitist governing family groups and give it to the common people’s leadership. All the current and past governing families are really a kleptocracy who have robbed the country to bankruptcy. The change envisaged by the Aragalaya is not to reform the existing power holders with new laws, policies etc. What the Aragalaya clearly said was “enough is enough”; we do not need the Ali Baba and the 225 incorrigible parasites, any longer. All of them must be thrown out of power to save Sri Lanka.",
    "The very fact that SJB is viciously attacking the NPP shows where the dividing line is. The dividing line between the governing elite and the exploited people is now drawn and we can see who is on which side. In this primary, basic power struggle, many parties in the opposition are on the same side with the current illicit governing cabal. That is the present state of affairs.",
    "The NPP is on one side of the fence with a few small people-friendly parties and all the others are on the opposite side. The NPP, led by the JVP, has clearly taken a stand for the people and against the power elites. That is the gist of AKD’s speeches in their rallies. Naturally they are viciously attacked by all the traditional power elites with the communal parties as usual playing a waiting game to see how the dice rolls.",
    "The foregoing was a preparation as background for what I am presenting now. Whatever their ideology or party affiliation, people must take a united stand at this juncture of our current history to give the world a message that, finally, we the people, are truly free and independent. And I say we must vote for the NPP if the rotten government allows the local election to be held. We must unite not so much to put NPP in power but to show that a new post-Aragalaya clean political culture is installed.",
    "The new post Aragalaya culture is basically founded on the three values that spontaneously emerged in the Gotagogama. It is easy and cynical to criticize the Aragalaya saying that it was betrayed by its leaders, that they had selfish ulterior motives etc. The critics are wrong. It was declared that Aragalaya had no leaders and was “Nirpakshika”; everybody at the Galle Face Protest accepted it and nobody denied or opposed it. It was shown when both Sajith Premadasa and AKD were peremptorily ushered out of Galle Face Green. “Nirpakshika” means the individual citizen is sovereign, free and independent. He is not a slave of a political party nor is he an ever-devoted fan of any leader. He is totally free. He will judge the situation from day to day and make his decisions accordingly.",
    "Secondly, it was declared “Nirprachanda”. Nirprachanda is the sequent of equality and brotherhood that trash racism, communalism and all other obstacles to brotherhood and sisterhood of all the citizens, like religion, caste, gender, social status etc. This was an achievement par excellence. That it emerged spontaneously is a feather in the cap of all our citizens. It is the height of civilization and a richly cultured quality. It was proved on the 9th of May last year when the government goons attacked the sleeping Gotagogama when the protesters had already announced that they were leaving that afternoon. It was the traditional governing families, barbaric Neanderthals, armed with wooden and iron poles and chains attacking a small group of un-armed, non-violent, civilized and cultured citizens.",
    "Finally, the crown jewel of the Aragalaya was that it was an “Aadaraye” struggle. A struggle with love. Nobody knows how it came about. Again, it emerged spontaneously. It borders on spirituality reminding us of the Maithree of Lord Buddha and the Love of Jesus Christ. For it is only love or unselfish dedication to the welfare of all that will bring about equality, fraternity, law and order and prosperity. The cynics and the anti-Aragalaya fools can voice negative and damning statements about Aragalaya sounding off like some intellectual critique of it but the fact is it happened. Nobody can deny it.",
    "We must always keep these values in mind for they are ours; we found them at the Aragalaya; they are endemic to us and we must protect them. Aragalaya will go down in history as the moment when our nation came of age and became truly independent after 75 years of some fake, weak and deceptive independence.",
    "I always had reservations about the JVP and I voiced them openly in articles in national newspapers. Firstly, I called them the safety valve of a rotten, corrupt political culture. When people can no longer tolerate the greedy excesses of the Ali Baba and the 225 thieves, when the pressure builds up to the point of explosion, JVP comes out vociferously but innocuously against the excesses carrying files to the Bribery Commission etc. Of course, nothing happens but the public cools down. Then I found that they were getting thoroughly acclimatized to the rotten culture, enjoying the illicit and exaggerated perks and privileges of the corrupt regimes. They took the undeserved pensions, the tax-free vehicles and even crept back into the parliament through the crooked national list after losing elections.  They had become part of the system I thought. But the NPP is not the JVP in toto. It has many acceptable, reliable and authentic professionals, academics, artists and other community leaders. They give credibility to the NPP. Now that they openly and in public have taken the side of the ordinary man in the street and given the common people leadership, my reservations about the JVP are minimized. We must in full force support and vote for the NPP to save Sri Lanka from the rapacious scoundrels of the traditional governing families and their coterie.",
    "My humble suggestion to the NPP is that they never deviate from the three inestimable values of the Aragalaya. For System Change is not only getting rid of corruption and malpractice but changing from the mendacious mentality and the greedy, crooked attitudes of the current evil culture to a new social culture where people voluntarily practice the three Aragalaya values and are proud of them.",
    "I have noticed also that AKD in his speeches at their rallies and conferences promise to right all wrongs done to all communities. The speech on justice to the hill country plantation workers was really moving and most welcome, at last, after 75 years of their neglect and oppression. But when he promises so much to so many, I wonder whether he is being carried away by sheer political rhetoric or whether he is really serious. A doubt creeps in.  Therefore, to gain credibility and secure a strong majority of votes I plead with the NPP to sign the accord called CAG; the Citizens for Accountable Governance Lanka (CAG Lanka) Trust (Guarantee) Ltd. Which requests all voters to register with it to hold politicians and State officials accountable and also to acquire illegally earned finances and properties by them.",
    "Everything available and possible must be done to make the country take the 180 degrees U turn to move towards a hope-filled bright future."
  ]
}