{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Kalutara-suspect-confesses-Girl-jumped-from-window-after-phone-call/108-258950",
  "time_ut": 1683696340.0,
  "original_lang": "en",
  "original_title": "Kalutara suspect confesses: Girl jumped from window after phone call",
  "original_body_lines": [
    "The 29-year-old main suspect who had brought the 16-year old school girl to a hotel in Kalutara and whose naked body was later found near the railway line, confessed to police yesterday that the girl had climbed on a chair and jumped down from the window after she received a call from someone.",
    "\"While I was dancing with the girl in the hotel room, she received a call on her mobile phone from someone. She was upset after that call and scolded the caller saying, 'You destroyed me, don't stoop to low acts.' After that call, the girl became nervous. Then she climbed on a chair and jumped down from the window,” said the main suspect who was arrested in the Hikkaduwa area yesterday (9) in connection with the death of the schoolgirl.",
    "According to the police the suspect had said it was the first time he had met the victim.",
    "“I did not know this girl before. I only saw her on that day. I didn't even know she was a school going girl and did not know she presented someone else's ID to book a hotel room.”",
    "“We both had a good time there. We sang, we danced. In the meantime, there were calls to her mobile phone. It was obvious from her behaviour that the call was by someone to blackmail her.”",
    "\"During the call, she ran across the room as if in a trance. She changed a lot, and was upset. 'Don't stoop to such low acts, you destroyed me,' she angrily scolded the caller.",
    "Later, the girl who was disturbed by that call immediately climbed on a chair near the window and jumped down. I was sitting on the bed so I didn't have time to stop her,” the suspect further told police."
  ]
}