{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Youth-Day-Only-2-are-MPs/172-263971",
  "time_ut": 1690387041.0,
  "original_lang": "en",
  "original_title": "Youth Day: Only 2% are MPs",
  "original_body_lines": [
    "With President Ranil Wickremesinghe and the Sri Lanka  Podujana Peramuna (SLPP) Government taking practical and effective  measures to pull Sri Lanka out of the debt crisis and restore economic  stability within a few months, it is important to give a vital place to  the role of youth in the economic development strategy. They could get  involved practically and effectively in major social problems such as  poverty alleviation, and the battle against climate change so that we could  have a “green economy”.",
    "Indian social reformer Kailash Satyarthi—who  campaigned against child labour in India and advocated the universal  right to education—has portrayed the role of the youth in a powerful  way. He says the power of youth is the common wealth of the entire  world. The faces of young people are the faces of our past, our present  and our future. No segment in society can match with the power,  idealism, enthusiasm and courage of young people. Judged on this  basis, where does Sri Lanka stand?",
    "At present the youth are seen mostly  in demonstrations against various policies of the Government but they  also performed the extraordinary feat of forcing former President  Gotabaya Rajapaksa to flee the country in a secret flight. The  Government through proactive and innovative measures should inspire the  youth to enter into a peaceful and friendly dialogue and work out the  role they could and should play in this digital era.",
    "We did see through  powerful youth uprisings in 1971 and 1988, but the youth and the country  realized that violence is counterproductive or destructive and the way  to solve problems is a peaceful and friendly dialogue. In the north the  Liberation Tigers of Tamil Eelam (LTTE) and other terror groups learned  the same lesson with more than 100,000 being killed or injured, the  economic cost incalculable and the country still suffering its  consequences politically and economically.",
    "On August 12 the United Nations marks International  Youth Day with the theme being “Green Skills for Youth: Towards a  Sustainable World”. In a statement, the UN says today, the world is  embarking on a green transition. The shift towards an environmentally  sustainable and climate-friendly world is critical not only for  responding to the global climate crisis but also for achieving the  Sustainable Development Goals (SDGs).",
    "A successful transition towards a  greener world will depend on the development of green skills in the  population. Green skills are “knowledge, abilities, values and attitudes  needed to live in, develop and support a sustainable and  resource-efficient society”.",
    "According to the UN, these include technical knowledge and  skills that enable the effective use of green technologies and processes  in occupational settings, as well as transversal skills that draw on a  range of knowledge, values and attitudes to facilitate environmentally  sustainable decisions in work and in life. Due to their  interdisciplinary nature, the essence of green skills is sometimes  expressed, partly if not wholly, through other associated terms such as  “skills for the future” and “skills for green jobs”. While green skills  are relevant for people of all ages, they have heightened importance for  younger people, who can contribute to the green transition for a longer  period of time.",
    "The UN says youth can be a positive force for development  when provided with the knowledge and opportunities they need to thrive.  Today, there are 1.2 billion young people aged 15 to 24 years,  accounting for 16 per cent of the global population. By 2030—the target  date for the Sustainable Development Goals (SDGs) that make up the 2030  Agenda—the number of youth is projected to have grown by seven per cent, to  nearly 1.3 billion.",
    "Half of the people on our planet are 30 or younger, and  this is expected to reach 57% by the end of 2030. A survey shows that 67%  of people believe in a better future, with 15 to 17-year-olds being the  most optimistic about this. The majority of people agree that the age  balance in politics is wrong. More than two-thirds (69%) of people  across all age groups agree that more opportunities for younger people  to have a say in policy development/change would make political systems  better. Globally, only 2.6% of parliamentarians are under 30 years old,  and less than 1% of these young MPs are women.",
    "American singer-songwriter and poet Jim Morrison has some  practical advice for youth who do not wish to play an active role in  politics and social fields. “The most important kind of freedom is to be  what you really are. You trade in your reality for a role. You give up  your ability to feel, and in exchange, put on a mask”."
  ]
}