{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/domestic-debt-restructuring-fiasco/",
  "time_ut": 1688925300.0,
  "original_lang": "en",
  "original_title": "Domestic Debt Restructuring fiasco",
  "original_body_lines": [
    "Addressing a meeting of company directors, President Ranil Wickremesinghe said: “I hope that by September [2023] Sri Lanka will be able to shed its bankruptcy status”. What does this statement of the president really mean? Does it give the impression that Sri Lanka is back on the right path under the direction of his regime? Or, does it simply imply that Sri Lanka will re-start the repayment of foreign loans that were put on hold (so-called debt standstill) in July 2022? The commencement of the repayment of foreign loans would definitely exert pressure once again on the economy if there is no substantial haircut by foreign creditors. At the moment, total public debt/ GDP ratio is about 130 percent. By 2027- 2032 it is expected to decrease\\ to 95 percent of GDP. This is in itself a formidable task in the context of the shrinkage of the GDP the growth rate which is minus 11 percent in the first half of 2023. Hence, the government has to plan to reduce not only the public debt/ GDP ratio but also the nominal value of public debt that stands today at 83 billion US dollars. Foreign currency debt service payments were around 6 and 7 billion US dollars in 2020 and 2021 respectively. Because of debt standstill, it reached 2013 level in 2022.",
    "It is in this context, that the International Monetary Fund (IMF) proposed to restructure public debt as a pre-condition to offer financial assistance to debt-ridden Sri Lanka. The restructuring may be done either through a ‘haircut’ or lengthening the maturity time or reducing the rate of interest or a combination of these three. The IMF initially asked only for restructuring of foreign debt; there was no mention about the domestic debt restructuring (DDR). Nonetheless, the international sovereign bond (ISBs) holders insist that domestic debt restructuring is imperative for them to consider restructuring of the ISBs held by Sri Lanka. Hence, the government added domestic debt restructuring that was eventually called domestic debt optimisation (DDO) into its arsenal and the President also as a Minister of Finance picked this opportunity to increase his dictatorial powers making him the sole authority and decision-maker on DDO. Hundred and twenty-two members of the Parliament last Saturday voted for doing away with parliamentary power over public finance.",
    "According Prof. Howard Nicholas, the government’s capitulation before the international sovereign bond holders is totally unwarranted. ISBs were purchased with the presumption that there was some degree of probability that the Sri Lankan government would default. In order to offset this risk, Sri Lankan government had agreed to pay an interest rate substantially higher than that of the rupee denominated bonds, 6 percent vis-à-vis 4 percent. In a such a situation the demand by the ISB holders is unjust and immoral. Hence, according to Prof Nicholas, two kinds of investors should not be treated in the same terms. As a tame and subservient slave, now the government and the CBSL are exploring ways and means of reducing the government financial needs (GFN).",
    "The government and the CBSL have been making contradictory statements with reference to the DDO process. This is visible especially with regard to the restructuring of superannuation funds, particularly, the EPF the largest fund of Sri Lanka with more than three trillion rupees. The CBSL proposed and 122 members of the Parliament affirmed that amount that equals to 0.5 percent of the GDP should be taken away from the EPF in their attempt to reduce GFN from 34.6 percent of the GDP in 2022 to 13 percent of the GDP in 2032. CBSL loudly states that there will not be a ‘haircut’. Let us look at this argument. The expected contribution from EPF to debt restructuring would be US 377.5 million dollars (Rs. 113 billion) that is 3.3 percent of the total present nominal value of the EPF. Of course, this does not imply that this massive fund exceeding three trillion rupees will dry off in thirty odd years. That would not happen because every year there will be addition to the fund that exceeds at the moment its total yearly payment out of the fund.",
    "The government has proposed myriad of methods to extract Rs 113 billion from the fund. First, the Treasury proposed to change the portfolio of the fund in favour of long-term bonds. Hence, the fund should convert its Treasury Bills into Treasury Bonds. The conversion of short-term debt instruments to long-term debt instrument would reduce the total payment of the debtor, i. e, the Government of Sri Lanka. Short-term debt instruments have higher turnover than the long-term debt instruments.",
    "Marx in the second volume of his magnum opus discussed at length the turnover of capital and how it affected the surplus value generation. The same argument may be used to explain the reduction of interest payment when capital with less turn-over exceeds capital with high turn-over. The reduction of interest payment would occur even if there was no reduction of the rate of interest on treasury instruments in the fund portfolio. Secondly, the government would impose prohibitive tax if superannuation funds refuse to convert TB into T Bonds. Those funds would be subject to pay 30 percent instead of present rate 14 percent. This would be a heavy burden for small superannuation funds.",
    "In the discussion of DDO, one of the neglected aspects was its macro-economic implications. For an economy to run smoothly, it requires a certain proportion of liquid assets. Notwithstanding his trivia, once again, the second volume of capital throws some light in understanding these possible adverse macro outcomes.",
    "Marx notes that only part of the industrial capital is actively engaged in the production process. It is required if the production process to go on without interruption. Thus, Marx highlights the importance of the role of money capital, capital in its liquid form. In capitalist system, this is equally true for individuals, banks and companies. Hence, it is imperative to maintain a proper balance between liquid and illiquid assets. The disturbance of this balance would affect adversely the operations of the economy.",
    "It is also interesting to note that contrary to the orthodox theory, the amount of liquid assets including money supply are endogenously determined by the level of economic activity of the country. If, the economic agents have unnecessary liquid assets, they tend to convert it into more illiquid assets. On the other hand, if there is no adequate supply of liquid assets, economic agents like banks would create more money or issue commercial bills. Moreover, CBSL would buy government securities like Treasury Bonds in open market operations releasing more money to the economy.",
    "There are multiple factors that determine the ratio between liquid/ illiquid assets. As I do not have in my possession exact data on this ratio in Sri Lanka, I propose to use the data given by the Governor of the CBSL in his presentation as a proxy. The total of the Treasury papers in the local currency market is Rs. 12.8 trillion. Out of which Rs. 4.1 trillion are Treasury Bills while Rs. 8.7 trillion are Treasury Bonds. Approximately, the ratio is 32: 68. Using this as a proxy, we may say that the economy in order to run properly and smoothly, this ratio, 32: 68 should be maintained. The way in which DDO is planned disturbs this ratio in favour of Treasury Bonds, relatively an illiquid asset. How would economy respond to it?",
    "Artificial reduction of liquid assets under the guise of DDO would definitely generate pressure on the short end of the capital market. The economy would respond to it by increasing money supply by the banking system since money supply is endogenously determined. Last Thursday, the CBSL reduced it policy interest rate assuming that the market would respond positively. Nonetheless, in an environment in which market seeks more liquid funds to offset the reduction, Treasury Bills would, other things being equal, drive up interest rates. Anticipating John Maynard Keynes, Marx argues that the demand for and supply of money is the key determinant of the rate of interest. Hence, would the money market follow the CBSL lead and reduce its interest rate? Sometimes, laws of the market are more powerful than the dictatorial powers of politicians.",
    "Ernest Mandel, writing an excellent introduction to Marx’s volume two of Capital feared that the volume two “does not contain much material for agitation”. Alas! Mandel was wrong. The DDO of the Sri Lankan government and the proposed reform for superannuation funds contain adequate material for agitation by the individual account holders of those superannuation funds.",
    "(The writer is a retired teacher of political economy. E-mail: sumane_l@yahoo.com)",
    "Tikiri K. Jayathilaka appointed as the Chief of Staff and Deputy Secretary General of Parliament",
    "Kushani Rohanadeera, assumes duties as Secretary General of the Parliament",
    "COPA: Rs 900 bn yet to be collected in taxes, penalties and interest",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}