{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-spreads-joy-of-avurudu-with-loyalty-rewards-and-exciting-offers/",
  "time_ut": 1680889620.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL spreads joy of Avurudu with loyalty rewards and exciting offers",
  "original_body_lines": [
    "SLT-MOBITEL, the National ICT Solutions Provider is cheering the ‘Avurudu Spirit’ with a host of exciting offers and loyalty rewards for existing customers, including deals on fibre, 4G connections, purchases of smartphones, data and devices. SLT-MOBITEL Avurudu offers are conceptualised to ensure both Home and Mobile customers are able to celebrate the seasons of joy seamlessly by going beylond connectivity and enjoy limitless experiences.",
    "From 10 March to 10 April 2023, SLT-MOBITEL Fixed is offering Fibre new connection with Broadband connections one month rental free upto Rs.6000, and new PEO TV connections can discover a high-definition entertainment experience as they benefit from receiving the service rental free for one entire month. Meantime, new 4GLTE customers will obtain a 50GB free data bundle in the season.",
    "During the same period an exciting range of data and mobile devices are also on offer. The SLT-MOBITEL special device and data offer features the 4G Mobile Wingle with Free 20GB Anytime Data Bundle every month for 3 months. However, purchase of these data devices is based on a contract for up to three (03) months.",
    "The SLT-MOBITEL Mobile smartphones and data offer features the Samsung Galaxy S22 5G (8+256GB), Samsung Galaxy S22 Ultra 5G (12+256GB), Apple iPhone 13 Pro 128GB Graphite and Apple iPhone 13 Pro Max 128GB Alpine Green. TCL smartphones included are TCL 20SE (4+128GB), TCL 20L (4+128GB), TCL 20 5G (6+128GB), TCL TAB 10s 4G (3GB+32GB), TCL TAB 10 FHD 4G (3GB+64GB) and the TCL 20 Pro (6/256 GB). This offer available at selected SLT-MOBITEL locations.",
    "Continuing the New Year bonanza, customers can receive amazing discounts ranging from 10-40% on a host of devices including Mini UPS (35%), DCP Mini UPS (40%), PowerLast Power Backup (10%), CLI Phone (10%), CLI Slim Phone (10%). These new devices may be purchased from SLT-MOBITEL regional offices or from eTeleshops.",
    "During the Avurudu period 10-14 April 2023, existing fibre, 4GLTE and ADSL customers also receive loyalty rewards. Broadband users are presented 25GB free Avrudu data ADD-ON valid for 7days which the customer can activate via the MySLT app or the MySLT Portal. Avrudu data ADD-ON includes Popular communication , Netflix, PeoTVGo , Amazon etc.",
    "SLT-MOBITEL fixed line users all voice calls free on the auspicious 13 to 14 April period and, PEO TV users also receive a special discounted offer for Video on Demand from 13 to 16 April on Fibre and ADSL.",
    "SLT-MOBITEL Mobile also rings in an amazing New Year with a special Data bonus Happy Hour offer for prepaid customers on Avurudu days 13th and 14th April. Users receive a data bonus gift on 13 to 14 April when they reload during 1-3pm, 4-6pm and 10-11.59pm. Mobile users can also reload Rs.200 and receive 10GB valid for 2 days.",
    "The SLT-MOBITEL new connection benefits, discounts on smartphones, data deals and device offers enable customers to celebrate the New Year, staying connected with family and friends and benefit from rich seamless experiences whilst existing users also will enjoy the loyalty benefits during the season.More information on the Avurudu deals may be obtained by visiting SLT-MOBITEL regional offices or calling 1212 or visit www.sltmobitel.lk.The offers are subject to conditions.",
    "‘Save while you spend’ with 1% CashBack on DFCC Bank Credit Cards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}