{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Who-are-the-culprits-behind-the-economic-crisis/172-262809",
  "time_ut": 1689006388.0,
  "original_lang": "en",
  "original_title": "Who are the culprits behind the economic crisis?",
  "original_body_lines": [
    "Speaker Mahinda Yapa Abeywardena on Thursday named a 14-member Parliamentary Select Committee (PSC) under the Chairmanship of MP Sagara Kariyawasam, the General Secretary of the ruling Sri Lanka Podujana Peramuna (SLPP), to probe the country’s financial bankruptcy.",
    "The other members of the PSC are Pavithra Wanniaratchchi, D.V. Chanaka, Vijitha Herath, Mahindananda Aluthgamage, Eran Wickremeratne, Jayantha Ketagoda, Harshana Rajakaruna, Major Pradeep Udugoda, Sanjiva Edirimanne, Nalaka Bandara Kottegoda, Shanakiyan Rasamanickam, and Prof. Ranjith Bandara.",
    "No sooner did the Speaker name its Chairman, there were howls of protests from the Opposition in the House. The reason for the protest against Kariyawasam was that he was closely associated with the party founder Basil Rajapaksa who is accused of being instrumental in the economic collapse of the country.",
    "Basil Rajapaksa also served as the Economic Development Minister during Mahinda Rajapaksa’s Presidency and later as Finance Minister under President Gotabaya Rajapaksa.",
    "Interestingly, on the same day (Thursday, July 6), Parliament passed the second reading of the much awaited Anti-Corruption Bill (ACB) without a vote. Ironically many members of Parliament accused all political parties that governed the country since Independence of being responsible for the current economic bankruptcy.",
    "It was interesting that no MP, attempted to distance themselves from the allegation.   The third reading of the Bill with amendments is slated to be debated on July 19.",
    "The Bill is a response to one of the conditions of the International Monetary Fund (IMF) calling for structural reforms. Reducing corruption vulnerabilities was among the “key elements” of the staff-level agreement between the IMF and Sri Lanka reached on September 1, last year.",
    "The necessity to find as to how Sri Lanka went bankrupt and who are responsible for it cannot be castoff. However, who can accomplish that task is a contentious matter. Whether a group of parliamentarians can do so is debatable, as they themselves acknowledge that it was the political parties that they represent who were responsible for the crisis.",
    "Nevertheless, the international community had already concluded the economic crisis in Sri Lanka was mainly the result of mismanagement and corruption prevalent in the country - especially within the government mechanism.",
    "Even before the staff-level agreement was reached, the IMF Managing Director, Kristalina Georgieva said during an interview with India’s NDTV on the sidelines of the World Economic Forum meeting at Davos on May 26 last year that Sri Lanka’s crisis is due to mismanagement. Meanwhile, a report by the United Nations High Commissioner for Human Rights also said in September last year that impunity for human rights violations and economic crimes is an underlying cause of Sri Lanka’s prevailing economic crisis.",
    "The Sri Lankan government protested against the term ‘economic crimes’ in that report. However, the Supreme Court in October last year allowed proceedings of a case filed by Transparency International against several members of the Rajapaksa family and several others, alleging that they were directly responsible for the country’s foreign debt and the worst economic crisis.",
    "It is true that all political parties that ruled the country have to take the responsibility for the current situation. However, the role played by the Gotabaya Rajapaksa government in ruining the economy was greater than that of other regimes. The former Defence Secretary, soon after assuming office as President in November 2019 implemented a huge tax cut, the impact of which was said to have caused a loss of over Rs. 650 billion annually.",
    "Subsequently, his sudden decision to ban chemical fertiliser imports cost the country’s agriculture dearly. It almost destroyed agricultural activity, including the dollar earning export crops. The members of the Monetary Board of the Central Bank told COPE a few months ago that the artificially setting up of an upper limit of Rs. 203 per USD in 2021 had cost the foreign reserves around $ 5.5 billion.",
    "All ruling party members including those who claim to be economic experts justified these measures, as happened during all past governments. They were mainly concerned about protecting their positions and perks, rather than the interests of the economy and the people. It is against this backdrop that Parliament is attempting to find the culprits behind the economic crisis."
  ]
}