{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Eran-says-Anti-Corruption-Bill-silent-on-recovery-of-stolen-assets-in-foreign-jurisdictions/56-749885",
  "time_ut": 1687550342.0,
  "original_lang": "en",
  "original_title": "Eran says Anti-Corruption Bill silent on recovery of stolen assets in foreign jurisdictions",
  "original_body_lines": [
    "SJB MP Eran Wickramaratne this week alleged in Parliament that the Government is hiding behind the fact that the country has laws such as the Money Laundering Law of 2006, Financial Transaction Reporting Act of 2006 and Mutual Legal Assistance & Criminal Law of 2002 without including more comprehensive measures to combat corruption and to recover stolen assets from foreign jurisdictions under the new Anti-Corruption Act as envisaged in the UN convention on corruption.",
    "The Anti-Corruption Bill brought to Parliament today has not given full effect to the UN Convention on corruption. The provisions in the UN convention are aimed at tracing and retrieving stolen assets, specially assets that are most often in other jurisdictions. Article 51 of the UNCAC which gives the utmost supreme position to asset recovery stipulates “the return of assets pursuant to this chapter is a fundamental principle of this Convention, and States Parties shall afford one another the widest measure of cooperation and assistance in this regard.”",
    "Wickramaratne speaking in Parliament on the debate on Anti-Corruption Bill said that the bill on anti-corruption does not talk of recovery of stolen assets, which is most important given the siphoning off of the wealth of the country by most influential people in the country in the past.",
    "The SJB MP further said that it refers to certain provisions but does not give full impact of it. Sri Lanka signs up international conventions and we have to give effect to them particularly by bringing local enabling laws. We are neither giving effect to the UN Convention on corruption nor are we satisfying the Constitutional requirement.",
    "The UNCAC consists of 71 articles spread over eight chapters and covers five main areas; 1) preventive measures, 2) criminalisation and law enforcement, 3) international cooperation, 4) asset recovery and 5) technical assistance and information exchange.",
    "The first part on ‘prevention’ covers legislation and measures every stage should adopt and implement to enhance transparency, oversight and controls, in a way that makes it difficult for the corrupt to commit wrongdoings.",
    "However, no matter how effective prevention is, treatment cannot be ignored. This leads to ‘criminalisation and law enforcement’ which identifies the main corruption-related crimes and offences including bribery, embezzlement, influence peddling, work-related exploitation, illicit enrichment and other crimes, their sanctions, as well as the mechanisms that allow for the prosecution of the perpetrators effectively, without obstacles such as immunities, bank secrecy etc.",
    "There is a reference to sexual favour being included but not sexual bribes, but the Opposition agrees with the Government for it to be amended as sexual bribery.",
    "It should be noted, in the proposed bill that provisions have not been made to give effect to chapter iv and v of the UN Convention. Mutual legal assistance, transfer of criminal proceeds, law enforcement cooperation, joint investigation, detection and prevention of proceeds of crimes, direct recovery of property, mechanisms for recovery of property through international cooperation, financial intelligence – none of which are included in the presented Anti-Corruption Bill. In the context of these shortcomings, Sri Lanka cannot expect meaningful measures to eliminate corruption and stolen assets recovery. Sri Lanka has further reiterated its commitment to cooperate in the international arena to combat the transfer of proceeds of crime and recovery of such proceeds. However, these efforts have failed to translate into domestic laws and have not been included in the proposed Bill despite the overarching constitutional and international obligations and despite the fact that the law is being amended after nearly 30 years.",
    "“Asset recovery is one of the main purposes in bringing anti-corruption law in the country but unfortunately this Anti-Corruption Bill ignores it and that is not acceptable. Not only are we not fulfilling the obligation of the UN Convention which Sri Lanka signed in 2004, we are also not meeting the requirements that are stated in our own constitution,” said Wickramaratne.",
    "Therefore, the SJB MP urged the Government, especially in view of re-introduction of Article “156 A” under 21st Amendment to the Constitution, to bring sufficient measures to propose new law for the implementation of the UN Convention as we haven’t done so through this Anti-Corruption Bill.",
    "At present, the Criminal Procedures code section 194 permits the AG to withdraw indictments at any stage. However, such provisions should be resorted to in a very limited number of cases, where the AG is of the view that the prosecution cannot proceed either due to a lack of evidence or any other similar reason. Clauses 67 (2) and 67 (3) are attempting to embolden the power of the commission to withdraw indictments even where evidence exists to continue with the prosecution. Article 67 needs to be deleted or amended. “The ultimate test is Who have we brought to justice? What are the stolen assets recovered? And has corruption reduced?,” Wickramaratne queried in Parliament."
  ]
}