{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pan-asia-bank-empowers-smes/",
  "time_ut": 1686154920.0,
  "original_lang": "en",
  "original_title": "Pan Asia Bank empowers SMEs",
  "original_body_lines": [
    "Synonymous with Small and Medium Enterprises (SMEs) banking, Pan Asia Bank remains committed to empowering SMEs to reach their full potential by helping them to overcome the challenges emanating from the economic crisis. Demonstrating its commitment, the Bank held a workshop recently for its SME customers on the topic of ‘Financial Management’ to enhance financial literacy through group based assignments.",
    "Up to 40 of Pan Asia Bank’s SME clients from Tangalle, Embilipitiya and Ambalanthota in the southern region attended the timely and useful workshop. The program was conducted by experienced banker and coach Sarath Dias Bandaranaike.",
    "The workshop focused on factors such as inherent strengths and weaknesses of the SME entrepreneurs and their importance for the economy and how to develop the right character traits to become a successful entrepreneur. Apart these softer aspects, the workshop put the participants through understanding of banking, working capital, current assets and current liabilities, profitability and cash flow, preparing a bank reconciliation statement, challenges of using cheques, and provided practical exposure to assessing the working capital gap and understanding funding requirements. The workshop also advised participants about the risks of improper use of credit; and this was duly supported by the regional management of the Southern Region of Pan Asia Bank.",
    "Nimal Rathnayake, Assistant General Manager Branch Credit commented, “Pan Asia Bank often initiates valuable and practical workshops for its valued SME customer base, thereby strengthening the SME sector. SME’s are the backbone of the economy and our presence in all regions of the country ensures that Pan Asia Bank plays a pivotal role in partnering the SME sector to success.”",
    "The participants expressed their gratitude to the Bank for equipping them with better financial management skills which they can now harness in improving the financial needs of their businesses. These efforts show the continuous commitment of the Truly Sri Lankan bank, Pan Asia Bank, towards the upliftment of the business community and the revival of the Sri Lankan economy.",
    "Photo caption: Pan Asia Bank Southern region staff and area managers with the participants at the workshop.",
    "Microsoft Imagine Cup 2023 World Finalists from Sri Lanka meet U.S. ambassador Julie Chung",
    "What are leading names in Sri Lankan industries doing to decarbonize?",
    "Pan Asia Bank establishes INR account in partnership with Standard Chartered Bank, India in order to strengthen regional trade",
    "Pan Asia Bank recognizes top performers at its 2022 retail awards",
    "Pan Asia Bank rewards loved ones of its remittance customers",
    "Partnership to benefit the education of many students across Sri Lanka",
    "Pan Asia Bank records steady performance – Profit After Tax soars by 50%",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}