{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ranils-13a-diversion-moragodas-monkey-bridge-mantram/",
  "time_ut": 1691297160.0,
  "original_lang": "en",
  "original_title": "Ranil’s 13a Diversion & Moragoda’s Monkey Bridge Mantram",
  "original_body_lines": [
    "President Wickremesinghe’s diversion is working. There is more chatter in the media and political society about the 13th amendment than there is about the agreements that will alter for the worse the fundamental conditions of our collective existence, namely the land bridge to India.",
    "There is much to debate about the 13th amendment but whatever one thinks of the amendment there is always the Supreme Court, the 2/3rds majority and the Referendum provision as guardrails. Furthermore, the 13th amendment, despite its external provenance, has primarily internal, domestic implications.",
    "Not so the land bridge and other physical connectivity with India, which directly alters our external relations; the relationship between the island and its environment.",
    "Why is President Wickremesinghe intending to address Parliament next week on the 13th amendment which has already been discussed at the all-parties roundtable, and can be further discussed at that forum when it next convenes?",
    "Ranil knows that he cannot get an augmented 13A past the SLPP, his ally the ruling party. He also knows that any enhancement may be challenged in the Supreme Court and prove contentious in parliament.",
    "To my mind he is seeking to foreground 13A for three strategic—not merely tactical– reasons:",
    "1.     To split the political sphere as between those who support 13A, those who oppose it, those who seek and support an enhancement, and those who oppose it. This would fundamentally realign politics, change the political equation.",
    "2.     In this manner, even if he loses the SLPP—and he may be betting that it will blink rather than go into Opposition—he thinks he can swing the SJB or a section of it, i.e., he can corner Sajith and split the SJB.",
    "3.     Most importantly the 13A debate can act as a massive diversion, a smokescreen which masks the far more geostrategic move he is undertaking, i.e., a fundamental shift in the tectonic plates, which would physically integrate Sri Lanka with India to our existential detriment.",
    "What should the political parties do in the face of this cynical adventurism? The answer is simple. Stick to the one thing that most parties seem to agree on, which is also the only thing that makes sense at this point in time, one year before presidential election 2024.",
    "Whatever stand one may have on 13A, President Wickremesinghe’s former teacher at the faculty of law of the university of Colombo, Prof GL Peiris, taught him one last lesson while looking him in the eye, at the recent Roundtable conference. What is devolution, he asked? Devolution is the sharing of power through the transfer of a measure of power, to a body comprising the elected representatives of the people of a given area. 13A devolves certain powers to the provincial councils. Without active Provincial Councils in existence, devolution is meaningless.",
    "In keeping with Prof Peiris’ argument, the political parties arrived at a consensus that the discussion on devolution has as a conditio sine qua non, the earliest possible revival of the Provincial Councils through the holding of the long-delayed election.",
    "That should remain the response of the political parties in Government and opposition, to President Wickremesinghe’s diversionary and divisive political operation scheduled for next week.",
    "Meanwhile, here’s what he is diverting attention from—successfully, so far.",
    "“Land connectivity is essential for the growth of ties between India and its neighbouring country, Sri Lankan High Commissioner to India Milinda Moragoda has said in an interview with The Hindu posted online on July 31, pitching for connectivity projects resembling the “Channel tunnel” from the U.K. to Europe as a possible future initiative if environmental concerns are cleared.",
    "Speaking about Sri Lankan President Ranil Wickremesinghe’s visit to India in July, where the two countries unveiled an “Economic Partnership Vision” statement that includes maritime, air, energy, trade and people-to-people connectivity, High Commissioner Moragoda said Sri Lanka’s hopes of benefiting from India’s economic growth and coming out of its current economic crisis hinged on being able to build causeways, bridges, pipelines, electricity transmission lines and landing infrastructure so as to increase travel to and from India.",
    "“Building any causeway or highway across the streets will require environmental impact assessments, and there is a process for that”, Mr. Moragoda told The Hindu in an interview. “If Sri Lanka is looking at this idea of piggybacking on India’s growth story we have to have [land] connectivity,” he added.",
    "…The vision statement released after President Wickremesinghe met Mr. Modi in Delhi on July 21 refers to plans for a feasibility study on land connectivity “at an early date”.",
    "“Both leaders have decided to establish land connectivity between Sri Lanka and India for developing land access to the ports of Trincomalee and Colombo, propelling economic growth and prosperity in both Sri Lanka and India, and further consolidating millennia-old relationship between the two countries,” it said. However, the envoy declined to comment on whether this would involve using the Ram Sethu, or the Adam’s Bridge that connects Tamil Nadu to Mannar Island, which has been the focus of protests by religious and environmental groups, in any way…”",
    "(HC Moragoda pushing for land connectivity with India – The Island) The Moragoda mantram of physical connectivity between Sri Lanka and India is deadly dangerous nonsense. He invokes the example of the Chunnel, the Channel tunnel that connect the UK with France and thus the continent. Britain does not have on its side of the Chunnel, or anywhere for that matter, a large area of French speakers who fought a war to secede from France.",
    "Sri Lanka does in the case of Tamil Nadu. The North and East of the island of Lanka will always be predominantly Tamil-speaking, and India, our sole neighbour, will always be gargantuan and contain a large and strong Tamil Nadu in its Southern cone, a mere strip of water away.",
    "It is deceitful of Moragoda to invoke the Chunnel to justify his dangerous argument. The correct parallel would be if Canada, with its French-speaking once-separatist Quebec, were a neighbour of France rather than across an ocean from it, and decided to establish land connectivity and thereby contiguity with it.",
    "“If Sri Lanka is looking at this idea of piggybacking on India’s growth story we have to have [land] connectivity,” asserts Milinda Moragoda. This too is arrant nonsense. South East Asia, the ASEAN region, is piggybacking on China’s growth story, but is certainly not seeking physical connectivity and contiguity with China and is doing the opposite, trying to balance off China geopolitically.  The superb film Barbie was banned in Vietnam because it showed China’s contentious ‘9-dash-line’ in the sea, which Vietnam contests.",
    "“Both leaders have decided to establish land connectivity between Sri Lanka and India for developing land access to the ports of Trincomalee and Colombo, propelling economic growth and prosperity in both Sri Lanka and India, and further consolidating millennia-old relationship between the two countries”.",
    "One of these leaders is unelected by the people and has no mandate to agree to any such thing. “Propelling economic growth and prosperity” does not require physical connectivity. The millennia-old relationship between the two countries” evolved because we were two countries, physically separated by the sea. The relationship which lasted millennia does not require so fundamental an alteration of its very basis, by physical integration of our small island into the vast, teeming, subcontinental landmass.",
    "All political parties should demand a Referendum on this both basic of violations.",
    "Wimala Wijewardene enchanted by my piano playing at ‘Temple Trees’",
    "Import controls in Sri Lanka: Political preference and incentive distortions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}