{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90169/texas-man-kills-5-neighbors-after-they-complained-of-gunfire",
  "time_ut": 1682829840.0,
  "original_lang": "en",
  "original_title": "Texas man kills 5 neighbors after they complained of gunfire",
  "original_body_lines": [
    "A Texas man went next door with a rifle and fatally shot five of his neighbors, including an 8-year-old boy, after they asked him to stop firing rounds in his yard because they were trying to sleep, authorities said Saturday.",
    "The suspect, identified as 38-year-old Francisco Oropeza, remained at large more than 18 hours after the shooting and authorities warned that he might still be armed. The attack happened just before midnight Friday near the town of Cleveland, north of Houston, on a street where some residents say it is not uncommon to hear neighbors unwind by firing off guns.",
    "San Jacinto County Sheriff Greg Capers said Oropeza used an AR-style rifle, and as the search for him dragged into Saturday evening, authorities had widened their efforts to as far as “10 to 20 miles” from the murder scene. He said Oropeza may still have a weapon but that he believes authorities have the rifle used in the shooting.",
    "Capers said they found clothes and a phone while combing a rural area that includes dense layers of forest but that tracking dogs had lost the scent.",
    "Capers said the victims were between the ages of 8 and 31 years old and that all were believed to be from Honduras. All were shot “from the neck up,” he said.",
    "The attack was the latest act of gun violence in what has been a record pace of mass shootings in the U.S. so far this year, some of which have also involved semiautomatic rifles.",
    "The mass killings have played out in a variety of places — a Nashville school, a Kentucky bank, a Southern California dance hall, and now a rural Texas neighborhood inside a single-story home.",
    "Capers said there were 10 people in the house — some of whom had just moved there earlier in the week — but that that no one else was injured. He said two of the victims were found in a bedroom laying over two children in an apparent attempt to shield them.",
    "A total of three children found covered in blood in the home were taken to a hospital but found to be uninjured, Capers said.",
    "FBI spokesperson Christina Garza said investigators do not believe everyone at the home were members of a single family. The victims were identified as Sonia Argentina Guzman, 25; Diana Velazquez Alvarado, 21; Julisa Molina Rivera, 31; Jose Jonathan Casarez, 18; and Daniel Enrique Laso, 8.",
    "The confrontation followed the neighbors walking up to the fence and asking the suspect to stop shooting rounds, Capers said. The suspect responded by telling them that it was his property, Capers said, and one person in the house got a video of the suspect walking up to the front door with the rifle.",
    "The shooting took place on a rural pothole-riddled street where single-story homes sit on wide 1-acre lots and are surrounded by a thick canopy of trees. A horse could be seen behind the victim’s home, while in the front yard of Oropeza’s house a dog and chickens wandered.",
    "Rene Arevalo Sr., who lives a few houses down, said he heard gunshots around midnight but didn’t think anything of it.",
    "“It’s a normal thing people do around here, especially on Fridays after work,” Arevalo said. “They get home and start drinking in their backyards and shooting out there.”",
    "Capers said his deputies had been to Oropeza’s home at least once before and spoken with him about “shooting his gun in the yard.” It was not clear whether any action was taken at the time. At a news conference Saturday evening, the sheriff said firing a gun on your own property can be illegal, but he did not say whether Oropeza had previously broken the law.",
    "Capers said the new arrivals in the home had moved from Houston earlier in the week, but he said he did not know whether they were planning to stay there.",
    "Across the U.S. since Jan. 1, there have been at least 18 shootings that left four or more people dead, according to a database maintained by The Associated Press and USA Today, in partnership with Northeastern University. The violence is sparked by a range of motives: murder-suicides and domestic violence; gang retaliation; school shootings; and workplace vendettas.",
    "Texas has confronted multiple mass shootings in recent years, including last year’s attack at Robb Elementary School in Uvalde; a racist attack at an El Paso Walmart in 2019; and a gunman opening fire at a church in the tiny town of Sutherland Springs in 2017.",
    "Republican leaders in Texas have continually rejected calls for new firearm restrictions, including this year over the protests of several families whose children were killed in Uvalde.",
    "A few months ago, Arevalo said Oropeza threatened to kill his dog after it got loose in the neighborhood and chased the pit bull in his truck.",
    "“I tell my wife all the time, ‘Stay away from the neighbors. Don’t argue with them. You never know how they’re going to react,’” Arevalo said. “I tell her that because Texas is a state where you don’t know who has a gun and who is going to react that way.”",
    "A previous version of this story, based on information from a San Jacinto County prosecutor, incorrectly identified one of the victims as 15 years old."
  ]
}