{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-plans-to-send-university-students-to-harvard-cambridge-117359/",
  "time_ut": 1680575640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka President plans to send university students to Harvard, Cambridge",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka plans to send four talented students to Cambridge, Harvard, Oxford and Stanford, President Ranil Wickremesinghe has said as the country suffers the worst monetary instability since setting up a money printing central bank.",
    "“We propose to select ten talented final year students studying economics in universities to participate in discussions with officials and ministers,” President Wickremesinghe was quoted as telling university lecturers at a meeting.",
    "“In addition, we aim to provide four talented students with foreign scholarships to renowned universities such as Harvard, Cambridge, Oxford, and Stanford.”",
    "Cambridge after John Maynard Keynes was credited with teaching money printing ideology and stimulus which led to a series of ‘Sterling Crises’, high inflation, the original ‘brain drain’ as well as strikes as inflation picked up in the UK.",
    "Under so-called ‘Cambridge Economics’ also dubbed “lost generation economics’ by German economists who gave the ideological foundation for the social market economy in the Federal Republic, based on tight controls on the central bank, UK went to the IMF 11 times.",
    "Analysts had warned for several years earlier that the adoption of overt lost generation economics after the end of a 30-year war risked external default and monetary instability.",
    "Sri Lanka’s Weimar Republic factor is inviting dollar sovereign default: Bellwether",
    "Hayek’s warning: lost generation economics kill Sri Lanka’s social market economy attempt",
    "Sri Lanka’s path to debt and destruction paved by currency collapse, REER targeting",
    "Harvard, under Alvin Hansen also led the Keynesian revolution in the US.",
    "Monetary stimulus and mis-targeted policy rates eventually led to the collapse of the US dollar, the three centuries old Gold Standard, as well as the Bretton Woods system of soft-pegs in 1971-72 amid a commodity bubble known as the first oil shock.",
    "Hansen, in part, was responsible for the employment mandate of the Federal Reserve which conflicts with its stability role and is credited with triggering the post-Covid ongoing monetary crisis.",
    "The UK re-adopted monetary stability under Margaret Thatcher, tamed the central bank, raised value added taxes and cut income tax and stopped going to the International Monetary Fund up to now by ending conflicting money and exchange policies.",
    "Among those who gave intellectual leadership to UK, was Friedrich Hayek who taught at London School of Economics for time, and Alan Walters, who also taught in the same school for a time.",
    "Singapore, which also adopted a currency board style policy, was driven by Goh Keng Swee, who also studied at LSE.",
    "Goh’s advice given in 1980 when Sri Lanka went to the IMF after two years of strong growth amid central bank Treasury bill purchases, was ignored by then President J R Jayewardene’s advisors. He said not to print money and depreciate the currency.",
    "Sri Lanka’s A S Jayewardene, who ended 20 percent plus inflation of the 1980s, was also a graduate of LSE.",
    "Sri Lanka is now set to enact a monetary law, which legalizes both money and exchange policy and Keynesian stimulus, now called output gap targeting.",
    "Around the time of the Bretton Woods collapse, then UK chancellor of the exchequer Anthony Barber cut value added tax like in Sri Lanka in 2019 December, and printed money triggering a balance of payments crises, inflation and strikes during the so-called Barber boom.",
    "The conservatives lost the election and the country hit another Sterling crisis in 1976 and another IMF program",
    "However, Margaret Thatcher returned to power the conservative government hike VAT to 15 percent from 8 percent, monetary policy was overhauled with a clean float to tame the Bank of England and exchange controls from Cambridge economics era was eliminated.",
    "Money and exchange policy conflicts re-emerged after the UK joined the soft-pegged ERM, amid opposition from Walters, and the currency collapsed later as expected.",
    "Sri Lanka is set to bring a new monetary law which promotes reserve collections (exchange policy) and flexible inflation targeting (printing money to trigger 5 percent inflation without a floating rate).",
    "The Thatcher government also gave the leadership to set up a currency board in Hong Kong, which was experiencing foreign exchange volatility and inflation.",
    "There was no mention of sending any student to study at former hard money universities like the LSE or University of Chicago.",
    "Unlike Cambridge and Harvard, Stanford has no strong history of promoting bad money and economic instability. John Taylor, who proposed the Taylor rule in 1993 to tame central banks, teaches at Stanford. (Colombo/Mar18/2023)"
  ]
}