{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89458/sri-lanka-india-to-boost-bilateral-cooperation-through-inr-trade-expansion",
  "time_ut": 1680163440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, India to boost bilateral cooperation through INR trade expansion",
  "original_body_lines": [
    "Sri Lanka and India have mulled over the ways and means to enhance bilateral trade, particularly through Indian Rupee trade expansion, as a key pillar of the island nation’s economic revival.",
    "This was taken up for discussion when the High Commissioner of Sri Lanka to India, Milinda Moragoda called on the Governor of Reserve Bank of India (RBI), Shri Shaktikanta Das on Wednesday (March 29).",
    "The meeting took place at the RBI’s headquarters in Mumbai during the Sri Lankan envoy’s official visit to the State of Maharashtra as part of his continued engagement with key officials of the Indian government.",
    "The meeting between the RBI governor and the Sri Lankan high commissioner was held in a very cordial manner, and a range of issues pertaining to the bilateral economic cooperation was discussed.",
    "Moragoda thanked RBI governor for the support that India has been extending to Sri Lanka in the context of economic stabilization, particularly the currency swap arrangements and deferment of payments that materialized with the direct involvement of the Reserve Bank of India.",
    "He also thanked India for stepping up to help the realization of the International Monetary Fund’s Extended Fund Facility (EFF) for Sri Lanka.",
    "The RBI governor and the Sri Lankan high commissioner discussed economic recovery in Sri Lanka, and the pivotal role that India could play in it through greater integration of the economies in areas such as power, energy, ports, infrastructure, tourism and IT services.",
    "Moragoda presented a copy of his policy roadmap the “Integrated Country Strategy for Sri Lanka Diplomatic Missions in India 2021/2023” to Governor Das.",
    "The high commissioner was accompanied to the meeting by Sri Lanka’s Consul General in Mumbai Dr. Valsan Vethody.",
    "A former Indian Administrative Service (IAS) officer, Shaktikanta Das has been serving as the 25th Governor of the Reserve Bank of India since December 2018. He was earlier a member of the Fifteenth Finance Commission and India’s Sherpa to the G20.",
    "During his career as an IAS officer, Das served in various capacities for the Indian Government, including as Economic Affairs Secretary, Revenue Secretary and Fertilizers Secretary. He has also served as India’s Alternate Governor in the World Bank, ADB, NDB and AIIB.",
    "Over the past couple of months, Sri Lankan High Commissioner Moragoda met with several other key officials of the Government of India, including Principal Secretary to the Prime Minister of India Dr. Pramod Kumar Mishra, Finance Secretary T.V. Somanathan, Cabinet Secretary Rajiv Gauba, Chairman of the NITI Aayog Parameswaran Iyer and Director General of the National Centre for Good Governance Bharat Lal."
  ]
}