{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/will-the-imf-fail-in-sri-lanka/",
  "time_ut": 1684687140.0,
  "original_lang": "en",
  "original_title": "Will the IMF fail in Sri Lanka?",
  "original_body_lines": [
    "IMF has an ideology, a system of ideas and ideals which forms the basis of its decisions and policy prescriptions for which the recipient country of the loan claims as of its own. The most important idea does not originate from economic theory but international trade theories instead.",
    "The Great Recession of 2008 – 2009 in the United States and Europe cannot be understood according to the then incumbent Federal Reserve Chairman Ben Bernanke without reference to the “global imbalances.” The global imbalance, he mentioned, is that the foreign exchange savings (foreign reserves) accumulates in East Asian countries including China and South Korea, oil producing countries in the Middle East, etc. Therefore, global imbalance must be connected to the international terms of trade and international exchange rate mechanism.",
    "When the flexible exchange rate mechanism is manipulated by trading partners, the global economy becomes an International Disequilibrium System. This is bad for the United States. IMF thinks this is bad for the resilience of global economy. Therefore, the IMF is determined to test its ideas with Sri Lanka. If successful, they can prescribe it to all other member countries. This is why the Sri Lankan rupee get strengthened, while having high rate of interest, exceeding 25% for Treasury bills/bonds. Usually, if a domestic currency is truly strong, the rate of interest should be low––I mean very low. IMF knows this. Perhaps, President Ranil Wickremesinghe wants to outperform the IMF by making the exchange rate flexible without using the possible excess dollars in the banking system to build up foreign exchange reserves through macroprudential policy tools, or he wants to play politics with the exchange rate by artificially allowing the dollar to depreciate so that prices of some imported goods can be reduced to gain political popularity though exporters face difficulties.",
    "Money has a specific role to play. It should be able to penetrate each product to reveal its relative value to enable it to be exchanged in the marketplace. If the money is not a stable measure of value, then it cannot reveal the relative value of the product and the entrepreneur cannot make a good sense of producing something. Therefore, what the country needs is a relatively stable measure of the value of goods and services. In this regard, a country like ours, especially in this current predicament, the use of soft peg in exchange rate mechanism is not a crime, instead such an arrangement would help us to build up badly needed foreign exchange reserves, to a comfortable level, sooner if the Central Bank can contain rupee liquidity.",
    "China has manipulated its currency renminbi (yuan) for decades. Even though some US presidents faulted China for it, the US continues to tolerate the Chinese policy, which helps China bring millions of people out of poverty. Still the terms of trade disequilibrium that the US. has with China exists. However, when the US had a similar terms of trade disequilibrium with Europe in late 1960s, under the fixed exchange rate mechanism, established by Bretton Woods Agreement, in 1944,",
    "the United States jettisoned the agreement, in 1971, establishing flexible exchange rate mechanism. But it is true that the flexible exchange rate mechanism does not work if the monetary authorities of the trading partner that has surpluses do not allow prices to go up and its currency is prevented from appreciating. If there is a natural adjustment of the exchange rate, then only we will see fair terms of trade between trading partners, while having equilibrium in the global economy. In theory, this is right. This is what IMF aspires to promote. But pushing Sri Lanka to move forward, strictly in this path, will be a gross miscalculation.",
    "In fact, the manipulation of flexible exchange rate mechanism by a developing country and a developed economy is not same. When a highly populated developing country does it, even though the terms of trade changes shifting the demand from developed to developing nation, millions of millions of people will be brought out of poverty, while having the luxury of buying goods cheaper for people in developed economies. This is why IMF cannot apply the same theory for all member countries equally. Sri Lanka is in a situation that the shift of demand should take place from other countries towards Sri Lanka, not vice versa. President Wickremesinghe and the Central Bank work as if the shift of demand should be from Sri Lanka to other countries.",
    "If we are not allowed to manipulate the exchange rate, at least IMF should allow our monetary authorities to peg the rupee to dollar to have a stable exchange rate in the medium term so that Sri Lanka will be able to build up foreign exchange reserves to an essential level, as reducing interest rate and the increase of the issuance of private credit will depend on gross official reserve level. In turn, the rebounding of our economy on growth trajectory faster will depend on the healthy growth of private sector credit, exceeding the targets set by IMF agreement. In achieving these goals, soft peg is a necessary arrangement, otherwise, there are chances that the IMF’s mission will fail in Sri Lanka.",
    "APIIT dominates global debate scene, brings home yet another championship",
    "IMF team gives prognosis for Lanka at conclusion of nearly two-week visit",
    "Opposition vows to fight domestic debt restructuring plans of govt",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}