{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/usaid-and-irex-host-mojo-lanka-mobile-journalism-festival-122972/",
  "time_ut": 1686204060.0,
  "original_lang": "en",
  "original_title": "USAID and IREX host ‘Mojo Lanka’ mobile journalism festival",
  "original_body_lines": [
    "ECONOMYNEXT – Mojo Lanka mobile and digital journalism festival, organized by USAID and IREX for journalists and content creators in Sri Lanka, will be held on June 24 and 25 at Marriott Courtyard Hotel in Colombo, a joint statement said.",
    "The two-day festival intends to educate content creators on the latest trends, including the powerful impact of citizen journalism, strategies to combat fake news, and techniques for growing an audience for digital content.",
    "The founder of Mojo mobile and digital festival, Glen Mulcahy, will deliver the keynote speech, followed by U.S. Ambassador to Sri Lanka, Julie Chung.",
    "Master classes by local and international experts will also be offered, providing participants with the chance to learn about the nuances of MoJo storytelling. David Hayward, the editor of the first BBC newsroom to be staffed exclusively with video journalists, will join other esteemed industry professionals to discuss the increasing significance of mobile reporting.",
    "“Mobile journalism is the biggest revolution in news. With a smartphone, anybody can assume the role of a cameraman, editor, producer, and publisher of instant news,” said Gabriel Grau, USAID Mission Director for Sri Lanka and Maldives.",
    "“We support this initiative to mitigate the growth of misinformation and disinformation that can damage the culture of good journalism.",
    "“The United States is a steadfast supporter of journalistic integrity, a key pillar of every democracy and especially Sri Lanka’s democracy, which boasts a long, proud, and resilient history. This is a stance we have maintained for the 75 years of close partnership between our two countries.” (Colombo, June 08, 2023)"
  ]
}