{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Australia-retain-Ashes-after-fourth-Test-washout/108-263765",
  "time_ut": 1690131761.0,
  "original_lang": "en",
  "original_title": "Australia retain Ashes after fourth Test washout",
  "original_body_lines": [
    "Australia have retained the Ashes after the fourth Test against England at Old Trafford ended in a rain-affected draw, with bad weather meaning no play was possible on Sunday's final day.",
    "The result ensured Australia, as the holders, kept the Ashes at 2-1 up with one match left in the series -- regardless of the result of next week's fifth Test at The Oval.",
    "Heavy overnight rain left the outfield sodden and meant play was unable to start as scheduled at 11:00 am (1000 GMT) in Manchester.",
    "No sooner had it been announced that play would resume at 1200 GMT, provided there was no further rain, the ground was subjected to a fresh downpour lasting several hours.",
    "The match was officially abandoned by the umpires as a draw at 1624 GMT.",
    "Australia finished on 214-5 in their second innings, 61 runs behind England's first-innings 592, after rain meant only 30 overs' play was possible on Saturday's fourth day.",
    "England managed to take just one wicket in that time when part-time off-spinner Joe Root had Marnus Labuschagne caught behind, but not before the Australian had held up the hosts' victory charge with 111.",
    "Old Trafford is notorious for weather delays -- the ground has now had 25 complete days rained off in Test cricket, plus an additional two entire Tests abandoned.",
    "England restricted world Test champions Australia to 317 in their first innings before racing to 592 all out, thanks largely to opener Zak Crawley's breathtaking 189 and an unbeaten 99 from Jonny Bairstow.",
    "Fast bowler Mark Wood ripped through Australia's top order on Friday with three wickets.",
    "But Australia kept England at bay on Saturday during a stand of 103 between Labuschagne and Mitchell Marsh (31 not out).",
    "Sunday's result ended England's bid to become just the second side in Ashes history to win a series from 2-0 down.",
    "The Australia team of 1936/37, inspired by batting great Don Bradman, overturned that deficit to win 3-2. (AFP)"
  ]
}