{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-forex-market-activity-down-spot-dollar-quoted-wide-115776/",
  "time_ut": 1679036820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka forex market activity down, spot dollar quoted wide",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s forex market activity was down Friday and the spot dollar was quoted at 335/345 to the US dollar, in late morning trade, dealers said.",
    "The rupee closed around 337/344 to the US dollar Thursday, with activity also down.",
    "There were no tom deals, only 0.8 million tom deals and 6.25 million in spot and forwards, traders said.",
    "There were few firm quotes in the market in the morning, following recent events, market participants said.",
    "Sri Lanka shifted to an ad hoc pegging arrangement from March 07, leading to a steep appreciation of the currency amid a slowdown in domestic credit.",
    "The International Monetary Fund also recommends ad hoc pegging (flexible exchange rates) where the monetary regime is neither a clean float nor hard peg and can lead to a rapid loss of confidence.",
    "Ad hoc, near-zero-credibility pegs, were devised by Washington based Mercantilists and are peddled to third world countries without a doctrinal foundation in sound money, according to critics.",
    "Mercantilists believe that exchange rates are determined by the ‘market’ or ‘trade’ and not the monetary policy anchor and credit.",
    "Sri Lanka had monetary policy consistent with exchange rate stability and the central bank was able to buy up to March and the central bank was able to buy around 200 million dollars a month on a net basis in both January and February.",
    "A surrender rule kept the exchange rate from appreciating, but the central bank sold back dollars for some transactions.",
    "In March however the central bank had bought around 500 million US dollars as there was large sell down.",
    "Bank are now collecting dollars, or settling in house, dealers said.",
    "Meanwhile some members of the public who had dollar notes (in effect a private foreign reserve, like the central bank has), preventing their savings from being used for imports through consumption or rupee credit system had also sold them as the rupee appreciated.",
    "The holders are now with rupees, who may spend it on imports. (Colombo/Mar17/2023)"
  ]
}