{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Inter-School-Rugby-St-Joseph-s-in-big-win-over-Kingswood-St-Anthony-s-edge-Wesley/108-262712",
  "time_ut": 1688905766.0,
  "original_lang": "en",
  "original_title": "Inter-School Rugby: St. Joseph's in big win over Kingswood, St. Anthony's edge Wesley",
  "original_body_lines": [
    "St. Joseph's College had a field day when they handed off Kingswood College 48-15 in their Under-19 Schools Rugby League encounter, which concluded at the Trinity College Rugby Stadium in Pallekele today.",
    "Joes drew first blood in the 3rd minute of the game through a try by skipper Naveen Marasinghe. Eight minutes later, Jehan Athukorala crashed through for their second try. Two back-to-back tries by Randeepa Dhanjaya and Athukorale took them 24-0, ensuring a bonus point.",
    "It took 24 minutes for the home team to put their act together. Their skipper, Imanka Ishara, put over a penalty. Four minutes later, he missed a similar penalty. The next 5 minutes saw the lads from Randles Hill score through Ishara, who converted to take the score to 24-10 at the break.",
    "After the turnaround, Joes scored through Chamod Seneviratne, Randhika Dhananjaya, and Naveen (2), as they sealed off the win.",
    "St. Anthony’s registered a thrilling one-point win (30-29) over Wesley in the Dialog Schools Rugby League encounter played at the Royal Sports Complex ground in Reid Avenue today.",
    "St. Anthony’s led 13-10 at the break and accumulated their points through three goals and three penalties, compared to the three goals, a try, and a penalty scored by Wesley.",
    "The win saw the Antonians chalk up their second win of the tournament, while Wesley, in the process, suffered their fourth successive defeat.",
    "The match was a close and keenly contested affair in both sessions of play. The Wesleyites were the first to get the scoreboard moving with a try scored in the second minute by hooker Siddeek Abdullah, and with fullback Abdul Haadhi making the conversion, they went into the lead 7-0.",
    "It was the Eagles who succeeded in scoring next, which took a good 27 minutes, with a penalty booted over by skipper and flyhalf Sahan Keerthisiri, who has been in top form this season.",
    "Two minutes later, Wesley increased their lead with an unconverted try by Haadhi, but the Eagles struck back as they made two scorings within the space of two minutes, with centre Tyron Mariyadas going over for a try while Keerthisiri added the extra points and then booting over a penalty in the dying stages for the Eagles to take the lead 13-10, which stood the score at lemons.",
    "On resumption, it was Wesley who made the first scoring again with a firstminute try by scrum half Kaizer Lye, which was converted by Haadhi for Wesley to lead 17-13.",
    "Wesley continued their attack and gave their opponents some torrid moments, and they succeeded in breaching their defence in the tenth minute, with second row Chamath Nimsara going for an unconverted try to stretch the lead to 22-13.",
    "It was a ding-dong battle from here on as the Eagles undeterred came back with vengeance as they made three scorings first in the 15th from a try scored by prop forward Sahan Kothalawala, with Keerthisiri adding the extra points and booting over a penalty six minutes later to help them take over the lead 23-20.",
    "This was followed by the Eagles stretching their lead in the 22nd minute with hooker Thisara Galanga going over for a try, and with Keerthisiri making no mistake with the conversion, they further stretched the lead to 30-22.",
    "However, the Wesleyites gave the Antonians some anxious moments and succeeded in reducing their deficit to one point with Abdulla creeping through for a try, which was his second of the match, and Abdul Haadhi making the conversion, but the Eagles led 30-29 and held on till the finish to chalk up their second win of the tournament."
  ]
}