{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/New-COVID-variant-Eris-spreading-rapidly-in-UK/108-264716",
  "time_ut": 1691386949.0,
  "original_lang": "en",
  "original_title": "New COVID variant ’Eris’ spreading rapidly in UK",
  "original_body_lines": [
    "A new variant of COVID-19 is spreading rapidly across the United Kingdom, triggering alarm among health officials in the country, according to the UK Health Security Agency (UKHSA).",
    "The variant EG.5.1, nicknamed Eris, which has descended from the rapidly spreading Omicron, was first flagged last month in the UK, reported news agency PTI.",
    "''EG.5.1 was first raised as a signal in monitoring on 3 July 2023 as part of horizon scanning due to increasing reports internationally, particularly in Asia. It was subsequently raised from a signal in monitoring to a variant V-23JUL-01 on 31 July 2023 due to the increasing number of genomes in UK data, and continued growth internationally. Declaring this lineage as a variant will allow further detailed characterization and analysis,'' said the UKHSA.",
    "The Eris variant now makes up one in seven new COVID cases, according to UKHSA.",
    "As per the latest report by the UKHSA on August 3, COVID-19 cases continue to rise across the country. \"5.4% of 4,396 respiratory specimens reported through the Respiratory DataMart System were identified as COVID-19. This is compared to 3.7% of 4,403 from the previous report,\" said the agency in its report.",
    "The five most common symptoms of Eris, a strain of Omicron, are runny nose, headache, fatigue, sneezing, and sore throat, as per Independent.",
    "It appears to be spreading quickly and could be one reason why there has been a recent rise in cases and hospitalizations.",
    "“We continue to see a rise in COVID-19 cases in this week's report. We have also seen a small rise in hospital admission rates in most age groups, particularly among the elderly. Overall levels of admission still remain extremely low and we are not currently seeing a similar increase in ICU admission,” said Dr Mary Ramsay, UKHSA's Head of Immunisation.",
    "Officials say they are \"closely\" monitoring the situation as COVID case rates continue to rise.",
    "WHO director-general Tedros Adhanom Ghebreyesus said though people are better protected by vaccines and prior infection, countries should not let down their guard."
  ]
}