{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95123/police-unreasonable-to-charge-danushka-with-stealthing-costs-to-be-awarded-australian-court",
  "time_ut": 1700801460.0,
  "original_lang": "en",
  "original_title": "Police ‘unreasonable’ to charge Danushka with stealthing, costs to be awarded: Australian court",
  "original_body_lines": [
    "Police who prosecuted a Sri Lankan cricket star later cleared of sexually assaulting a woman at her Sydney home acted “unreasonably”, an Australian court has been told.",
    "Danushka Gunathilaka, 32, was finally allowed to leave Australia after about 10 months on bail after he was acquitted following a judge-alone trial in September.",
    "Police had alleged Mr Gunathilaka had removed a condom without consent, also known as “stealthing”, during a sexual encounter with a woman he met on Tinder.",
    "Judge Sarah Huggett, who also presided over the trial, said during a costs hearing on Friday that she had “significant concerns” about the prosecution’s case.",
    "“I’m firmly of the opinion that if the prosecution had – before the proceedings were instituted – been in possession of evidence and all the relevant facts, it would not have been reasonable to institute the proceedings,” she said.",
    "The top-order T20 batter was arrested and charged with four counts of sexual assault in November 2022 after the woman reported the matter to Bondi police.",
    "The court was told the woman had told Mr Gunathilaka that she would only agree to sex if he wore a condom, which he “grumbled” about but ultimately agreed to.",
    "Notes from the woman’s first police interview indicate she told officers the condom was taken off “against her will”, allegations Mr Gunathilaka denied.",
    "During that interview, Justice Huggett said the woman failed to include “critical” evidence she later provided to police in a statement some six months later.",
    "Ultimately, police only proceeded to trial on a single charge, that of stealthing, with charges relating to the roughness of the sex being dropped.",
    "“The deficiencies in the prosecution case of stealthing, remembering that the prosecution case was not one of rough or aggressive sexual intercourse, were apparent,” Justice Huggett said.",
    "“They were not the result of the factual findings made at trial … Nor were the deficiencies related simply to the credibility of the complainant (the woman).",
    "“There were so many inherent issues and difficulties with the prosecution case that should have been obvious to the prosecution at the outset.”",
    "Justice Huggett ordered that a certificate be issued to Mr Gunathilaka so that he may be awarded costs. It’s understood he has since returned home.",
    "Police had submitted that in deciding to prosecute Mr Gunathilaka they could not have predicted what “factual findings would be made at trial”."
  ]
}