{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hayleys-Solar-partners-Watchtower-Sri-Lanka-to-construct-2MWh-battery-backup-system-with-solar-PV/34-751109",
  "time_ut": 1690488498.0,
  "original_lang": "en",
  "original_title": "Hayleys Solar partners Watchtower Sri Lanka to construct 2MWh battery backup system with solar PV",
  "original_body_lines": [
    "Hayleys Solar signs MOU with Watchtower to build a 2MW battery backup system powered by solar PV",
    "Hayleys Solar, the renewable energy arm of Hayleys Fentons, partnered with Watchtower Sri Lanka on 18 May, to construct a 2MWh battery backup system powered by solar PV, designed to provide energy independence, offering up to three days of uninterrupted power.",
    "This landmark project marks a significant milestone for the renewable energy sector in Sri Lanka and reinforces the nation’s commitment in transitioning to cleaner, more sustainable energy sources.",
    "The project will be executed in two phases, with the first phase already underway. This initial phase focuses on installing hybrid systems at 17 selected places of worship of Jehovah’s Witnesses in Sri Lanka, scheduled for completion by the end of September 2023.",
    "The second phase, the construction of the battery backup system commenced in the third week of June at the Wattala headquarters of the Watch Tower Bible and Tract Society of Lanka, a non-profit organisation which supports the administration of Jehovah’s Witnesses in Sri Lanka.",
    "Sascha Balakrishnan, representing Watchtower Sri Lanka, expressed gratitude for the collaboration with Hayleys Solar, stating, “We are grateful to be working and collaborating with Hayleys Solar on the next phase of this project as well, which is a milestone for the country and the environment.”",
    "Fentons Ltd. Managing Director Hasith Prematillake highlighted the significance stating,",
    "“This partnership with Watchtower Sri Lanka is one example of our collaborative efforts with organisations and individuals to embrace renewable energy solutions in the country. With its remarkable scale, this landmark project will enable the integration of more renewable energy sources into the national grid, reducing reliance on traditional fossil fuel-based power generation, leading to a more sustainable and environmentally friendly energy mix.”",
    "Hayleys Solar Director and Chief Executive Officer Roshane Perera further commented,",
    "“This agreement highlights the confidence that international organisations have in our expertise in designing and implementing large-scale renewable energy projects. The project sets a precedent for renewable energy adoption, showcases environmental stewardship, and contributes to Sri Lanka’s clean energy transition.”"
  ]
}