{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/BASL-reiterates-lawyer-s-professional-entitlement-to-represent-a-client/56-746902",
  "time_ut": 1680223367.0,
  "original_lang": "en",
  "original_title": "BASL reiterates lawyer’s professional entitlement to represent a client",
  "original_body_lines": [
    "The Bar Association of Sri Lanka (BASL) yesterday in a statement said it observes that there has been a series of organised protests in Colombo, in relation to Saliya Pieris PC, the Former President of the Bar Association of Sri Lanka, conducting his professional duties with regard to a particular client.",
    "We are of the view that the said protest, not only seriously hinders his right to represent a client, a professional right which has been safeguarded by law, but also an attack on the profession at large.",
    "In the case of Wijesundara Mudiyanselage Naveen Nayantha Bandara Wijesundara v Sirwardena and Others (SCFR 13/2019), the Supreme Court observed that:",
    "“The first piece of legislation passed by the Parliament soon after the promulgation of the 1978 Constitution was the Judicature Act No. 02 of 1978. As the administration of justice in any civilized society cannot be effectively implemented without lawyers, the legislature in its wisdom, through the Judicature Act, established the legal profession.",
    "“Thus, there is no dispute that the legal profession is a sine qua non for the due administration of justice in this country and for that matter in any civilized society. The said profession is essential for the maintenance of the Rule of Law and maintenance of law and order and its due existence is of paramount importance to the organised functioning of the society which is primarily the basis for the smooth functioning of the country as a whole.”",
    "Further, Section 41 of the Judicature Act which has clearly set out the right of representation,  and, has further shed light on the above mechanism established for implementing the administration of justice in the country.",
    "It is as follows; Section 41 of the Judicature Act (Right of Representation)",
    "1. Every attorney-at-law shall be entitled to assist and advise clients and to appear, plead or act in every court or other institution established by law for the administration of justice and every person who is a party to or has or claims to have the right to be heard in any proceeding in any such court or other such institution shall be entitled to be represented by an attorney-at-law.",
    "2. Every person who is a party to any proceeding before any person or tribunal exercising quasi-judicial powers and every person who has or claims to have the right to be heard before any such person or tribunal shall unless otherwise …",
    "Under Sri Lankan law, the right to legal representation is recognised and protected. This means that individuals have the right to be represented by a lawyer or other legal professional when facing legal proceedings. Our constitution specifically guarantees the right to legal representation in Article 13(3), which states that every person has the right to a fair trial and the right to be represented by a lawyer of their choice.",
    "In addition, the Code of Criminal Procedure provides for the right to legal representation in criminal cases. Section 260 of the Code states that an accused person has the right to be represented by an Attorney-at-law, and every aggrieved party shall have the right to be represented in Court by an Attorney-at-law.",
    "Similarly, the Civil Procedure Code also provides for the right to legal representation in civil cases. Specifically, Section 24 of the Code allows parties to be represented by lawyers or other authorised representatives in court.",
    "Overall, Sri Lankan law recognises and protects the right to legal representation, both in criminal as well as civil cases.",
    "Therefore, the Bar Association of Sri Lanka strongly demands that the authorities ensure that Peiris’s professional duties as an Attorney-at-law, are not hindered and, ensure his safety."
  ]
}