{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-keeps-policy-rates-unchanged-as-liquidity-eases-117426/",
  "time_ut": 1680607200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank keeps policy rates unchanged as liquidity eases",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank said it is keeping policy rates unchanged in April as liquidity conditions loosened from central bank dollar purchases and a steady fall in private sector sterilization.",
    "Private credit is still negative and state energy enterprises are market pricing output, further reducing demand.",
    "“The subdued aggregate demand on account of tight monetary and fiscal policies and improved domestic supply conditions will ensure the envisaged disinflation process in the period ahead, supported also by anchoring inflation expectations. Accordingly, headline inflation is projected to reach single digit levels by end 2023 and stabilise at desired levels thereafter over the medium term.",
    "Sri Lanka’s inflation fell rapidly up to March with the credit system externally anchored at a peg of around 360/370 to the US dollar. However from March 07, the peg turned ad hoc, after appreciating following the lifting of a surrender rule.",
    "Foreign reserves have risen to 2.7 billion US dollars from 2.2 billion dollars in February, injecting about 160 billion rupees in to the banking system through the ad hoc peg.",
    "While injecting money through the peg, denying a floating exchange rate, the central bank is also expected to target inflation separately through monetary policy.",
    "The central bank also blocked access to is standing discount window further loosening policy from an earlier stance.",
    "Excess liquidity in the window, deposited initially fell from 297 billion rupees to 232 billion rupees in April 04 indicating that money is being used by the cash plus banks for credit.",
    "A statement from the authorities Treasury bill will not be re-structured may also lead to liquidity from from being used for credit.",
    "The Central Bank of Sri Lanka maintains policy interest rates at their current levels</b?",
    "The Monetary Board of the Central Bank of Sri Lanka, at its meeting held on 04 April 2023, decided to maintain the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank at their current levels of 15.50 per cent and 16.50 per cent, respectively. Having considered the recent and expected economic developments, and macroeconomic projections on domestic and global fronts, the Board viewed that the maintenance of the prevailing tight monetary policy stance is necessary to ensure that monetary conditions remain sufficiently tight to facilitate the continuation of the ongoing disinflation process amidst the improvements in market sentiments following the finalisation of the Extended Fund Facility (EFF) from the International Monetary Fund (IMF) and the downward shift in elevated market interest rates reflecting the falling risk premia.",
    "Inflation is projected to follow a faster disinflation path, thereby further anchoring",
    "Headline inflation (year-on-year) based on the Colombo Consumer Price Index (CCPI) continued to decelerate for the sixth consecutive month in March 2023. Despite a sizeable impact from the recent hike in electricity tariffs and envisaged second round effects of previous hikes, headline inflation moderated in March 2023, mainly reflecting a larger-than-expected reduction in food inflation.",
    "Meanwhile, core inflation also decelerated for the sixth consecutive month in March 2023, reflecting the continued moderation in underlying demand pressures in the economy. A faster deceleration of inflation is expected from April 2023 with the reduction in domestic prices of essentials following the greater passthrough of the moderation of global commodity prices and the recent appreciation of the Sri Lanka rupee, and the large disinflationary impact arising from the base effect.",
    "The subdued aggregate demand on account of tight monetary and fiscal policies and improved domestic supply conditions will ensure the envisaged disinflation process in the period ahead, supported also by anchoring inflation expectations. Accordingly, headline inflation is projected to reach single digit levels by end 2023 and stabilise at desired levels thereafter over the medium term.",
    "The external sector outlook improved with the finalisation of the IMF-EFF, along with",
    "The IMF’s Executive Board approved the EFF, amounting to about US dollars 3 billion, that entails an economic adjustment programme to support Sri Lanka’s near term recovery and medium to long term sustainability.",
    "The IMF programme is expected to unlock a sizeable amount of funding from other international financial institutions, while providing a comprehensive policy reform package with a specific implementation timeline, aimed at stabilising the economy and reinforcing country’s growth potential. This, coupled with the successful implementation of the debt restructuring process, is expected to ease the balance of payments constraint significantly in the period ahead.",
    "The external current account deficit is estimated to have declined notably in 2022 driven largely by a reduction in the trade deficit owing to the robust export earnings amidst a substantial decline in import expenditure. In addition, workers’ remittances continued to improve thus far in 2023 and are expected to remain healthy given the rising departures for foreign employment. The tourism sector is witnessing a notable improvement with the ongoing season for tourist arrivals.",
    "Given these developments and with a view to allowing the exchange rate to be market-determined, the Central Bank discontinued the announcement of daily guidance on the exchange rate and revoked the mandatory forex sales requirement from the converted export proceeds and workers’ remittances from early March 2023.",
    "As a result of these policy measures, and the gradual improvement in liquidity in the domestic foreign exchange market and improved market sentiments, the exchange rate recorded a notable appreciation",
    "thus far during 2023, despite some volatility. Moreover, the Central Bank built up its gross official",
    "reserves, which were estimated at US dollars 2.7 billion as at end March 2023, including the",
    "Market interest rates have continued to adjust downwards, and this trend is expected to",
    "Notwithstanding the increase in policy interest rates in early March 2023, both deposit and lending interest rates have continued to decline, reflecting largely the market guidance provided by the Central Bank and the improved liquidity conditions of the domestic money market.",
    "A notable moderation in the yields on government securities was also observed driven by the improvements in market sentiments. As the broader framework of the envisaged domestic debt optimisation operation has now been made public, the large risk premia attached to the government securities are expected to dissipate in the near term, paving the way for other market interest rates that are benchmarked to the yields on government securities to moderate further.",
    "Accordingly, the spread between policy interest rates and market interest rates is expected to",
    "narrow further, thus better aligning the market interest rates with the policy interest rates.",
    "However, forward looking real interest rates remain positive with falling inflation, thereby keeping",
    "monetary conditions sufficiently tight to tame any adverse demand pressures in the period",
    "ahead. Reflecting the impact of tight monetary and credit conditions, and the moderation in",
    "economic activity, outstanding credit to the private sector by commercial banks continued to",
    "contract for the ninth consecutive month in February 2023. The year-on-year expansion of broad",
    "money (M2b) also decelerated in February 2023 despite an improvement in net foreign assets",
    "Domestic economic activity is expected to recover gradually towards late 2023 and",
    "As per the GDP estimates published by the Department of Census and Statistics (DCS), the",
    "economy has registered its deepest economic contraction since independence by recording a",
    "broad-based contraction of 7.8 per cent, year-on-year, in 2022. The economy is projected to",
    "recover gradually towards the latter part of 2023, supported by improvements in domestic supply",
    "conditions, enhancement in business and investor sentiments along with the anticipated",
    "improvements in foreign exchange inflows, envisaged reduction of market interest rates, and the",
    "impact of policy measures being implemented to strengthen the growth outlook. The recovery of",
    "activity is expected to sustain in the medium term underpinned by the implementation of the",
    "Global monetary policy continues to remain hawkish despite financial sector concerns",
    "The financial sector in advanced economies showed signs of distress in March 2023 following",
    "the failure of several large banks in the United States and stresses witnessed in Europe, amidst",
    "the liquidity issues that emerged in global banking institutions. The elevated risk levels have",
    "heightened uncertainties surrounding the global economic outlook, as the current financial",
    "distress could result in a drag on global activity and financial stability.",
    "Volatility in global financial and commodity markets increased amidst the anticipation of a deviation from tighter financial conditions in advanced economies and the materialisation of downside risks, among others.",
    "Nonetheless, the major central banks continued to raise policy interest rates with a view to",
    "ensuring the timely return of inflation to their medium term targets. Furthermore, as the major",
    "central banks announced coordinated measures aimed at providing liquidity support to preserve",
    "global financial stability, some normalisation in market conditions was also witnessed.5",
    "In consideration of the current and expected macroeconomic developments as highlighted above, the Monetary Board of the Central Bank of Sri Lanka, at its meeting held on 04 April 2023, decided to maintain the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank at their current levels of 15.50 per cent and 16.50 per cent, respectively.",
    "The Board reiterates its continued commitment to restoring price stability and remains confident that inflation would follow the projected disinflation path underpinned by the prevailing monetary policy stance, while supporting the economy to reach its potential over the medium term. Further, the Board is of the view that there is sufficient space for a further downward adjustment in market interest rates with the improved market sentiments along with the dissipation of elevated risk premia.",
    "The Board remains ready to act appropriately and assure the normalisation of the interest rate structure no sooner the price pressures in the economy are sufficiently contained in the period ahead."
  ]
}