{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Daraz-to-empower-South-Asian-users-shopping-experience-with-Microsoft-Azure-OpenAI-Service/34-751158",
  "time_ut": 1690570405.0,
  "original_lang": "en",
  "original_title": "Daraz to empower South Asian users’ shopping experience with Microsoft Azure OpenAI Service",
  "original_body_lines": [
    "Daraz, South Asia’s leading e-commerce platform in Pakistan, Bangladesh, Sri Lanka, Nepal and Myanmar, announced the latest integration of Microsoft Azure OpenAI Service in Daraz to launch “AskDaraz”, an AI ChatBot, to simplify the shopping experience for South Asian users.",
    "Powered by OpenAI’s ChatGPT, AskDaraz, will enable users to naturally discuss with the AI chatbot and get offered personalised recommendations, streamlining the entire shopping process.",
    "Daraz is used by over 30 million shoppers across South Asia. Integrating Azure OpenAI Service model into Daraz’s new Discover section creates an inclusive shopping experience, especially for users who have yet to interact with an e-commerce platform.",
    "AskDaraz will enhance the shopping experience on Daraz by refining and analysing user requirements, sifting through millions of products across multiple categories, and recommending products, styles, and collections based on the user’s specific needs. This in turn bridges the gap between offline and online shopping by providing high-quality conversational and engaging experiences that consumers are used to.",
    "Brands and sellers on the Daraz platform can also benefit from AskDaraz as it helps to increase product visibility and get access to new audiences. Daraz will continuously optimize the AI as the number of user interactions increases.",
    "For countries in South Asia, especially Pakistan and Bangladesh, where mobile subscribers are targeted to grow by nearly 150 million in Asia Pacific by 2025, accounting for more than three-quarters of new subscribers, this new inclusive shopping experience will further accelerate growth, as it provides access to non-e-commerce users.",
    "Daraz Group CEO Bjarke Mikkelsen said: “Our mission is to uplift communities through the power of commerce. This is a key milestone for us as we use technology to open a new market segment. By leveraging the increasing smartphone adoption rate in our markets and Microsoft Azure OpenAI Service in our app, AskDaraz will make the shopping experience intuitive for more users to transact with us. Internet users can now enjoy a conversational and truly personalised user experience that will alter South Asia’s e-commerce landscape.”",
    "Microsoft APAC Chief Technology Officer Diomedes Kastanis said: “We’re pleased to be part of Daraz’s journey in transforming the retail sector in South Asia through the robust capabilities of the Microsoft Azure OpenAI Service. As one of the leaders in the e-commerce landscape, Daraz is set to elevate its user experience for 30 million customers by amplifying product reach, deepening customer engagement, and enhancing overall satisfaction levels. It also aims to tap into new customer segments via its integrated ‘Discover’ feature within the app. This is the next step in helping retailers and e-commerce platforms jumpstart innovation and personalise customer experiences with the power of generative AI.”"
  ]
}