{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-introduces-prepaid-plans-for-viu-mini-with-rewind-catch-up-features/",
  "time_ut": 1687277940.0,
  "original_lang": "en",
  "original_title": "Dialog introduces prepaid plans for ViU Mini with rewind & catch-up features",
  "original_body_lines": [
    "Bringing unparalleled entertainment experiences to viewers, Dialog Television introduced the all new ViU Mini, a plug-and-play device that offers customers live TV with rewind and catchup facility, the latest Android TV features, a voice-enabled remote and an ever-expanding variety of apps.",
    "With its compact and portable design, user-friendly interface, and easy navigation, the Dialog Television ViU Mini offers a range of features, including over 100 Local and international live TV channels, rewind and catch-up facilities offered for prepaid customers for the first time in Sri Lanka, YouTube, Amazon Prime, 5,000+ Google Play Store apps, games, Chromecast support, and more.",
    "The Dialog Television ViU Mini offers two attractive prepaid plans to cater to diverse customer needs, with prepaid connections priced at Rs. 9,990/-. The ViU Mini Supersaver prepaid plan, priced at just Rs. 554, offers access to 55 local and international channels spanning a range of entertainment genres, including news, edutainment, kids content, movies, music, and many more. The ViU Aarambam prepaid plan, which is specially curated with Tamil entertainment channels, is priced at Rs. 734 and includes 65 channels. Customers also have the added benefit of activating single channels or channel packs in addition to their monthly plan.",
    "In addition to above benefits, users can enjoy live TV, Rewind, Catch up and Video on Demand (VOD) facilities Data without incurring any data charges on the Dialog Mobile and Home Broadband networks.",
    "Customers simply need to plug the ViU Mini device into any HDMI compatible TV to enjoy all the aforementioned features and over 100 live local and international channels, such as HBO, Sony, Discovery, and Star, a range of HD channels, and Sri Lanka’s largest video collection with entertainment content spanning across multiple genres, including sports, movies, news, and more. Dialog Television ViU Mini also comes with a voice command-enabled remote that enable users to find the content they love, check the weather, check scores from sporting events, have questioned answered by Google and much more.",
    "Customers can order a Dialog Television ViU Mini device from www.dialog.lk and have it delivered to their doorstep within 48 hours without any delivery charges or purchase the device from any Dialog Experience Centre or authorized retailer island-wide. More information on the features of the Dialog Television ViU Mini can be accessed via https://dlg.dialog.lk/dtv-viu-mini",
    "‘Foreign Exchange Act and New Changes’ – a seminar by National Chamber",
    "Dialog successfully trials Wi-Fi 6 powered by 5G via drones for the first time in Sri Lanka",
    "Athena Hack by Dialog’s Ideamart champions diversity & inclusion for women in tech",
    "Dialog Facilitates Sri Lanka’s First Multi-Camera Angle Viewing of Big Match Futureverse Livestream",
    "Dialog, Axiata Group and Bharti Airtel sign binding term sheet to combine operations in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}