{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96228/president-ranil-congratulates-bangladeshs-sheikh-hasina-on-re-election",
  "time_ut": 1704712260.0,
  "original_lang": "en",
  "original_title": "President Ranil congratulates Bangladesh’s Sheikh Hasina on re-election",
  "original_body_lines": [
    "On behalf of the Government and the people of Sri Lanka, President Ranil Wickremesinghe extended warmest congratulations and sincere best wishes to Bangladesh Prime Minister Her Excellency Sheikh Hasina on the victory of the Awami League under her visionary leadership in the recently concluded Parliamentary Elections and her re-election to the office of Prime Minister.",
    "The electoral triumph achieved by the Awami League is a testament to the trust and confidence bestowed by the people of Bangladesh in Prime Minister Sheikh Hasina’s capable leadership. President Wickremesinghe expressed confidence that her wisdom and wealth of experience will continue to benefit the people of Bangladesh.",
    "Highlighting the close and friendly bilateral relations between Sri Lanka and Bangladesh, President Wickremesinghe expressed his firm conviction that this multi-faceted relationship will be further strengthened and consolidated in the years ahead during Prime Minister Sheikh Hasina’s tenure. In this regard, he extended an invitation for Prime Minister Sheikh Hasina to undertake a visit to Sri Lanka at a mutually convenient date, which could be agreed upon through diplomatic channels. President Wickremesinghe is confident that such a visit will significantly enhance the political and economic interaction between Sri Lanka and Bangladesh, reinforcing existing ties for the mutual benefit of the two nations.",
    "President Wickremesinghe took this opportunity to recall, with deep appreciation, Prime Minister Sheikh Hasina’s personal intervention and the crucial support that the Government of Bangladesh has been extending to Sri Lanka, particularly in the recent past. He acknowledged that this timely support would not have been possible without Prime Minister Sheikh Hasina’s personal involvement and genuine affection for Sri Lanka and its people.",
    "The President concluded the message by extending assurances of his highest consideration and best wishes for Prime Minister Sheikh Hasina’s good health, happiness and personal well-being, as well as for the continued progress and prosperity of the people of Bangladesh."
  ]
}