{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-new-general-manager-ceo-for-nsb/",
  "time_ut": 1704993060.0,
  "original_lang": "en",
  "original_title": "A new General Manager/CEO for NSB",
  "original_body_lines": [
    "Ms. Shashi Kandambi, a leading professional in the banking sector, has assumed office as the 19th General Manager/CEO of National Savings Bank (NSB) on 10th January 2024.",
    "Ms. Kandambi was the Senior Deputy General Manager of International Banking at Sampath Bank, where she had a long-standing and successful career. Her banking experience spans over 35 years including 10 years in Corporate Management. She has a proven track record of successfully developing and executing strategic plans, managing financial resources, risk mitigation, and maintaining strict corporate governance standards.",
    "She also has expertise in customer focus, innovation and technology, regulatory compliance, and crisis management. The positions held by her at Sampath Bank include Senior Deputy General Manager – Corporate Banking, and Deputy General Manager – Credit.",
    "She holds an MBA from the Post Graduate Institute of Management, University of Sri Jayewardenepura, a Post-graduate Diploma in Business and Finance from CA Sri Lanka, and a Diploma in Banking from the Institute of Bankers Sri Lanka. She is a director of the Institute of Bankers SL. She is also a past President of the Association of Professional Banks, Sri Lanka.",
    "A simple ceremony was held at the Bank to mark the occasion. Bestowing religious blessings, Chief incumbent of Bambalapitiya Vajiraramaya and Anunayake of Amarapura Sri Dhammarakshitha Nikaya, Most Ven. Thrikunamale Ananda Thero emphasized that the concept of saving, and thrift is significant to empower the country as well as the individuals financially, and National Savings Bank, which carries the mandate of inculcating the habit of saving, since its inception, immensely contributes towards ensuring the financial security of the nation. Most Ven. Thrikunamale Ananda Thero further observed that Ms. Kandambi, as the New General Manager/CEO of National Savings Bank, will strengthen its mission of bringing the population under the savings net.",
    "Addressing the gathering, the Chairperson of the Bank, Dr. Harsha Cabraal PC, reminded us that as a Bank and individuals, we have tread upon a difficult path and now reached the year, 2024, passing yet another year full of challenges, grievances, and hardships.",
    "Ali Tariq takes over as the new chairman & CEO of Unilever Sri Lanka",
    "Sri Lanka’s Gem Industry will be given a significant boost within the next two years – President",
    "NSB ranked among the Top 10 Women Friendly Workplaces in Sri Lanka for third consecutive year",
    "NSB joins hands with Ministry of Education to initiate the SDG Project “English is Simple”",
    "NSB becomes the Most Popular Banking & Finance website for the second consecutive year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}