{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-have-single-policy-rate-omo-auction-schedule-cb-governor-146787/",
  "time_ut": 1704869160.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to have single policy rate, OMO auction schedule : CB Governor",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank will move to a single policy rate and drop the current announcement of two policy rates as part of change to its operating framework, Governor Nandalal Weerasinghe said.",
    "Sri Lanka will also review the SRR framework, he said, delivering the annual policy statement of the central bank.",
    "Sri Lanka will reduce monetary policy meeting to six this year from the current eight.",
    "The central bank will also set a calendar for Open Market Operations auctions, which will give more certainty on liquidity availability, he said.",
    "There will be a more ‘user friendly system’ for OMO he said.",
    "A smoother transition to an auction system will take by 2025, he said.",
    "There was a ‘segmentation’ in banking the system, he said with some banks excess liquidity, while others had shortages.",
    "Central bank has set limits to the access to standing facilities, to stop the over-reliance on liquidity facilities, he said.",
    "These may be reviewed in the future, Governor Weerasinghe said as market activities improve.",
    "The central bank will also gradually unwind its Treasury bills stock.",
    "Liquidity disappears permanently from a banking system linked to a reserve collecting central bank when interventions are made in forex markets, and the shortages may  increase in periods of strong credit growth if liquidity is continued to be injected by purchasing Treasuries or other assets, to stop rates going up (a BOP deficit).",
    "Governor Weerasinghe hiked rates in April 2022 and stopped the currency crisis and a possible slide into hyper-inflation.",
    "Prudent banks which restrict credit, and who deposit cash in the central bank without lending in the interbank bank due to counter party risks, will also trigger a need for other banks to borrow from the central bank to meet their reserve requirement.",
    "An overall slowdown in credit that leads to foreign exchange purchases by the central bank (reserve collection) will lead to permanent liquidity being injected though a balance of payments surplus.",
    "Sell downs of central bank held domestic securities will also lead to liquidity from being withdrawn from the interbank system including through a balance of payments surplus (central bank purchases of dollars).",
    "“The Central Bank would explore alternative mechanisms to reduce the over-dependence of Standalone Primary Dealers on the Central Bank, in line with international best practices,” the central bank said. (Colombo/Jan10/2023)"
  ]
}