{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Register-for-welfare-benefits-before-March-31-PMD/108-255152",
  "time_ut": 1677768011.0,
  "original_lang": "en",
  "original_title": "Register for welfare benefits before March 31: PMD",
  "original_body_lines": [
    "The on-going information survey aimed at identifying eligible individuals for the welfare benefits payment program, as instructed by President Ranil Wickremesinghe, will conclude on March 31, according to the Welfare Benefits Board, President’s Media Division (PMD).",
    "The Welfare Benefits Board cautions that failing to provide data before the deadline, could result in the loss of benefits. They urge all applicants to ensure the accuracy and timeliness of their data by promptly providing it to the field officers conducting the Information Survey for the Welfare Benefit Payment Program.",
    "The implementation of this program will align with the amended Welfare Benefit Payment Orders No. 1 of 2022, as per the provisions of the Welfare Benefits Act No. 24 of 2002. The Cabinet of Ministers approved this amendment, which was published in the Special Gazette No. 2302/23 dated 20 October 2022, as per the Special Gazette No. 2310/30 dated 15 December 2022.",
    "The application process to identify eligible candidates for welfare benefit payments has concluded, with a total of 3,728,139 applications received. However, as of yesterday (01), only 102,143 applicants have provided accurate data.",
    "To collect data for the information survey of the welfare benefit payment program and identify eligible beneficiaries, a total of 6,728 officers have been deployed across alldivisional secretariats in the island. This includes 3,190 development officers, 494 economic development officers, 205 village officers, 1,127 other officers, and 1,712 temporary recruits.",
    "To ensure their eligibility for the welfare benefit payment program, applicants must provide accurate information to the relevant officials and verify their identity with a National IdentityCard, Electoral Register registration number, or a letter issued by the Divisional Secretary.",
    "Additionally, clinic and medical records of kidney patients and disabled persons, as well as water and electricity bills, may also be submitted as supporting documents for the welfarebenefit payment program application.",
    "Once the data acquisition process is complete, carried out under the slogan \"Let's be truthful - let's give benefits to deserving people\", applicants must sign a statement confirming theaccuracy of their data. A QR code will be provided to every household, which can be used to monitor the summary of the data provided."
  ]
}