{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Sri-Lanka-does-have-a-past-when-it-had-rich-ideas-EDITORIAL/172-254734",
  "time_ut": 1677171839.0,
  "original_lang": "en",
  "original_title": "Sri Lanka does have a past when it had rich ideas - EDITORIAL",
  "original_body_lines": [
    "The attitude in children in the future to study the history and politics of this island might change. People belonging to the older generations studied the history and politics of this nation with interest. They couldn’t help it if pride too crept in when doing so. But can we expect students belonging to the present generation to study these two subjects with the same eagerness when key political figures in their study worked against the welfare of the nation; some eventually making",
    "The rot started setting in after the Green Party opened the economy after 1977 and local markets were suddenly flooded with foreign goods. Local manufacturers were hit hard as a result. Before that the Sirimavo Bandaranaike Government had some sort of a closed economy, but she believed in the system introduced by her husband, S.W.R.D Bandaranaike, to nationalise state institutes. As a result Sirimavo went on to nationalise banks, foreign trade and insurance. Even in our shaky and questionable past it’s worth studying certain contributions made by our leaders and also their characteristics. There were strikes, inflation was high and severe restrictions were imposed when importing goods. But a nation was taught how to grow its own food and feed the people. She was one person in our history who left us with a ‘notebook’ which taught us how to survive",
    "Today in the news broadcasts on television we see and hear of people in rural areas complaining about a severe shortage of food. That’s when we must recall the times of Sirimavo because she got people to grow certain types of grain and have them as substitutes for bread and imported food items.",
    "Just the other day this writer met a fruit seller who is close to retirement. He has virtually handed over his stall to his son and is slowly making his exit from the business world and planning his retirement. Despite being a success the man has concerns about his son’s future. He said that the son’s wasteful ways were of concern. He said that the new generation prefers to eat out despite having meagre earnings and never embraced the culture of eating home cooked meals. This is another case of not knowing what level one can spend in comparison to the income earned. Doesn’t this story strike a resemblance with Sri Lanka’s lawmakers and their economic policies?",
    "At present the National People’s Power (NPP) is fast gaining popularity and reiterating that only it can put a faulty economy back on track. It is interesting to see how a future government under them deals with foreign nations which have an influence over Sri Lanka; in the event the alliance contesting under the compass symbol wins.",
    "The NPP only has to look back and see how Sirimavo managed to balance East-West interests and maintain neutrality. She also worked towards maintaining healthy relationships with India and Russia. She also maintained Britain’s interests here by exporting tea to England. Sirimavo made it a point to strengthen the relationships with China and even boldly chose to eliminate ties with Israel.",
    "Still, despite all these successes of Sirimavo abroad, there were shortages back home. Even during those ‘Blue party’ days of her the island’s lawmakers had to import rice to meet consumption needs. A nation endured hard times, but there was no threat of the economy collapsing.",
    "All what has happened after her time makes us rethink whether it was worth enhancing infrastructure in the island and falling into debt. The NPP is fast becoming a favourite at future elections. The politicians serving the NPP already know that everyone will have to play his/her part in the struggle to rebuild the nation. The mainstay in the NPP alliance, the JVP, knows how a struggle is launched; even if it literary and metaphorically calls for the taking of a till and going on a collection round. It is much better to beg from the rich- here in your own country and not abroad- and support the cause of the less affluent, this time not a group of people, but an entire nation. The NPP has much to learn from Sirimavo’s times as Prime Minister."
  ]
}