{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92079/action-committee-appointed-to-re-employ-those-affected-by-economic-crisis",
  "time_ut": 1689775080.0,
  "original_lang": "en",
  "original_title": "Action Committee appointed to re-employ those affected by economic crisis",
  "original_body_lines": [
    "An action committee was appointed today (19 July), to swiftly implement strategies aimed at re-employing individuals impacted by the economic crisis.",
    "Accordingly, the committee comprises of key secretaries from various ministries, including Education, Finance, Tourism, Fisheries, Transport, Plantation and Industry, the President’ Media Division (PMD) reported, adding that the appointment was made during a meeting held at the Presidential Secretariat.",
    "This committee follows in the footsteps of a tripartite committee established during President Ranil Wickremesinghe’s tenure as Prime Minister, which focused on addressing job losses resulting from the economic crisis.",
    "Strategies for re-employment were developed, and the Ministry of Labour and Foreign Employment was entrusted with their implementation, while the World Labour Organization provided technical support through a comprehensive survey, culminating in a final report presented to the Ministry.",
    "The tripartite committee engaged in extensive discussions, formulating long-term, medium-term, and short-term solutions.",
    "Thus, the newly appointed action committee assumes responsibility for the implementation of these solutions.",
    "Future endeavours will prioritise identifying areas with increased job opportunities and implementing qualification development programs to connect individuals with these prospects.",
    "“By leveraging collective expertise and collaboration across ministries, this action committee aspires to swiftly create job opportunities and pave the way for personal and economic growth. Together, we shall navigate the challenges of the economic crisis, providing renewed hope and empowering individuals with the means to build a brighter future”, the PMD reported."
  ]
}