{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stock-market-ends-steady-in-thin-trade-amid-ddr-120803/",
  "time_ut": 1684324980.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stock market ends steady in thin trade amid DDR",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s shares edged up by less than 0.01 percent at market close on a wait and see approach waiting to get the government’s point of view on the International Monetary Fund deal alongside debt restructuring and optimization assurances, an analyst said.",
    "The main All Share Price Index (ASPI) was up 0.00 percent or 0.27 points to 8,823.28, while the most liquid index S&P SL20 was down 0.14 percent or 3.51 points to 2,539.17.",
    "“There’s a mixed reaction, ASPI closed up less than 0.01% and sat at 0%,” an analysts said.",
    "Sri Lanka is making progress in an International Monetary Fund agreement but improvements have to be made, State Minister for Finance Shehan Semasinghe said.",
    "The International Monetary Fund is in constant dialog with Sri Lanka over domestic debt restructuring plans, Senior Mission Chief Peter Breuer said.",
    "Sri Lanka’s government is to disclose the stance on domestic debt restructuring towards the end of May, which is why investors have adopted a wait and see approach.",
    "“The market broke the psychological level of 8,900 in share volumes as investors await more information from the government as the IMF has said they are not involved in domestic debt restructuring,” an analyst said",
    "Top gainers during trade were Bukit Darah, Carson Cumberbatch and Expolanka.",
    "Among the top losers were the banking sector on profit taking as the sector saw some stability in the past few sessions, while banks are gradually recovering in slow paces as further clarity is to be unveiled.",
    "Analysts said the low volumes seen in the market are due to the debt restructuring concerns, and investors are waiting for the monetary policy review for the next month.",
    "The market generated a foreign inflow of 232 million rupees the highest since April 25, while the net foreign inflow was 13.7 million rupees, bringing the net foreign outflow for the year to 2.3 billion rupees.",
    "“There is foreign interest coming in ever since the country got the IMF approval and there is some economic progression,” the analyst said."
  ]
}