{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Proposed-local-debt-restructuring-Implications-for-the-general-public/4-749635",
  "time_ut": 1687116540.0,
  "original_lang": "en",
  "original_title": "Proposed local debt restructuring: Implications for the general public",
  "original_body_lines": [
    "In the instance of local debt restructuring, it raises concerns about who would be affected. According to Central Bank sources, the majority of the Rs 13.2 trillion local debt is in the form of Treasury bonds, totaling Rs 8.7 trillion. The next significant portion comprises Treasury bills, amounting to Rs 4.1 trillion. It is estimated that approximately 90% of the funds from the Employees Provident Fund (EPF) are invested in Treasury bills. Therefore, the impact of local debt restructuring on the EPF and other provident funds that have invested with the Government is a matter of concern",
    "Political fortunes in Sri Lanka swing like a pendulum, today. A couple of weeks ago, the situation favoured President Ranil Wickremesinghe. The majority of parliament approved the IMF agreement, with only a few opposing and the main opposition abstaining, most likely due to pressure from influential economic experts within the party. This lackluster approach of the main opposition created an impression that the President and the Government were on the right track, and that the main opposition too was supportive of their stance. However, recent remarks of the opposition leader criticising the Government's mishandling of the IMF negotiations, indicate an ongoing debate within about the stance of the party.",
    "Several people in the fixed income earner category seem to think things are stabilising, primarily because there are no fuel or gas queues and no power cuts. They may not be aware that fuel, gas and electricity consumptions have all dropped significantly, in the recent past. The steep price increase and the contraction of economic activities have contributed to this reduction in consumption. The magnitude of the fuel price hike is evident in the decline in fuel imports by 25%, from $520 million to $390 million during the first quarter of 2023. Crucial details such as, the increase in petrol prices from 254 rupees to 318 rupees per litre and the surge in diesel prices from 176 rupees to 310 rupees per litre, have apparently faded from people’s memory. The disproportionate rise in electricity tariff affects the poorest segments the most. For instance, the electricity bill for families consuming less than 30 units per month has skyrocketed tenfold. Previously, due to exorbitant gas prices, a considerable number of consumers resorted to alternative solutions, resulting in a substantial reduction in the country's monthly gas requirement.",
    "According to the Department of Census and Statistics, the overall economy has shrunk by 11.5% in the first quarter. The industry sector has been the hardest hit, experiencing a contraction of 23.4%. These results add to the poor performance in 2022 when the overall economy shrank by 8%. Unfortunately, this downward trend continues, with many businesses forced to close down.",
    "This fact is evident in the several newspaper advertisements of banks offering to auction properties of private entrepreneurs through foreclosure. In the first four months of 2023, more than 400 such properties were auctioned by banks, as revealed in parliament during the SME sector debate. Based on this, it can be  assumed that 500 to 600 entrepreneurs may have lost their properties to banks in the first six months of the year.",
    "Creating an entrepreneur is a challenging task, while it is disheartening to witness the closure of so many businesses. There are less than 230,000 employers in the country today, compared to over 6 million employees. The SME sectors employ over 4.5 million, contributing around 55% to the economy, according to the Ministry of Industries. Unfortunately, this sector is gradually and steadily declining. This outcome was unforeseen by economic experts who proposed forced economic contraction as the best way to control inflation.",
    "In a country somewhat lacking in financial literacy, many fail to grasp the workings and implications of the proposed IMF deal. Those who cheer the temporary rise of the rupee against the dollar fail to realise that it's a brief respite before we must begin repaying our debts. They are unaware that, as per the IMF estimates, Sri Lanka has a hefty obligation to repay almost $ 28 billion between 2023 and 2027, averaging at $ 5.6 billion per year.",
    "Contrary to popular belief, the IMF does not shoulder the responsibility of repaying this loan on our behalf. Instead, it provides us with funds at an interest rate of around 5%, which is not inexpensive, but rather serves to grant us legitimacy to continue borrowing. These additional borrowings would only exacerbate our existing foreign debt, which stands at over $ 46 billion. The current Sri Lankan Government lacks a plan to generate revenue internally, rather than seek more loans and appeal for debt restructuring assistance from the current creditors.",
    "The architects of the IMF agreement were well aware that Sri Lanka lacks the capacity to independently secure the $ 28 billion needed to settle its debts over the next five years. Hence, the proposal includes a $14 billion reduction from existing creditors, $2.9 billion from the IMF, $3.75 billion in bridging support from other international financial institutions like the World Bank and the ADB, and an additional debt moratorium of about $3 billion. Any remaining balance would need to be covered through new short-term commercial loans, effectively perpetuating the cycle of borrowing to service debts.",
    "Apparently, the IMF lacks confidence in the current Government's ability to turn the economy around. This is evident in their prediction of a mere 3% growth even after the next five years. With such a dismal turnaround, President Wickremesinghe's aspiration of transforming Sri Lanka into a developed nation by 2048 is no more than a pipe dream.",
    "It would be crucial to understand that the implementation of the IMF agreement falls squarely on the shoulders of the Sri Lankan Government. The IMF will not engage in negotiations with our creditors on our behalf. The responsibility for negotiations lies with the Sri Lankan Government, along with our legal and financial consultants. This is where effective negotiation skills come handy.",
    "Many supported the idea of seeking IMF assistance when Sri Lanka faced a balance of payment crisis. Numerous countries around the world have done so on multiple occasions. Sri Lanka too has approached the IMF several times in the past, so there was no issue in doing so again. It was during President Gotabaya Rajapaksa's tenure that Sri Lanka sought assistance from the IMF. It was during his time that the Sri Lankan Government appointed finance and legal consultants, Lazard and Clifford Chance, to negotiate with our creditors. However, President Gotabaya Rajapaksa had to leave the presidency in July 2022, and since then, the new President has taken charge of the process.",
    "One question that needs an answer is whether we rushed into concluding the IMF agreement without considering the repercussions. We overlooked the Chinese stance that both bilateral and multilateral creditors should be treated equally, which caused some unease on the Chinese front. After agreeing with the IMF to exclude bilateral creditors from debt restructuring, we issued an open letter to our other creditors, announcing that all creditors would be treated equally. However, this hasty commitment has now created a problem. Foreign creditors, it seems, are demanding equal treatment as local creditors if any debt reduction is to be considered.",
    "Let's re-examine the numbers once again. According to a high-level investor presentation by the Central Bank Governor and the Secretary to the Treasury, available on the Central Bank's website, as of March 2023, our foreign debt stood at $ 45.5 billion, and our local debt amounted to Rs 13.2 trillion or $ 36 billion equivalent. If a reduction of $ 14 billion is anticipated from foreign creditors, it represents a significant 30% of our total obligations. Now, what would happen if these creditors insist on equal treatment for local creditors as well? This is a reasonable expectation considering that we openly declared during the signing of the IMF agreements that all creditors would be treated equally.",
    "This is the dilemma currently faced by the Government. For some time, senior officials responsible for managing the economy reassured the public that there would be no restructuring of local debt. However, the truth has now been revealed. Recently, those very individuals who made such assurances are eating their own words and acknowledging the necessity to restructure local debt. Yet, they fail to disclose the extent of the restructuring. The facts remain steadfast. If foreign creditors are expected to face a reduction of approximately 30%, it is only logical for them to demand the same treatment domestically.",
    "Apparently, the IMF lacks confidence in the current Government's ability to turn the economy around. This is evident in their prediction of a mere 3% growth even after the next five years. With such a dismal turnaround, President Wickremesinghe's aspiration of transforming Sri Lanka into a developed nation by 2048 is no more than a pipe dream",
    "In the instance of local debt restructuring, it raises concerns about who would be affected. According to Central Bank sources, the majority of the Rs 13.2 trillion local debt is in the form of Treasury bonds, totaling Rs 8.7 trillion. The next significant portion comprises Treasury bills, amounting to Rs 4.1 trillion. It is estimated that approximately 90% of the funds from the Employees Provident Fund (EPF) are invested in Treasury bills. Therefore, the impact of local debt restructuring on the EPF and other provident funds that have invested with the Government is a matter of concern.",
    "We still do not know the course of action the Government proposes to take. They have not been transparent about the parties affected by this situation. The question arises: could this have been avoided? The answer is yes, with better negotiation strategies. Many other countries with larger problems than ours have sought assistance from the IMF in the past and found solutions without resorting to local debt restructuring. Recent examples include Ukraine, Ecuador, Chad, Mongolia, Iraq, Pakistan, and Moldova. What was crucial during the negotiation process was the empathy for the Sri Lankan citizen shouldering the consequences of mistakes committed by the authorities.",
    "In the upcoming parliamentary debate on this critical subject, the reactions of various political parties would be paramount. Will the members of the SLPP continue their unwavering support, pledging allegiance to the Government's decisions? Can the SJB afford to abstain once again, neglecting the concerns of the public who would have to bear the brunt of the repercussions? As for the other parties, their stance remains uncertain. The looming question is, which party would dare to defy the status quo and have the courage to present an alternative perspective, shedding light on the true state of affairs with verifiable facts and figures? At a time when general sentiments lean towards supporting the Government, it takes great courage to challenge the narrative and advocate for transparency and accountability.",
    "As Winston Churchill aptly put it, \"Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen.\" The true test of political integrity lies in the ability to prioritise the well-being of the people over partisan agendas, to champion transparency even when it seems unpopular. It remains to be seen which party will rise to the occasion and offer a dissenting voice, bringing forth the uncomfortable truths that deserve public attention. In the realm of governance, it is the duty of elected representatives to act as the voice of the people and provide an honest and accurate representation of the prevailing circumstances, ensuring that no decision is made without due consideration and public scrutiny."
  ]
}