{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CA-Sri-Lanka-introduces-innovative-Leadership-Code-based-program-from-USA-to-empower-future-business-leaders/34-757302",
  "time_ut": 1705016001.0,
  "original_lang": "en",
  "original_title": "CA Sri Lanka introduces innovative Leadership Code-based program from USA to empower future business leaders",
  "original_body_lines": [
    "Renowned for bringing top-tier leadership programs to the country, the business school of the Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) has announced the introduction of yet another pioneering international leadership program from the United States aimed at cultivating adept business leaders celebrated for their transformative, adaptable, and collaborative qualities.",
    "The Leadership Code-Based Leadership Academy, developed in collaboration with the Results-Based Leadership Organisation (RBL) USA, is a research-based synthesis of critical knowledge, skills, and attributes essential for impactful leadership. This unique learning experience targets aspiring business leaders and existing trailblazers in the business world to enhance their potential and achieve impactful business outcomes.",
    "The six-day intensive learning journey represents a research-driven amalgamation of crucial knowledge, skills, and essential attributes necessary for successful leadership. Offering a cohesive, contextual framework, it simplifies complexity, turns the ordinary into the meaningful, and makes the conceptual practical.",
    "Scheduled from 3 February to 9 March in Colombo, the program will be conducted by Deepal Sooriyaarachchi, an accredited master coach, mentor, author, corporate trainer, and consulting partner of RBL USA, who brings a wealth of experience to guide participants through their transformative leadership journey.",
    "The program is open to junior as well as senior managers and aspiring business leaders hailing from multiple sectors and industries, including Chartered Accountants allowing them to gain profound practical insights and applications, by establishing a robust foundation for their immediate transition into effective business leadership.",
    "Over the years, the CA Sri Lanka Business School has played a pivotal role in launching global leadership programs for the country’s professional community, by collaborating with internationally renowned institutions such as INSEAD, Duke CE, and Euromoney Training. RBL USA is a prominent entity in leadership development, focusing on research-based methodologies to enhance leadership capabilities and drive organisational success."
  ]
}