{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Charitha-Herath-calls-on-Govt-to-halt-enacting-destructive-laws-for-short-term-gain/56-747155",
  "time_ut": 1680724475.0,
  "original_lang": "en",
  "original_title": "Charitha Herath calls on Govt. to halt enacting destructive laws for short-term gain",
  "original_body_lines": [
    "Says harmful laws such as PTA have far-reaching consequences even after politicians who enacted them are no more",
    "Claims PTA is responsible for violating human rights over the years more than combatting terrorism in SL",
    "Stresses serious discourse on the Bill must take place in the country",
    "Parliamentarian Prof. Charitha Herath has called on the Government to halt its attempts to enact destructive legislation such as the recently proposed Anti-Terrorism Bill for short-term gain.",
    "“They bring in laws that they believe will be favourable to them, assuming they will be in power forever. However, the President can change in a matter of months but the laws enacted will remain. These harmful laws have far-reaching consequences on the people after the politicians who introduced them are long gone,” he said.",
    "The MP, a member of the Freedom People’s Congress led by Prof. G.L. Peiris urged the Government to therefore not to bring in such laws that can have grave consequences on the country’s people.",
    "Presenting the existing Prevention of Terrorism Act (PTA) as an example Herath said many of those who voted to enact it are no longer in parliament or have passed on. He said the PTA was used to curb uprisings in both the North and South in the country’s past where many human rights violations were reported as a result of it.",
    "“Detainees under the PTA have suffered unfortunate fates and consequences. PTA went beyond combatting terrorism and instead contributed to widespread human rights violations. Similar issues exist in the new proposed Anti-Terrorism Bill,” he noted.",
    "Herath said the digital sphere has also been included in the new Bill which is a dangerous phenomenon. He said posts in the digital realm which the rulers may deem as possibly instigating terrorism have also been included as offences in the new anti-terror Bill. The MP said a serious discourse on the Bill must take place in Sri Lanka and that it is already drawing widespread criticism. “We will also take necessary legal action against it. But a discourse must take place,” he said.",
    "Commenting on the new  Central Bank Bill, Herath said he proposes that in line with the Constitution, the Public Finance Committee in Parliament must be given oversight powers through the new CBSL Bill. He said certain terminology used in the Bill can also give rise to controversy and issues within the country such as the Bill allowing the CBSL to decide any other instances where a currency other than Rupees be allowed to be used in Sri Lanka. He said instead of CBSL, that decision should be given to Parliament as it can affect the country’s sovereignty."
  ]
}