{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Harak-Kata-and-Kudu-Salidu-brought-to-Sri-Lanka/108-255862",
  "time_ut": 1678849828.0,
  "original_lang": "en",
  "original_title": "Harak Kata and Kudu Salidu brought to Sri Lanka",
  "original_body_lines": [
    "Six suspects including two notorious well-known underworld criminals Nadun Chinthaka Wickramaratne alias Harak Kata and Salindu Malshitha Gunaratne alias Kudu Salidu, who was arrested by the security authorities in Madagascar recently, had been brought to Sri Lanka this morning by a team of CID officers, an official said.",
    "A CID team led by an ASP left for Madagascar on Saturday to bring the suspects.",
    "The security authorities in Madagascar arrested eight persons including Harak Kata and Kudu Salidu at Ivato International Airport in Madagascar on March 1.",
    "It is said that among the arrested was a Malagasy woman who claimed to be Harak Kata’s wife. The woman was also among those brought to Sri Lanka.",
    "According to the L’EXPRESS report, five people, including Harak Kata, arrived at the country’s Nosy Be International Airport on February 12 in a private jet. They had later travelled to Antananarivo airport on a domestic flight the following day.",
    "According to media reports, they were arrested on March 1st when they were leaving Madagascar.",
    "At the time of arrest, Harak Kata had posed as a rich businessman on a business trip. The rest of the group including Kudu Salindu had appeared as bodyguards of Harak Kata. They had stayed at two hotels in Ivato and Ambohimangakely.",
    "Following their stay, the group was dropped off at the airport in two luxury cars.",
    "According to the orders obtained from the Sri Lankan courts and Police reports INTERPOL has issued Red Notices against underworld criminals including Harak Kata.",
    "The Madagascar Police officers had recognized the drug traffickers from the red notices issued by the INTERPOL and arrested them at the airport.",
    "According to the INTERPOL red notice, the Madagascar police officers have clearly identified only Hark Kata and after questioning, Kudu Salindu who had posed as Harak Kata’s bodyguard has been identified.",
    "At the time of the arrest, the authorities found more than 38 million in Madagascar's local currency in the possession of the woman who claimed to be the wife of Harak Kata.",
    "“Harak Kata who operates his drug syndicate in Dubai, Malaysia, Singapore, Seychelles, the Maldives and Madagascar was previously arrested at the Dubai International Airport in August 2022,” a CID officer said.",
    "However, he had changed his name to Herath Dissanayakage Roshan Isanka in the passport, which was found on him at the time of his arrest in Dubai.",
    "Dubai Police released Harak Kata on October 03, 2022, as they were unable to complete the legal matters pertaining to his deportation. (Darshana Sanjeewa Balasuriya and T.K.G. Kapila)"
  ]
}