{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/elections-economic-recovery/",
  "time_ut": 1677781096.0,
  "original_lang": "en",
  "original_title": "Elections & Economic Recovery",
  "original_body_lines": [
    "Elections in Sri Lanka do not fall on specific days. The President has the authority to dissolve the Parliament prior to the expiration of its term and to call for presidential elections early. This power is used most of the time to conduct elections on the dates which are politically favourable to the President or to his/her political party. The Provincial Council elections were postponed for years. The Elections Commission could not conduct the elections since the approval of the Parliament was not given in respect of delamination of electorates. The power of the judiciary in respect of fundamental rights according to Article 126 is not applicable to the Parliament.",
    "Now the local government elections were postponed. The last local government elections were also postponed due to the issues of delamination. At last, when the elections were held the number of members were virtually doubled. Now the discussions are held to reduce the number.",
    "As per Article 3 of the Constitution, sovereignty which is in the people includes the franchise. As per Article 4 of the Constitution sovereignty of the people shall be exercised and enjoyed in five manners of which the fifth one was exercise the franchise at the election of the President, and of the Members of Parliament and at every Referendum. Provincial council or local government elections were not included there.",
    "According to Article 4, another way of enjoying sovereignty was the fundamental rights. Under fundamental rights Article 12 (1) in the Constitution stated that all persons are equal before the law and are entitled to the equal protection of the law. Since there is a law governing the local government elections and it was stated in the Article 3 that franchise in an ingredient of sovereignty, it is a violation of fundamental rights of the people if local government elections were not held.",
    "Since the responsibility was with the Parliament when the last local government elections were not held in time,  a court order could not be issued. The then Chief Justice had made several serious observations in the case SC FR No. 35/2016.",
    "“The Parliament did not take legislative measures to remedy this situation.” “I find that the legislature by its inaction and the executive including the Minister and others involved in discharging the duties/functions under the Local Authorities (Amendment) Act No. 22 of 2012 have contributed to the delay in holding the elections.” “The Petitioners fundamental rights are violated by the state.”",
    "The President is doing the same thing now. In order to postpone the local government elections, the legislature has to amend the Act. That could be challenged at the Supreme Court. That was the reason of raising the issue of money shortage. The attorney representing the Election Commission said at the court that if the election is postponed due to shortage of funds the Minister of Finance or the Cabinet  will have the power to control the elections and it could be applied in future presidential and parliamentary Elections as well. The response of the court was that the court agreed that the elections should be held according to the law, bur finance is not within the purview of the court.",
    "The President governs with the help of the Podujana Peramuna. He can dissolve the Parliament now. If so, it could be difficult for him to deal with the next government. Therefore, the next election he expects could be a presidential election. His intention seems to be to stabilize the country and then to face the election.",
    "The recent statements of the President at the Parliament and the manner he said it, cannot be approved. On the other hand, as citizens what do we expect from the local government elections, whether to get the work done in our local areas or to influence the Center with the parties which control the periphery? If the elections are  held the majority power will be with either JJB or SJB.",
    "The country is in dire straits. The leaders  of the government and the opposition, academics, professionals and also the people behave without considering the status of the country. All of them react to each other and action is rare.",
    "We are facing an economic crisis today. We are among the countries of highest negative growth rate. The reason for this is the political culture of the country. Politicians as well as the public servants and the people are parts of this culture.",
    "The reason for the economic crisis was that prolonged budget deficit of the country and affiliated trade deficit. The immediate reason for the crisis was that the inability to pay back the debts because of the continued deficits. Reason for this was the imprudent economic policies of the Gotabaya Rajapaksa government. The first policy mishap  was the reduction of taxes with the blessings of the private sector. Except a few, most of the politicians, public servants, members of the private sector and the public think that what they can get out of the state and not what they can give to the state. The next immediate reason was that the projects carried out by the Mahinda Rajapaksa government with less or no economic returns.",
    "The root cause of the problem is the prevalent socialist thinking of the country. As a result, we have a large public sector and quite a number of public entities. Since the private sector was not adequately expanded or not facilitated to expand, a large number of labour force was recruited in the public sector. Most of them were the supporters of the governing parties. There are lot of loss making government entities. Also, the entities which are making profit do not operate efficiently. Therefore it is essential to make the public sector smaller. This necessity goes against the socialist thinking. According to that thinking the state sector should be expanded. Many think that it is a disgrace to sell the government owned properties and businesses. Sometimes this may be the result of privatizing the government owned enterprises by the right-wing governments without any transparency of which process the beneficiaries were their cronies.",
    "The President is working to fulfil the conditions agreed with the IMF which were not exposed to the public. Any person with a general understating of finance and economics could not disagree with  this process of increasing the government revenue and reducing the government expenditure since we all have to save the state first. It is visible that the government has put more weight to increase the revenue.",
    "The President does not understand that at a situation like this there should be an exemplary  behaviour by the top leaders in the case of reduction of expenditure. Instead, he celebrates the independence in a grand style and organizes a Janaraja Perahera. If he gives examples by his own behaviour and that of the government there will not be so much of resistance against the tax increases which is mandatory at the present juncture. He tries to reduce the expenditure by cutting off the election expenses.",
    "In his interim budget proposals in the last year he has proposed that 20% of the ownership of the state banks will be offered to the employees and to the depositors. When he became the Prime Minister addressing the nation he said that Sri Lankan Airlines should be privatized. Giving an interview to The Economist he said that Insurance Corporation will be privatized. None of these seems to be happening and it is not visible that any attempt is taken. Lanka Hospitals owned by the Insurance Corporation could have been privatized through the stock exchange. It is much easier than privatizing the Insurance Corporation and much easier than fully implementing the 13th amendment to the constitution ( I believe that 13th Amendment should have implemented). Also tax base can be expanded by digitalization of the government activities.",
    "The President tries to govern the country by Prevention of Terrorism Act. He should realize that the defense forces and the police which obey to his command is sufficient. We know that during the tail end of the rule of the previous president, the defense authorities and the police did not implement his orders.",
    "The ideology that the President should not take serious decisions since he does not have a mandate is ridiculous. He was appointed in accordance with the constitution and not in violation of the constitution. When Lindon Jonson was appointed after the assassination of John Kennedy or Gerald Ford was appointed after the resignation of Richard Nixon as presidents of the US no one questioned that. In many democratic countries there are successors after the resignation of their Prime Ministers. Dudley Senanayake has gone an extra mile in 1952 but it was not mandatory.",
    "The President is trying to do the minimum reforms and get the IMF loan. It is the duty of all of us to support this process. Although the loan amount is small the guarantee coming along with the loan will turn the downward trend of the county upward. If we dream that this turn would be done by a favorite government of ours, it would be an idiotic dream since these actions should be taken as soon as possible.",
    "The decisions of increasing taxes and electricity tariff taken by the President which are unpopular at present should be supported by us since these decisions should have been taken by someone. These decisions were delayed and not taking these decisions will be detrimental to the economic recovery. When the government have the breathing space it should take steps to the economic growth. The IMF loan will not create an economic growth and it will not rescue Sri Lanka, which will have to be done by us. It is just a support to have a breathing space to the government.",
    "Therefore, we should demand from the President that he should carry out the rest of the economic reforms  related to the SOEs soon which he delays and not  holding of  local government elections. These reforms should be done now, not at the time when the country normalizes."
  ]
}