{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/ceylon-chamber-of-commerce-calls-for-public-support-for-sri-lanka-imf-programme-116238/",
  "time_ut": 1679474160.0,
  "original_lang": "en",
  "original_title": "Ceylon Chamber of Commerce calls for public support for Sri Lanka IMF programme",
  "original_body_lines": [
    "ECONOMYNEXT – The Ceylon Chamber of Commerce has urged the public, political parties, trade unions and civil society to view Sri Lanka’s ongoing programme with the International Monetary Fund (IMF) positively and to support the reform process.",
    "Noting that Sri Lanka cannot afford to revert to an unsustainable subsidy-driven economy and a Central Bank-financed fiscal deficit, the Ceylon Chamber has also urged the government to prioritise said reforms.",
    "“We believe this is a crucial point for the economy, with the implementation of long overdue economic reforms acting as a vital impetus towards sustainable economic revival,” the Chamber said in a statement on Wednesday March 22 congratulating the government on securing a 2.9 billion dollar extended fund facility (EFF) from the IMF.",
    "The announcement of IMF executive board approval for the EFF was preceded by a series of protests and strikes organised by trade unions against a sharp hike in progressive taxation. Some opposition parties and other actors have also spoken against cost-reflecttive tariff hikes.",
    "The Chamber called for sharper focus on reforms such as tax administration, state-owned enterprises (SOEs), trade and competitiveness, labour and land reforms, which the organisation said need to be unlocked in order to pursue a sustainable growth path.",
    "“The country will need to prioritise these reforms in meeting its fiscal targets, which will be central to the IMF programme and debt restructuring. In focusing on revenue, the State should look at overall productivity improvement and curtailing of government expenditure where possible. These can be achieved by ensuring data driven and evidence based policymaking that will incorporate technology and digital tools,” the Chamber said.",
    "The statement noted that the country must prioritise these reforms in order to ensure a successful 17th IMF programme which will complement the macro stabilisation efforts undertaken.",
    "“The country cannot afford any pauses in the programme, or returning for an 18th program with the IMF, where similar reforms will eventually and unavoidably need to be undertaken,” it said.",
    "The Ceylon Chamber requested all political parties, civil society, trade unions and the public to view the IMF programme positively and support the reforms process “so that the country can move towards greater prosperity with a stable economy for all its citizens.”",
    "“The Chamber recognises that the private sector is an equal partner in ensuring an accelerated economic recovery, and to this end will continue to support the government in implementing progressive reforms,” it said.",
    "The business chamber went onto say that it appreciated the efforts of the government led by President Ranil Wickremesinghe, Central Bank Governor Nandalal Weerasinghe, the Secretary to the Treasury, other key officials and independent experts who assisted in the process.",
    "“We also appreciate the bilateral and commercial creditors for providing the necessary financial assurances towards debt restructuring. Along with the initial proceeds from the IMF programme, we expect multilateral agencies to also support the country by unlocking fresh financing.”",
    "“We acknowledge and hail the difficult steps taken by the government in the lead-up to securing the EFF, such as cost-reflective tariffs for utilities, tax regime changes, legislation of the new Central Bank Act and the move towards a flexible exchange rate, to name a few,” the statement added. (Colombo/Mar22/2023)"
  ]
}