{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92138/parliamentary-committee-proposes-replacing-ugc-and-vta-with-new-body",
  "time_ut": 1689959100.0,
  "original_lang": "en",
  "original_title": "Parliamentary committee proposes replacing UGC and VTA with new body",
  "original_body_lines": [
    "A parliamentary committee on education has recommended the replacement of the University Grants Commission (UGC) and the Vocational Training Authority by an independent ‘National Higher Education Commission’ by way of a legislative enactment.",
    "This was mentioned in the report of the Parliament Select Committee (PSC) to Make Suitable Recommendations for the Expansion of Higher Education Opportunities in Sri Lanka.",
    "The dossier was presented to the parliament by Justice Minister Dr. Wijeyadasa Rajapakshe as the chairperson of the PSC.",
    "The committee says it comprehensively examined the existing legal framework and the practice followed in the system before making feasible and sustainable recommendations for the necessary reforms in the education sector.",
    "It is suggested that the proposed National Higher Education Commission be consist of 11 members who have achieved significant eminence with integrity in their respective fields such as academia, profession and management.",
    "The PSC has proposed to empower this commission with the authority to exercise its powers, functions and duties independently.",
    "Accordingly, the members of the commission shall be appointed by the President with the prior approval of the Constitutional Council and they shall continue to hold the office for a period of three years, the PSC report says.",
    "The commission shall be empowered to establish sub-committees consisting of a specified number of members from and among the main body as decided by the commission based on a criterion stipulated in their rules.",
    "These sub-committees are proposed to be established for the following categories; State Universities, Non-State Universities/Institutes, Vocational Education Universities/Institutes and Quality Assurance."
  ]
}