{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Felling-of-Crudia-Zeylanica-Environmentalists-claim-Cabinet-is-guilty-of-crime/56-750554",
  "time_ut": 1689194623.0,
  "original_lang": "en",
  "original_title": "Felling of Crudia Zeylanica: Environmentalists claim Cabinet is guilty of crime",
  "original_body_lines": [
    "Claims Cabinet has committed an offence which can lead to imprisonment",
    "Calls for the arrest of all those involved including RDA officials",
    "The leading environmental activist group, the Center for Environmental Justice (CEJ) yesterday said the Cabinet decision to remove a rare Sri Lanka Legume (Crudia Zeylanica) tree in Daraluwa, Gampaha to make way for the Central Expressway was illegal.",
    "Transport and Highways Minister Bandula Gunawardane on Tuesday admitted he was instrumental in obtaining Cabinet approval to cut down the rare and endemic tree, the CEJ noted that as per S. 42 of the Fauna and Flora Protection Ordinance No. 2 of 1937 “No person shall in any area remove, uproot or destroy or cause any damage or injury to any plant which is for the time being included in Schedule V and is growing on the property of any other person or is growing in any public place.”",
    "“The entire Cabinet which supported and approved his proposal has committed a legal offence which can be subjected to an imprisonment of two to five years and a fine of Rs. 10 000 - Rs. 20 000,” CEJ, Chairman Dr. Ravindranath Dabare said. The CEJ said it strongly condemns the act and emphasised that no Minister or Cabinet has the authority to override the law.",
    "Environmentalists are therefore calling for the arrest of all those involved in the felling of the tree. According to Environmentalist Sajeewa Chamikara, according to Sri Lankan law officials can arrest those involved without a warrant due to the nature of the offence.",
    "Chamikara criticised the RDA for setting a negative precedent by choosing to cut down the tree instead of implementing conservation measures alongside sustainable development practices.",
    "“Officials of the RDA and the Minister are directly responsible for this criminal act. Secretary to the Ministry M.M.P.K. Mayadunne, RDA Chairman Chaminda Athaluwage, Director General Sardha Weerakoon and the Project Director of the Kadawatha - Mirigama phase R.M.J.N. Ratnayake are also responsible for destroying this protected plant,” he said."
  ]
}