{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-in-dialogue-with-German-Chamber-of-Commerce-and-Industry-delegation/56-755083",
  "time_ut": 1699642165.0,
  "original_lang": "en",
  "original_title": "SJB in dialogue with German Chamber of Commerce and Industry delegation",
  "original_body_lines": [
    "Seeks knowledge sharing session to promote bilateral economic relations with Germany",
    "The Samagi Jana Balawegaya (SJB), Sri Lanka’s main Opposition party participated in a dialogue with a delegation of German Industry and Commerce in Sri Lanka (AHK) on 8 November at Jetwing Colombo Seven. AHK is the official arm of the German Chamber of Commerce and Industry (DIHK) that represents German commercial and industrial interests operating in Sri Lanka.",
    "Officially inaugurated in March 2018, AHK Sri Lanka seeks to promote bilateral economic relations between Germany and Sri Lanka by engaging with various stakeholders and administrators at different levels and making connections for German businesses and entrepreneurs.",
    "The broad goal of AHK is to facilitate a dialogue between policymakers and German business interests to contribute towards laying necessary conditions for them to thrive and create more value for the immediate locality, Sri Lanka’s wider economy as well as for German stakeholders.",
    "This event was part of a series of dialogues that the SJB has been undertaking with business chambers and professional organisations with the aim of enhancing and fine-tuning the party’s policy platform; a process that has taken in over a dozen such interactive sessions with diverse stakeholder groups.",
    "At a recent introductory meeting, SJB party leader and Leader of the Opposition, Member of Parliament Sajith Premadasa requested the chief delegate of AHK Sri Lanka Marie Antonia von Schönburg to organise a knowledge sharing session with senior members of the SJB Alliance. The event was organised with the specific purpose of providing members of German business and industry a platform to make direct representations and proposals to the Opposition Leader and his team; to air grievances and reveal inconsistencies within the many layers of Sri Lanka’s infamous bureaucracy.",
    "AHK Sri Lanka’s delegation included Directors, CEOs, Country Representatives and Financial Controllers of companies from diverse sectors including renewable energy, mining, insurance, industrial equipment, medical equipment, pharmaceuticals, chemical manufacturers, brand agencies and industrial manufacturers.",
    "The Opposition Leader noted that the occasion was only the beginning of a continuous dialogue with AHK and was part of an overarching strategy of the SJB to build a multifaceted policy platform, drawing from diverse groups of stakeholders. As the “Alternative Government” or the Government in waiting, Premadasa stressed the need to have frank and transparent conversations with stakeholders so that a future SJB-led Government may lay the foundation for a business-friendly, transparent and consistent policy that generates an environment for commercial ventures to thrive.",
    "Premadasa underscored that the SJB believes in harnessing market power to liberalise Sri Lanka’s economy and thereby promote sustainable and inclusive growth. It was the SJB’s policies to develop new export-oriented manufacturing industries in Sri Lanka by attracting high-technology manufacturers and building Sri Lanka’s own research and development capabilities including training and education systems that meet labour requirements of the global marketplace, he said. The Opposition Leader acknowledged the contributions made to Sri Lanka over many decades by German ThinkTanks such as the Friedrich-Ebert Stiftung and the Friedrich Naumann Foundation and expressed hope that AHK Sri Lanka would further enhance its role in helping German businesses prosper in Sri Lanka and generate value and benefits for the Sri Lankan people and the economy.",
    "The Opposition Leader was flanked by MP Dr. Harsha De Silva, a senior member of the SJB and part of its economic policy team as well as other party members and MPs from the Opposition Alliance including Prof G.L. Peiris.",
    "The chief delegate of AHK Sri Lanka Marie Antonia von Schönburg stressed that the role of AHK was to assist German business; to understand their issues and struggles as well as help address the shortcomings and contradictions faced by German direct investment into Sri Lanka. She specifically noted that Sri Lanka has the potential to attract far more German investment as the South East Asian region is one that has always excited German businesses. Yet, she was clear that any and all proposals put forward by the delegation would also be beneficial to Sri Lanka, especially in laying the groundwork for further investments from around the world, and that the membership was not asking for favours but was prepared to make a rational business case for each proposal. Schönburg  cautioned that there is a post-COVID operational realignment which has opened a limited window of opportunity for Sri Lanka to take advantage of the strategic shifts taking place in the region and beyond.",
    "Primarily, the chief delegate emphasised that one of the traditional cornerstones of German investments abroad is their long-term outlook; German industry and commercial businesses are family owned and thus these investments  always considered that there are no gambles. As such, a key concern voiced by the chief delegate and repeated by the membership on several occasions was the urgent need for policy consistency, away from ad-hoc, reactive policies and decision-making.",
    "The delegation’s representatives provided numerous examples in Sri Lanka that are completely counter to global business ‘best practices’ such as costly delays due to approvals and registrations necessary for commercial operations; minimum investment thresholds to access incentives; limits on share ownership; limits on land ownership and even a specific order from the Attorney General’s Department that was deemed detrimental to both business interests in Sri Lanka and the country’s own priority to increase State revenue.",
    "Some specific issues noted by the delegation are given below:",
    "Restrictions on incorporation and ownership of foreign companies in Sri Lanka under the Board of Investment (BOI)",
    "A relatively high threshold of $ 250,000 to secure tax-holidays and incentives, whereas other nations such as Vietnam have a threshold as low as $10,000",
    "The delegation noted that lower thresholds could attract smaller businesses with more potential to grow and more entrepreneurial pursuits with parallel benefits for Sri Lanka’s economy and talent pool.",
    "The Opposition noted the conflict in providing foreign investments with tax incentives and holidays during a time when Sri Lanka is making a major fiscal adjustment. Yet, they agreed that regardless of the incentives what is important is a consistent and predictable regulatory environment which allows companies the security of planning ahead.",
    "Ownership restrictions have prevented many large scale businesses from opening in Sri Lanka as there are global norms that many of these multinational businesses and their customers must adhere to, especially control over global operations without dependencies on local partners who might be less predictable. The delegation revealed that a major logistics company had decided against a substantial investment in Sri Lanka due to such ownership restrictions. There were calls to consider more advanced storage facilities and larger warehousing space reiterating the fact that a large port without sufficient storage and warehousing capabilities would be a waste.",
    "The delegation also pointed out the restrictions on the ownership of land and the inability to sign long-term leases beyond the standard 30-year or 50-year lease agreements. Again, the chief delegate referred to the long-term perspective of German industry and hence the discomfort with shorter lease agreements for property. One delegate specifically brought to light that a lease signed by their company did not have an ‘extension clause’ which creates doubts for foreign investors. Ownership of land or a longer-term lease is crucial to providing investors with peace of mind.",
    "Also severe concerns were raised regarding the processes and norms practised by Public Procurement. The delegation observed that most of the time, State procurement simply chooses the cheapest option available and that it is done without any independent confirmation of the relative quality of the chosen supply. The delegates suggested professional and independent bodies to evaluate the cost/ quality dynamic.",
    "The medical devices and pharmaceutical industry representatives were concerned about the time taken to grant approvals and registrations for products, most of which are already approved by organisations with the same function as the National Medicines Regulatory Authority (NMRA). The delegation suggested allowing a fast-tracked process for products that are already approved by international regulators from the US or UK, for example. The Opposition Leader said he would facilitate a meeting between the delegation and the recently appointed new Chairman of the NMRA so that they can hear directly from members of AHK.",
    "Furthermore, an issue was raised with new rules on bonding operations at Sri Lanka Customs which seems to be disadvantageous for BOI registered companies, by incentivising transactions related to bonding operations away from Sri Lanka and thereby costing the State valuable revenue.",
    "At the end of the presentations made by the delegation, the Opposition Leader reiterated that the SJB would remove the unnecessary hurdles for the business sector and requested the delegation to report to their principals both local and abroad that the “Alternative Government” would be looking to create a much different business environment for German companies, one that allows them to thrive and contribute to Sri Lanka.",
    "As part of this vision, Premadasa pledged a future SJB Government would make historic investments in education to build Sri Lanka’s future talent pool and a tech-savvy workforce that meets the demands of the global economy and generates talent capable of competing anywhere in the world. The SJB’s education policy will focus on STEEM (Science, Technology, Engineering, English and Maths). The Opposition Leader thanked the delegation for their time and efforts and assured that follow-up meetings would be arranged to ensure that the lessons learned were utilised to bring about material changes. The session was an excellent opportunity for SJB Alliance members to hear about issues faced by the business sector from members of the very sector."
  ]
}