{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Israel-and-Hamas-Strange-bed-fellows-fallen-out-with-each-other/4-756400",
  "time_ut": 1702666302.0,
  "original_lang": "en",
  "original_title": "Israel and Hamas: Strange bed fellows fallen out with each other?",
  "original_body_lines": [
    "People carry an injured person as civilians look for survivors in the rubble of destroyed buildings following Israeli bombardment on Rafah in the southern Gaza Strip on 14 December 2023, amid continuing battles between Israel and the Palestinian militant group Hamas. Thousands of civilians, both Palestinians and Israelis, have died since 7 October 2023, after Palestinian Hamas militants based in the Gaza Strip entered southern Israel in an unprecedented attack triggering a war declared by Israel on Hamas with retaliatory bombings on Gaza – ADP",
    "As Aaron David Miller, a Middle East expert at the Woodrow Wilson Center, observes, a strange, self-sustaining relationship remains. Israel’s hawkish government, comprising many politicians who have little interest in seeing the creation of a separate Palestinian state, dwells on the security threat that Hamas’s crude rockets pose. Hamas depends, Miller writes, on “an ideology and strategy steeped in confrontation and resistance.”And so, he concludes, they are “two parties who can’t seem to live with one another, or apparently without one another either.”",
    "David Miller has summed up in one phrase, the Israeli-Hamas conflict so accurately and so succinctly. Miller’s assertion is not simplistic by any means as the root of this conflict runs very deep and predates the advent of Hamas. It is a complex issue weighed by history and religious beliefs. For those who say the solution is a two State solution, it is, but it is also not something written on a document or spoken from a lectern that can be easily translated into practical action. A solution fundamentally has to come from the people of Israel and the people of Palestine. Easily said than done though!",
    "Israel and Hamas and supporters of both sides are engaged in a battle involving manifestations of a deep-rooted problem. Until 7 October, this battle was one sided in relative terms, with Israel using all its fire power on the Palestinians, while overtly telling the world they are after Hamas operatives. Were they actually looking to liquidate Hamas or to break the back of Palestinians, or what is left of their backs? The disproportionate and atrocious destruction and killings of Palestinians in Gaza raises the question what the ulterior motive of Israel is. One can ask whether it is the total annihilation of the Palestinians and whether that is the solution Israel is seeking in the guise of looking for Hamas operatives. The latest UN announcement says, half of Gaza is starving and that 9 out10 people cannot eat every day. The BBC reports that meanwhile, the Biden administration has used an emergency law to bypass Congress and authorise the sale of some 14,000 rounds of tank ammunition worth more than $106 million (£85m) to Israel.",
    "The term “wheels within wheels” has never been more apt, as some articles quoted below suggests, and as Miller has said, to describe two parties, Israel and Hamas, who cannot seem to live with one another, or apparently without one another, either. They suggest that Israel and Hamas were strange bed fellows and Israel had used Hamas to destabilise the Palestinian Authority which had recognised Israel and a two State solution in 1987 as the solution to end the long-drawn crisis. These articles present the view that Israel had been against the creation of a Palestinian State, and they had used all available means, including Hamas that opposed the recognition of Israel, to make sure a Palestinian State as envisaged by the PLO never became a reality. While the world looked on, or rather looked the other way, the conflict got worse, and the prospective two State solution became more and more distant. The ordinary Palestinians continued to bear the brunt of this indifference while Israel illegally expanded their borders by encroaching into Palestinian territory. Following are some of the articles that clearly outline the Israel/Hamas linkage",
    "Hamas has roots watered by Israeli funding, former military governor of Gaza admits",
    "“Divide and Rule”: How Israel helped start Hamas to weaken Palestinian hopes for Statehood",
    "The Israeli-Hamas conflict, and more broadly, the Israeli- Palestine conflict, reminds one of the Buddhist doctrine of Patityasamutpada or dependent origination, in particular, the cause that has given rise to the manifestations that have been the driving force of this conflict.",
    "Pratītyasamutpāda (Sanskrit: प्रतीत्यसमुत्पाद, Pāli: paṭiccasamuppāda), commonly translated as dependent origination, or dependent arising, is a key doctrine in Buddhism shared by all schools of Buddhism. It states that all dharmas (phenomena) arise in dependence upon other dharmas: “if this exists, that exists; if this ceases to exist, that also ceases to exist”. The basic principle is that all things (dharmas, phenomena, principles) arise in dependence upon other things.",
    "In the case of this conflict, one can conclude that the dependent origination principle “if this exists, that exists; if this ceases to exist, that also ceases to exist, and that all things arise in dependence upon other things” based on the many associated machinations and tactics of Israel, the stand taken by Hamas in 1987 to oppose the PLO to recognise Israel’s right to exist, and the two State solution, supported or influenced by Israel, and the demented outlook of the key world players, is absolutely true.  The action of the British, supported by the League of Nations, in the creation of the State of Israel in 1948 without consultation with the Palestinians and giving Statehood to Palestine, could well be regarded as the event that resulted in what followed, and the several interconnected events that followed. In this context, the 7 October massacre in Israel, deplorable and inhuman as it was, has to be considered from the many interconnected issues that are manifestations of the root cause of the conflict.",
    "Hamas, founded in 1987, opposed the secular approach of the Palestine Liberation Organization (PLO) to the Israeli-Palestinian conflict, and rejected attempts to cede any part of Palestine. They embraced the use of violence, including acts of terrorism, as a means to achieve their goal. In this context, Hamas is as responsible as Israel, for the violence that followed and is still ongoing.",
    "It is ironic that in a curious and one could say in a diabolical way, both Hamas and Israel had a common cause and objective at the time, in standing in the way of the two State solution, with both being against the PLO which by then had embraced it. The world, in particular the West, was complicit in not exposing and acting against this objective. It certainly leaves one with the unsavoury conclusion that ordinary Palestinians, the fodder in all this, was, and still is, a dispensable community of no worth or consequence to the rest of the world, including the Arabs who have the clout to do something for them, but basically have not done anything effective for the Palestinians. The world watches in horror from their comfortable living rooms at what is happening to the Palestinians in Gaza, but does nothing effective to stop Israeli atrocities which go on unabated.",
    "Imagine the dynamics of this conflict had Israel allowed the Palestinians to extract their oil reserves within an independent Palestine State? Its people would have been carried on the shoulders of the West and Arab countries. Israel would have lost their clout as war mongers as the world would have teamed up with Palestine rather than Israel. Ramallah would have been another Dubai, or a Doha.",
    "According to UNCTAD, while Palestine produces no oil or natural gas and is predominantly dependent on the Israel Electric Corporation (IEC) for electricity, the Palestinian Territory “lies above sizeable reservoirs of oil and natural gas wealth” but “occupation continues to prevent Palestinians from developing their energy fields so as to exploit and benefit from such assets",
    "Al Jazeera report (https://www.aljazeera.com/news/2022/5/15/nakba-mapping-palestinian-villages-destroyed-by-israel-in-1948) details the plight of Palestinians since 1948. Excerpts from the report are quoted below:",
    "Every year on 15 May, Palestinians around the world mark the Nakba, or catastrophe, referring to the ethnic cleansing of Palestine in 1948. Having secured the support of the British government for the creation of a Jewish state in Palestine, on 14 May, 1948, as soon as the British Mandate expired, Zionist forces declared the establishment of the State of Israel, triggering the first Arab-Israeli war. Zionist military forces expelled at least 750,000 Palestinians from their homes and lands and captured 78 % of historic Palestine. The remaining 22 % was divided into what are now the occupied West Bank and the besieged Gaza Strip.",
    "Between 1947 and 1949, Zionist military forces attacked major Palestinian cities and destroyed some 530 villages. About 15,000 Palestinians were killed in a series of mass atrocities, including dozens of massacres. Israeli annexation of Palestinian territory since 1948 is illustrated below.",
    "Where are Palestinian refugees today? There are six million of them.",
    "There are some six million registered Palestinian refugees living in at least 58 camps located throughout Palestine and neighbouring countries. The UN Relief and Works Agency for Palestine refugees in the Near East (UNRWA) provides assistance and operates hundreds of schools and health facilities for at least 2.3 million Palestinian refugees in Jordan, 1.5 million refugees in Gaza, 870,000 refugees in the occupied West Bank, 570,00 refugees in Syria and 480,000 refugees in Lebanon. The largest camps in each are Baqa’a in Jordan, Jabalia in Gaza, Jenin in the occupied West Bank, Yarmouk in Syria, and Ein el- Hilweh in Lebanon. More than 70 % of Gaza’s residents are refugees. About 1.5 million refugees live in eight refugee camps around the Gaza Strip. The plight of Palestinian refugees is the longest unresolved refugee problem in the world.",
    "Israel’s military control over the Palestinian people affects every aspect of their lives, from the services they can access, where they can travel, who they can marry and where they can live. Leading international NGO, Human Rights Watch (HRW) says Israel is “committing the crimes against humanity of apartheid and persecution against Palestinians”. In a damning investigation, HRW documented a range of Israeli abuses, including extensive seizures of Palestinian land and property, unlawful killings, forcible transfer, drastic movement restrictions, administrative detention and denial of citizenship to Palestinians.",
    "Every year, Israel demolishes hundreds of Palestinian homes. According to data compiled by OCHA, between 2009 and 2022, at least 8,413 Palestinian-owned structures were demolished by Israeli forces, displacing at least 12,491 people. Forcible displacement is a violation of international law. Most of these structures (79 %) are in Area C of the occupied West Bank that is under Israeli control, and 20 % of them in occupied East Jerusalem. Israel also holds some 4,450 Palestinians, including 160 children, 32 women, and 530 administrative detainees, in prisons. Al Jazeera states that Four in 10 Palestinian men spend time in Israel jails.",
    "Israeli settlements are heavily fortified Jewish communities built illegally on Palestinian land. Some 750,000 Israeli settlers live in at least 250 illegal settlements in the occupied West Bank and occupied East Jerusalem. Israeli settlements are illegal under international law.",
    "Settler attacks against Palestinians and their property are a regular occurrence in the occupied West Bank and occupied East Jerusalem, home to some three million Palestinians. The Israeli government has openly funded and built settlements for Israeli Jews to live in, offering incentives and subsidised housing. This has meant the population of Israeli settlers in the occupied West Bank and occupied East Jerusalem is growing faster than the Israeli population of Israel.",
    "The two State solution is mentioned as the solution by everyone except the Israelis and Hamas. Isreal has opposed it from day one and fought wars, killed thousands of Palestinians and witnessed the death of their own soldiers and ordinary citizens. Hamas has opposed the two State solution and Isreal’s right to exisist as a State. They are equally responsible for the suffering of Palestinians, as Isreal. Unfortunately, the elimination of Hamas as vowed by Isreal as their goal, will not advance the two State solution as Isreal is bitterly opposed to it. So, even if Hamas is no longer in the picture, which incidentally is a pipe dream of Isreal and their sipporters, their elimination would only strengthen Israel’s hand and a two State solution would recede into the distance. Maybe, this is the objective of the supporters of Isreal as well. This could become a solution but it may require many interrnational interventions considering the current situation. Firstly, Isreal will have to agree to return to the pre 1967 borders. This would not be possible unless there is an Arab and Hamas agreement to recognise Israel’s right to exist should Israel agree. Secondly, there is so much mistrust between each other about commitments; even if they are made, an interrnational armed force would be necessary to monitor adherence to such a commitment. Overall, unless there is an international intervention, the two State solution would not become a reality. Of course, there is one more possibility to explore how the conflict could be solved. This is by the Israeli and Palestinian people, most of them no doubt peace loving people, finding ways and means of talking to each other about how they could live in peace. Extreme elements on both sides now calling the shots should be moved out of such dialogue as they would not want this conflict to end as their existance and their power base is dependent on the continuation of the conflct."
  ]
}