{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/where-more-is-not-necessarily-better/",
  "time_ut": 1678075704.0,
  "original_lang": "en",
  "original_title": "Where “More” Is Not Necessarily “Better”",
  "original_body_lines": [
    "It is strange to note how often this self-evident truth is ignored, at terrible cost. Language has many ways of expressing this. Words like excess, satiety, grasp, greed and gluttony are but a few. Garrulity, verbosity, verbal excess are among those less seen, while periphrasis, logorrhea and neoplasm are for the most discerning or confused. We are all familiar with “There can be too much of a good thing” “Too many cooks spoil the broth” ”Where words abound, seldom is much thought to be found” “Too many words and too little think”. “Never underestimate the power of English as a barrier to comprehension” and a short tale – “Peter, what do you think of my speech?”. “Sound, most certainly sound” “And what else?” “Nothing else – merely sound.” The way this self-evident truth is ignored is astonishing.",
    "Political speeches are the ultimate example of speaking much without saying anything. My chest swells in pride, when I see how effective my mother tongue is in disguising thought in a deluge of words. Political speeches excel and are very much in season just now.",
    "Written Constitutions are “manna from heaven” for less than busy lawyers, itching for clients. This can be a good well spring What puzzles me is, why Judges who are themselves lawyers, require to be led by their “Brothers” (sort of ”brothers – in Law’) through hours of legal tuition, when both have studied the same texts. Does not one marvel at the difference between “Unitary” and “United”? Are long and labored hours debating such linguistic jargon, absorbing hours of an over-worked Court, which may be better spent on more material matters, for example, whether someone murdered himself, or was it by another? “Can one suffocate himself while trussed to a car seat? Can a dead driver move mysteriously to the passenger seat?",
    "Someone declared “I have given up delivering long speeches on account of my throat – several persons have threatened to cut it”. And as a final, ”one for the road”: There was this Parish Priest, known for his agonizingly long sermons. Parishioner Harry felt he had to do something about it. So, he just scrawled the single word “Fool” on his Post Card. Next Sunday, as he trembled with excitement, the priest delivers an even longer sermon, at the end of which, he holds up the Postcard for all to see. “All of us, would have at some time, received a letter, where the sender had forgotten to sign his name. Here is one that came to me, where the sender signed his name, but forgot to write his letter.”",
    "Our political field overflows with such, especially in times of elections. I was astonished to read in one of our newspapers that no less than 80,000 contestants have filed their nominations – for some 300 odd local bodies. Some dozens of “Parties” are offering their “talents.” Just ask why? Chances are that soon will surface that threadbare and vacuous non-word “Policy” “What’s that?”, and the guy will slink away to a new chat circle. Excess is not confined to extravagant linguistic gems. A few are listed here:",
    "At the first census in 1884, our population was estimated to have been 2.4 million. Today it would be around 22 million – a nearly nine – fold increase. As expected, our resources are stretched – there simply are too many of us. Clearly some means of managing numbers is necessary. The term “family planning” is contentious. Except for the young guy who declared “I am all for family planning. Take my family for instance, there are many things that could have been planned a lot better”. While recognizing the need, bogeys are raised about possible ethnic distortions.",
    "Greater numbers will strain many sectors – food, housing, education, health, security, transport, employment and leisure, meanwhile aggravating unpleasant ills, such as alcohol and narcotic addiction and increasing domestic crimes. This is an imperative matter for under-developed counties, straining for higher standards.",
    "None would admit that they are adequately paid – salaries or business profits. Atypically, more and more seems better and better. Large escorts and pomp are good clues for those of criminal bent as giveaways. It is said that a security contingent of more than 200 could not prevent a lone gunman slaying Mr Lakshman Kadirgamar, possibly the most “guarded” LTTE target. US President John. F. Kennedy suffered a similar fate.",
    "But it took only two “security guards” to kill Mrs Indira Gandhi. Many World Leaders get by with very small numbers of well-trained and tested loyal officers. Here too, quality is considered much better than mere quantity.",
    "At a time when the IRA guerillas were at their most active, the Conservative Convention was planned to be held in Bristol. Mrs Thatcher’s hotel room was attacked. The PM had just entered the washroom moments before the gunman fired. The bullet, it was reported, had pierced her pillow, where her head would have lain moments before. While the newspaper reporters hailed her good Luck, an IRA spokesman commented “That’s alright, but the PM has to be lucky all the time, we need to be lucky just once!”",
    "President Chandrika Bandaranaika’s innermost Security detail had been penetrated by a notorious underworld killer, who himself was gunned down weeks later, the President’s luck won.",
    "Contrary to popular belief, Parliament, not so long ago doubled the Member numbers from 4,000 to 8,000. The bigger, apparently the better. In nature too, pernicious pests increase rapidly.  The more the merrier.",
    "The basis for this thoughtful provision (or mistaken belief) for retiring, or self-demoting Presidents, has neither been sought nor disclosed, RTI notwithstanding. This not inconsiderable spend some 9 million or so, is like a child stuffing his own stocking for Santa to re-present. Pity the poor present holder who in a rare moment of funny jocularity, said that “Ranil go home” placards would be meaningless, as he now has no Home to go to."
  ]
}