{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-focuses-on-navigating-digital-disruption-and-embracing-new-leadership-paradigm/",
  "time_ut": 1686510420.0,
  "original_lang": "en",
  "original_title": "ComBank focuses on navigating digital disruption and embracing new leadership paradigm",
  "original_body_lines": [
    "Transformation and the creation of new business models leveraging digital disruption was the focus of the second edition of the Commercial Bank of Ceylon’s Leadership Readiness Forum (LRF), one of the elements of the Bank’s ongoing Middle Management Development Programme. More than 140 members of the Bank’s middle management attended the forum while another 100 participated virtually. Themed “Navigating Digital Disruption: The New Leadership Paradigm” the forum covered discussions on topics such as understanding the impact of digital disruption, embracing the new leadership paradigm, building a resilient and future-proof organisation, nurturing digital talent and skills, overcoming challenges and seizing opportunities.",
    "Commercial Bank’s Managing Director/CEO Sanath Manatunge and Chief Operating Officer S. Prabagar attended the event along with members of the Bank’s corporate and senior management. A panel of industry experts including, among others, Lasantha Thevarapperuma, Group Chief Operating Officer of Dialog Axiata PLC graced the event as the guest speaker, while Messrs Hasrath Munasinghe, the Bank’s Deputy General Manager – Retail Banking and Marketing and Kapila Hettihamu, the Bank’s Chief Risk Officer, shared insights, experiences and strategies for successful navigation of digital disruption.",
    "Indian HC and Minister of Ports discuss expansion of maritime and aviation services between the two countries",
    "Embassy and Permanent Mission of SL in Vienna promotes Sri Lanka as a leading tourist destination",
    "ComBank adds SLT & LECO to its Automatic Bill Settlement facility for credit card holders",
    "ComBank Group’s deposits pass Rs 2 trillion threshold in Q1 amidst challenges",
    "ComBank adjudged the ‘Best Bank in Sri Lanka’ by Global Finance for 21st time",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}