{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91696/adb-appoints-takafumi-kadono-as-new-country-director-for-sri-lanka",
  "time_ut": 1688395860.0,
  "original_lang": "en",
  "original_title": "ADB appoints Takafumi Kadono as new Country Director for Sri Lanka",
  "original_body_lines": [
    "The Asian Development Bank (ADB) has appointed Takafumi Kadono as the new Country Director for Sri Lanka, who has assumed office in Colombo today.",
    "“It is an honor and a privilege to be appointed the Country Director of ADB’s Sri Lanka Resident Mission. ADB was a trusted partner of the people of Sri Lanka during the pandemic and the economic crisis. I intend to further enhance our collaboration as Sri Lanka embarks on a journey to recover from the crisis and come out stronger and more inclusive than ever before,” Mr. Kadono said. “ADB will support the government’s efforts to undertake reforms through budgetary support anchored on the International Monetary Fund program, while providing assistance to ensure that the people of Sri Lanka are well-supported through the transition.”",
    "Mr. Kadono succeeds Mr. Chen Chen who ended his term as Country Director on 30 June 2023.",
    "In a career spanning 23 years as a development professional, Mr. Kadono, a Japanese national, joined ADB in 2006 as a Young Professional in the East Asia Regional Department. He then held progressive positions in Central and West Asia Department and Southeast Asia Department as an Energy Specialist, including being stationed in Viet Nam from 2012 to 2015 where he led projects in the power sector value chain from generation and transmission to distribution. He also promoted the development of renewable energy in a fossil fuel dominated generation subsector.",
    "He then joined the World Bank in 2015 as a Senior Energy Specialist for East Asia and the Pacific region where, in Viet Nam, he was involved in supporting the divestment of the state-owned power utility and the design of the wholesale electricity market and was also a member of the Climate Change and Green Growth Development Policy Operation. In the Lao People’s Democratic Republic, he led the formulation of the financial sustainability plan for the power sector, which was responsible for the bulk of public debt, advised the government on regional power trade, and was a member of the Green Growth Development Policy Operation. He also led complex hydropower projects and dam safety initiatives in East Asia and the Pacific and provided cross-support to operations in South Asia, Eastern Europe, and Africa.",
    "Mr. Kadono returned to ADB in December 2020 as a Principal Planning and Policy Economist in the Strategy, Policy, and Partnerships Department where he was responsible for the strategic planning and policy formulation for ADB and served as the lead author for the work program and budget framework which provides a bank-wide strategic outlook for the 3-year planning horizon.",
    "Prior to joining ADB, he spent 7 years as a consultant for energy, urban, water, and reconstruction projects across developing Asia and Latin America.",
    "Mr. Kadono holds master’s and bachelor’s degrees in civil engineering from the University of Tokyo in Japan and has coauthored several publications for ADB and the World Bank on dam safety, power sector, and reviving of lakes and wetlands.",
    "ADB is committed to achieving a prosperous, inclusive, resilient, and sustainable Asia and the Pacific, while sustaining its efforts to eradicate extreme poverty. Established in 1966, it is owned by 68 members—49 from the region."
  ]
}