{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-received-highest-remittances-from-kuwait-uae-and-qatar-in-3q2023/",
  "time_ut": 1702214400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka received highest remittances from Kuwait, UAE and Qatar in 3Q2023",
  "original_body_lines": [
    "Inflows recorded a monthly average of USD 507mn during the period",
    "Workers’ remittances have increased notably to USD 482.4 million in September 2023 in comparison to USD 359.3 million in September 2022, according to the quarterly bulletin of Worker Remittances and Labour Migration, Issued by the Economic Research Department of the Central Bank of Sri Lanka.",
    "“Total workers’ remittances in 2023 up to September amounted to USD 4,345.1 million and the highest amount of remittances was received from Kuwait followed by UAE and Qatar in the third quarter of 2023”, it noted.",
    "Meanwhile, USD 100.4 million received through other countries and USD 287.2 mn received through some of the Global remittance channels, Apps and other channels are not included in country-wise workers’ remittances.",
    "Remittances from the United States and the United Kingdom mainly include remittances diverted from other source countries through the United States and the United Kingdom, which is a part of the mechanism of cross border forex transactions arrangements.",
    "The bulletin father stated: “Inflow of workers’ remittances recorded a monthly average of USD 507 million during the third quarter of 2023, compared to a monthly average of USD 470 million in the second quarter of 2023.”",
    "“Total departures for foreign employment amounted to 224,133 up to September of 2023 recording a monthly average of 24,904. Total monthly departures were high throughout the first three quarters of 2023. Although departures for foreign employment are higher, passport issuances showed some decline compared to 2022 in the third quarter of 2023.”",
    "“Migrant workers as a percentage of total departures of Sri Lankans were relatively low in the first nine months of 2023, compared to corresponding period of 2022. Female departures for foreign employment are highly concentrated on semi-skilled category, while male departures are concentrated on skilled category. Nearly 59% of departures for foreign employment is concentrated in the semi-skilled and low-skilled categories,” it stated.",
    "Aitken Spence Travels welcomes three cruise ships on a single day at Colombo Port",
    "T- Bills worth Rs. 220,000 million to be issued through auction on December 13",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}