{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/08/world-ocean-day-8-8-million-tons-of-plastic-ends-up-in-the-world-oceans-each-year/",
  "time_ut": 1686200520.0,
  "original_lang": "en",
  "original_title": "World Ocean Day: 8.8 million tons of plastic ends up in the world oceans each year",
  "original_body_lines": [
    "– World Oceans Day is June 8. Oceans play a key role in livelihoods, food supplies, and climate.",
    "– Oceans remove roughly 26% of the CO2 from burning fossil fuels and store it in marine life, seawaters, and on the seafloor—as described in Climate Central’s new report, Ocean Carbon.",
    "– But human-caused warming and continued carbon pollution put tremendous pressure on marine ecosystems and processes that remove and hold carbon long term.",
    "– Restoring and protecting oceans can be a climate solution, but must be paired with deep and rapid cuts to carbon pollution.",
    "COLOMBO (News 1st); Every year, people worldwide celebrate World Ocean Day on June 8th. This day is aims to raise awareness about the importance of the ocean and the need to protect them",
    "The theme for World Oceans Day 2023 is \"Planet Ocean: Tides are Changing\".",
    "The ocean covers more than 70% of the Earth's surface and play a key role in regulating the planet's climate and support its biodiversity.",
    "But unfortunately, only a small percentage about 0.3 percent, is even usable by humans, and much of the 0.3 percent that is usable is unattainable.",
    "About 97% of earth's water is in the ocean, and 95% of species on the planet earth lives in the deep blue seas.",
    "Healthy oceans and seas are essential to human existence and life on Earth.",
    "Scientists estimate that roughly half of the oxygen (O2) production on earth comes from the ocean, and that is estimated to be between 50% to 80% while the ocean absorbs about 30% of the carbon dioxide (CO2) that is released in the atmosphere.",
    "The ocean is one of Earth's most valuable natural resources. It provides food in the form of fish, it provides a treasured source of recreation for humans. It is mined for minerals and drilled for crude oil.",
    "Plastic pollution is a growing issue, with millions of tonnes of plastic waste ending up in the ocean each year.",
    "Each year, about 8.8 million tons of plastic ends up in the world oceans, a quantity much higher than previous estimates.",
    "Our Sea of Sri Lanka (SOS) is eight times bigger than the land mass of 65,000 km2, and we dump 0.24 to 0.64 Million Tons of plastic waste annually into our beautiful sea.",
    "Unlike previous years, this year, the country must pay close attention to the Sea of Sri Lanka, especially on World Oceans Day as millions of tons of plastic waste polluted the Sea of Sri Lanka following the X-Press Pearl Maritime Disaster.",
    "According to the UN environmental advisory mission, the X-Press Pearl carried 1,680 tonnes of plastic pellets when it sank in the Sea of Sri Lanka, some two years ago."
  ]
}