{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/climate-of-uncertainty-on-debt-restructuring-hampers-cse/",
  "time_ut": 1682017800.0,
  "original_lang": "en",
  "original_title": "Climate of uncertainty on debt restructuring hampers CSE",
  "original_body_lines": [
    "The CSE was flat and slow yesterday as investors continued to wait for clear directions on the economic front. Opposition lawmaker Dr. Harsha de Silva at a recent media interview said that the government would likely to go for a haircut when it comes to domestic debt restructuring. However, the government is yet to take a decision in that direction, stock market analysts said.",
    "Both indices showed mixed reactions. The All- Share Price Index went down by 12.2 points and S and P SL20 rose by 11.7 points. Turnover stood at Rs 933 million with one crossing. The crossing took place in Hayleys, which crossed 368,000 shares to the tune of Rs 26.7 million; its shares traded at Rs 72.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Dialog Axiata Rs 119 million (11.1 million shares traded), JKH Rs 106.3 million (775,000 shares traded), Tokyo Cement (Non- Voting) Rs 99.1 million (2.1 million shares traded), Expolanka Holdings Rs 82.5 million (490,000 shares traded), Royal Ceramic Rs 38.4 million (1.3 million shares traded), Tokyo Cement (Voting) Rs 34.6 million (702,000 shares traded) and Access Engineering Rs 29 million (1.9 million shares traded). During the day 42.9 million share volumes changed hands in 11000 transactions.",
    "Seylan Bank’s Rs. 7 billion debenture issue to qualified investors will have its official opening today. The Bank is issuing 50 million fully paid, BASEL III Compliant Tier 2 Listed Rated Unsecured Subordinated Redeemable Debentures with a Non-Viability Conversion at a par value of Rs. 100 each with an option to issue up to a further 20 million of such debentures in the event of an oversubscription of the initial tranche, at the discretion of the Bank.",
    "Sri Lanka’s bond and T-bill yields were up in mid-day trade on Thursday, dealers said. A bond maturing on 01.07.2025 was quoted at 28.10/40 percent, up from 27.90/28.20 percent from a day earlier. A bond maturing on 15.09.2027 was quoted at 26.10/30 percent, up from 25.90/97 percent.",
    "A one year bill was quoted at 22.90/23.00 percent, slightly up from 22.70/23.00 percent from the last close. The rupee quoted at Rs 321.20/50 to the US dollar in the spot market, had slightly depreciated from Wednesday’s close at Rs 321.00/30.",
    "Seylan Bank redefines FinTech collaboration as exclusive processor on Helakuru",
    "The Saints to Go Marching this 28th and 29th April at the SSC",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}