{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92060/world-bank-country-director-commends-sri-lankas-reform-efforts-",
  "time_ut": 1689754320.0,
  "original_lang": "en",
  "original_title": "World Bank Country Director commends Sri Lanka’s reform efforts",
  "original_body_lines": [
    "World Bank Country Director for Maldives, Nepal and Sri Lanka Faris Hadad-Zervos has commended Sri Lanka’s efforts thus far with regards to finding solutions for the island’s economic crisis.",
    "Speaking at an event held in Colombo on Tuesday (18 July), Faris highlighted the importance of maintaining the ongoing programme, and the need for the people of the country to be informed in this regard.",
    "“The journey’s been travelled quite a bit, we a long way to go, but also there’s been good progress”, he said.",
    "He further noted that while Sri Lanka is currently in the phase of economic recovery, there still lie a few difficult decisions that need to be made on the path ahead.",
    "“Some of have been made, but it’s now the time to do it, and do it right, so we don’t have to do it again”, Faris said with regard to the said ‘difficult decisions’.",
    "He also noted that Sri Lanka requires ‘deep governance reforms’ that would address certain core issues in order to prevent another crisis from occurring.",
    "Highlighting the need for transformation of economic governance, Faris said, “What happened in Sri Lanka was not a result of one to two years, one cycle to two cycles, this was years and years of build-up of policies that were not conducive to Sri Lanka’s strengths”.",
    "The World Bank Country Director also revealed that a new four-year strategy was recently approved by the Bank’s Board of Directors last week, while USD 700 million was also approved for the island for the year 2023, with USD 500 million being given towards budget support and reforms, and USD 200 million going towards social protection systems.",
    "“We expect to extend more resources this year to help in the financial sector, but that’s a very good step, and that’s based on some of the key reforms that have already been taken”, he said in this regard.",
    "Speaking in regard to the recently approved Domestic Debt Optimisation (DDO) strategy, Faris urged that the process would happen as soon as possible, explaining that prolonging the process is only likely to further increase the risk."
  ]
}