{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/NCINGA-expands-presence-in-Singapore/34-748967",
  "time_ut": 1685565048.0,
  "original_lang": "en",
  "original_title": "NCINGA expands presence in Singapore",
  "original_body_lines": [
    "Move demonstrates excellence of Sri Lanka’s IT services and industry’s potential to contribute to Sri Lanka’s economic revival",
    "NCINGA expanded its headquarters in Singapore, opening a new office located in the city-state’s business and financial centre Shenton Way.",
    "High Commissioner of Sri Lanka to Singapore Sashikala Premawardhane, and NCINGA’s key partners graced the opening of the new headquarters.",
    "High Commissioner of Sri Lanka to Singapore Sashikala Premawardhane said: “I am pleased to see Sri Lankan technology companies thriving in Singapore. Developments such as these provide the best opportunity to promote Sri Lanka’s talent and entrepreneurial capacity in the region. I am confident that NCINGA, nVentures and IFINITY will achieve many milestones and further consolidate Sri Lanka’s reputation as a provider of exceptional IT services to the world.”",
    "The expanded presence in Singapore will support NCINGA’s portfolio companies nVentures (the only Sri Lankan venture capital firm regulated by the Monetary Authority of Singapore) and IFINITY (a technology enabler for banks, fintechs, and financial institutions) as they pursue opportunities in Southeast Asia.",
    "NCINGA Founder and Chairman Imal Kalutotage said: “Expanding our presence in Singapore is an important milestone in our journey to build a global tech company while continuing to be nationally significant by contributing to the local ecosystem. We want to provide a platform for our ecosystem companies to leverage the infrastructure and relationships we have built over the years in Singapore and the wider Asia Pacific region. And most importantly, at NCINGA we believe we have a role to play in supporting the country’s economic revival.”",
    "Sri Lankan IT companies are increasingly gaining success around the world – providing a multitude of opportunities for the country’s engineering talent and underscoring the increasing recognition of Sri Lanka’s potential to provide high-calibre IT services globally. NCINGA has been headquartered in Singapore with engineering teams based in Sri Lanka since its inception for over a decade. The company expanded its presence in Singapore to address several major objectives – support the growing client base in Southeast Asia, align with future corporate growth plans, and strengthen relationships with strategic partners in the region.",
    "NCINGA has offices in Australia and New Zealand in addition to Singapore and Sri Lanka. The company’s key technology pillars include Network as a Service, Multi-cloud as a Service, Automation and Integration as a Service, and Security and Blockchain as a Service"
  ]
}