{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/CB-warns-risks-of-using-and-investing-in-Cryptocurrency/108-256769",
  "time_ut": 1680091898.0,
  "original_lang": "en",
  "original_title": "CB warns risks of using and investing in Cryptocurrency",
  "original_body_lines": [
    "Considering the recent public inquiries and the developments observed relating to cryptocurrencies, which are also commonly referred to as “crypto”, the Central Bank of Sri Lanka (CBSL) wished to reiterate to the public the significant risks associated with using and investing in cryptocurrency.",
    "Issuing a statement the CBSL “strongly advises the public to safeguard their hard-earned money and not to invest or engage in any cryptocurrency scheme offered through the Internet, other forms of media, or directly by any persons.”",
    "Cryptocurrency is a type of virtual currency that is generated by private entities and not by a monetary authority of a country. The term ‘cryptocurrency’ refers to a digital representation of value that is implemented using cryptography and Distributed Ledger Technology (DLT) or similar technology. It is observed that crypto-trading is widely promoted by certain entities as a profitable investment. However, recent complaints received by CBSL have shown that members of the public have incurred heavy losses on their crypto-investments and in certain instances have also been subject to financial scams conducted through crypto-related schemes.",
    "CBSL has already highlighted, through Press Releases issued in 2018, 2021, and 2022, the significant financial, operational, legal and security related risks as well as customer protection concerns posed to users of cryptocurrency. These risks and concerns have already materialised with the recent failures of various global institutions engaged in cryptocurrency businesses, and the collapse and loss of value of some cryptocurrencies. The public is reminded that cryptocurrencies are unregulated investment instruments which are not recognized as an asset-class in Sri Lanka. Further, cryptocurrencies are not considered as legal tender in Sri Lanka and have no regulatory safeguards relating to their usage in the country. As per the Directions No. 03 of 2021 under Foreign Exchange Act, No. 12 of 2017, Electronic Fund Transfer Cards (EFTCs) such as debit cards and credit cards are not permitted to be used for payments related to cryptocurrency transactions. Cryptocurrency operates through informal channels, and therefore, it does not contribute to the national economy and can also cause a loss of valuable foreign currency to the country.",
    "The public is also warned of the growing number of financial scams operating with the promise of high returns based on crypto-investments. These scams include deceiving individuals and obtaining money from them with the promise of providing a high return by investing money in cryptocurrency, as well as deceiving individuals to invest in fraudulent cryptocurrency projects. Such scams circumvent traditional regulatory and legal protection mechanisms, resulting in individuals losing their hard-earned money.",
    "CBSL strongly advises the public to safeguard their hard-earned money and not to invest or engage in any cryptocurrency scheme offered through the Internet, other forms of media, or directly by any persons. The public is also notified that CBSL has not issued any licence or authorized any individual or business to operate schemes involving cryptocurrency, and has not authorized any Initial Coin Offerings (ICOs) or any variant of it, cryptocurrency mining operations, cryptocurrency exchanges, deposit-taking or custody services related to cryptocurrency or any cryptocurrency investment advisory service.",
    "CBSL also urges those who are engaged in promoting and facilitating the promotion of investing and trading in cryptocurrency to refrain from such activities, considering the wide range of risks associated with cryptocurrency and the resulting hardships to the public, including financial losses."
  ]
}