{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91949/who-cancer-agency-deems-artificial-sweetener-aspartame-possibly-carcinogenic",
  "time_ut": 1689313680.0,
  "original_lang": "en",
  "original_title": "WHO cancer agency deems artificial sweetener aspartame ‘possibly carcinogenic’",
  "original_body_lines": [
    "Aspartame, a popular artificial non-sugar sweetener used in food and beverage products is a “possible carcinogen”, two groups linked to the World Health Organization (WHO) declare on Thursday (July 13).",
    "Assessments of the health impacts of aspartame were released by the International Agency for Research on Cancer (IARC) and the World Health Organization (WHO)/Food and Agriculture Organization (FAO) Joint Expert Committee on Food Additives (JECFA).",
    "Citing “limited evidence” for carcinogenicity in humans, IARC classified aspartame as possibly carcinogenic to humans (IARC Group 2B) and JECFA reaffirmed the acceptable daily intake of 40 mg/kg body weight.",
    "Aspartame is an artificial (chemical) sweetener widely used in various food and beverage products since the 1980s, including diet drinks, chewing gum, gelatin, ice cream, dairy products such as yogurt, breakfast cereal, toothpaste and medications such as cough drops and chewable vitamins.",
    "“Cancer is one of the leading causes of death globally. Every year, 1 in 6 people die from cancer. Science is continuously expanding to assess the possible initiating or facilitating factors of cancer, in the hope of reducing these numbers and the human toll,” said Dr Francesco Branca, Director of the Department of Nutrition and Food Safety, WHO.",
    "According to Branca, the assessments of aspartame have indicated that, while safety is not a major concern at the doses which are commonly used, potential effects have been described that need to be investigated by more and better studies.",
    "The two bodies conducted independent but complementary reviews to assess the potential carcinogenic hazard and other health risks associated with aspartame consumption. The WHO says this was the first time that IARC has evaluated aspartame and the third time for JECFA.",
    "After reviewing the available scientific literature, both evaluations have noted limitations in the available evidence for cancer (and other health effects).",
    "IARC classified aspartame as possibly carcinogenic to humans (Group 2B) on the basis of limited evidence for cancer in humans (specifically, for hepatocellular carcinoma, which is a type of liver cancer). There was also limited evidence for cancer in experimental animals and limited evidence related to the possible mechanisms for causing cancer.",
    "JECFA concluded that the data evaluated indicated no sufficient reason to change the previously established acceptable daily intake (ADI) of 0–40 mg/kg body weight for aspartame. The committee therefore reaffirmed that it is safe for a person to consume within this limit per day. For example, with a can of diet soft drink containing 200 or 300 mg of aspartame, an adult weighing 70kg would need to consume more than 9–14 cans per day to exceed the acceptable daily intake, assuming no other intake from other food sources.",
    "IARC’s hazard identifications are the first fundamental step to understand the carcinogenicity of an agent by identifying its specific properties and its potential to cause harm, i.e. cancer. IARC classifications reflect the strength of scientific evidence as to whether an agent can cause cancer in humans, but they do not reflect the risk of developing cancer at a given exposure level.",
    "The IARC hazard evaluation considers all types of exposures (e.g. dietary, occupational). The strength-of-evidence classification in Group 2B is the third highest level out of 4 levels, and it is generally used either when there is limited, but not convincing, evidence for cancer in humans or convincing evidence for cancer in experimental animals, but not both.",
    "“The findings of limited evidence of carcinogenicity in humans and animals, and of limited mechanistic evidence on how carcinogenicity may occur, underscore the need for more research to refine our understanding on whether consumption of aspartame poses a carcinogenic hazard,” said Dr Mary Schubauer-Berigan of the IARC Monographs programme.",
    "JECFA’s risk assessments determine the probability of a specific type of harm, i.e. cancer, to occur under certain conditions and levels of exposure. It is not unusual for JECFA to factor IARC classifications into its deliberations.",
    "“JECFA also considered the evidence on cancer risk, in animal and human studies, and concluded that the evidence of an association between aspartame consumption and cancer in humans is not convincing,” said Dr Moez Sanaa, WHO’s Head of the Standards and Scientific Advice on Food and Nutrition Unit. “We need better studies with longer follow-up and repeated dietary questionnaires in existing cohorts. We need randomized controlled trials, including studies of mechanistic pathways relevant to insulin regulation, metabolic syndrome and diabetes, particularly as related to carcinogenicity.”",
    "The IARC and JECFA evaluations of the impact of aspartame were based on scientific data collected from a range of sources, including peer-reviewed papers, governmental reports and studies conducted for regulatory purposes. The studies have been reviewed by independent experts, and both committees have taken steps to ensure the independence and reliability of their evaluations.",
    "IARC and WHO are continuing to monitor new evidence and encourage independent research groups to develop further studies on the potential association between aspartame exposure and consumer health effects."
  ]
}