{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/07/fresh-exacavation-at-ibbankatuwa-megalithic-tomb-site/",
  "time_ut": 1688723940.0,
  "original_lang": "en",
  "original_title": "Fresh exacavation at Ibbankatuwa Megalithic Tomb site",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lankan archaeologists have launched a fresh excavation in another zone at the Ibbankatuwa Megalithic Tombs close to Sigiriya.",
    "Director General of the Central Culturan Fund Professor Gamini Ranasinghe said that the Ibbankatuwa Burial Site is important to understand the rituals and traditions on the burial of the dead linked to ancient Sri Lanka.",
    "The excavation will take place with the participation of unversity students.",
    "The Ibbankatuwa Burial Site extending over a land area of 13 hectares comprises of stone cist type burial graves of the Megalithic tradition.",
    "Dr. Raja de Silva, a former Archaeological Commissioner in 1970, conducted an excavation for the first time in the Ibbankatuwa Burial Site.",
    "Since then during the latter part of the decade of the 80s, a group of local and foreign institutions comprising the Post Graduate Institute of Archaeology, the Central Cultural Fund and the KAVA (The Kommission fur Algemeine und Vergleichende Archaeologie) of Germany that conducted two excavations in 1988 and 1990, discovered a cluster of 21 burial chambers and the radio carbon dating of the charcoal found at the site determined that the site belonged to 600 B.C.",
    "An investigation of the Ibbankatuwa Burial Site was conducted by the Central Cultural Fund in 2015.",
    "The investigation entailed the excavation of an area of 10m x 10m, just west of the cluster of 21 burial chambers.",
    "The earth was removed and the site revealed the existence of 47 additional burials, of which 26 were stone urns containing the ashes of the dead to be known as stone urn burials.",
    "These burials comprised of chambers; some circular and others rectangular, made of simple granite slabs. The chambers, some of which were covered with capstone, contained various sizes of earthen receptacles, big and small, 2-10 in numbers having ashes of the dead. The earthen receptacles of various sizes and shapes were of two types in red or black clay. In addition metal implements made of copper and iron, beads of different shapes and made of a variety of material were found within them.",
    "Of the 47 burials discovered from the excavation, 21 were earthenware urns containing the ashes of the dead. These burials are called Urn Burials. The Urns were either big or small and were made of clay with some having capping lid cum bowl. Few smaller containers were discovered in some of these receptacles.",
    "The Ibbakatuwa site is by far the biggest burial site discovered in Sri Lanka. From the spread of the cist graves, the burial site is roughly about 700m x 400m in extent.",
    "The human settlement discovered in Polwatta, a site not far from the burial site is the first such combination of human settlement and its complementary burial site of the Early Iron Age, found in this country.",
    "BREAKING: Bus plunges into river at Manampitiya – 10 killed, 40 injured",
    "AIDS spread among men 7 times higher than women, says National STD/AIDS Control Programme",
    "Dengue-related deaths reach 32 as cases surge in the country"
  ]
}