{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82738",
  "time_ut": 1695150360.0,
  "original_lang": "en",
  "original_title": "Canada not looking to ‘provoke’ India, says Prime Minister Justin Trudeau; urges New Delhi to take killing of separatist Sikh leader Nijjar seriously",
  "original_body_lines": [
    "Canadian Prime Minister Justin Trudeau on September 19 said he was not looking to “provoke” India or “escalate” tensions, but urged New Delhi to take the killing of a Sikh separatist leader with the “utmost seriousness”.",
    "Mr. Trudeau’s comments came hours after Canada and India expelled a senior diplomat each following his allegations about the involvement of “agents of the Indian government” in the killing of Sikh separatist leader Hardeep Singh Nijjar in June.",
    "He said the Indian government needs to “take this matter with the utmost seriousness”.",
    "“We are doing that. We are not looking to provoke or escalate,” he told reporters. “We want to work with the government of India to lay everything clear and to ensure there are proper processes.” Nijjar, 45, the chief of the banned Khalistan Tiger Force (KTF) and one of India’s most-wanted terrorists who carried a cash reward of ₹10 lakh on his head, was shot dead by two unidentified gunmen outside a gurdwara in Surrey in the western Canadian province of British Columbia on June 18.",
    "In a speech to the House of Commons on Monday, Mr. Trudeau said Canadian security agencies have been “actively pursuing credible allegations of a potential link between agents of the Government of India and the killing of a Canadian citizen, Hardeep Singh Nijjar.”",
    "After Trudeau’s remarks in Parliament, Canadian Foreign Minister Melanie Joly confirmed that she has ordered the expulsion of “a senior Indian diplomat.” Reacting sharply to the allegations and Joly’s remarks, India on Tuesday rejected Mr. Trudeau’s claims, calling them “absurd and motivated”.",
    "The Ministry of External Affairs (MEA) has also asked a Canadian diplomat to leave India within the next five days.",
    "“Allegations of the Government of India’s involvement in any act of violence in Canada are absurd and motivated,” the MEA said in a statement on Tuesday in New Delhi.",
    "“Similar allegations were made by the Canadian Prime Minister to our Prime Minister, and were completely rejected,” it said.",
    "Canada-based Nijjar was designated a ‘terrorist’ by India under the stringent Unlawful Activities (Prevention) Act in July 2020 and his property in the country was attached by the National Investigation Agency (NIA) in September 2020.",
    "Interpol Red Corner Notice was also issued against him in 2016. The local police of Surrey had also put Nijjar under house arrest temporarily in 2018 on suspicion of his terror involvement but he was released later.",
    "Bilateral ties between India and Canada have been tense in recent months. Trade talks have been derailed and Canada just cancelled trade talks."
  ]
}