{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-sjb-meets-diplomats-denies-govt-claims-of-attempting-to-influence-imf-116307/",
  "time_ut": 1679569440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka SJB meets diplomats, denies govt claims of attempting to influence IMF",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main opposition the Samagi Jana Balawegaya (SJB) defended a meeting held with a group of diplomats on delayed local government elections after a minister accused the party of attempting to influence the International Monetary Fund (IMF).",
    "Chief Government Whip and Minister of Urban Development Prasanna Ranatunga speaking in parliament on Thursday March 23 claimed that a “media organisation” informed him of the development.",
    "Ranatunga claimed he was told that, at a meeting held with an undisclosed number of ambassadors or high commissioners the previous evening, opposition MPs led by the SJB had sought their assistance in getting the IMF to impose tougher conditions on Sri Lanka with respect to the delayed local polls.",
    "“Don’t do this at a time when people are out on the streets,” Ranatunga told opposition MPs.",
    "“If this didn’t happen, you can clarify what was actually discussed,” he said amid shouts from across the aisle.",
    "Opposition and SJB legislator Lakshman Kirella confirmed that they did indeed meet the diplomats in question.",
    "“Yes, we met the ambassadors as an opposition collective. We talked about the postponement of the local government election; there is no need to hide it. Under section 25 of the International Covenant on Civil and Political Rights (ICCPR) Act, elections have to be held on time,” said Kiriella.",
    "Opposition and SJB leader Sajith Premadasa said it wasn’t just the SJB that took part in the meeting with the diplomats. MPs that were elected to parliament on the ruling Sri Lanka Podujana Peramuna (SLPP) ticket but now sit in the opposition as independents had also joined.",
    "“We have never in any of our meetings with ambassadors or other foreign representatives linked [the purpose of the meeting[ to any benefits, grants or loans that are due to be made available to the country,” said Premadaa.",
    "“We too have a right to hold talks with embassies and activate the election process,” he added.",
    "Responding to Premadasa, Ranatunga said: “What we heard was that it was asked if the IMF could be requested to impose conditions.”",
    "SJB legislator Harsha de Silva, who is part of an economic policy trio of the SJB, said",
    "“We never asked that conditions be added to the IMF loan that’s due. We actually thanked them. Everyone who gave us bilateral loans were represented at this meeting. We thanked them for the decisions they had made on behalf of the country,” he said.",
    "Sri Lanka’s opposition parties including the SJB have accused the government of blocking the local government election that was originally due to be held on March 09 but has since been pushed to April 25. The new date is also not set in stone, with critics saying the government is not at all interested in holding the polls, fearing a humiliating defeat for the SLPP.",
    "The IMF on Monday approved a 2.9 billion US dollar extended fund facility (EFF), allowing Sri Lanka some much needed breathing space in fixing its economy that was left in tatters after the worst currency crisis the country faced in decades.",
    "IMF officials speaking at a press conference on Monday were asked about the delayed polls, to which they responded it had never asked the government to delay elections.",
    "President Ranil Wickremesinghe and members of the government have repeatedly claimed that the cash-strapped government simply does not have the funds to go ahead with the local polls, which is estimated to cost between 8 to 10 billion rupees. (Colombo/Mar23/2023)"
  ]
}