{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-professionals-vehicle-owners-over-18s-to-register-under-income-tax-law-122047/",
  "time_ut": 1685597940.0,
  "original_lang": "en",
  "original_title": "Sri Lanka professionals, vehicle owners, over 18s, to register under income tax law",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s doctors, accountants, bankers, architects, quantity surveyors, lawyers of the supreme court have to be registered with the Department of Inland Revenue by June 01, according to a gazette issued under the country’s income tax law.",
    "Persons who have registered a business at Divisional Secretariats, persons who own a vehicle other than a three-wheeler, motor bike or hand tractor also have to register with Inland Revenue.",
    "A person who acquired by a Deed of Transfer any immovable property after April 01, 2018 also has to register.",
    "A person who gets approval for a building plan from a local authority also has to register.",
    "Any person whose contribution to a provident fund is more than 20,000 rupees a month from both employer and employee has to register.",
    "Any person receiving payments of 100,000 rupees a month or more than 1.2 million a year for providing any service in Sri Lanka has to register.",
    "From January 01, 2024 anyone who is over 18 years of age by December 31, 2023 or who is over 18 years after January 01, 2024 will have to register.",
    "Until now under principles followed by colonial rulers income tax filing was voluntary. Income tax was started in the UK as a temporary war measure at 2 pence to the pound but went up steeply especially in the last century along with an increase in monetary instability.",
    "Marginal tax rates were cut and taxes were shifted towards consumption to give more economic decision making power to individuals, in reforms under Geoffrey Howe and Margaret Thatcher that rescued the UK from 1979.",
    "Income tax kills VAT generating real economic activity and transfers spending power to bureaucrats and politicians.",
    "Sri Lanka however lost both income and VAT payers in 2020 under a stimulus attempt. VAT rates have also been raised, since then. (Colombo/June01/2023)"
  ]
}