{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slpp-mps-go-berserk-as-sajith-flays-rajapaksas-for-ruining-economy/",
  "time_ut": 1700646780.0,
  "original_lang": "en",
  "original_title": "SLPP MPs go berserk as Sajith flays Rajapaksas for ruining economy",
  "original_body_lines": [
    "Yesterday’s parliamentary session was marred by aggressive protests by government MPs against Opposition and SJB leader Sajith Premadasa, who demanded that those whom the Supreme Court had held responsible for the collapse of the national economy be stripped of their privileges.",
    "Protests erupted as Opposition leader Premadasa commenced his special statement on the matter to the House and SLPP MPs started shouting against him. Premadasa maintained that former President Gotabaya Rajapaksa, former Prime Minister Mahinda Rajapaksa, former Finance Minister Basil Rajapaksa, former Central Bank Governors Ajith Nivard Cabraal and Prof. W.D. Lakshman, former Finance Secretary S.R. Attygalle, former Presidential Secretary P.B. Jayasundara and the Central Bank’s Monetary Board members continued to enjoy privileges despite the Supreme Court judgment holding them accountable for the economic crisis. Those persons had no respect for the Supreme Court’s judgment, Premadasa said, adding that all Lankan citizens continued to pay for the wrong decisions made by them.",
    "As Premadasa demanded to know whether legal action would be taken against them and if the government would recover the losses incurred by the state due to those mentioned in the court’s judgment, the SLPP MPs went berserk and approached the Opposition leader’s seat.",
    "As SLPP MPs started to walk across the Well of the House, Serjeant-at-Arms Narendra Fernando and his deputy Kushan Jayaratne positioned them between the protesters and the Opposition Leader, who continued to speak. Premadasa said that schoolchildren were there in the gallery and it was now time for them to make note of those who had assisted and aided the Rajapaksas to ruin their future.",
    "SLPP MP Sanath Nishantha snatched the statement from the hands of the Opposition Leader while the former’s colleagues continued to shout. SJB MP Nalin Bandara Jayamaha was seen videoing the scene.",
    "As the uproar continued, the SJB MPs ran to their leader and stood around him, demanding the Speaker to bring the situation under control.",
    "Schoolchildren were removed from the galleries as the MPs hurled verbal tirades at each other.",
    "Speaker Mahinda Yapa Abeywardena suspended the parliamentary session and walked out of the Chamber.",
    "Some 40 minutes later when sittings resumed, Chief Opposition Whip Lakshman Kiriella requested the Speaker to take disciplinary action against SLPP MPs, including MP Sanath Nishantha, for snatching the statement being read to the House by the Opposition Leader.",
    "Kiriella said that Premadasa had raised the question in concern with the prior permission of the Speaker as such an interruption was uncalled for. “I have never seen something similar to this in my 35-year long parliamentary career. MP Sanath Nishantha took away by force the documents of the Opposition Leader. The Speaker, if he has any doubt, can watch the CCTV footage. The Speaker should punish those who harassed the Opposition leader,”Kiriella said.",
    "Promising to have the matter probed, Speaker Abeywardena said disciplinary action would be taken against the MPs who would do live telecast in future.",
    "Navy apprehends 09 persons for illegal harvesting of sea cucumber",
    "COPF calls for tax on companies benefited by ‘Midnight Gazette’",
    "Show cause letters served on two male workers of Parliament for allegedly seeking sexual bribes",
    "Wickremaratne remains IGP despite CC’s refusal to approve his extension",
    "COPA flays Excise Dept. for leniency towards errant liquor companies",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}