{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/president-wants-compensation-from-countries-that-recruit-sri-lankan-doctors-127348/",
  "time_ut": 1691130420.0,
  "original_lang": "en",
  "original_title": "President wants compensation from countries that recruit Sri Lankan doctors",
  "original_body_lines": [
    "ECONOMYNEXT – Amid reports of rising brain drain, Sri Lanka President Ranil Wickremesinghe has directed government officials to devise a strategy to seek compensation from foreign nations that recruit Sri Lankan doctors.",
    "Speaking at a discussion with health ministry officials on Thursday August 03, President Wickremesinghe proposed that the matter be raised at World Health Organisation (WHO sessions and at other international fora.",
    "“Can’t we make a case at the next WHO? Press it for other countries also. You’re taking our doctors. At least give us two more medical faculties,” said Wickremesinghe.",
    "“I think together with the foreign ministry, you should make this case and we should press it at different fora,” he added.",
    "The compensation mechanism can be similar to the Loss & Damage Fund that was established at the United Nations Climate Conference (COP27), the president said.",
    "“Your people are leaving. That’s not our fault. England is producing so many; they’re not staying,” he said.",
    "“Either change your system and keep your doctors or otherwise compensate us for that,” he added.",
    "Wickremesinghe advised the officials present to discuss the matter with the Health Ministry secretary next week.",
    "“If you get this established, you can get the engineering schools also,” he said.",
    "A new Medical Act was also proposed at the meeting, to be formulated within six months with a view to addressing inadequacies in the existing Medical Ordinance.",
    "The president’s media division (PMD) said in a statement that a high-level committee comprising the Secretary of Health, Legal Draftsman, and President of the Sri Lanka Medical Council (SLMC), has been assigned to examine the provisions of the Medical Ordinance and formulate the new Medical Act with appropriate provisions.To address immediate medical needs, an additional allocation of Rs. 30 billion was approved for medical supplies under the Provision to Ministry of Health, sufficient for the next three months, the PMD said.",
    "On President Wickremesinghe’s directions to the National Medicines Regulatory Authority (NMRA) to expedite the approval process for FDA-approved drugs and reference drugs from other countries that collaborated with the Health Ministry, the NMRA sought to obtain cabinet approval to make the necessary amendments to the NMRA Act that will ensure faster access to critical medications, the statement said.",
    "According to the statement, the meeting also resolved the issue of staff shortage at the NMRA, with the president calling for a detailed report to strengthen the role of the NMRA in regulating medical products and ensuring public health safety.",
    "Efforts to improve medicine distribution and inventory management were discussed, with the president emphasising the need for a web-based system to provide real-time information on available medicines and their distribution among hospitals with immediate effect as discussed during the meeting two weeks ago, the PMD said.",
    "A five- member committee led by Deputy Secretary to the Treasury A K Seneviratne was appointed to, among other tasks, devise a simple and transparent scheme for the procurement of quality drugs and medical devices, it added.",
    "The Ministry of Health has requested the Department of Management Services to amend the Service Minute to align nurse recruitment qualifications with current healthcare requirements and, according to the PMD, the President urged at Thursday’s meeting with the health officials to consider recruiting and training individuals with Arts and Commerce Stream qualifications as nurses.",
    "Wickremesinghe has also instructed the Health Ministry and the NMRA to draft a proposal for establishing WHO standard benchmark level 4 to assess the quality, safety and efficacy of medical products. (Colombo/Aug04/2023)"
  ]
}