{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SLT-Mobitel-takes-centre-stage-for-innovation-at-Digital-Transformation-World-Asia-2023/34-751705",
  "time_ut": 1691776413.0,
  "original_lang": "en",
  "original_title": "SLT-Mobitel takes centre stage for innovation at Digital Transformation World Asia 2023",
  "original_body_lines": [
    "SLT-Mobitel, the National ICT solutions provider, received the prestigious honour of being recognised under the category of ‘Best Innovation and Future Techco’ for the Catalyst Project: ‘The Metaverse Experience: Re-inventing Telco Business – Phase II’ at the Digital Transformation World Asia 2023, TM Forum Catalyst Awards held in Bangkok, Thailand, recently.",
    "The Catalyst awards celebrate the most successful innovations of the telecommunications industry, proof-of-concepts for industry standards, and impact on sustainability goals.",
    "Digital Transformation Asia 2023 is an annual conference that brings together industry leaders, experts, and stakeholders from the telecommunications and digital industries to discuss the latest trends, innovations, and best practices in digital transformation. The conference is organised by TM Forum, a global industry association that provides a platform for its members to collaborate and share knowledge on digital transformation and business innovation. This year, Digital Transformation World Asia 2023 was held from 14 to 16 March in Bangkok, Thailand.",
    "On the final day of the conference, the event recognised the achievements of members’ Catalyst teams, who are developing innovative solutions for some of the telecommunications industry’s biggest challenges. By accelerating research and development through a structured, agile, and collaborative process, Catalyst projects prove the application of new technologies and validate emerging standards.",
    "Independent judges at TM Forum’s DTW Asia 2023 chose winning catalysts projects from across four categories: business impact, sustainability & impact on society, best showcase, and best innovation and future techco.",
    "‘Best Innovation and Future Techco’ award recognises the team with the most innovative and futuristic technology solution aimed towards bringing digital transformation to industry.",
    "Together with SLT-Mobitel, China Unicom, China Mobile, the China Academy of Information and Communications Technology (CAICT) championed this award-winning catalyst project while participating with AsiaInfo, Whale Cloud, and Shenzhen Tianyuan-DIC.",
    "This winning project, ‘The Metaverse Experience: Re-inventing Telco Business – Phase II’ demonstrated the advancement of the customer experience in the metaverse by offering personalised customisation in a metaverse storefront and a metaverse conference hall. This project also aimed to build valuable use scenarios for customer avatars in the metaverse, so that Communications Service Provider (CSP) can not only upsell existing products and services but also improve operational efficiency with an immersive experience.",
    "The internet is being reshaped, and it is evolving into a spectrum of digitally enhanced worlds and realities known as the ‘Metaverse’. The metaverse is unleashing our imagination to transform our lives and business as we know it. This award demonstrates SLT-Mobitel’s continued commitment towards these new novel concepts and innovations, which will upgrade the way of life of all Sri Lankans. This due recognition in its ground-breaking journey with significant contributions to the acceleration of digitalisation across the industry and nation."
  ]
}