{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/The-Manampitiya-tragedy/14-750808",
  "time_ut": 1689799394.0,
  "original_lang": "en",
  "original_title": "The Manampitiya tragedy",
  "original_body_lines": [
    "RDA engineers seen closing the stable door after the horse has bolted",
    "In the fatal accident that occurred at Kotaleeya Bridge in Manampitiya, 12 passengers lost their lives including two Eastern University students and scores of passengers were seriously injured. This is not the first time fatal accidents like this have occurred at this bridge.",
    "In another fatal accident on this location a few years ago, my student (a teacher) and her baby died on the spot and her husband, a doctor, miraculously escaped. One or two relatives of theirs too died. Highways Minister Dr. Bandula Gunawardena expressed his deep regret on this fatal accident that occurred in Manampitiya, a former President’s constituency and said even if a worse accident were to occur here in the future the Government would not be in a position to renovate this bridge due to the present economic crisis. What a callous attitude!",
    "The major reason for accidents at this bridge is said to be its narrow width. If a highway bridge isn’t wide enough for two vehicles to pass, then the vehicles have to slow down at the bridge and wait for their turn. Are all our drivers disciplined to do this? At times I have seen two heavy vehicles meeting in the middle of the bridge and drivers arguing as to who should back off. The discretion to slow down at a narrow bridge shouldn’t be left to the drivers. All vehicles should be forced to slow down by some means. As this bridge is notorious for deadly accidents, the RDA should have erected speed bumps on either side of the bridge. I do not understand the reason why they failed to do so. If vehicles can slow down at pedestrian crossings and traffic signals, why can’t they slow down at a deadly bridge for the safety of the passengers? In my view, the RDA grossly failed in their duty.  A serious investigation into what precautionary measures the RDA had taken to strengthen the safety of the passengers travelling through this narrow bridge should immediately be initiated. Simply the Government saying that it does not have the fund to widen this bridge shows its callous attitude toward human lives. This nation has zero accountability!  Moreover our State service and our university education have to be revamped immediately."
  ]
}