{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-above-18-voters-should-open-tax-files-state-minister-123798/",
  "time_ut": 1686983640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka above 18 voters should open tax files – State Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lankan citizens aged more than 18 years will have to open tax files because they chose the country’s leaders by voting, which influence country’s policies, State Minister of Higher Education Minister Suren Raghavan said.",
    "After the sovereign debt crisis hit island nation signed a $3 billion deal with the International Monetary Fund (IMF), President Ranil Wickremesinghe in his capacity as the Finance Minister has asked all above 18-year citizens to open tax files.",
    "“If citizens at the age of 18 years can vote for the President, choose how a country is led, then they should pay tax,” Raghavan told a media briefing in Colombo on Friday.",
    "From next year, all those who are over 18 years of age by January 01, 2024 will have to register for taxes, whether they pay or not.",
    "“If earnings fit the tax bracket, then you should pay tax,” Raghavan said.",
    "Sri Lanka is one of the countries that has lowest tax revenue after former president Gotabaya Rajapaksa abolished several taxes while reduced the income tax rates while raised the threshold level for taxes.",
    "As a result, Sri Lanka lost both income and Value Added Tax in 2020 under this stimulus attempt.",
    "Sri Lanka needs more revenues and restructuring debt by September was essential for debt to be made sustainable, an International Monetary Fund (IMF) mission has said.",
    "The island nation has been looking into more taxes to boost revenue. It is also compelled to give up several subsidies due to lack of resources after the financial crisis hit the last year.",
    "The macroeconomic situation in Sri Lanka has shown tentative signs of improvement, with inflation moderating, the exchange rate stabilizing, and the Central Bank rebuilding reserves, the IMF mission said last month. (Colombo/June17/2023)"
  ]
}