{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81050",
  "time_ut": 1675202580.0,
  "original_lang": "en",
  "original_title": "Jeevan Thondaman Sets a Record as  Sri Lanka’s Youngest – Ever Cabinet Minister",
  "original_body_lines": [
    "Ceylon Workers Congress (CWC) and Nuwara-Eliya district MP Jeevan Kumaravel Thondaman was  inducted  as cabinet minister into  the Government headed by President Ranil Wickremesinghe  last week. He was sworn in as the  minister in charge of Water Supply and Estate Infrastructure Development by the President on 19 January 2023.Known popularly as Jeevan, the  new cabinet minister is from the fourth generation of the Thondaman family that has played an immensely important role in the political and trade union spheres  of Sri Lanka for eight decades.",
    "In becoming a cabinet minister Jeevan set a record of his own. Jeevan Thondaman born  on 9 November 1994 is the youngest cabinet minister Sri Lanka has had. Earlier that record was  held by  President Ranil Wickremesinghe. himself. In an ironic turn of events,  Ranil has helped Jeevan break his own record now.Ranil born on 24 March 1949  was 29 years and 5 months old when he was appointed as cabinet  minister of Youth affairs and Employment  by the then President J.R.Jayewardene  in  September 1978. Jeevan was 28 years and 2 months old when he was sworn in as cabinet minister by President Wickremesinghe.",
    "Incidentally several news reports  have stated erroneously that Ranil was appointed a cabinet minister in 1977.Ranil who entered Parliament  first in July 1977 as MP for Biyagama served as Deputy minister of Foreign Affairs before he became cabinet minister in 1978. When the United National Party (UNP) sweot the polls in 1977 JR Jayewardene became Prime minister and appointed Ranil  first as a deputy minister. Ranil was made cabinet minister in the reshuffle  after  the 1978 Constitution  was adopted in September 1978.JR was then the President.",
    "Jeevan  Thondaman who  first became an MP in August 2020 functined as the state minister of Estate Housing and Community Infrastructure in the Gotabaya Rajapaksa Govt. Interestingly Jeevan’s great grandfather Saumiyamoorthy Thondaman and Ranil Wickremesinghe became cabinet ministers together on the same day, 7 September 1978. S.Thondaman served as Minister of Rural Industrial Development in the JR govt. Thonda as he was widely known  had been elected to Parliament  from the CWC as the third MP for Nuwara Eliya-Maskeliya 3  member comstituency.",
    "The record for youngest cabinet minister prior to Ranil was held by Felix R Dias Bandaranaike. Felix born on 5 November 1930 entered Parliament in 1960 as MP for Dompe winning both the March and July elections. When Sirima Bandaranaike became Prime Minister in July 1960, she appointed the nephew as Minister of Finance and Parliamentary secretary to the Defence and External Affairs Ministry. Felix was 29 years and 8 month old when he became the youngest cabinet minister.",
    "Young President Ranil Wickremesinghe with his Royal College classmates in 1977",
    "There is also a “personal touch” of sorts  in the relationship between  President Wickremesinghe  and his youngest cabinet minister Jeevan. When Ranil was Prime Minister from 1993-94 under President DB Wijetunge, Jeevan’s great grandfather Saumiyamoorthy Thondaman was a member of that cabinet.Later  when Ranil was premier from 2001-2004 under President Chandrika  Kumaratunge, Jeevan’s father Arumugan Thondaman was a cabinet minister holding powerful portfolios in that cabinet. Now Jeevan Thondaman has become a cabinet minister in President Ranil Wickremesinghe’s Govt.",
    "Ranil Wickremesinghe’s links to generations of Thondamans is indicative of  the important role the Thondman family has played and continues to play in the political affairs of Sri Lanka in general and the “Malaiyahath Thamizhar”(Hill Country  Tamils) in particular.  The “plantation patriarch” Saumiyamoorthy (spelled as Savumimoorthy and Saumyamurthy also)Thondaman was for several decades the undisputed leader of the CWC which is the largest Trade Union cum political party representing the estate workers/ up country Tamils of Sri Lanka. He has been both an elected and appointed member of Parliament and Cabinet minister for many years. His son Ramanathan Thondaman was elected to the Central Provincial Council and served as a provincial minister.",
    "Saumiyamoorthy’s grandson and Ramanathan’s son Arumugan Thondaman was also a prominent political leader. He was elected to Parliament from the Nuwara -Eliya district continuously from 1994 to 2020. In addition to being the CWC leader , Arumugan has been a cabinet minister for many years.",
    "Arumugan’s only son Jeevan Thondaman who was elected an MP after his father’s demise  in 2020 has now become  a cabinet minister in the Wickremesinghe Government. He is also the CWC General-Secretary. Arumugan’s nephew (sister’s son) Senthil Thondaman is also in politics and was a minister in the Uva provincial council.   He is presently  the CWC President.Thus two  cousins both of them great grandsons of S.Thondaman are leading the CWC currently.",
    "Rajalakshmi and Arumugan Thondaman have three children. The eldest two daughters Kothai Nachiar and Vijayalakshmi are medical doctors. Both are married with children.  The youngest  Jeevan was born on November 9, 1994. After kindergarten and grade one at Gateway Primary School in Colombo, Jeevan joined the Lady Andal Venkata Subba Rao school in Chennai, Tamil Nadu in grade two. After studying up to grade 12 in the Chennai school, Jeevan went to the Chinmaya International Residential School in Coimbatore for a year.",
    "Thereafter he enrolled for an LLB degree at the University of Northumbria at Newcastle upon Tyne in the UK. He graduated with a law degree in 2017 and interned in a lawyer’s office in London with the intention of sitting for his bar at law exams later. Jeevan’s ambition was to become a lawyer. At one point he returned to Sri Lanka with the idea of enrolling at the Law College in Sri Lanka",
    "“Appa” Arumugan however took him into CWC folds and involved him in trade union activity. Jeevan was placed in charge of the CWC touth division. Being young himself,Jeevan understood and empathised with the aspirations of the younger generation of up country Tamils. This made him a successful CWC youth leader. Arumugan  also wanted  the son to enter active politics and contest elections but Jeevan  had steadfastly refused to do so.",
    "Life changed drastically for Jeevan when his father Arumugan passed away suddenly due to a heart attack in May 2020. It was a traumatic experience for the son as the last word uttered by the father as he collapsed was “Jeevan”.  In accordance with custom, Jeevan shaved his head to perform the  last rites. The massive outpouring of gtief for Arumugan demonstrated the support he enjoyed among the up country Tamils despite the negative portrayal by sections of the media.",
    "Subsequently The party, trade union ,family members and friends wanted Jeevan  to contest elections in Nuwara Eliya district as a substitute for   his father. Jeevan adhered to their wishes. In June, Jeevan was elected unanimously as CWC general secretary.The CWC contested the August 2020 elections on the SLPP list. The 5’9 tall Jeevan with features resembling South Indian actor Siddharth became hugely popular with voters. Jeevan Thondaman’s baptism of fire in electoral politics was the 2020 Parliamentary poll. The CWC election campaign was led by him.  He topped the preferences  in Nuwara Eliya district  with 109,155 votes.",
    "Young Jeevan’s entry and rapid rise in politics as MP,State minister and cabinet minister are very much influenced  by his family background. However his elevation as  cabinet minister became a reality only  after a few twists and turns. As stated earlier the CWC was aligned to the Sri Lanka Podujana Peramuna(SLPP) at the 2020 elections.It won only two seats in the hustings. Jeevan however  became a State Minister.",
    "When President Gotabaya Rajapaksa and his SLPP led Govt became extremely unpopular in 2022, the CWC pulled out of the Govt and sat independently in the opposition. It did not join the grouping of ex-SLPP allies led by the Weerawansa-Gammanpila-Nanayakkara trio. The CWC hitched itself to the Ranil Wickremesinghe star after he was appointed Prime Minister in May 2022. The CWC also firmly backed Ranil in the July 2022 Presidential elections and has stood by him loyally ever since.",
    "Still Jeevan had to wait for five months to become cabinet minister. This “delay”was due to two factors.One was the opposition within Govt ranks to the appointment. The other was Jeevan’s insistence on acquiring the Water Supply ministry as a cabinet minister.",
    "Though young in years, Jeevan was bold enough to request a cabinet minister post in the Rajapaksa Govt of  2020. He said there would be no member of the Malaiyahaththamizhar/ Indian Tamil community in the Govt if he was not appointed. It was turned down on the grounds that the first time MP was too young and inexperienced to be a cabinet minister.",
    "After quitting the Rajapaksa Govt and teaming up with Ranil Wickremesinghe, Jeevan made the request that he be made a cabinet minister.Ranil was willing  to appoint him as Estate infrastructure minister. This is a ministry that has been long coveted and held by Hill country Tamil MPs for many decades.  But Jeevan wanted a “national”ministry encompassing the entire Island. He eyed the Water Supply ministry. Many senior political leaders like Mahinda Rajapaksa, Dinesh Gunawardena,Rauff Hakeem,Vasudeva  Nanayakkara and Keheliya Rambukwella had been in charge of the portfolio at different times.",
    "Jeevan seeking the Water supply ministry was strongly opposed by sections of the Govt. Fellow Nuwara Eliya MP and senior politician CB Rathnayake was against the move. So too was Keheliya Rambukwella who was Water Supply minister in addition to being health minister. Some even raised the  ever familiar communal cry stating a national resource like water should not be  left in the hands of a Tamil.",
    "President Wickremesinghe advised Jeevan to take the Estate infrastructure portfolio first and be sworn in as cabinet minister. The Water Supply ministry could be given in a future cabinet re-shuffle. But Jeevan was adamant that if he were to be a member of the Wickremesinghe Govt, it would only be as the cabinet minister of water supply and Estate infrastructure. In this Jeevan displayed the boldness  which the Thondamans are famous for. Both Saumiyamoorthy Thondaman and Arumugan Thondaman have adopted  at times the politics of brinkmanship successfully in the past.",
    "As the weeks and then months dragged on  without any  ministerial appointment , there were many supporters and  well-wishers who asked Jeevan to re-consider his stance and opt for  the Estate infrastructure ministry alone. Jeevan did not budge and stood firm.  Another complication was Basil Rajapaksa’s demand that some ex-SLPP ministers be taken into the cabinet.Ranil  kept resisting. Thus there was a standstill with  no new additions to the cabinet.",
    "Swearing in as minister in charge of Water Supply and Estate Infrastructure Development by the President on 19 January 2023.",
    "Finally President Wickremesinghe asserted himself and appointed Jeevan as cabinet minister   in charge of  Water Supply and Estate Infrastructure Development. A helpful factor in this regard is the rapport between Ranil and Jeevan.The latter has genuine admiration and respect for the former. According to UNP sources President Wickremesinghe was impressed by the fact that Jeevan did not perster him like some others and waited patiently in a dignified manner for Ranil to deliver. Furthermore the possibility of Local Govt elections being held soon also may have helped expedite matters. After several years the UNP and CWC are electoral allies once  again.",
    "A remarkable feature of Jeevan Thondaman’s political style is his frankly forthright down to earth  openness. This comes as a breeze of fresh air in the musty corridors of the political establishment. Jeevan was never secretive about his quest to become a cabinet minister in charge of water supply. He has stated so openly in public platforms and lamented the fact that the appointment was being delayed. In media interviews given before and after the ministerial appointment, Jeevan Thondaman has explained clearly what motivated him into seeking the  water supply ministry in the cabinet.",
    "The  Malaiyahaththamizhar/Hill country Tamil community is among the weaker sections of Sri Lankan society due to historical reasons. Though it has made commendable progress in recent years ,the community has a long way to go yet . Furthermore the  current economic crisis has made the low income groups in this community extremely vulnerable. As such the community needs a presence and voice in the upper echelons of power and decision making process.Since the CWC is the only and largest  Up Country Tamil party in the present Govt, Jeevan Thondaman wants to be that presence and voice in the cabinet.",
    "Jeevan’s rationale in seeking the Water Supply ministry was this. He wanted  a ministry that could be of service to the entire Sri Lankan nation  instead of catering to the parochial needs of his particular community alone. According to Jeevan only 64% of Sri Lankans have  “access to clean drinking water” now. His goal is to provide that “access” to all within the next few years.He says there are several projects in the pipeline to achieve this. There is  availability of international aid for 30 schemes and he wants to streamline and accelerate them. A key priority would be to provide clean drinking water to all schools. Jeevan also wants to expedite implementation of the on going de-salination project in the North.",
    "What Jeevan seems to be aiming at is to serve all of Sri Lanka on a national basis. In that process his own hill country Tamil people will benefit along with the Sinhala, North-eastern Tamils, Muslims and other ethnicities. At the same time he is concerned about the particular needs of the Up country Tamils too. He hopes to improve their lot further through the estate infrastructure development ministry  with particular emphasis on the India funded housing scheme for the estate sector.",
    "In a TV interview Jeevan pointed out that the allocation for the Water Supply ministry was  73 Billion Rupees whereas the allocation for Estate infrastructure was only Rs 5 billion. Therefore  what is necessary is to think national and  enter the national mainstream instead of being confined to the ghettoised mindset of line rooms.",
    "The younger generation of estate Tamils being better educated than their parents aspire to a better life outside the plantations.  Their dreams and  goals are different to those of their elders. Jeevan being a young man himself  understands and represents that generation perfectly.",
    "Sri Lanka is in the throes of an economic crisis.Ranil Wickremesinghe has been very courageous in taking over the reins at this difficult time.He is trying hard to  lead the country out of the crisis on the road to economic recovery. The opposition parties and SLPP  “renegades”are only criticizing him and fomenting protests without offering any viable alternative.",
    "The task before Ranil is immense and no one can say confidently that Lanka will come out of the crisis soon. Nevertheless it is to Ranil’s credit that he is trying. An ounce of action is better than a ton of talk. Jeevan himself has taken a bold risk in joining Ranil’s cabinet. Much is expected of him in the future. Congratulations and best wishes to Jeevan Thondaman the youngest  ever cabinet minister of Sri Lanka.",
    "This is an updated version of the DBS Jeyaraj Column article appearing in the “Daily Mirror”of 28 January 2023. It can be accessed here –",
    "Jeevan Thondaman Sets a Record as  Sri Lanka’s Youngest – Ever Cabinet Minister – dbsjeyaraj.com",
    "Jeevan Thondaman Sets a Record as  Sri Lanka’s Youngest – Ever Cabinet Minister",
    "Ceylon Workers Congress (CWC) and Nuwara-Eliya district MP Jeevan Kumaravel Thondaman was  inducted  as cabinet minister into  the Government headed by President Ranil Wickremesinghe  last week. He was sworn in as the  minister in charge of Water Supply and Estate Infrastructure Development by the President on 19 January 2023.Known popularly as Jeevan, the  new cabinet minister is from the fourth generation of the Thondaman family that has played an immensely important role in the political and trade union spheres  of Sri Lanka for eight decades.",
    "In becoming a cabinet minister Jeevan set a record of his own. Jeevan Thondaman born  on 9 November 1994 is the youngest cabinet minister Sri Lanka has had. Earlier that record was  held by  President Ranil Wickremesinghe. himself. In an ironic turn of events,  Ranil has helped Jeevan break his own record now.Ranil born on 24 March 1949  was 29 years and 5 months old when he was appointed as cabinet  minister of Youth affairs and Employment  by the then President J.R.Jayewardene  in  September 1978. Jeevan was 28 years and 2 months old when he was sworn in as cabinet minister by President Wickremesinghe.",
    "Incidentally several news reports  have stated erroneously that Ranil was appointed a cabinet minister in 1977.Ranil who entered Parliament  first in July 1977 as MP for Biyagama served as Deputy minister of Foreign Affairs before he became cabinet minister in 1978. When the United National Party (UNP) sweot the polls in 1977 JR Jayewardene became Prime minister and appointed Ranil  first as a deputy minister. Ranil was made cabinet minister in the reshuffle  after  the 1978 Constitution  was adopted in September 1978.JR was then the President.",
    "Jeevan  Thondaman who  first became an MP in August 2020 functined as the state minister of Estate Housing and Community Infrastructure in the Gotabaya Rajapaksa Govt. Interestingly Jeevan’s great grandfather Saumiyamoorthy Thondaman and Ranil Wickremesinghe became cabinet ministers together on the same day, 7 September 1978. S.Thondaman served as Minister of Rural Industrial Development in the JR govt. Thonda as he was widely known  had been elected to Parliament  from the CWC as the third MP for Nuwara Eliya-Maskeliya 3  member comstituency.",
    "The record for youngest cabinet minister prior to Ranil was held by Felix R Dias Bandaranaike. Felix born on 5 November 1930 entered Parliament in 1960 as MP for Dompe winning both the March and July elections. When Sirima Bandaranaike became Prime Minister in July 1960, she appointed the nephew as Minister of Finance and Parliamentary secretary to the Defence and External Affairs Ministry. Felix was 29 years and 8 month old when he became the youngest cabinet minister.",
    "Young President Ranil Wickremesinghe with his Royal College classmates in 1977",
    "There is also a “personal touch” of sorts  in the relationship between  President Wickremesinghe  and his youngest cabinet minister Jeevan. When Ranil was Prime Minister from 1993-94 under President DB Wijetunge, Jeevan’s great grandfather Saumiyamoorthy Thondaman was a member of that cabinet.Later  when Ranil was premier from 2001-2004 under President Chandrika  Kumaratunge, Jeevan’s father Arumugan Thondaman was a cabinet minister holding powerful portfolios in that cabinet. Now Jeevan Thondaman has become a cabinet minister in President Ranil Wickremesinghe’s Govt.",
    "Ranil Wickremesinghe’s links to generations of Thondamans is indicative of  the important role the Thondman family has played and continues to play in the political affairs of Sri Lanka in general and the “Malaiyahath Thamizhar”(Hill Country  Tamils) in particular.  The “plantation patriarch” Saumiyamoorthy (spelled as Savumimoorthy and Saumyamurthy also)Thondaman was for several decades the undisputed leader of the CWC which is the largest Trade Union cum political party representing the estate workers/ up country Tamils of Sri Lanka. He has been both an elected and appointed member of Parliament and Cabinet minister for many years. His son Ramanathan Thondaman was elected to the Central Provincial Council and served as a provincial minister.",
    "Saumiyamoorthy’s grandson and Ramanathan’s son Arumugan Thondaman was also a prominent political leader. He was elected to Parliament from the Nuwara -Eliya district continuously from 1994 to 2020. In addition to being the CWC leader , Arumugan has been a cabinet minister for many years.",
    "Arumugan’s only son Jeevan Thondaman who was elected an MP after his father’s demise  in 2020 has now become  a cabinet minister in the Wickremesinghe Government. He is also the CWC General-Secretary. Arumugan’s nephew (sister’s son) Senthil Thondaman is also in politics and was a minister in the Uva provincial council.   He is presently  the CWC President.Thus two  cousins both of them great grandsons of S.Thondaman are leading the CWC currently.",
    "Rajalakshmi and Arumugan Thondaman have three children. The eldest two daughters Kothai Nachiar and Vijayalakshmi are medical doctors. Both are married with children.  The youngest  Jeevan was born on November 9, 1994. After kindergarten and grade one at Gateway Primary School in Colombo, Jeevan joined the Lady Andal Venkata Subba Rao school in Chennai, Tamil Nadu in grade two. After studying up to grade 12 in the Chennai school, Jeevan went to the Chinmaya International Residential School in Coimbatore for a year.",
    "Thereafter he enrolled for an LLB degree at the University of Northumbria at Newcastle upon Tyne in the UK. He graduated with a law degree in 2017 and interned in a lawyer’s office in London with the intention of sitting for his bar at law exams later. Jeevan’s ambition was to become a lawyer. At one point he returned to Sri Lanka with the idea of enrolling at the Law College in Sri Lanka",
    "“Appa” Arumugan however took him into CWC folds and involved him in trade union activity. Jeevan was placed in charge of the CWC touth division. Being young himself,Jeevan understood and empathised with the aspirations of the younger generation of up country Tamils. This made him a successful CWC youth leader. Arumugan  also wanted  the son to enter active politics and contest elections but Jeevan  had steadfastly refused to do so.",
    "Life changed drastically for Jeevan when his father Arumugan passed away suddenly due to a heart attack in May 2020. It was a traumatic experience for the son as the last word uttered by the father as he collapsed was “Jeevan”.  In accordance with custom, Jeevan shaved his head to perform the  last rites. The massive outpouring of gtief for Arumugan demonstrated the support he enjoyed among the up country Tamils despite the negative portrayal by sections of the media.",
    "Subsequently The party, trade union ,family members and friends wanted Jeevan  to contest elections in Nuwara Eliya district as a substitute for   his father. Jeevan adhered to their wishes. In June, Jeevan was elected unanimously as CWC general secretary.The CWC contested the August 2020 elections on the SLPP list. The 5’9 tall Jeevan with features resembling South Indian actor Siddharth became hugely popular with voters. Jeevan Thondaman’s baptism of fire in electoral politics was the 2020 Parliamentary poll. The CWC election campaign was led by him.  He topped the preferences  in Nuwara Eliya district  with 109,155 votes.",
    "Young Jeevan’s entry and rapid rise in politics as MP,State minister and cabinet minister are very much influenced  by his family background. However his elevation as  cabinet minister became a reality only  after a few twists and turns. As stated earlier the CWC was aligned to the Sri Lanka Podujana Peramuna(SLPP) at the 2020 elections.It won only two seats in the hustings. Jeevan however  became a State Minister.",
    "When President Gotabaya Rajapaksa and his SLPP led Govt became extremely unpopular in 2022, the CWC pulled out of the Govt and sat independently in the opposition. It did not join the grouping of ex-SLPP allies led by the Weerawansa-Gammanpila-Nanayakkara trio. The CWC hitched itself to the Ranil Wickremesinghe star after he was appointed Prime Minister in May 2022. The CWC also firmly backed Ranil in the July 2022 Presidential elections and has stood by him loyally ever since.",
    "Still Jeevan had to wait for five months to become cabinet minister. This “delay”was due to two factors.One was the opposition within Govt ranks to the appointment. The other was Jeevan’s insistence on acquiring the Water Supply ministry as a cabinet minister.",
    "Though young in years, Jeevan was bold enough to request a cabinet minister post in the Rajapaksa Govt of  2020. He said there would be no member of the Malaiyahaththamizhar/ Indian Tamil community in the Govt if he was not appointed. It was turned down on the grounds that the first time MP was too young and inexperienced to be a cabinet minister.",
    "After quitting the Rajapaksa Govt and teaming up with Ranil Wickremesinghe, Jeevan made the request that he be made a cabinet minister.Ranil was willing  to appoint him as Estate infrastructure minister. This is a ministry that has been long coveted and held by Hill country Tamil MPs for many decades.  But Jeevan wanted a “national”ministry encompassing the entire Island. He eyed the Water Supply ministry. Many senior political leaders like Mahinda Rajapaksa, Dinesh Gunawardena,Rauff Hakeem,Vasudeva  Nanayakkara and Keheliya Rambukwella had been in charge of the portfolio at different times.",
    "Jeevan seeking the Water supply ministry was strongly opposed by sections of the Govt. Fellow Nuwara Eliya MP and senior politician CB Rathnayake was against the move. So too was Keheliya Rambukwella who was Water Supply minister in addition to being health minister. Some even raised the  ever familiar communal cry stating a national resource like water should not be  left in the hands of a Tamil.",
    "President Wickremesinghe advised Jeevan to take the Estate infrastructure portfolio first and be sworn in as cabinet minister. The Water Supply ministry could be given in a future cabinet re-shuffle. But Jeevan was adamant that if he were to be a member of the Wickremesinghe Govt, it would only be as the cabinet minister of water supply and Estate infrastructure. In this Jeevan displayed the boldness  which the Thondamans are famous for. Both Saumiyamoorthy Thondaman and Arumugan Thondaman have adopted  at times the politics of brinkmanship successfully in the past.",
    "As the weeks and then months dragged on  without any  ministerial appointment , there were many supporters and  well-wishers who asked Jeevan to re-consider his stance and opt for  the Estate infrastructure ministry alone. Jeevan did not budge and stood firm.  Another complication was Basil Rajapaksa’s demand that some ex-SLPP ministers be taken into the cabinet.Ranil  kept resisting. Thus there was a standstill with  no new additions to the cabinet.",
    "Swearing in as minister in charge of Water Supply and Estate Infrastructure Development by the President on 19 January 2023.",
    "Finally President Wickremesinghe asserted himself and appointed Jeevan as cabinet minister   in charge of  Water Supply and Estate Infrastructure Development. A helpful factor in this regard is the rapport between Ranil and Jeevan.The latter has genuine admiration and respect for the former. According to UNP sources President Wickremesinghe was impressed by the fact that Jeevan did not perster him like some others and waited patiently in a dignified manner for Ranil to deliver. Furthermore the possibility of Local Govt elections being held soon also may have helped expedite matters. After several years the UNP and CWC are electoral allies once  again.",
    "A remarkable feature of Jeevan Thondaman’s political style is his frankly forthright down to earth  openness. This comes as a breeze of fresh air in the musty corridors of the political establishment. Jeevan was never secretive about his quest to become a cabinet minister in charge of water supply. He has stated so openly in public platforms and lamented the fact that the appointment was being delayed. In media interviews given before and after the ministerial appointment, Jeevan Thondaman has explained clearly what motivated him into seeking the  water supply ministry in the cabinet.",
    "The  Malaiyahaththamizhar/Hill country Tamil community is among the weaker sections of Sri Lankan society due to historical reasons. Though it has made commendable progress in recent years ,the community has a long way to go yet . Furthermore the  current economic crisis has made the low income groups in this community extremely vulnerable. As such the community needs a presence and voice in the upper echelons of power and decision making process.Since the CWC is the only and largest  Up Country Tamil party in the present Govt, Jeevan Thondaman wants to be that presence and voice in the cabinet.",
    "Jeevan’s rationale in seeking the Water Supply ministry was this. He wanted  a ministry that could be of service to the entire Sri Lankan nation  instead of catering to the parochial needs of his particular community alone. According to Jeevan only 64% of Sri Lankans have  “access to clean drinking water” now. His goal is to provide that “access” to all within the next few years.He says there are several projects in the pipeline to achieve this. There is  availability of international aid for 30 schemes and he wants to streamline and accelerate them. A key priority would be to provide clean drinking water to all schools. Jeevan also wants to expedite implementation of the on going de-salination project in the North.",
    "What Jeevan seems to be aiming at is to serve all of Sri Lanka on a national basis. In that process his own hill country Tamil people will benefit along with the Sinhala, North-eastern Tamils, Muslims and other ethnicities. At the same time he is concerned about the particular needs of the Up country Tamils too. He hopes to improve their lot further through the estate infrastructure development ministry  with particular emphasis on the India funded housing scheme for the estate sector.",
    "In a TV interview Jeevan pointed out that the allocation for the Water Supply ministry was  73 Billion Rupees whereas the allocation for Estate infrastructure was only Rs 5 billion. Therefore  what is necessary is to think national and  enter the national mainstream instead of being confined to the ghettoised mindset of line rooms.",
    "The younger generation of estate Tamils being better educated than their parents aspire to a better life outside the plantations.  Their dreams and  goals are different to those of their elders. Jeevan being a young man himself  understands and represents that generation perfectly.",
    "Sri Lanka is in the throes of an economic crisis.Ranil Wickremesinghe has been very courageous in taking over the reins at this difficult time.He is trying hard to  lead the country out of the crisis on the road to economic recovery. The opposition parties and SLPP  “renegades”are only criticizing him and fomenting protests without offering any viable alternative.",
    "The task before Ranil is immense and no one can say confidently that Lanka will come out of the crisis soon. Nevertheless it is to Ranil’s credit that he is trying. An ounce of action is better than a ton of talk. Jeevan himself has taken a bold risk in joining Ranil’s cabinet. Much is expected of him in the future. Congratulations and best wishes to Jeevan Thondaman the youngest  ever cabinet minister of Sri Lanka.",
    "This is an updated version of the DBS Jeyaraj Column article appearing in the “Daily Mirror”of 28 January 2023. It can be accessed here –",
    "« “Nagaichuvai Mannan” Nagesh: The Comedy King of Tamil Cinema Who Dressed up  the Statue of  King Dutugemunu’s Legendary Mother Queen Viharamahadevi at Ruwanweliseya in a White Kandyan Saree(Osariya) and Jewellery?More pertinently, why do it? Why now, in January 2023? »",
    "Articles by D.B.S. Jeyaraj – dbsjeyaraj.comRemembering Jaffna MP Yogeswaran who was Popular Among Tamil Youths.By D.B.S.Jeyaraj Many Sri Lankan political leaders have been assassinated by the Liberation Tigers of Tamil Eelam(LTTE) in the past. Several of these LTTE victims were known to me in my professional capacity as a journalist. Some of them had over the years become personal friends. I remember them all with sadness and feel their […]The  Fake News Fraud: Funds Collected in Europe Through Falsehood  that Tiger Leader Prabhakaran, wife Madhivadhany and Daughter Duvaraka are alive and Require Cash Urgently.By D.B.S.Jeyaraj Members of a dozen Sri Lankan Tamil families gathered in the evening at the residence of a fellow Tamil in Switzerland in early November 2022. They had all been ardent sympathisers of the Liberation Tigers of Tamil Eelam (LTTE) when the tigers were militarily active in Sri Lanka. Most of them were from […]M.N.Nambiar : The  Virtuous Villain of Tamil Cinema who Terrified People by his Grimaces and ScowlsBy D.B.S.Jeyaraj (Popular Tamil film actor M. N. Nambiar who excelled in playing “villain”roles on screen was born on March 7th 1919. This article appearing in the “Spotlight” cinema Column of the “Daily FT” on November 28th 2015 is being re-posted here with minor changes in the first paragraph to denote the 103rd birth anniversary […]",
    "D.B.S. Jeyaraj’s Journey Home: Journalist in Exile Visits Sri Lanka for the First Time in 25 Years",
    "Forced into exile 25 years ago and compelled to stay away in order to stay alive, journalist D.B.S. Jeyaraj always dreamt of returning to Sri Lanka. That flame of hope flickered occasionally, as the war dragged on and then escalated despite intermittent ceasefires, but he never let it go out entirely.",
    "Articles by D.B.S. Jeyaraj – dbsjeyaraj.comRemembering Jaffna MP Yogeswaran who was Popular Among Tamil Youths. March 10, 2023The  Fake News Fraud: Funds Collected in Europe Through Falsehood  that Tiger Leader Prabhakaran, wife Madhivadhany and Daughter Duvaraka are alive and Require Cash Urgently. March 8, 2023M.N.Nambiar : The  Virtuous Villain of Tamil Cinema who Terrified People by his Grimaces and Scowls March 8, 2023New Bill Signed Into Law by US President Joe  Biden may Prevent Ex-Sri Lanka President Gota Rajapaksa from Returning to his Home in California March 8, 2023LTTE Chief Prabhakaran’s Death in  May 2009  and TNM Leader Nedumaran’s  False  Claim in 2023. March 6, 2023M.K. Stalin the D.M.K. Leader and Tamil Nadu Chief Minister  Celebrates his  70th Birthday on March 1st 2023. March 1, 2023When actress Jayalalithaa reigned as uncrowned Queen of Tamil cinema February 27, 2023Iconic  Cultural Centre is a Thoughtful Gift From India to the war-battered, emotionally bruised people of Jaffna February 25, 2023Brahmin “Boss Lady” Jayalalithaa had “Dravidian” Party Members Fall at her Feet. February 24, 2023Upali Wijewardene: Much-loved Business  Magnate with the “Midas” Touch. February 22, 2023“The Man Who Would Be King”: Remembering  Anura Bandaranaike On His 74th   Birth Anniversary February 21, 2023Evergreen Memories of Actor-Politician Vijaya Kumaratunga February 16, 2023Rising Resentment Within the Army and Police Top Brass Led to  the 1962 Coup Attempt. February 12, 2023“Neeyay Unakku Endrum Nigaraanavan” ~ Sparkling Song in “Baley Pandiya”film sung  by TM Soundararajan ~ MS Raju ♫ February 12, 2023The Jaffna Youth Congress Made History by Calling for “Poorana Swaraj”(Complete Independence) from Colinial Rule and Enforcing the 1931  Boycott Of  State Council Elections in Jaffna. February 9, 2023Memories of Pro-China Communist   Party Leader  Comrade “Shan” February 9, 2023Objective of 1962 Coup Conspiracy was Overthrowing the SLFP Govt Overnight. February 4, 2023Jeevan Thondaman Sets a Record as  Sri Lanka’s Youngest – Ever Cabinet Minister February 1, 2023“Nagaichuvai Mannan” Nagesh: The Comedy King of Tamil Cinema February 1, 2023How the Tamil National Alliance (TNA) Became Known as  Tiger Nominated Agents (TNA) January 31, 2023",
    "D.B.S. Jeyaraj’s Journey Home: Journalist in Exile Visits Sri Lanka for the First Time in 25 Years",
    "Forced into exile 25 years ago and compelled to stay away in order to stay alive, journalist D.B.S. Jeyaraj always dreamt of returning to Sri Lanka. That flame of hope flickered occasionally, as the war dragged on and then escalated despite intermittent ceasefires, but he never let it go out entirely.",
    "Remembering Jaffna MP Yogeswaran who was Popular Among Tamil Youths.",
    "The  Fake News Fraud: Funds Collected in Europe Through Falsehood  that Tiger Leader Prabhakaran, wife Madhivadhany and Daughter Duvaraka are alive and Require Cash Urgently.",
    "M.N.Nambiar : The  Virtuous Villain of Tamil Cinema who Terrified People by his Grimaces and Scowls",
    "New Bill Signed Into Law by US President Joe  Biden may Prevent Ex-Sri Lanka President Gota Rajapaksa from Returning to his Home in California",
    "Sri Lankan Foreign Minister Ali sabry is Confident that India’s Adani Group’s Current Financial Crisis will not Affect Its  Envisaged Projects in Sri Lanka- Interview with Suhasini Haidar of “the Hindu”.",
    "“The agreement with the IMF is of special importance to restore our economy.I invite the Opposition to join us in this endeavour of stabilizing the country’s economy. After accomplishing this, we can decide on holding the presidential election and general election. The country would take this decision.” -President Wickremesinghe in Special Statement to Parliament",
    "Threats of an  indefinite strike betray a sinister intent to destabilize the country as it slowly but steadily lifts itself up from the nadir of the worst economic crisis.A govt worth its salt should ensure that would not happen, not for its political preservation, but for the preservation of the country.",
    "LTTE Chief Prabhakaran’s Death in  May 2009  and TNM Leader Nedumaran’s  False  Claim in 2023.",
    "“We have done all prior actions required and we stand ready for the IMF program,”  says Central Bank Governor  Dr. Nandalal Weerasinghe; CBSLand  Govt expects the IMF Executive Board to approve the Sri Lanka program in the next few weeks.",
    "Election Commission Chairman Nimal Punchihewa to Consult Treasury Secretary  about Holding Local Govt Polls Despite Opposition Party Demand that Elections Should be Held Before March 19 Without Consulting Treasury Secy"
  ]
}