{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90078/thirteen-sri-lankans-safely-evacuated-from-violence-hit-sudan",
  "time_ut": 1682485740.0,
  "original_lang": "en",
  "original_title": "Thirteen Sri Lankans safely evacuated from violence-hit Sudan",
  "original_body_lines": [
    "Minister of Foreign Affairs Ali Sabry says that the first group of Sri Lankans living in the Republic of Sudan, where violence erupted earlier this month, was successfully evacuated this morning (April 26).",
    "Accordingly, a total of 13 out of the 41 Sri Lankans in Sudan have been received by Sri Lanka’s Acting Consul General in Jeddah, Saudi Arabia, upon their arrival.",
    "Meanwhile, 12 other Sri Lankans are in Port Sudan awaiting evacuation, the Foreign Affairs Ministry said in a media release.",
    "Sri Lanka continues to monitor the evolving security situation in Sudan and is closely working with its international partners, including the Government of India and the Kingdom of Saudi Arabia, to evacuate the stranded Sri Lankans.",
    "For any inquiries, the Embassy of Sri Lanka in Cairo and Sri Lanka’s Honorary Consul in Khartoum are in regular contact with the relevant parties in Khartoum, including the Sudanese authorities and the Indian Embassy in Khartoum, to secure safe evacuation.",
    "The Sri Lankan government is making every effort to evacuate the remaining Sri Lankans in Khartoum, taking into account the need for safe passage in a volatile security situation, the Foreign Affairs Ministry assured.",
    "The Embassy of Sri Lanka in Cairo can be reached via e-mail (slcairoconsular@gmail.com) and telephone +201272813000. The Secretary of Honorary Consulate of Sri Lanka in Khartoum, Sayed Abdel can be contacted via telephone +249912394035 for any immediate assistance.",
    "The Foreign Affairs Ministry reiterated that ensuring the safety and security of Sri Lankans stranded in Sudan remains a primary concern of the Government of Sri Lanka.",
    "Violence broke out in Khartoum, Sudan on April 16, following weeks of tensions between the country’s army and the paramilitary Rapid Support Forces (RSF).",
    "Both groups, which seized power in 2021 in a coup, were once allies, however, tensions were rife over the proposed integration of the RSF into the military.",
    "As a result of the disagreement, signing an internationally backed agreement with political parties on a transition to democracy was delayed.",
    "A coalition of civilian groups that signed a draft of the said agreement in December has called for an immediate halt to hostilities in order to prevent Sudan from sliding into a ‘total collapse’.",
    "The rising power struggle for control of Sudan led to fighting in the capital, Khartoum and it spread to other parts of the country sooner than later, killing more than 460 and injuring at least 4,000.",
    "Sudan, located in north-east Africa, is one of the largest countries on the continent, covering 1.9 million square kilometres.",
    "It is also one the poorest countries in the world, with its 46 million people living on an average annual income of $750 (£606) per head.",
    "The population of Sudan is predominantly Muslim and the country’s official languages are Arabic and English."
  ]
}