{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Trade-unions-give-final-deadline-while-Govt-declares-strike-action-a-flop/56-745880",
  "time_ut": 1677702403.0,
  "original_lang": "en",
  "original_title": "Trade unions give final deadline while Govt. declares strike action a flop",
  "original_body_lines": [
    "Government sectors were launch of a protest against the government's new tax policy, the staff of many sectors such as ports, oil, electricity, banks and other sectors have reported sick leave yesterday - Pix by Ruwan Walpola and Shehan Gunasekara",
    "President’s Trade Union Director General says strike action was a failure and says strikes must be conducted only when it is possible to win one’s demands",
    "Banking services saw the most disruptions to their services due to the trade union action",
    "Trade Unions have now warned to launch a continuous strike action across all sectors after 8 March if Govt. fails to respond to their demands",
    "Former Trade Unionist and President’s Trade Union Director General Saman Ratnapriya has declared yesterday’s trade union strike action a failure. Holding a press conference, Ratnapriya said as a trade unionist he is dismayed by it as in the past he was part of trade union actions that were successful. “However, we carried out these strikes when it was needed and when it was possible to obtain our demands,” he said. Ratnapriya claimed that not even 5% of the health sector staff joined in the strike action and not a single postal worker joined in either. “They claimed they would wear black and put-up black flags in schools, but I did not witness any such occurrence,” he said. Ratnapriya said all services carried on as usual across all sectors despite the strike action.",
    "However, trade unions across various sectors including ports, railways, power and energy, health, banking, education and telecommunications were seen taking part in mass protests and demonstrations across the country yesterday citing several demands including the reversal of the Government’s new tax regime, increased banking interest rates and the failure of the Government to increase salaries and allowances in the current crisis situation. Health sector employees including Medical Officers also highlighted the drug shortages and medical equipment in protests conducted as hospitals yesterday. While the Professionals’ Trade Unions Alliance, a collective of trade unions across various sectors, launched protests and strike actions, those from the education, postal and railways joined the agitation during their lunch hour.",
    "The Sri Lanka Ports Authority workers launched a go-slow action, and its staff conducted a protest near the Khan clock tower in Colombo. Sri Lanka Ports Freedom Trade Union President Prasanna Kalutarage said though the workers have not declared a full strike action, they have brought around 75 per cent of the port’s operations to a halt. Meanwhile, Co-Convenor of the Ports Trade Unions Join Alliance Niroshan Gorakanage said Gazettes issued by President Ranil Wickremesinghe cannot prevent trade union actions of their workers. “We will not back down. If the Government fails to listen, we are prepared together with health, banking, education, petroleum, and electricity trade unions to commence a collective non-stop strike action,” he said.",
    "Trade Unions of the Bank of Ceylon launched a one-day strike bringing all of its business activities to a halt. President of the Ceylon Bank Workers Union, Anuradha Niraj Peter said the strike action was successful as operations of all of its 637 branches and other sections were brought to a halt as no staff reported to work. “This is only the beginning. We are prepared to pay taxes, but it must be reasonable,” he said. Branches of several private banks also joined in the strike action.",
    "Meanwhile due to the strike action hospitals including the National Hospital in Colombo only carried out emergency services. General Secretary of the All-Island Nurses Union H.M.A.S. Mediwatte accused the Government of stealing from the salaries of nurses. “The Government has also failed to provide drugs and medical equipment. They are taking the patients to their deathbeds,” he said. The trade unions of the Sri Lanka Railways also joined in the protests, but train services were not disrupted in the process. Protests by trade unions joining in the strike action were held in Colombo, Gampaha, Kottawa, Kurunegala, Galle, Matara, Anuradhapura, Trincomalee and many other cities across the country. The Professionals’ Trade Unions Alliance has now given the Government a final deadline of 8 March to respond to their demands or has threatened to conduct a continuous strike action if it fails to heed their warnings."
  ]
}