{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sausages-and-crabs/",
  "time_ut": 1700239380.0,
  "original_lang": "en",
  "original_title": "Sausages and crabs",
  "original_body_lines": [
    "Government politicians never miss an opportunity to identify themselves with the ordinary public, but they betray their cavalier attitude and callous disregard for the people’s suffering whenever they give free rein to their restless tongues. Many of the people who used to lead comfortable lives have been reduced to penury for no fault of theirs. They are struggling to dull the pangs of hunger owing to the current economic crisis. But the ruling party MPs apparently have no idea what the ordinary people are eating these days. They are talking about sausages while the people are worrying about the next meal.",
    "Waxing eloquent, in Parliament, yesterday, Minister of Highways and Media Bandula Gunawardena likened what Sri Lankans were doing to frying sausages, of all things, on a simmering volcano.",
    "Even bread has become a luxury of sorts for most people. Why didn’t Gunawardena use a term like boiling manioc or jackfruit on a volcano to drive home his point? His analogy sheds light on the government politicians’ thinking. Gunawardena and others of his ilk seem to think the usual diet of the public consists of expensive food items like sausages.",
    "In a way, a better analogy anent the present situation would have been ‘having an opening ceremony on a crumbling pedestrian overpass earmarked for demolition’. For the uninitiated, a couple of weeks ago, Gunawardena ceremonially opened a makeshift access to a dilapidated pedestrian bridge, which had to be pulled down shortly afterwards, near the Bambalapitiya railway station.",
    "Interestingly, some years ago, when the economy was not in crisis, Gunawardena, as a minister in the Mahinda Rajapaksa government, drew heavy flak for claiming that a family of three could live comfortably on Rs. 7,500 a month. Today, while the country is experiencing its worst-ever economic crisis, and the people cannot even afford eggs, he is talking about sausages!",
    "However, one cannot but agree that we are sitting on a politico-economic volcano, whose eruption is only a matter of time. It erupted last year, ravaging the country. The next eruption is likely to be far worse. Instead of defusing tension in the polity by redressing the people’s genuine grievances, the government is squeezing them dry by jacking up taxes and tariffs.",
    "Let the government politicians who are enjoying the high life and testing the people’s patience be warned that they are behaving like the proverbial crab which danced in a pot until the water therein reached the boiling point.",
    "Leading Sri Lankan industries curb energy use, cutting costs and carbon",
    "SJB alleges section of govt. raising funds for next presidential election",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}