{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Adfactors-PR-Lanka-expands-facilities-and-capacity-to-help-Sri-Lankan-enterprises-gain-global-exposure/34-746607",
  "time_ut": 1679425256.0,
  "original_lang": "en",
  "original_title": "Adfactors PR Lanka expands facilities and capacity to help Sri Lankan enterprises gain global exposure",
  "original_body_lines": [
    "The nation’s leader in knowledge-driven communications, Adfactors Public Relations Lanka crossed another significant milestone with the opening of its expanded Parkway Building premises in the Park Street Mews neighbourhood.",
    "Entering its ninth year of operations, the Agency has emerged as Sri Lanka’s most trusted, multi-specialist public relations consultancies, and is now gearing up its capabilities, capacity, and technical expertise, in order to support Sri Lankan enterprises to effectively share their stories with audiences both locally and globally.",
    "“Over the past three years, Sri Lanka’s economy, enterprises, and its people have been challenged like never before. However, our experience has proved that effective and authentic communication can help to build opportunity, and enhance resilience. “Our continuing growth during such an unprecedented crisis is testament to the knowledge, expertise and resolve of our team. Together with the wealth of specialised resources that we are able to draw on from our principals, Adfactors PR aims to empower Sri Lankan enterprises to better navigate crisis and capture the business opportunities needed to help revive the national economy,” Adfactors PR’s founding CEO Rezani Aziz stated.",
    "Adfactors PR Lanka is a fully owned subsidiary of Adfactors PR, India’s largest PR consultancy.  Headquartered in Mumbai Adfactors offers strategic, knowledge-driven communications to India’s largest corporate and financial groups.",
    "“Even as Sri Lanka faces its most difficult economic hardships, our belief in the powerful underlying potential that this nation and its people have to offer remains unshaken. It is that belief that guides our continuing investments into all of the resources, networking, training and development necessary to keep elevating Adfactors PR Lanka and its ability to support the vital aspirations of Sri Lanka’s corporate sector,” Adfactors PR CEO Nijay Nair said. Adfactors PR, a full-service public relations firm, is India’s largest PR firms by revenue. With over 1,700 staff across key cities in India and Sri Lanka, Adfactors PR serves more than 500 retained clients, including some of the largest corporations and financial institutions – both Indian and multinational.",
    "The consultancy has market-leading practices such as corporate communications, capital market communications, issues, and crisis, as well as in several sector verticals. It is a member of PROI Worldwide, the largest global partnership of independent public relations firms."
  ]
}