{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Texas-shooting-Eight-killed-by-gunman-in-Allen-mall/108-258734",
  "time_ut": 1683434701.0,
  "original_lang": "en",
  "original_title": "Texas shooting: Eight killed by gunman in Allen mall",
  "original_body_lines": [
    "A gunman has shot and killed eight people shopping at a mall north of Dallas, Texas, emergency services say.",
    "Hundreds of people were evacuated from the mall in the city of Allen, as eyewitnesses described a man firing indiscriminately at passers-by.",
    "Police said they shot the gunman dead and believe he acted alone.",
    "Some of the victims are reported to be children. At least seven people are being treated in hospital, three of whom are critically ill.",
    "Allen Fire Chief Jonathan Boyd said seven people - including the gunman - were pronounced dead at the scene and two died later in hospital.",
    "A police officer \"heard gunshots, went to the gunshots, engaged the suspect and neutralised the suspect\", Allen Police Chief Brian Harvey said.",
    "The victims' ages range from 5 to 51, according to a hospital spokesperson.",
    "Texas Governor Greg Abbott described the shooting as an \"unspeakable tragedy\" and said the state was ready to offer any assistance to local authorities.",
    "US police have asked members of the public with video captured at the scene to contact the FBI, as they collect evidence.",
    "Some witnesses described the gunman as dressed all in black and wearing combat gear.",
    "\"I heard about 10 pops go off, then ten to fifteen more shots - we see this guy dressed all in black, a vest, just shooting at people,\" said one, adding \"we just got to the back of the store\".",
    "Video from the scene showed people running for cover across a parking lot as a series of shots rang out.",
    "Allen has about 105,000 residents and is 20 miles (32km) north of central Dallas.",
    "Most adults aged 21 or over in Texas are allowed to carry a handgun without a licence, unless they have a previous conviction. In addition, there are few restrictions on possession of rifles and shotguns.",
    "In the US so far this year there have been at least 198 mass shootings in which four or more people were killed or wounded, according to the Gun Violence Archive. That is the most at this point in the year since at least 2016.",
    "One eyewitness at the mall, Fontayne Payton, told the AP news agency he heard gunshots though his headphones as he shopped at H&M.",
    "When people were allowed to leave the mall, he described seeing bodies outside.",
    "\"I pray it wasn't kids, but it looked like kids,\" he said. \"It broke me when I walked out to see that.\"",
    "Allen Mayor Ken Fulk called it \"a tragic day\" for the city. \"Allen is a proud and safe city, which makes today's senseless act of violence even more shocking,\" he said on the city's website. \"However, I want to commend our police and fire departments for their quick response. Their thorough training not to hesitate to move toward the threat likely saved more lives today.\"",
    "Earlier this week police in Texas arrested a man accused of shooting dead five neighbours, including a nine-year-old boy.",
    "Francisco Oropesa was found hiding in a cupboard after a four-day manhunt.(BBC)"
  ]
}