{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90208/worlds-workers-rally-france-sees-pension-anger",
  "time_ut": 1682949120.0,
  "original_lang": "en",
  "original_title": "World’s workers rally, France sees pension anger",
  "original_body_lines": [
    "People squeezed by inflation and demanding economic justice took to the streets of cities across Asia and Europe to mark May Day on Monday, in a global outpouring of worker discontent not seen since before the COVID-19 pandemic sent the world into lockdowns.",
    "French unions pushed the president to scrap a higher retirement age. South Koreans pleaded for higher wages. Spanish lawyers demanded the right to take days off. Migrant domestic workers in Lebanon marched in a country plunged in economic crisis.",
    "While May Day is marked around the world on May 1 as a celebration of labor rights, this year’s rallies tapped into broader frustrations. Climate activists spraypainted a Louis Vuitton museum in Paris, and protesters in Germany demonstrated against violence targeting women and LGBTQ+ people.",
    "Celebrations were forced indoors in Pakistan and tinged with political tensions in Turkey, as both countries face high-stakes elections. Russia’s war in Ukraine overshadowed scaled-back events in Moscow, where Communist-led May Day celebrations were once massive affairs.",
    "Across Asia, this year’s May Day events unleashed pent-up frustration after three years of COVID-19 restrictions. This year’s events had bigger turnouts than in previous years in Asian cities, as activists in many countries argued governments should do more to improve workers’ lives.",
    "Across France, thousands marched in what unions hope are the country’s biggest May Day demonstrations in years, mobilized against President Emmanuel Macron’s recent move to raise the retirement age from 62 to 64. Organizers see the pension reform as a threat to hard-fought worker rights, while Macron argues it’s economically necessary as the population ages.",
    "The monthslong protest movement shows “workers’ hope to be treated differently,” Laurent Berger, head of the influential moderate union CFDT, said at the Paris march Monday.",
    "While marchers appeared largely peaceful, police detained 22 people in Paris and dispersed protesters in Lyon with tear gas after troublemakers smashed bank windows and other property. French police have come under fire for using drones to film disruptions on Monday in some cities.",
    "Union members marched from Calais in the north to Toulouse in the south, joined by environmental activists and other groups fighting for economic justice, or just expressing anger at Macron and what is seen as his out-of-touch, pro-business leadership. Activists opposed to the 2024 Paris Olympics and their impact on society and the environment also demonstrated.",
    "In Turkey, police prevented a group of demonstrators from reaching Istanbul’s main square, Taksim, and detained around a dozen protesters, the independent television station Sozcu reported. Journalists trying to film demonstrators being forcibly moved into police vans were also pushed back or detained.",
    "The square has symbolic importance for Turkey’s trade unions after unknown gunmen opened fire on people celebrating May Day at Taksim in 1977, causing a stampede. Dozens were killed. President Recep Tayyip Erdogan’s government has declared Taksim off-limits to demonstrations, though small groups were allowed to enter Taksim to lay wreaths at a monument there.",
    "In Pakistan, authorities banned rallies in some cities because of a tense security situation or political atmosphere. In Peshawar, in the country’s restive northwest, labor organizations and trade unions held indoor events to demand better workers’ rights amid high inflation. In the eastern city of Lahore, where political parties are barred from holding rallies before a local May 14 poll, a workers’ march converged on the Punjab Assembly.",
    "More than 70 marches were held across Spain, led by the country’s powerful unions, who warned of “social conflict” if low salaries compared to the EU average don’t rise in line with inflation. They also praised incentives to move Spain to a four-day working week.",
    "Blue-collar workers led the protests, but white-collar professionals were also making demands in a country that stills bears the scars of previous recessions, and where the working day is traditionally long.",
    "The Illustrious College of Lawyers of Madrid urged reforms of historic laws that require them to be on call 365 days of the year, regardless of the death of family members or medical emergencies. In the last few years, lawyers have tweeted images of themselves working from hospital beds on IV drips to illustrate the problem.",
    "In South Korea, tens of thousands of people attended various rallies in its biggest May Day gatherings since the pandemic began in early 2020.",
    "“The price of everything has increased except for our wages. Increase our minimum wages!” an activist at a Seoul rally shouted at the podium. “Reduce our working hours!”",
    "In Tokyo, thousands of labor union members, opposition lawmakers and academics demanded wage increases to offset the impact of rising costs as they recover from damage from the pandemic.",
    "They criticized Japanese Prime Minister Fumio Kishida’s plan to double the defense budget, and said the money should be spent on welfare, social security and improving people’s daily lives. Kishida has promised to focus on raising wages.",
    "In Indonesia, people attending the rally demanded the government repeal a job creation law they argue would benefit business at the expense of workers and the environment.",
    "“Job Creation Law must be repealed,” protester Sri Ajeng said. “It’s only oriented to benefit employers, not workers.”",
    "In Taiwan, thousands of workers protested what they call the inadequacies of the self-ruled island’s labor policies, putting pressure on the ruling party before the 2024 presidential election.",
    "Gathering in the capital, Taipei, medical workers wearing protective gear held placards with messages calling for subsidies, while others held banners criticizing President Tsai Ing-wen’s labor polices.",
    "In Lebanon, hundreds of Communist Party and trade syndicate members, as well as a group of migrant domestic workers, marched through downtown Beirut. The country is in the throes of a crippling economic crisis and spiraling inflation, with around 75% of the population now living in poverty.",
    "Protests in Germany kicked off with a “Take Back the Night” rally organized by feminist and queer groups on the eve of May Day to protest against violence directed at women and LGBTQ+ people. Several thousand people took part in the march, which was largely peaceful despite occasional clashes between participants and police. Numerous further rallies by labor unions and leftist groups are planned in Germany on Monday.",
    "Elsewhere, some communities held May Day festivals that harkened back to pagan ceremonies celebrating spring."
  ]
}