{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/RTI-Commission-reserves-judgment-on-info-about-LTTE-members-surrendered-to-army/108-256703",
  "time_ut": 1680018473.0,
  "original_lang": "en",
  "original_title": "RTI Commission reserves judgment on info about LTTE members surrendered to army",
  "original_body_lines": [
    "The Right to Information Commission (RTI) today concluding a hearing of an appeal made by a ‘Tamil Mirror’ journalist requesting information about the LTTE members surrendered to the army reserved the judgment pending written submission by both parties.",
    "The RTI Commission full bench lead by its Chairman Upaly Abeyratne concluded the hearing of an appeal made by former Tamil Mirror journalist Nirosh Kumar and ordered the parties, the SL Army and the appellant journalist to make further written submissions.",
    "The case was heard for the fourth day today since it was taken up for hearing for the first time on October 3, 2019.",
    "Journalist Nirosh Kumar made an RTI application to the SL Army on April 4, 2019 requesting for the information of the former LTTE members who surrendered to the army during the last stages of the war in 2009.",
    "Since the army did not furnish any details the journalist made an appeal to the RTI Commission on October 3, 2019. Then the case was called again on January 4 and February 26 of 2020. Since the case was not called in for hearing for over two years Nirosh Kumar wrote to the commission in later 2022 asking what had happened to his case.",
    "In response to this the commission called the case for hearing on March 28, 2023 (today) and after hearing a lengthy oral submission by Attorney Swasthika Arulingham who appeared for the appellant journalist, decided to reserve the judgment pending further written submissions.",
    "Attorney Swasthika Arulingam speaking to the media said the army has taken very contradictory positions during the hearing of this case and that they are expecting the truth to be revealed soon.",
    "“The army once said that they only transported the surrendered LTTE members to the IDP camps in their busses and that they do not possess any statistics of those who were transported. Therefore, we ask from the army whether they have done a job similar to Sri Lanka Transport Board in carrying these surrendered cadres,” Arulingam said.",
    "Journalist Nirosh Kumar told the Daily Mirror that although the army did not furnish any details regarding the surrendered persons, the Commissioner General of Rehabilitation in a written response to the RTI Commission once stated that about 10,790 former LTTE cadres have surrendered on a single day on May 19, 2009.",
    "Retired Justices Upaly Abeyratne and Rohini Walgama, Attorneys Kishali Pinto Jayawardena and Jagath Liyana Arachchi and A. M. Nahiya heard the case as commissioners, whilst Brig. R. D. O. Pathiranage PC, Judge Advocate General with Attorneys Lt. Com. D. C. K. W. Ranasinghe and Major B. D. J. Jayaweera appeared for the SL Army with Attorneys Swasthika Arulingam, K. S. Rathnavel and Journalist Tharindu Jayawardena represented the appellant.(Kurulu Koojana Kariyakarawana)"
  ]
}