{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Training-centre-to-be-set-up-for-Sri-Lankans-to-take-up-Korean-shipbuilding-jobs/34-749508",
  "time_ut": 1686771899.0,
  "original_lang": "en",
  "original_title": "Training centre to be set up for Sri Lankans to take up Korean shipbuilding jobs",
  "original_body_lines": [
    "The Foreign Employment Bureau of Sri Lanka (FEBSL), the Sri Jinaratana Educational Institute affiliated with the Gangarama Temple, and the Korean Coollife Institutes on Friday signed a Memorandum of Understanding to set up a specialised training centre to provide skilled Sri Lankan workers for the shipbuilding industry in Korea.",
    "Labour and Foreign Employment Minister Manusha Nanayakkara witnessed the signing by the FEBSL Chairman Hilmi Aziz, Sri Jinaratana Education Institute Secretary of the Board of Governors Prasad Jayaweera and Korean Coollife CEO John Yung Lim.",
    "As per the MoU, the focus is on training workers for employment in the Korean shipbuilding industry. Initially, the training will primarily cover welding jobs in the ship construction sector. Subsequently, the training program will expand to include ship painting and electrical training in its second phase.",
    "Additionally, comprehensive Korean language training is also planned for all trainees who are being prepared for employment in the ship construction industry. The Sri Jinaratana Educational Institute, affiliated with the Gangarama Temple will offer the required training facilities, while the Korean Coollife Institute will be responsible for conducting the training program. The institute will also coordinate the Korean trainers involved in the training program.",
    "The trainees will also receive guidance and coordination to facilitate their placement in the Korean ship construction industry and in securing employment quotas for offering job opportunities to Sri Lankan workers.",
    "To ensure the quality of the training activities, the Sri Lanka Foreign Employment Bureau will undertake monitoring activities. While South Korea dominates the shipbuilding industry, it is also suffering from a labour shortage due to the high demand for ships manufactured by the country."
  ]
}