{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89835/g-7-diplomats-reject-chinese-n-korean-russian-aggression",
  "time_ut": 1681707120.0,
  "original_lang": "en",
  "original_title": "G-7 diplomats reject Chinese, N. Korean, Russian aggression",
  "original_body_lines": [
    "Top diplomats from the Group of Seven wealthy democracies are vowing a tough stance on China’s increasing threats to Taiwan and on North Korea’s unchecked tests of long-range missiles, while building momentum on ways to boost support for Ukraine and punish Russia for its invasion.",
    "Russia’s war in Ukraine will consume much of the agenda Monday as the envoys gather in this Japanese hot spring resort town for Day Two of talks meant to pave the way for action by G-7 leaders when they meet next month in Hiroshima.",
    "The world is at “turning point” on the fighting in Ukraine and must “firmly reject unilateral attempts to change the status quo by force, and Russia’s aggression against Ukraine and its threats of the use of nuclear weapons,” Japanese Foreign Minister Yoshimasa Hayashi told his colleagues, according to a Japanese summary.",
    "For the American delegation, the meeting comes at a crucial moment in the world’s response to Russia’s invasion of Ukraine and efforts to deal with China, two issues that G-7 ministers from Japan, the United States, the United Kingdom, France, Germany, Canada, Italy and the European Union regard as potent challenges to the post-World War II rules-based international order.",
    "A senior U.S. official traveling with U.S. Secretary of State Antony Blinken told reporters that the Biden administration’s goal for the talks is to shore up support for Ukraine, including a major initiative on Ukraine’s energy infrastructure launched at last year’s G-7 gatherings in Germany, as well as to ensure the continued provision of military assistance to Kyiv. Ramping up punishment against Russia for the conflict, particularly through economic and financial sanctions that were first threatened by the G-7 in December 2021, before the invasion, will also be a priority, the official said.",
    "Ukraine faces an important moment in coming weeks with Russia’s current offensive largely stalled and Ukraine preparing a counter-offensive. The U.S. official, who spoke on condition of anonymity to discuss Blinken’s priorities at the closed-door meetings, said there would be discussion about ways to deepen support for Ukraine’s long-term defense and deterrence capabilities. That might also improve Kyiv’s position for potential negotiations that could end the conflict on its terms.",
    "The role of Japan — the only Asian member of the G-7 — as chairman of this year’s talks provides an opportunity to discuss coordinated action on China. Leaders and foreign ministers of G-7 countries, most recently France and Germany, have recently concluded visits to China, and the diplomats in Karuizawa are expected to discuss their impressions of where the Chinese stand on numerous issues, including the war in Ukraine, North Korea, and Taiwan, which is a particular sore point in U.S.-Chinese relations.",
    "At a private working dinner on Sunday night that was the diplomats’ first formal meeting, Hayashi urged continued dialogue with China on the many global challenges where participation from Beijing is seen as crucial. Among the Chinese interests that are intertwined with those of wealthy democracies are global trade, finance and climate efforts.",
    "But the diplomats are also looking to address China’s more aggressive recent stance in Northeast Asia, where it has threatened Taiwan, the self-governing democracy that Beijing claims as its own.",
    "Hayashi told ministers that outside nations must continue “building a constructive and stable relationship, while also directly expressing our concerns and calling for China to act as a responsible member of the international community,” according to a summary of the closed-door dinner.",
    "China recently sent planes and ships to simulate an encirclement of Taiwan. Beijing has also been rapidly adding nuclear warheads, taking a tougher line on its claim to the South China Sea and painting a scenario of impending confrontation.",
    "The worry in Japan can be seen it its efforts in recent years to make a major break from its self-defense-only post-WWII principles, working to acquire preemptive strike capabilities and cruise missiles to counter growing threats.",
    "Blinken, the top U.S. diplomat, had been due to visit Beijing in February, but the trip was postponed because of a Chinese spy balloon incident over U.S. airspace and has yet to be rescheduled.",
    "Blinken met briefly with China’s top diplomat, Wang Yi, on the sidelines of the Munich Security Forum, but high-level contacts between Washington and Beijing have become rare. Thus, Blinken will be seeking insight from his French and German counterparts on their interactions with the Chinese, the senior U.S. official said.",
    "Despite indications, notably comments from French President Emmanuel Macron, that the G-7 is split over China, the official said there is shared worry among G-7 nations over China’s actions. The official added that the foreign ministers would be discussing how to continue a coordinated approach to China.",
    "North Korea is also a key area of worry for Japan and other neighbors in the region.",
    "Since last year, Pyongyang has test-fired around 100 missiles, including intercontinental ballistic missiles that showed the potential of reaching the U.S. mainland and a variety of other shorter-range weapons that threaten South Korea and Japan.",
    "Hayashi “expressed grave concern over North Korea’s launch of ballistic missiles with an unprecedented frequency and in unprecedented manners, including the launch in the previous week, and the G-7 Foreign Ministers strongly condemned North Korea’s repeated launches of ballistic missiles,” according to the summary."
  ]
}