{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/HNB-and-LCT-team-up-to-boost-agricultural-machinery-sector/34-746941",
  "time_ut": 1680285749.0,
  "original_lang": "en",
  "original_title": "HNB and LCT team up to boost agricultural machinery sector",
  "original_body_lines": [
    "HNB Retail & SME Banking Deputy General Manager Sanjay Wijemanne (sixth from left) exchanging the MoU with LCT Director Kanapathi Saravanan (fourth from right) in the presence of (from left): HNB Business Development-Leasing Asst. Manager Mahesh Rathnayake, HNB Leasing Asst. Manager Roshan De Silva, HNB Micro Finance Senior Manager Pujitha Jayawaradena, HNB Head of Leasing Susith Perera, HNB Asst. General Manager – PFS Kanchana Karunagama, LCT - National Sales Manager Roshan Rathnayake, LCT Business Development Senior Regional Manager Udayanga Hettiarachchi  and LCT Accountant Lakshitha Yakupitiya",
    "Continuing to support the agricultural sector despite the challenges faced today, Sri Lanka’s leading private sector bank HNB PLC partnered with Lanka Commercial Trading Ltd. (LCT) to offer farmers convenient leasing solutions and exclusive benefits on Yanmar and Solis tractors.",
    "“The ongoing multidimensional crisis is an enormous threat to national food production and security. The increased costs of agricultural inputs and the rising cost of living also continue to adversely impact the agricultural sector. Given these challenges, we believe supporting the industry in any way possible is more imperative than ever. As such, we partnered with LCT to provide farmers across the island access to leading brands Yanmar and Solis with convenient payment solutions,” Retail and SME Banking DGM Sanjay Wijemanne said.",
    "HNB will offer customers low-interest rates for equal and structured tractor rentals. Farmers will also receive the value-added Prestige Prime card for free with the first-year annual fee waived, offering customers exclusive discounts for tractors, automobile products, servicing, spare parts, tyres and batteries.",
    "Moreover, HNB General Insurance will offer attractive discounts on vehicle insurance premiums, including a free life insurance cover of Rs. 4.5 million for accidental deaths. Similarly, HNB Assurance will offer a Rs. 600,000 natural death insurance cover.",
    "“Since our inception, we have worked to provide the best quality services with exceptional packages to Sri Lankan farmers. We are particularly excited to offer options for Yanmar and Solis tractors, which have recently been to go-to option for the farming community, with particular popularity amongst the upcoming younger generation of farmers. For this venture, we are proud to partner with HNB, as this will offer our customers attractive benefits and convenient leasing solutions to grow their businesses,” LCT Director Kanapathi Saravanan said.",
    "As such, LCT will offer free RMV registration for HNB customers in addition to free insurance covers for Yanmar and Solis tractors for the first year.",
    "Customers also have access to a 2000 hrs/two-year warranty for Solis tractors and a 1000 hrs/one-year for Yanmar tractors. Additionally, farmers can also make use of four labour-cost-free doorstep services."
  ]
}