{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90555/sri-lankas-economic-prospects-critically-hinge-on-implementation-of-reform-program-imf",
  "time_ut": 1684152120.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s economic prospects critically hinge on implementation of reform program – IMF",
  "original_body_lines": [
    "Director of the Asia and Pacific Department of the International Monetary Fund (IMF) Krishna Srinivasan says that Sri Lanka’s economy is expected to contract by 3 percent in 2023, before registering a modest growth of 1.5 percent in 2024.",
    "Mr. Srinivasan made this remark during a special press briefing in Colombo on Monday (15) with the IMF staff team visiting Sri Lanka.",
    "He stated that Sri Lanka has been facing a severe crisis because of past policy missteps and back-to-back economic shocks. “We have been deeply concerned about the impact of the crisis on the Sri Lankan people, particularly the poor and vulnerable groups, and about the economic costs of the delay in the country’s access to external financing.”",
    "On March 20, the IMF Executive Board approved a 48-month Extended Fund Facility of about 3 billion U.S. dollars to support Sri Lanka’s economic policies and reforms.",
    "“This marked an important step towards the resolution of the crisis,” he said. Sri Lanka immediately received an initial disbursement of about $330 from the EFF arrangement, which is expected to catalyze new external financial including from the Asian Development Bank and the World Bank.",
    "“Given a weak external environment and domestic policy tightening, aimed at restoring macroeconomic stability, the economy is expected to contract by 3 percent in 2023, before registering a modest growth of 1.5 percent in 2024. Prospects hinge quite critically on the implementation of the economic reform program,” Mr. Srinivasan said.",
    "He further said: “As you know well by now, the reform program supported under the EFF arrangement is built on strong policy measures and prioritizes five key pillars.",
    "First, an ambitious revenue-based fiscal consolidation, which is accompanied by stronger social safety nets, fiscal institutional reforms, and cost recovery-based energy pricing to ensure the state’s ability to support all its essential expenditures.",
    "Second, restoration of public debt sustainability including through a debt restructuring to ensure stable financing of the government’s operations.",
    "Third, a multi-pronged strategy to restore price stability and rebuild reserves under greater exchange rate flexibility to alleviate the burden of inflation, particularly on the poor, to foster an environment of investment and growth, and to ensure Sri Lanka’s ability to purchase essential goods from abroad.",
    "Fourth, policies to safeguard financial sector stability, to ensure that the financial sector can play its key role in supporting economic growth.",
    "And fifth, structural reforms to address corruption vulnerabilities and enhance growth. Anti-corruption and governance reforms are imperative to ensure the hard-won gains from the reforms benefit the Sri Lankan people. Sri Lanka is the first country in Asia that has undergone the IMF governance diagnostic exercise. The IMF governance diagnostic report is expected to be published by September this year—the mission visited Colombo in March and engaged closely with stakeholders and civil society organizations on this critical reform area. We look forward to further discussion with them.”",
    "He added that, commendably, Sri Lanka has already started implementing many of the challenging policy actions in these five areas. “It is now essential to continue the reform momentum under strong ownership by the authorities and the Sri Lankan people, more broadly.”",
    "The IMF’s Director of Asia and Pacific Department stressed that economic impact of the reforms on the poor and vulnerable needs to be mitigated with appropriate measures.",
    "“In this regard, we welcome the authorities’ firm commitment to strengthen social safety nets, including through a minimum spending floor, well-targeted spending through the new social registry and establishment of objective eligibility criteria.”",
    "“Let me conclude by saying that the IMF supported program is an opportunity for all Sri Lankans to come together to work through this crisis to restore economic stability and put the country on a sustainable growth path. The key is implementation. The IMF is here to help you along the way,” he added.",
    "Mr. Srinivasan said he is in Colombo—his first visit to Sri Lanka—to further strengthen the IMF’s engagement with a broad spectrum of stakeholders in the country.",
    "“In addition to meeting with the President and top leadership of the country, I have been able to engage with members of the opposition, civil society organizations, trade unions, think tanks, and other stakeholders.”",
    "He said an IMF staff team, led by Peter Breuer, is also currently in Sri Lanka and will be here until May 23 for regular consultations ahead of the first review mission later this year. The team will communicate further with the media at the end of its visit, he said.",
    "The Director of Asia and Pacific Department also said that Sri Lanka is negotiating with both bilateral and private creditors in good faith and that the debt restructuring process is expected to be completed before the first review of the EFF program in September or October this year."
  ]
}