{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95213/former-masterchef-judge-gary-mehigan-arrives-in-sri-lanka",
  "time_ut": 1701149400.0,
  "original_lang": "en",
  "original_title": "Former MasterChef judge Gary Mehigan arrives in Sri Lanka",
  "original_body_lines": [
    "World-famous Australian chef Gary Mehigan, popularly known for his role as a judge on ‘MasterChef Australia’, has arrived in Sri Lanka.",
    "56-year-old Mehigan had arrived at the Bandaranaike International Airport (BIA) in Katunayake aboard a SriLankan Airlines flight (UL 172) at 11:08 p.m. last night, along with his wife and manager.",
    "The award-winning chef will be in Sri Lanka for one week, during which he is expected to host several workshops, and cook two dinners alongside several Sri Lanka chefs on 30 November and 02 December at the Cinnamon Grand Hotel in Colombo.",
    "Mehigan, who is one of the three original judges of MasterChef Australia, is also slated to host a meet-and-greet at the hotel on 30 November and 01 December, during which he will discuss the culinary arts.",
    "Prior to his arrival, Mehigan had shared his excitement about exploring the diverse landscapes of Sri Lanka. “I’ve heard a lot about Sri Lanka, and what I’m excited about is the diversity of the landscape, from lush forests to beautiful beaches. It’s been on the must-visit list for a long time,” Mehigan said.",
    "He expressed his interest in experiencing the local flavors, from street food to seafood, and visiting a spice plantation to understand the clarity of flavors that local spices bring.",
    "Mehigan particularly mentioned his anticipation of working with Sri Lanka’s renowned Ceylon Cinnamon, stating, “Cinnamon is like the best on the planet, and I hope that, from a chef’s perspective, those ideas are reinforced.”",
    "When asked about the ingredients he is excited to cook with, Mehigan highlighted local seafood, including mud crab, lagoon crab, and river prawns.",
    "He also expressed his enthusiasm for incorporating Sri Lankan spices, especially Cinnamon, into his dishes."
  ]
}