{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jkh-recurring-ebitda-grows-by-17-to-rs-45-74-billion-for-2022-23/",
  "time_ut": 1684947840.0,
  "original_lang": "en",
  "original_title": "JKH recurring EBITDA grows by 17% to Rs.45.74 billion for 2022/23",
  "original_body_lines": [
    "The Group reported a resilient performance during the year, amidst the unprecedented challenges in the operating environment, recording a recurring EBITDA growth of 17% to Rs.45.74 billion. This is despite the substantial EBITDA recognition of Rs.6.30 billion from the revenue of the handover of the residential apartment units and commercial floors at ‘Cinnamon Life Integrated Resort’ in 2021/22, compared to the absence of corresponding recognition in the current year.",
    "The growth in recurring Group EBITDA was mainly driven by the Transportation businesses, the significant turnaround in the Group’s Leisure businesses and improved performance across other business verticals.",
    "Sri Lanka has witnessed a strong turnaround from the onset of its worst macroeconomic crisis, and it is encouraging to witness the continuation of normal day-to-day activities in the country, supported by continued political and social stability.",
    "The Group’s Bunkering business recorded a significant increase in profitability driven by higher margins on account of the steep increase in fuel oil prices and volumes during the first half of the year, whilst the profitability of the Group’s Ports and Shipping business recorded an increase as a result of higher revenue from ancillary operations and the translation impact due to the depreciation of the Rupee.",
    "The groundwork on the West Container Terminal (WCT-1) at the Port of Colombo is progressing well with the entirety of the dredging works for both phases near complete.",
    "The Leisure industry group recorded a strong performance driven by the Maldivian Resorts and the recovery momentum in the Colombo Hotels and Sri Lankan Resorts segments, supported by a return to normalcy on the back of continued political and social stability during the second half of the financial year.",
    "The Supermarket business recorded a recurring EBITDA growth of 45% to Rs.7.46 billion due to an increase in same store sales driven by a combination of higher customer footfall and basket values on account of high inflation.",
    "Profitability in the Consumer Foods businesses was impacted by volume declines in the second half of the year, reflective of dampened consumer sentiments, and lower margins. With global raw material prices coming off its peak, the stabilisation of the country’s foreign exchange liquidity position and the appreciation of the Rupee, the pressure on margins has started to gradually ease from the fourth quarter of 2022/23 onwards.",
    "The Property industry group recorded a decline in profitability due to 2021/22 including revenue and profit recognition from the handover of the residential apartment units at ‘Cinnamon Life Integrated Resort’, compared with the absence of any corresponding recognition in the current year. The recognition of revenue of all units sold at ‘Cinnamon Life Integrated Resort’ was completed by 31 March 2022.",
    "Subsequent to the gazetting of the gaming regulations by the Government in August 2022, the Group is currently engaged in discussions with leading international gaming operators to secure the necessary international gaming expertise to operate at ‘Cinnamon Life Integrated Resort’ with the Group leasing the space for such operations. Similar to the experience with integrated resorts in other Asian countries, ‘Cinnamon Life Integrated Resort’ has the potential to transform Colombo as a destination for leisure and entertainment and lead to significant foreign exchange earnings for the country.",
    "The Financial Services industry group recorded a strong growth in profitability, where the Insurance business witnessed a growth in the life insurance surplus and gross written premiums whilst Nations Trust Bank recorded an increase in net interest margins and a reduction in costs. (JKH)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}