{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ekva-to-energise-Sri-Lanka-s-startups/34-746406",
  "time_ut": 1678989338.0,
  "original_lang": "en",
  "original_title": "Ekva to energise Sri Lanka’s startups",
  "original_body_lines": [
    "Ekva LLC, a US company with strong Sri Lankan roots spearheaded by CEO Amith Boteju, will be in Sri Lanka to find promising startups in any industry for the company’s accelerator.",
    "“We aim to invest and guide promising startups to build sustainable businesses and raise funds. Selected startups will be offered an investment from Ekva and will be invited to join the program scheduled to start in Q3/2023 followed by a demo day to further raise funds,” said Boteju who will be leading the high-profile team to Sri Lanka from 20 to 25 March to find promising start-ups.",
    "The Ekva Accelerator initiative uniquely called Ek’celerator was established in 2022 to support and empower promising entrepreneurs.",
    "“We will accept applications from incorporated or non-incorporated startups at any stage from an idea, proof of concept (PoC),or minimum viable product (MVP) to those vying for traction and early revenue,” Ekva LLC CMO Mike Tankel said.",
    "He added that the company will invest 50% of the funds required to support 50-100 selected startups in the Ek’celerator One Cohort.",
    "The Council for Start Ups (CFS) of the Ceylon Chamber of Commerce plays a significant role in the startup ecosystem in Sri Lanka are partnered with Ekva and will lend its support and guidance to ensure its objectives are achieved.",
    "CFS Chairman Prajeeth Balasubramanium noted that in line with its goals the CFS will actively promote and encourage the corporate members of the Ceylon Chamber to participate in the Ekva Ek’celerator programs to help startups go to market.",
    "“We will also encourage and promote co-funding along with Ekva to grow the Lankan startups.”",
    "The Ek’celerator One Fund will be a subsidiary of Ekva LLC and managed by its local management team. Ekva will secure special support from partners such as AWS, Google, Azure, Sales force, Hubspot, etc. to provide essential tools to the selected start-ups.",
    "“With Sri Lankans at the lead, we understand the local needs, local flavour, and local thinking. We teamed up with international experts who have worked in top management positions at leading corporate giants such as JP Morgan, Deutsche Bank, AT&T, Cirque Du Soleil, MGM Hospitality, Akon Legacy Ventures, Rabo Bank, Finish Line etc. to bring in international expertise to find bright lights in the country,” Tankel added.",
    "He said the company aspires to give umbrella support in HR, Legal, Marketing, Accounting, and Compliance to the selected startups.",
    "“Our long-term aim is for Sri Lanka to join the Unicorn Club within the next 10 years, hopefully with one of our portfolio companies.”",
    "Ekva / එක්ව / ஒன் றாக/ Together is a company with equal opportunity irrespective of language, colour, gender identity or persons differently-abled entrenched in their ethos."
  ]
}