{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Quality-and-standards-ecosystem-imperative-to-national-development/14-746873",
  "time_ut": 1680117274.0,
  "original_lang": "en",
  "original_title": "Quality and standards ecosystem imperative to national development",
  "original_body_lines": [
    "UNIDO, FAO and EU promote National Quality Infrastructure and National Quality Council",
    "A forum on ‘National Quality Infrastructure, an imperative to national development’ is organised by the United Nations Industrial Development Organisation (UNIDO) was held recently in Colombo.",
    "Chief Guest of the event, Ministry of Trade Secretary A.M.P.M. Attapattu delivered the Government’s perspective on National Quality Infrastructure in Sri Lanka. The forum was an initiative implemented by UNIDO in collaboration with the Food and Agriculture Organisation (FAO) within the framework of BESPA-FOOD and funded by the European Union (EU).",
    "“The BESPA project contributes towards more productive, sustainable, resilient, and inclusive agri-food production in Sri Lanka. Under this framework, we have an opportunity to support the National Quality Infrastructure (NQI) that encompasses standards, metrology, accreditation, and conformity assessment services. The highest level of inter-agency coordination and collaboration in providing NQI services with international recognition and accessibility to all sectors of the economy is one of the key objectives,” said UNIDO Quality and Standards Ecosystem International Senior Specialist Dr. Jairo Villamil-Diaz.",
    "It was pointed out that Sri Lanka is facing an unprecedented economic crisis, which has caused social unrest, political instability, and systems breakdown in governance. To prevent and turn around this economic downfall, the Government will have to adopt a wide range of policy measures aimed at supporting accelerated development initiatives and export-oriented production strategies. To derive full benefits for economic and social progress, it is imperative that these development initiatives are supported with the necessary quality-related services provided through an NQI framework.",
    "Transferring policy into reality on the ground requires a robust Governance system.  A “Quality and Standards Ecosystem” also referred to as the NQI that functions efficiently, is an indispensable tool in achieving development objectives, effectively, within the framework of good governance. The NQI consists of standards, technical regulations, measurement systems, conformity assessment, and accreditation. It is necessary to ensure that the components of the NQI system work in harmony to derive full benefits for society and economic progress.",
    "“Introduction and promotion of quality concepts and practices in State Sector Organisations should be considered a vital component of the National Quality Initiative. All State sector organisations (Ministries, Departments, Institutions) should commit to quality improvement with a Quality Policy Statement to be formally adopted, in each organisation, displayed, and made known to all employees” said UNIDO Senor Quality Policy Expert Sanath P. Mendis.",
    "All components of the NQI system in Sri Lanka have been established and developed from time to time based on emerging needs. However, it has not been effective in meeting the needs and expectations of stakeholders in many respects and failed to deliver the expected quality-related services due to a lack of coordination. There are several instances of conflicts of authority and conflicts of interest among NQI organisations resulting in serious gaps and overlaps in the delivery of quality-related services and consumer protection activities.",
    "“We have recently witnessed several instances of market failure resulting in serious health and safety concerns. The issue of aflatoxin in coconut oil; the case of explosions in the use of LPG are examples that reflect the lack of application and monitoring of safety standards and the absence of a proactive, risk-based approach to public safety and consumer protection,” he added.",
    "“To guide and facilitate the strengthening of NQI, it is considered necessary to establish a governance structure with a National Quality Council (NQC) as the apex body in the NQI framework. Our Vision for the National Quality Infrastructure is: “An NQI operating at the highest level of inter-agency coordination, led by the National Quality Council, and providing NQI Services with International recognition and access to all sectors of the economy,” UNIDO said.",
    "It is up to the policymakers, planners, and NQI stakeholders to plan how standards, technical regulations, and Quality Infrastructure Services could be effectively applied to accelerate the pace of development and manage National Development Initiatives. The NQI system should be effectively used to facilitate trade, address health safety concerns, and environmental protection, and improve the overall quality of output in our economy."
  ]
}