{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-restraints-agro-experts-from-migrating-minister-117863/",
  "time_ut": 1681183020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka restraints agro experts from migrating: Minister",
  "original_body_lines": [
    "ECONOMYNEXT Sri Lanka’s Department of Agriculture and Department of Agrarian Development are running out of experts and the scheme allowing state workers to go on leave for foreign employment has been restricted, Minister Mahinda Amaraweera said.",
    "Sri Lanka opened a scheme where state workers can take leave and work abroad during the currency and economic crisis with no loss of seniority.",
    "“We can’t send them when we have enough vacancies here in the departments,” Minister of Agriculture, Wildlife & Forest Resources Conservation, Mahinda Amaraweera said.",
    "“There is a huge shortage of the experts in the agriculture sector.”",
    "Sri Lanka hired tens of thousands of unemployed graduates in to the state service since 2005 and also under ‘revenue based fiscal consolidation’ where spending based consolidation’ was discouraged, leading to an expansion of an already bloated state.",
    "However the Ministry of Agriculture has not recruited a new staff for required categories 10 years, according to Minister Amaraweera.",
    "“In Kilinochchi, department of agriculture, there should be 17 officers we only have 2, he said.",
    "“So imagine if those two also migrate what will happen? We can’t send them since there is a huge shortage, where the departments will possibly even fail to carry on as well as struggle due to migration of essential workers.”",
    "Sri Lanka’s agriculture sector is an area which needs modern techniques and knowledge to upgrade productivity.",
    "Moreover, there is an emerging risk, where the many employees are traveling abroad for extended period of time as the government has given the employees the option to request no-pay and travel overseas for work or education.",
    "Under the Ministries decision the key staff members will be restricted from traveling out until the vacancies are filled.",
    "“A lot in the staff has migrated so far and now we have stopped it,” Amaraweeera said.",
    "Sri Lanka has frozen public sector hiring to contain spending in 2023 and reduce the already high tax burden and borrowings.",
    "Out of about 160 to  170 billion rupees of monthly tax revenues, about 93-94 billion rupees go for salaries Treasury officials have said. (Colombo/Mar11/2023)"
  ]
}