{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-startup-ecosystem-hyperglade-secures-usd-350000-from-tim-drapers-draper-associates/",
  "time_ut": 1684067400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Startup Ecosystem: HyperGlade secures USD 350,000 from Tim Draper’s Draper Associates",
  "original_body_lines": [
    "Sri Lankan Web3 and blockchain firm, HyperGlade, announced it has raised USD 350,000 in funding from Silicon Valley investor Tim Draper’s venture capital firm, Draper Associates, as a part of their seed investment round. The investment reinforces HyperGlade’s innovative Web3 migration solutions for Web2 firms and highlights the potential of the Sri Lankan startup ecosystem.",
    "HyperGlade, founded over a year ago, specializes in cutting-edge solutions for businesses transitioning from Web2 architectures to the decentralized Web3 infrastructure. The new funding will enable HyperGlade to accelerate platform development, expand its team, and solidify its position as a global leader in Web3 migration services.",
    "Hyperglade validated their thesis on making blockchain accessible, by introducing fiat payments for NFT for the first time in the region, by hosting Sri Lanka’s first NFT auction.",
    "Tim Draper, the founder of Draper Associates, is a renowned investor whose portfolio includes Hotmail, Skype, Baidu, Tesla, SpaceX, DropBox, AirBnb, and CoinBase. His investment in HyperGlade signifies confidence in the company and the prospects of the Sri Lankan startup scene.",
    "“We are thrilled to have Tim Draper and Draper Associates as investors in HyperGlade. This investment is a major endorsement of our technology, commitment, and the innovative spirit of the Sri Lankan startup ecosystem,” said HyperGlade CEO, Kalana Muthumuni. “We are confident that this partnership will accelerate our growth and empower us to deliver industry-leading solutions to our clients.”",
    "Jaffna business community ‘enthusiastic’ about investment banking products and services",
    "Batik Air reinstates daily services between Colombo and Kuala Lumpur",
    "SL reiterates commitment to further strengthening partnership, engagement with littoral states",
    "Canada supports new ‘Enabling Access to Justice for Victim Survivors of SGBV’ project in Lanka",
    "Baurs partners with GSK for continuous distribution of its medicines and vaccines in Sri Lanka",
    "Lankans crowded to visit Indonesian pavilion at Buddha Rashmi Vesak Festival",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}