{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/amunugama-and-the-duraiswamy-brothers-rebuttal/",
  "time_ut": 1682171940.0,
  "original_lang": "en",
  "original_title": "Amunugama and the Duraiswamy brothers: Rebuttal",
  "original_body_lines": [
    "This is a rejoinder to the extract of Sarath Amunugama’s autobiography published in the Sunday Island on April 9, 2023 under the header “Violence in Jaffna and my departure from Government Service”. If the piece is any indication of the rest of his book, it reflects rather poorly on the written skills of Amunugama . He lacked attention to detail, failed to do a simple fact check and was inaccurate. This does not reflect well on the man as a writer.",
    "I would like to focus on Amunugama’s flippant dismissal of two Tamil administrators i.e., Yogendra Duraiswamy and his elder brother Duraiswamy Rajendra. I had researched and written on some of this earlier.Amunugama derides Yogendra Duraiswamy as “inflexible” and “inefficient”, who he alleges “alienated the Jaffna public with his haughty diplomatic airs.”",
    "Yogendra Duraiswamy in his two years as District Secretary for Jaffna, which then included Kilionchchi, had done commendable work between 1979 and 1981. He introduced bus services in remote parts of the district, increased the frequency of mechanized boat transport services to the outlying islands, developed the integrated rural development plan, supported cottage industries and dairy schemes, launched housing schemes in consultation with Premadasa, helped improve roads, upgraded telecommunications to enable direct dialing to better link Jaffna with the world, facilitated the installation of an Sri Lanka Broadcasting Corporation (SLBC) Transmitting Center to strengthen the radio bandwidth of SLBC in the peninsula, initiated a biogas scheme back in 1979, resumed construction of the Mahadeva Causeway and introduced in 1979 the then innovative concept of the mobile Kachcheri or district secretariat where he took administration to the people. I can give many other examples of pioneering development work as witnessed in the full use of the decentralized budget that had not been fully expended before. I leave it to the reader to decide whether Yogendra was “inefficient”. There is a hubris in the writings of Amunugama.",
    "Now to the charge of Yogendra Duraiswamy being “inflexible”. The ill-fated elections to the Jaffna District Development Councils took place on June 4, 1981, elections that many would agree were rigged. Yogendra as the Returning Officer for the district stood up to President Jayewardene, both with regards to the last minute instructions from Colombo to change the presiding officers at the polling booths and to the formal announcement of the elections results given the widespread booth capture and the stuffing of ballot boxes that had occurred. The Secretary, Ministry of Defense, under Emergency Regulations, and the Elections Commissioner both overruled Yogendra Duraiswamy. He tendered his resignation soon thereafter.",
    "I once again leave it to the reader to decide whether Yogendra who stood up to authority can be characterized as “inflexible”. I would say that he had integrity and was fearless, characteristics I would wish more administrators, including Amunugama had. As to whether Yogendra alienated the Jaffna public, Amunugama fails to provide the evidence. When the Jaffna Public Library was set on fire earlier on May 31, 1981, Yogendra was perhaps one of three or four who were physically present on the scene trying to douse the flames without success. The saber rattling Tamil politicians were nowhere to be seen. Yogendra was fearless in that environment of lawlessness trying to get the municipal bower and then the naval bowser to douse the flames to no avail.",
    "Now to Duraiswamy Rajendra. Once again, Amunugama has failed to do a simple fact check. He is inaccurate and defamatory. Amunugama alleges that Rajendra had argued with an Indian soldier in Jaffna, was summarily shot dead and that no Tamil parliamentarian had attended his funeral. This is false. Let me state the facts.",
    "Duraiswamy Rajendra lived in Jaffna on Clock Tower Road, now known as Mahatma Gandhi Road. The Indian army had instructed residents to move out of the area given hostilities. His wife and he drove to Nallur on Deepavali Day i.e., on October 21, 1987. Rajendra dropped his wife at her parent’s house and a few hours later returned to Jaffna for reasons not quite known.",
    "The Liberation Tigers of Tamil Eelam (LTTE) had opened fire on Indian positions from within the Jaffna General Hospital nearby. The Indian army reportedly withdrew to the Jaffna Fort. They reportedly returned later down the Clock Tower Road on a mopping operation, allegedly killing everyone in sight. Rajendra along with many other civilians had sought refuge in the Jaffna General Hospital. Between 60 to 70 civilians were reportedly killed in the hospital.",
    "The bodies of the dead were then burned on rubber tires by the Indians to avoid an inquest. Rajendra had no funeral. The issue of a “cantankerous” Rajendra getting into an “argument with an Indian jawan”, being shot dead and then having a funeral that was boycotted by Tamil politicians is false. Amunugama should verify before he writes. I also refer the reader to the accounts of Colonel Hariharan of the Indian Army who had covered the same incident, including the death of Rajendra.",
    "Amunugama adds that the Duraiswamy Rajendra was resented by the Tamil professionals in the SLBC, earlier known as Radio Ceylon. He needs to provide the evidence before making blanket allegations. Rajendra had retired as Secretary to the Ministry of Public Administration, Local Government and Home Affairs in the 1970s under Felix Dias Bandaranaike. He was later made a Director at the SLBC. The late Mrs. Ponmani Kulasingham who was in charge of the Tamil division was a loyal and trusted employee who had the highest respect for Rajendra’s methodic overview, his tact and diplomacy. Mr. Mathialagan, also in the Tamil service, had similar high regard for Rajendra. While I am not privy to the dynamics within the SLBC, it is entirely possible that Rajendra, a stickler for what is proper and had refused to kowtow to the diktats of Amunugama. Rajendra stood up to Amunugama and this led to friction.",
    "Now to the Sri Lanka Administrative Service officer Lionel Fernando that Amunugama praises. The Thinapathi newspaper announced in 1979 that President Jayewardene was to appoint Yogendra Duraiswamy, a retired diplomat, as District Secretary for Jaffna and Kilinochchi. Jayewardene had perhaps intended to explore a developmentalist alternative to the politics of separatism in 1979. Amirthalingam and Yogeswaran, erstwhile leaders of the TULF, instinctively viewed Yogendra as a threat.",
    "They immediately mobilized the party machinery to vigorously lobby for the continuation of the then GA Lionel Fernando. The participation of TULF cadre at the funeral of Lionel’s mother needs to be viewed in that light. Lionel Fernando, irrespective of his merits, found himself the unasked for recipient of the TULF’s largess that was more directed to prevent Yogendra Duraiswamy from becoming District Secretary. The TULF invective continued to the end of Yogendra’s term as witnessed in the parliamentary Hansard documentation between 1979 and 1981.",
    "Amunugama of course misses the nuance as he makes scurrilous and unsubstantiated allegations.",
    "Ranga Chandrarathne has contributed articles on a wide range of subjects including Business, Economics, Finance, Politics, Literature, Music, Cinema, Theatre, Culture and Religion for both Sri Lankan and International publications and holds a MBA.",
    "Four years after the Easter massacre, the plot keeps thickening",
    "Proposed Anti-Terrorism Bill: Real tiger, paper tiger or mixed bag",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}