{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-had-met-25-of-IMF-commitments-and-failed-one-by-end-March-Verité-Research/108-257884",
  "time_ut": 1681978702.0,
  "original_lang": "en",
  "original_title": "Sri Lanka had met 25% of IMF commitments and failed one by end-March: Verité Research",
  "original_body_lines": [
    "Sri Lanka had met 25% of the trackable programme commitments of the International Monetary  Fund (IMF) programme as at the end of March 2023 but had failed on one, according to 'The IMF Tracker', a new online tool launched by Verité Research.",
    "Many of the commitments met were classified as “prior actions” and met prior to the programme being approved by the IMF Board, Verité Research said.",
    "\"It said the Failed Commitment is the establishment of an online transparency platform.",
    "This platform is expected to publish, on a semi-annual basis, information related to (i) all significant public  procurement contracts, (ii) a list of all firms receiving tax exemptions through the Board of  Investment, and (iii) a list of individuals and firms receiving tax exemptions on luxury vehicle imports.",
    "It was due by 1 March 2023, but not met even by the end of that month. Lack of Information is also a concern. As at end March, 9% of the identified commitments had their progress status in the tracker classified as “unknown”. This means the information required to make",
    "Verité Research noted that timely progress on the IMF programme has two benefits. First, there are the material benefits that can result from many (not all) of the actions. Second, it can improve  confidence in Sri Lanka’s governance, which then helps negotiations to restructure the burden of past debt and speed up the path to future economic recovery.",
    "'The IMF Tracker' is currently tracking 100 identified commitments recorded along with Sri Lanka’s Letter of Intent to the IMF on the programme approved on 20 March 2023. The platform will assist the government and people of Sri Lanka, as well as the IMF,to better understand and track Sri Lanka’s  progress and timeliness on meeting these commitments."
  ]
}