{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/80th-anniversary-of-the-communist-party-the-communist-movement-potentials-problems/",
  "time_ut": 1687626000.0,
  "original_lang": "en",
  "original_title": "80th Anniversary of the Communist Party & The Communist Movement: Potentials & Problems",
  "original_body_lines": [
    "The Communist Party of Sri Lanka (CPSL) will celebrate its 80th anniversary early next month. That will mark the 80th birthday not merely of the Communist Party but the broader Communist movement – as distinct from generic Left movement–in Sri Lanka.",
    "As I have argued in an earlier article (The sins of the fathers: The Old Left’s two traditions – The Island), the communist tradition has been considerably consequential on this island and is alive and well in the form of a strong and dynamic contemporary left which derives from and identifies with the communist ideological heritage.",
    "To illustrate, and if I may be pardoned a personal note, in the early-mid 1970s, i.e., despite the terrible repression of the April 1971 uprising, both Prof Rohan Samarajiva and I, who hold antipodal economic and political perspectives today, were, as an undergraduate and high-school student respectively, members of a revolutionary Left organization, Mitipahara (‘Hammer Blow’), founded by the youngest member of the Central Committee of the Communist Party, an intensely intelligent alumni of Moscow State University, who broke away from the party. Still awaiting university entrance, that was the first time I was taken in for questioning by the Intelligence Services Division.",
    "This widely shared heritage alone would make the 80th anniversary of the parent or grandparent party, the Communist party, something well worth celebrating.",
    "There are two other specific reasons to do so. Firstly, the CPSL is due to launch its alternative national economic program. Recalling the knowledgeable and often prescient contribution to economic debates in parliament over decades by DEW Gunasekara who is now the elder statesman guiding the Communist Party, and aware of the group of stellar young economists around the party or sympathetic to it currently, I’d say this document would be a most valuable contribution and a policy event of considerable significance. This is more so because the two main left formations on the island today have not launched such a document (the NPP-JVP’s being an amateurish effort which has suffered the fate that befalls a lead balloon).",
    "Secondly, however small a party it may be, the CPSL has a vital role to play because of its international connections. It is the only party in Sri Lanka that is officially and organically linked to the ruling communist parties of China, Cuba and Vietnam, and thereby the international network and conclaves of communist parties.",
    "This endows the CPSL with the potential to punch quite considerably above its weight. The ruling Communist parties lead countries of historic (China) or stellar (Vietnam) economic achievement or have huge moral-ethical prestige (Cuba). In turn this would permit the CPSL to play two roles.",
    "One, to firm up multifaceted economic ties between Sri Lanka and these countries, even securing economic and social advice, in a situation in which the CPSL is part of a progressive center-left or social democratic administration after the next Presidential and parliamentary elections.",
    "Two, to use the prestige of its international connections and the political incentive provided by such connections—the two main left formations in Sri Lanka today would dearly love affiliation-to serve as intermediary and facilitator of a Left Bloc, which may or may not broaden through evolution into a Center-Left bloc.",
    "In short, the CPSL can return to the initiative it undertook in 1979, of a united Left platform, which succeeded briefly, as manifested in a public gathering at Hyde Park, with Rohana Wijeweera as a speaker. That initiative tragically collapsed not chiefly because of the ultra-sectarianism of the JVP, but because of the combination of ‘parliamentary cretinism’ and sectarianism of the LSSP (which had introduced the infection to the island’s left) which insisted that its candidate Victor Ivan (‘Podi Athula’) be the left candidate at the Galle by-election.",
    "Today, the CPSL is the only entity that can conceivably bring the JVP-NPP and the FSP around the same table or onto the same platform and hopefully into a Left Bloc around which smaller left parties and groups can gather.",
    "Such a bloc is vital to resist the imminent rollback of labour laws and land reform laws, IMF austerity, and Ranil Wickremesinghe’s free-market fundamentalism. The President harks back to his father’s “BR Shenoy Plan” of 1965 and is advised by Dr Ricardo Hausmann who was the appointee IDB of Juan Guaido, the rightist Venezuelan pretender to the Presidency and puppet of the Trump administration.",
    "There is no contradiction between a Left Bloc, and a Left Democratic Bloc. Firstly, because it is the Left that has the strength to fight for democracy today, in the streets if needs be, at a time the President has de-funded elections and the UNP Chairman is advocating a Referendum as in 1982. Secondly, any Left and Democratic Bloc, or more simply a Center-left Bloc requires a Left Bloc as its foundational core and motor-force.",
    "There is a problem though; an obstacle to the CPSL playing the most crucially constructive role it can at the crossroads that Sri Lanka has arrived at in terms of its socioeconomic and political model and therefore the fate of people and its geopolitical destiny as an island.",
    "It is once again in the wrong company. This brings us to another, lesser-known anniversary. It was exactly 45 years ago that the CPSL, mangled by the voters after its long stint with the SLFP under the latter’s dominance, began the serious process of self-criticism. The first document was in internal circulation in 1978, the last of its kind in 1980. They were excellent documents though the contents began to be diluted and the process reversed after 1980.",
    "The self-criticism centered on two main themes– of deviations to the right. First, the error of tailing behind the bourgeoisie as represented by the SLFP. It was seen as a gross misapplication of, and a right deviation from, the ‘four class bloc including the national bourgeoisie’ line of the Communist party, endorsed at the 4th Congress in Matara in 1950, upon Dr SA Wickramasinghe’s return from the World Federation of Trade Unions (WFTU) Congress in Beijing in 1949 where he met Mao Zedong and Liu Shaoqi.",
    "This part of the self-criticism culminated in a revision in the formulation of the stage of social transformation (the ‘stage of the revolution’), veered towards the designation as ‘anti-capitalist/socialist’ but finally settled on ‘socialist-orientation’ (which was the ideological trend in Moscow). In its Sinhala version, it was a tighter, more correct usage: ‘samaajavaadayata ellavoo’ or ‘samaajavaadaya ilakka kala’ i.e., directly aimed at socialism.",
    "The second point of the self-criticism is far more pertinent today. It is the error on the Nationalities question and succumbing to or countenancing Sinhala chauvinism in the name of anti-imperialism.",
    "This was painfully ironic. In their twin submissions to the Soulbury Commission in 1944-1947, it was the Communist party and its affiliate the Ceylon Trade Union Federation (CTUF), which had urged either regional autonomy or even federalism as a solution to Ceylon’s nationalities question. In point of fact, they were the first to designate the problem scientifically as a nationalities question—which the LSSP failed to.",
    "There is a particularly poignant little personal tale here. The racist “Dudley-gey Badey, Masala Vadai” slogan (later known remonstratively as ‘the Masala Vadai line’) of 1966 did not originate with the CPSL but with the LSSP—specifically its newspaper the Janadina. But it was picked up by the CPSL. The iconic editor of the Aththa, BA Siriwardena, put down his pen refused to write anything racist and walked out of the office—and drowned his sorrows at the Press Club (known as Simeon’s, after its proprietor) relating the story in anguish and disgust to my father, Mervyn (and me).",
    "Today, the CPSL is in an alliance with the current avatars of the Masala Vadai line, though it could be called the ‘Kurundi Vihara line’. They are the loose cannon who cannot be controlled by the CPSL. They will discredit the CPSL while forestalling its potential to play the valuable role I have suggested in outline in this article.",
    "As it arrives at its 80th birthday, the CPSL should perhaps re-examine two moments in its history. Firstly, the 3rd Congress in Atureliya 75 years ago, in 1948, which is better known for its abortive ‘armed occupation’ action than the insights of its political line under Gen. Sec Harry Abeygoonewardena. The line was abandoned in 1950 in Matara. I’d say the correct line was (and perhaps is) a synthesis of Atureliya and Matara, which we never saw.",
    "Secondly, the huge missed opportunity of 1972, when Dr SA Wickramasinghe and Sarath Muttetuwegama crossed over to the Opposition in protest at the retroactive character of the Criminal Justice Commission (CJC) Bill under which the rebels of April 1971 were tried. That more principled faction of the CPSL was supported by the newspaper Aththa and its respected editorialists. The paper, which had been banned from public transport by Prime Minister Dudley Senanayake, was sealed shut by Prime Minister Sirimavo Bandaranaike.",
    "The split in the CPSL was healed by the return of Gen Sec KP Silva from Moscow. Lenin however, had made clear that a split was to be preferred to either confusion or opportunism. Had the CPSL rebels, led by the party’s founder-leader, followed the example of the Communist Party of India-Marxist (CPI-M) and stayed independent, it could have been the nucleus of a left alternative to the SLFP-led Government and deprived the UNP of a 5/6ths majority in Parliament in 1977.",
    "The lesson for today is clear: the foreign policy of any ruling Communist Party however exalted and must not become the domestic policy – or even the foreign policy–of any other Communist party. Taking the line from Moscow of Beijing is a cardinal error that the Cubans and the Vietnamese never made, which is why most revolutionary left movements in the global south, especially Latin America, saw themselves on a ‘Hanoi-Havana line’ in the 1970s and 1980s.",
    "When all is said and done, the positive contributions of the Communist party in Sri Lanka as elsewhere, have certainly outweighed the negative.In the case of Sri Lanka/Ceylon, there is another factor of a historical anomaly which perhaps explains the errors and failures of the island’s Communist movement and the Left movement as a whole.",
    "Strikingly, Sri Lanka’s Left, including the Communist left, was born late—even by Asian standards. The Communist Party of China was founded in 1921. The Communist Party of Vietnam in 1930. It took till 1935 for the LSSP to be born. It was 1943 when the Communist party was founded.",
    "This belated birth meant that the Communist Party of Ceylon was born with a great disadvantage. It was formed after the Third International — the ‘Comintern’–founded by Lenin, had been dissolved by Jospeh Stalin to remove the ‘foreign’ stigma from local Communist parties and to enable them to be more national when implementing the anti-Fascist Popular Front (which proved hugely successful). This was not a mistake at the time, or was a ‘necessary error’ (to use an Althusserianism) because in the statement of dissolution it was correctly observed that the Communist parties had grown and matured sufficiently as national mass parties.",
    "Not so, the Communist Party of Ceylon which had not yet been born. It’s year of birth being the year of dissolution of the Comintern, it did not have the vital spirit and tough-mindedness of the Lenin-Stalin-Dimitrov-Togliatti ‘enrolment’. Zhou Enlai and Ho Chi Minh were Comintern communists.",
    "The looser successor to the Comintern, the Cominform, was founded in 1947. By then, the Communist Party of Ceylon had been born, shaped, formed and mentored in the gap between the Comintern and Cominform, by the Communist parties of Great Britain and India—hardly the most militant and experienced of parties.",
    "No leader of the Communist Party of Ceylon ever met Stalin. The International Communist Movement was organizationally non-existent as a single framework, between 1943, the year of the dissolution of the Comintern and 1947, the year of the founding of the Cominform. It was, in a sense, a vacuum.",
    "The CPSL and the larger Communist movement of the island (right up to the JVP and FSP) bear the genetic weaknesses of this oddly belated birth and the absence of a direct connection with the great revolutionary parties, their complex theoretical and steely militant tradition and their leaders of titanic stature.",
    "Nobody—person or party–can be blamed for the year and circumstances in which, and into which, they were born. But they are marked by it, and often have to fight hard to transcend the limitations of that moment.",
    "Related Topics:DEW GunasekaraDr Ricardo HausmannevolutionIMFRanil WickremesingheThe Communist Party of Sri Lanka",
    "My beginnings at Pallansena and how my parents and the village influenced my life",
    "Foreign powers want Pak to default like Lanka, claims Pakistan FM Ishaq Dar",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}