{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mahindra-ideal-finance-celebrates-11-years/",
  "time_ut": 1680021120.0,
  "original_lang": "en",
  "original_title": "Mahindra IDEAL Finance celebrates 11 years",
  "original_body_lines": [
    "One of Sri Lanka’s leading licensed finance companies, Mahindra IDEAL Finance recently marked its 11th Anniversary. The event was celebrated with special festivities and programmes, at the Company’s Head Office – which was also its first location – and across its network. Since its founding, Mahindra IDEAL Finance has grown to include an Islandwide network of 27 branches, providing customers with easy access to gold loans, fixed deposits, leasing and other financial services. On the 28th of January 2022, the Company, which commenced operations as IDEAL Finance Limited on the 26th of March 2012, was acquired by Mahindra and Mahindra Financial Services Limited, India, giving it the competent backing of a global financial services giant, and has assisted to transform the company into one of Sri Lanka’s foremost non-bank providers of financial services.",
    "Discussing the incredible journey of Mahindra IDEAL Finance, Duminda Weerasekara – CEO said, “By staying true to our vision of being the ideal financial partner in creating wealth and enriching the lives of our customers, we have grown over the past 11 years to become one of the most recognized names in the industry. The support of our parent company, together with the keen foresight and strategy of our leadership team, has helped us to create a brand that is not just synonymous with exceptional customer experiences, but also a sought-after institution with which to build careers. This has enabled us to create a positive feedback loop of attracting and retaining exceptional talent, who can deliver outstanding services to our customers. We take this opportunity to thank our customers for choosing to partner with us on this journey.”",
    "Mahindra IDEAL Finance holds an “AA-(lka) Watch Negative” rating from Fitch Ratings Lanka, while also having achieved the title of “Great Place to Work” for 4 consecutive years. The Company’s welcoming open culture, dynamism and adaptability to quickly changing market conditions, also earned it the title of “Great Place to Work for Millennials” in 2022. Mahindra IDEAL Finance Limited (MIFL) is a Non-Banking Financial Institution (NBFI) registered with Central Bank of Sri Lanka and places emphasis on rural and semi-urban markets. Its lending portfolio consists of gold loans, leasing facilities for motorcars, three-wheelers, agriculture vehicles and commercial vehicles. The Company maintains a high-quality lending portfolio, while consistently recording sustainable annual growth.",
    "Mahindra IDEAL Finance expands to Kandana, bringing world-class financial services to a thriving commercial hub",
    "Mahindra IDEAL Finance expands presence in the hills with new branch at Katugasthota",
    "Mahindra IDEAL Finance among 15 Best Workplaces for Millennials in Sri Lanka – 2022",
    "Mahindra IDEAL Finance set to create new opportunities in Gampaha District",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}