{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/We-begin-from-here/4-747178",
  "time_ut": 1680821319.0,
  "original_lang": "en",
  "original_title": "We begin from here",
  "original_body_lines": [
    "A national “breakdown” can become a “breakthrough” in terms of escaping the stranglehold of inefficient, ineffective and unaffordable “government” that is bloated, bureaucratic and a deterrent to development",
    "One of the most powerful of these ‘practices’ is beginning with reality. It is launched fairly simply.",
    "We first face ‘what is’ not only by being present to what we are facing in all its fullness – where necessary its seeming brutality or even its almost giddying potential – but also to all our feelings about this reality.",
    "Cast your mind back to April 2022. The cracks in the Sri Lankan economy were evident, unrest was brimming, the viability of the state was in question, years of oblivious misrule were coming home to roost. To some extent, the protest movements were a way to physically manifest, to incarnate the outrage, the horror, and perhaps the shame in people having gone along, in being complicit to some extent by not pushing back and practicing “civil disobedience” well before the storm clouds had gathered.",
    "Denying we have those feelings, we can stifle the very passion that can be fossil fuel as we aim to move on from and beyond that current base-line reality.",
    "This requirement above, of being present to all of our feelings about the way things are, is far from easy. In fact, to fully engage in this practice, we have to go still further. We have to not only be present to all our feelings, not only accept they are there, but we must do so without resistance.",
    "That doesn’t mean we condone the crisis or rationalise it. It means if we ‘resist’ our feelings, or resent them, we miss the opportunity of exploring the range and depth of their potential enabling power. We must welcome the sweep. There is a canvas of reformation the entire world has to currently paint on.",
    "We are riddled with inflation, proxy wars, post-pandemic mismanagement, crony capitalism, educational meltdown, outbreaks of suicide and addiction, mass hunger and more.",
    "So the aim has to be ‘Presence (to the feelings) without Resistance’. The capacity to be present to everything that is happening without fighting the fact (if it is already in existence), liberates possibility.",
    "We then can at least look to the only liberation often available…a “next step” however imperfect or halting. Sri Lanka took that with a Constitutional transfer of power last summer, and since then, by rebuilding global economic partnerships and alliances.",
    "It is imperfect, on the human rights front incomplete, in terms of reforming institutions the merest beginning of a vast “work in progress.” Relative to empowering our youth and managing debt, very early days indeed. But step by step, we have indeed progressed rather than melting down.",
    "The struggle shifts from coming to terms with what has already happened and onto re-inventing the landscape of reality and potentiality.",
    "In less grandiose terms, in years past, as a skier I’ve experienced what happens when I tense up and try to ‘avoid’ icy patches. Down I go! When I relax into those patches and let them carry me forward, let them teach me how to use them as a conduit, I frequently find myself moving quite elegantly forward.",
    "This extends to mistakes we ourselves make. A fellow skier once commented: “Mistakes are also like ice, we have to let them carry us forward.”",
    "Once we include mistakes in our definition of performance, we can admit them faster, not perpetuate them, and then at least ‘stumble forward’ if we must, rather than backward.",
    "It is hard to accept that the second most prosperous nation in Asia post-Independence, once considered a model of development, has been overtaken not only by Singapore, but Southeast Asia, including the recently ravaged Vietnam, but also to some extent Bangladesh who gave a $ 200 million as a lifeline to Sri Lanka when it was facing a shattering plight.",
    "But “pretending” all is well, if we just borrow some more, and import more, and add no value to our exports, and gather some of the lowest taxes in the region, is part and parcel of how Sri Lanka got here.",
    "In fact, nationally, or frankly personally, in our lust for acting as if we ‘have it all together’ we forget the uphill glory that attends all types of genuine recovery and growth.",
    "In a very different, but edifying context, the great composer Stravinsky once turned down a bassoon player who was too good at rendering the opening to Stravinsky’s Rites of Spring. That music is seeking to convey the ‘first crack’ in the icy grip of the Russian winter; it is constructed as a heart-stopping and perilous moment of expression.",
    "This player, while technically perfect, couldn’t convey that exquisite yet aching moment. When hearing of a difficult moment in the violin concerto, Stravinsky said: “I don’t want the sound of someone playing this passage; I want the sound of someone trying to play it!”",
    "Leadership is like that. Leadership is frequently the ‘sound’, and ‘sight’ and ‘feeling’ of someone trying to play it – seeking to live it, yearning and stretching to better fulfil their potential for contribution.",
    "Our current government has been “trying” to play the grand concerto of recovery. And one must give credit, as the IMF and other liquidity lifelines come in. But let us remember, they are the “beginning.” And we must taper what they give us, to development and national capacities that look after the poorest and most vulnerable and truly contribute to building up the productive potential of the nation – or else we are perpetuating the calamity.",
    "Another compounding complication is we often treat our ‘assumptions’, our ‘projections’, and our ‘conclusions’ as reality. Therefore, we potentially ignore the multi-faceted tapestry that ‘reality’ so often actually is.",
    "We went deranged relative to “overnight” organic fertilisers. Now we claim we will have the lowest interest rates in the world, which is ridiculous with our only increasing debt. Then we wish to be the “greenest” economy, though we can hardly assert that divorced from the technology available, the emerging profit pools, and the viability of this.",
    "We need to back away from platitudinous posturing and let realities be our compass. Green is compelling morally, but it must practically prove its economic viability. After all, in Europe, the “almost banned” internal combustion engine, is now back with a vengeance. The Germans insisted, rationally so.",
    "In fact, throughout our lives, we must be able to flow with seeming disasters and not “assume” we know what they indicate. A persistent rain we face on a trip can sour our journey while being a Godsend for the local crops. A forest fire may injure an ecosystem, only to later allow it to renew itself with vigour. A tempestuous argument with a spouse can create ‘space’ for fresh feelings that can both excite and re-energise our relationship. A flight delay can have us late for a meeting, while allowing us to find and spend time with a book that sparks a breakthrough for us in some facet of our lives.",
    "And a national “breakdown” can become a “breakthrough” in terms of escaping the stranglehold of inefficient, ineffective and unaffordable “government” that is bloated, bureaucratic and a deterrent to development.",
    "Ergo, we often have to restrain ourselves from investing our rush to judgment with too much credence. The student goes to his Rabbi. The Rabbi instructs him that when you get good news, thank God; when you get bad news, thank God. The student thanks the Rabbi. But then mulling over the instruction, he asks how he is to separate out ‘good’ news from ‘bad’ news.",
    "Smiling with delight, the Rabbi says, “You are wise my son. So, just to be safe, always thank the Lord.”",
    "We can state this in slightly less exalted language for today’s leader: “Look at everything with the eyes of possibility, grateful at least for the opportunity to do something with it.” But get to that moment as directly as possible, without shadowboxing with defensiveness and rampant rationalising.",
    "A colleague describes a therapeutic session with a family. The father continued to complain that his son had built a ‘wall’ around himself. The son said nothing. “See?” the father said. And on he went to rant.",
    "Facing reality means distinguishing between ‘what is’ and our own conclusions, beliefs and assumptions. This father had characterised his son’s silence or diffidence as him having ‘constructed a wall’. You can almost sense the wall being erected in the passage above! As the son didn’t respond, the ‘wall’ was confirmed in the father’s mind.",
    "The son’s reality may have been that his father was an overbearing, domineering taskmaster. And the more the father rants, the more true this becomes in the young man’s perception.",
    "Imagine if the father had decided to ‘dismantle’ the wall in his perception and had simply noted ‘what is’: “My son is being silent, and I’m frustrated that he won’t communicate with me.”",
    "Imagine if the son not being viewed in a diminished way, simply observed: “Dad wants to communicate, I’m not sure I know what to say, or how to say it.”",
    "And what if both of them had said that to each other? Imagine the richness of a conversation that began with a real sharing of ‘what is’ for each of them, the emotional realities above. We can almost sense the importance of the ‘bridges’ that could be built.",
    "An even greater danger is that as we keep reconfirming our own untested assumptions about the ‘obstacle’, ‘the problem’, we then tend to pick those perceptions that are either easier on our ego or which conform to our prejudices, or which allow us to scapegoat select others.",
    "The mind being like a heat-seeking missile, the more we look at the world with this bias, the more ‘evidence’ we will locate for our perception of choice. This is also why we notice a flood of Honda Civics on the highway soon after we buy ours or a bumper crop of young infants the week after we’ve wheeled our own out of the hospital. ‘Seek and ye shall find’ is as perceptual a truth as it is purported to be a spiritual one.",
    "If we fall into this trap, we run the risk of either creating strategies that don’t address what is really needed, or else we begin to emotionally confirm a conclusion that the problem is more intractable than it really is.",
    "In fact, as we openly sift the evidence, and allow “what is” in dynamic alliance with “possibility” to begin to turn the tumblers of our mind and heart, we also must also change our frame of what constitutes progress.",
    "The Japanese demonstrated “nation building” after having two cities devastated by nuclear weapons, after being humiliated, occupied, and more. And they became the world’s second largest economy, still the third today, and a greenhouse for brands and innovation, unparalleled in Asia.",
    "Ho Chi Minh warned the Vietnamese not to “hate” the Americans though they had to defeat them, as he said, “one day their dollars will rebuild our economy.” And this after all they unjustly suffered. So, you don’t heap more injustice upon yourself!",
    "When recently grappling with these insights as a theatre lover and patron, I realised they apply culturally as well. You can join the crowd bemoaning the inevitable decline of audiences for serious theatre, or you can celebrate the sold-out performances of Bernard Shaw’s Man and Superman at the National Theatre in London and the critical and popular acclaim for the audacious Doll’s House Part Two in New York in the recent past and join those conversations instead.",
    "You could engage with others at these shows and emerge renewed and hopeful that your own artistic crusade might be able to find patrons, enthusiasts and mavens, that perhaps under our pop cultural veneer, the same human passions and dreams and hungers, still abound.",
    "If demoralised by what you perceive as the decline in classical music interest, you could join the throng of thousands that converge upon Mozart’s lovingly preserved Baroque hometown of Salzburg, and then re-enter the world fully revitalised by the alternate reality of classical music interest that this most prestigious of European musical festivals conveys. And then…you have the option of helping to enrol others in a more makeshift community for musical activists in Kandy or Brisbane or wherever – friends who rejoice in promoting, celebrating and immersing in classical music.",
    "Select the context you want to immerse in and begin from. Choose the stimulus you prefer to have your faculties challenged by and ignited by.",
    "This is the season of Easter, there is the cross, but also rebirth. Resurrection abounds! This is the New Year period, possibilities proliferate!",
    "So, once we accept reality, and our feelings, as leaders we can then create fresh milestones that take us towards an enhanced, enriched and more spiriting reality. We realise that all real leaders work with their collaborators and stakeholders as constructive co-conspirators to create the framework for life and reality to unfold in a fresh direction.",
    "Martin Luther King intoned for all of us: “I have a dream!” When we don’t first face and interrogate reality, we corrupt this to, “I have a pipedream…a wishful fantasy at best.”",
    "Equally, when we don’t accept our accountability for co-creating what can be by engaging perceptions and feelings and frameworks (ours and those of others), we mutate this into, “I have a nightmare.”",
    "It’s our collective paintbrushes and canvas though. Whatever we help paint as potential – respectful of current reality but not constrained by it indefinitely – that’s the context we provide for our colleagues, our organisation and ourselves to build performance from.",
    "Great business leaders have one thing in common with those visionary humanitarians that we revere. Both have the ability to be abundantly present to the way things are both in times of uplifting beauty and revitalising joy, and also during periods of immense challenge and debilitating frustration.",
    "Both understand that we have to face, embrace, and then transcend what we experience and find ourselves facing. To be alchemists, we may have to be ‘chemists’ first.",
    "Such leaders and such visionaries can look at the full range of both our challenges and our potential, and never position themselves in any way that presents a barrier to creativity or to hope.",
    "This is why we must allow our sadness, sorrow or anger to be expressed to some extent too. We may otherwise solve the problem, but duck the lesson, thereby setting ourselves up for a future repetition of the problem.  M. Scott Peck once said: “The truth will set you free, but first it will make you madder than hell!” So be it! As long as we then enable and generate, on the wings of that outburst, enough humility for true perception, enough courage for genuine willingness, enough audacity to move tangibly forward.",
    "Leadership is ultimately about growth and transformation with ourselves, our dreams, our aspirations, and also our fears and anxieties, as kindling. But we cannot transform, nationally or personally, what we don’t first accept.",
    "We learn to lead in an enlightened way then by first coming to not only ‘accept’ but even to imaginatively appreciate ‘what is’. What ‘can be’ then shimmers all around us.",
    "Who “owns” the finish line? Well, there are infinite “finishes”. Sri Lanka ended a brutal, 30 year plus civil war. Possibility abounded.",
    "And then it unravelled, and the country has now come back from a terrifying abyss. Again, once more, possibility abounds.",
    "The US instituted the Marshal Plan and turned past enemies, Germany and Japan, into the closest of Allies. It “won” the Cold War, bringing about an “end” to that history. The US defined and “owned” those finish lines.",
    "And then, it had shameful episodes in Vietnam and later Iraq, and recently in COVID mismanagement and indemnifying blatant fraud artists like Pfizer and puffing up bankrupt entities like Moderna to distribute untested “remedies” that now don’t work except to multiply adverse effects. A former President has been indicted, and the current President’s family has uncertain standing relative to brokering influence. New “finish lines” desperately beckon.",
    "India is shining bright, “Invest India” as a one stop portal has created more FDI flow in 15 months than almost the entire history of FDI flowing into India to that date. Start-ups are being nurtured, digitisation is becoming core. Sri Lanka is following suit (we congratulate the intent), the potential “engines” being Port City Commission and the BOI. New “finish” lines, which actually always are the start of a fresh journey, with new markers, are being invited.",
    "So hope, possibility, potential, dreams, vision, collaboration, faith, leading to fresh commitments and consistent action flowing from them, these help pave the “interim” finish lines life proffers. And then we start over! That’s the glory of life.",
    "(The writer is the founder and CEO of EPL Global and founder of Sensei Lanka, a global consultant with over 30 years strategic leadership experience and now, since March 2020, a globally recognised COVID researcher and commentator.)"
  ]
}