{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/collusive-behavior-undermines-citizen-rights-emerging-pseudo-goebbels/",
  "time_ut": 1686919508.0,
  "original_lang": "en",
  "original_title": "Collusive Behavior Undermines Citizen Rights: Emerging Pseudo-Goebbels",
  "original_body_lines": [
    "The authoritarian regimes do not fear the opposition political parties, especially when the opponents also benefit from the crooked policies, however such despotic governments fear free media. Principle of free speech is codified adequately in the Article 19 of the Universal Declaration of Human Rights stipulated by the United Nations in 1948. It clearly states:",
    "“Everyone has the right to freedom of opinion and expression; this right includes freedom to hold opinions without interference, and to seek, receive, and impart information and ideas through any media regardless of frontiers.”",
    "As a member of the United Nations and a signatory to the UN Human Rights conventions, the Sri Lankan government should acknowledge and make every effort to oblige and respect Article 19 of the Universal Declaration of Human Rights. Unfortunately, GOSL since independence in1948 has never respected or followed the principles of freedom of speech, opinion, and expression of the citizens, the government has always flagrantly trampled these rights under various pretexts such as threat to national security or threat to peace and harmony. Despite the claims made by political elites and media houses controlled by their families and friends, Sri Lanka has never been a democratic country. Those who spoke for the rights of people are bribed, suppressed, mysteriously killed, or made to disappear. Many existing media houses and noisy local social media agents have become extensions of the vile political parties occupying the legislature, and they have done a pretty good job so far in keeping the corrupt politicians in power since 1948. The proof is in the pudding, current (225+1) is the proof, if citizens were well informed of the background of the political representatives and nepotistic altruism of many political families, there would not have been any alleged murderers, money-launderers, thieves, rapists, narcissists, drug peddlers, women of ill-reputes, and swindlers of all kinds in the parliament of Sri Lanka. The leading media houses, private and publicly owned have been the pied pipers of corrupt political elites of the country, the presidential and parliamentary election campaigns speak volumes, they were filled with misinformation and glorification of personnel friends chosen by the media king pins. The social media houses, especially the local youtubers are equally disgusting, a negligent bunch following yellow journalism that is based on sensationalism and crude exaggeration. Hence, it can be concluded the politicians and the corrupt media outlets have jointly killed the press freedom in Sri Lanka, these two parties have become real enemies of democracy in Sri Lanka.",
    "(225+1) and the leading media houses have collectively undermined democracy in the country, once a perceptive political analyst said in ‘Singlish’, ‘Coming color not very good, no? (Ena Paata Honda Naha ne?). Hence, it is important that people pay attention to the plans devised by the current regime to curtail press freedom. The objective of the proposal to establish Electronic Broadcasting Authority seems to be not different from a similar initiative launched by Nazis in Germany in 1934. Mr. Joseph Goebbels, Propaganda Minister of Hitler said when he introduced the so-called Schriftleitergesetz (Editor’s Law) in October 1933 – a law that fundamentally changed the work of journalists in Germany.",
    "“I have the natural intention to be and to remain the warm-hearted protector of the German press.” – Minister Joseph Goebbels",
    "The law became effective on January 1st, 1934, in Germany and anyone who worked for the media at that time was directly subordinate to the Ministry of Propaganda and was accountable to the Ministry, instead of to their publishers or the to their editors.",
    "Establishing an authority to control electronic broadcasting in Sri Lanka under the directions of President is no different from the Editor’s Law introduced by Hitler’s regime in 1934. The proposed authority is appointed by the president and therefore, it is susceptible to his dictums and wishes guided by the political needs and wants. Every media house willing to toe the line of the regime in power will be spared, in the case of existing Sri Lankan media houses particularly the TV stations, will not be affected because they are equally corrupt and have never stuck to the ethics of true journalism mainly due to intense rivalry based on direct links to political parties. Those who remained faithful to the values and ethical standards of journalism are a rarity. Already all TV, Newspaper outlets are fully active in providing very favorable propaganda platform to a set of emerging pseudo-Goebbels representing the government in power.",
    "It must be emphasized that free media is a vital component of a democratic society, it will help the people to make informed choices when they pick their president or their representatives in the parliament. Isn’t that hilarious when a politician with GCE O/L is introduced by the Sri Lanka media as an intellectual with a Ph.D. and fit to be the president. Or does it make sense to promote a convict as a minister or a member of the parliament. It is the task of free media to prevent these undesirable characters getting into the corridors of power in the country. Moreover, only free media can give the people the strait story on issues, policies, and events (such as Central Bank Bond Scam, Batalanda Torture Chambers, Disappearance of estimated $500 million tsunami aid, Failed agricultural policies, Sale of national assets, Lethargic judiciary system, and Dying public health system plagued by scandals and corrupt practices), as they not not under the influence of the government or president and his cronies.",
    "The other important task of free press is that of a watchdog. Watchdog of the people, it is not obligated to the government or to the president or working in fear of them, only free press can give the naked truth about politicians, government and others, corruption, patronage grand scale embezzlement. Regrettably, media houses in Sri Lanka seem to not understand the role of “watchdog” as they have colluded with different corrupt political entities. It is safer to assume many have failed to safeguard democracy, protect the ideals of those who valued free press and to be the watchdog of the people.",
    "The country needs truly independent media houses and social media devoid of yellow journalism to support the citizens’ aspirations, survival of the nation and to facilitate necessary mechanisms for much desired system change. Free media is the most feared institution in any country ruled by corrupt authoritarian regime. The governments led by despots want to retain power above all else, they are extremely incompetent, incredibly corrupt, and free media is the only threat to grip on power. The proposed authority will be stacked with the henchmen of the president, just like all other so-called independent commissions, the move is clearly intended to curtail the evolution of free media and the system change that the people demand. The despots do not desire a society where more people discuss about the reasons for the predicament faced by the nation, they fear the better-informed people, they do not expect people to become improved at making best decisions for the future. Until free media becomes a reality, pseudo-Goebbels and all pollical leaders aided by many existing media houses, will continue to swindle the nation, and deny democracy in Sri Lanka."
  ]
}