{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/colombo-based-kandy-girls-doing-it-for-their-school/",
  "time_ut": 1686762240.0,
  "original_lang": "en",
  "original_title": "Colombo-based Kandy girls doing it for their school",
  "original_body_lines": [
    "Generally, the guys are the active lot…I mean the old boys of most of the schools, around the island, and I’ve been regularly highlighting all their events, connected with their alma mater.",
    "However, not to be outdone, the girls are now moving into action, and leading the way is the Past Pupils Association (PPA), Colombo Branch, of Good Shepherd Convent, Kandy,",
    "According to reports coming my way, the Colombo Branch, since its inception in April 1979, has been a pillar of support for the school,",
    "Founded by three old Shepherdians, Matilda De Alwis, Enid Perera and the only living founder, Sita Jayasekera, and with the great support of ex-Shepherdian, Shameena Hameed, the Association has been instrumental in keeping former students connected, as well as providing much-needed support to the school.",
    "The PPA Colombo Branch works hand in hand with the Parent Body, which plays a pivotal role in supporting and strengthening the school, in various ways.",
    "The Parent Body was founded in 1931 and its current President is Niroshini Bandaranayake.",
    "One of the PPA Colombo Branch’s most significant corporate social responsibility (CSR) initiatives has been the maintenance of Ward No.12 of the National Institute of Mental Health, Mulleriyawa, which houses around 30 female resident patients.",
    "The PPA Colombo Branch has taken a keen interest in the mental and physical wellbeing of the patients, amidst their ongoing treatments. Fun-filled festivities, like Christmas and Avurudu parties, in-person visits, and providing for patients’ basic requirements, and even tiling the ward, are some of the work fulfilled, and will continue.",
    "The current committee, appointed in April 2022, has continued the PPA’s support for the school.",
    "The PPA Colombo Branch donated lab equipment to the science laboratory, books to the library, initiated the Community Cupboard project where needy schoolchildren could be supported by providing stationary and other requirements.",
    "This was a collective effort of the PPA members and the schoolchildren themselves. In addition A Personality Development Programme was conducted for the Prefects, and workshops were also held to enhance students with public speaking skills.",
    "The PPA Colombo Branch will facilitate the ‘Reverend Sister Thomas Aquinas Memorial Shield for the Best Speaker’ contest, at the school, and intends to continue the contest, annually. The late Reverend Sister Thomas Aquinas made a remarkable contribution to the school during her tenure as the Principal of Good Shepherd Convent, Kandy.",
    "The PPA’s efforts have also received strong support from the school’s current Principal, Reverend Sister Sudharika Fernando.",
    "The Association also arranges social events, annually, to raise funds for initiatives to support the school development projects and to network with past pupils, globally, in order to receive the best support for the school, and the students, from the Shepherdian fraternity.",
    "Being action-oriented, the PPA Colombo Branch has come up with another fund-raiser for the school and they are calling it ‘Crab Lunch with Jazz Music’.",
    "This event will be held at Waters Edge, Battaramulla, on July 02, 2023, and will also feature stalls of home-based businesses of old Shepherdians. Jazz music will be provided by old Shepherdians Thilini David and Nathan Perera.",
    "For further information on Crab Lunch, or how to support the work of the Association, contact gsck.ppacolombo@gmail.com or call +94772428323.",
    "The PPA Colombo Branch committee comprises Dinushi Mudannayake (President), Ruwani Karunaratne (Vice President), Sandamali Herath (Secretary), Dulakshi Edirisinghe (Asst. Secretary), Elilchelvi Maheshwaran (Treasurer) and Rashika Alwitigala (Asst. Treasurer).",
    "The Committee members are Chamindranee Kiriella, Prajapathi Wijesinghe, Fauzina Abdur Rahuman, Sarah Arumugam, Vijayadharshini Balaramesh, Muditha Gunawardena, Irandika Alwis, Prasadi Ramanayake and Danushki Imbuldeniya.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}