{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-cic-holdings-plc-rated-aaalka-with-a-stable-outlook-fitch-144949/",
  "time_ut": 1703654280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s CIC Holdings Plc rated ‘AAA(lka)’ with a stable outlook: Fitch",
  "original_body_lines": [
    "ECONOMYNEXT – Fitch Ratings said it has assigned a First-Time Rating of ‘AA+(lka)’ Outlook Stablc to CIC Holdings Plc.",
    "“Fitch Ratings has published Sri Lankan conglomerate CIC Holdings PLC’s National Long-Term Rating of ‘AA+ (lka)’. The Outlook is Stable,” the rating agency said.",
    "The rating reflects the defensive nature of CIC’s operating cashflows stemming from its agriculture, consumer and healthcare related businesses, which account for around 80% of the group’s EBIT.",
    "“CIC is seeing strong growth in domestic pharma manufacturing amid the government’s initiative to reduce imports, which meet 80% of the country’s needs. CIC supplies the government under long-term contracts, and plans to introduce new drugs in high-demand therapeutic segments, like cardiovascular and diabetes.”",
    "Fitch Publishes CIC Holdings PLC’s First-Time Rating of ‘AA+(lka)’; Outlook Stable",
    "Fitch Ratings – Colombo – 20 Dec 2023: Fitch Ratings has published Sri Lankan conglomerate CIC Holdings PLC’s National Long-Term Rating of ‘AA+ (lka)’. The Outlook is Stable.",
    "The rating reflects the defensive nature of CIC’s operating cashflows stemming from its agriculture, consumer and healthcare related businesses, which account for around 80% of the group’s EBIT. CIC has strong market share in most of its businesses, vertical integration across the value chain and well-established relationships with customers and global suppliers.",
    "The Stable Outlook reflects Fitch’s view that CIC’s credit metrics will remain strong for the rating in the medium term, amid healthy free cashflows and moderating investments in non-core operations.",
    "Defensive End-Market Demand: We expect CIC’s revenue to increase by a high single-digit pace in the next 12-18 months as we expect Sri Lanka’s GDP to grow by 3.3% in 2024, compared with a 1.4% contraction in 2023. We",
    "believe consumers will continue to prioritise spending on essentials, which supports CIC’s defensive products. We expect demand for fertiliser and agro chemicals (35% of revenue) to be strong amid weak crop yields. Crop yields",
    "were weakened by the fertiliser import ban over 2020-2021, requiring increased use of fertilisers to improve soil quality.",
    "CIC’s agri produce and livestock segments should see a pick-up in demand in the near term amid a gradual recovery in consumer spending and tourist arrivals. Chicken is the most consumed protein in the country, and CIC operates across the poultry value chain. Demand for CIC’s packaging business is largely resilient given it mainly caters to the food and beverage industry. We believe only the industrial chemical segment will continue to see weak demand due to exposure to more volatile construction, textile and rubber industries.",
    "Non-Core Investments to Moderate: We believe CIC will slow down strategic market investments, compared with its aggressive policy in the recent past. In the last 18 months, CIC invested more than LKR10 billion to acquire a 5.4% stake in domestic blue-chip conglomerate, John Keells Holdings PLC (JKH), with a view of benefitting from the recovery in the Sri Lankan economy. CIC has indicated it will not engage in similar investments, unless it is a strategic fit and is funded with internal funds. CIC’s strong free cashflows should support investments, but large investments could reduce rating headroom.",
    "Growth in Pharma and Consumer: CIC is seeing strong growth in domestic pharma manufacturing amid the government’s initiative to reduce imports, which meet 80% of the country’s needs. CIC supplies the government under long-term contracts, and plans to introduce new drugs in high-demand therapeutic segments, like cardiovascular and diabetes.",
    "CIC’s over- the-counter herbal drinks are gaining traction internationally amid increased demand for natural remedies. CIC has signed-up number of overseas supermarkets and online channels to increase its exports, which we expect to account for more than 50% of the segment’s revenues in the medium term.",
    "Market Leadership: CIC is the domestic market leader in the manufacturing, importation and distribution of conventional and specialty fertiliser, agro chemicals, seeds, industrial chemicals and over-the-counter herbal drinks. It also has substantial market share in animal feed, food-grade packaging, medical devices and pharmaceuticals, and processed chicken. CIC’s competitive position is strengthened by its vertical integration in most segments, extensive distribution network and strong relationships with foreign and local suppliers.",
    "Reducing State Exposure: CIC’s counterparty risk arising from the state has reduced with the removal of fertiliser subsidies given to farmers since 2022. Prior to that, the state bought fertiliser from private importers and distributed it to farmers at subsidised rates. However, there were delays in state payments to suppliers. At the end of the financial year to 31 March 2022 (FY22), after which the subsidies were removed, CIC had over LKR5.0",
    "billion in subsidy-related receivables, but these have been settled. It is unlikely that fertiliser subsidies will be reinstated, given the state’s weak financials.",
    "Margins Return to Normal: We expect CIC’s EBITDA margin to contract to historical levels of 17%-18% over FY24-FY25 (FY23: 26%), amid a 40% fall in fertiliser prices, and lower sales volumes and cost pressures across most",
    "other segments. In FY23, CIC’s margins benefitted from high prices of its imported products following the weakening in the local exchange rate, and low-cost inventory, which has reversed to a large extent. Consequently, EBITDA margin fell to 16.1% in 1HFY24. CIC imports 60% of its products, with currency risk mostly priced in given defensive end-markets.",
    "Strong Financial Profile: We expect CIC to generate LKR3.0 billion-5.0 billion in annual free cashflows over FY24-FY27 despite our assumptions of higher than-historical capex and dividends. We forecast annual capex of around LKR2.5 billion for plant maintenance and capacity expansions. We expect EBITDA net leverage to hover around 1.0x in the next 18-24 months (FY23: 0.7x), in the absence of any large non-core investments. CIC’s leverage and EBITDA interest coverage of 5.0x-6.0x are strong for its rating.",
    "Limited Parent Information: CIC’s ultimate parent Paint and General Industries (Pvt) Ltd (PGIL) is a privately held family company and Fitch does not have access to its financial statements. Consequently, we have made conservative assumptions on shareholder returns and investments of free cashflows to capture possible downside risks related to the parent’s influence. In the past, CIC’s transactions with PGIL were limited to commercial transactions deemed to be carried out at arm’s length. However, transactions with affiliated parties in non-core segments could weigh on the rating.",
    "Domestic conglomerate Melstacorp PLC (AAA(lka)/Stable) is rated one notch above CIC to reflect more defensive cashflows stemming from its market leadership in the protected domestic alcoholic beverage market. At the same",
    "time, Melstacorp’s operating scale is much larger and more diversified, both by end-markets and geographically, benefitting from its subsidiary Aitken Spence PLC’s presence in leisure, transport and logistics and power. CIC’s",
    "operations are more concentrated in the domestic agri and consumer segments, exposing the company to persistently volatile operating conditions in Sri Lanka. We view CIC’s investment strategy to be more aggressive compared with Melstacorp, with the latter focusing on its core businesses in the recent years. We expect CIC and Melstacorp to maintain similar financial risk profiles in the next two years",
    "We rate domestic conglomerate Hemas Holdings PLC (AAA(lka)/Stable) one notch above CIC on account of the former’s stronger financial risk profile with high rating headroom and a conservative approach to investments. We view both companies to have comparable business risk profiles with similarly sized operating scales, exposure to defensive end-markets and strong market positions in their respective sectors. However, both companies are faced with regulatory risks in some of their business segments such as healthcare.",
    "CIC is rated one notch below domestic conglomerate Hayleys PLC (AAA(lka)/Stable) reflecting the latter’s highly diversified end-markets and large operating scale. Hayleys generates more than 50% of its cashflows from international markets compared with CIC, which generates more than 90% from the volatile domestic market. We expect Hayley’s financial risk profile to be weaker than CIC’s in the next two years, but its stronger business profile",
    "supports the rating. We also view Hayley’s investment strategy to be more conservative, focusing more on its core operations.",
    "CIC is rated at the same level as domestic conglomerate Sunshine Holdings PLC (AA+(lka)/Stable) to reflect the exposure to defensive end-markets and strong market shares in their respective business segments. Both companies",
    "face similar regulatory risks in their healthcare and agri segments. We expect CIC to maintain a larger operating scale than Sunshine, but this should be offset by latter’s high rating headroom and conservative approach to",
    "investments. Sunshine has been expanding within its core operations, while CIC has been engaging in strategic debt-funded investments.",
    "Domestic footwear and tyre manufacturer and retailer DSI Samson Group (Private) Limited (DSG, AA(lka)/Stable) is rated one notch below CIC on account of DSG smaller operating scale and the cyclical nature of the tyre segment. However, some of these risks are offset by DSG’s export cashflows, which has reduced its exposure to the domestic market compared with CIC, which generates more than 90% of its cashflows locally. We expect CIC to maintain a better financial risk profile in the next 12-24 months, compared with DSG, despite CIC’s aggressive investment strategy in the recent past.",
    "CIC is rated one notch above domestic paint manufacturer JAT Holdings PLC (AA(lka)/Stable) reflecting JAT’s small operating scale, cyclical end-market demand in the construction sector and low business diversification compared",
    "with CIC. We believe the majority of CIC’s businesses will be defensive through-the-cycle given they are largely related to the consumer and agricultural sectors. Also, JAT operates in a niche market compared with CIC’s presence in relatively large markets across multiple sectors. We expect both companies to maintain similar financial risk profiles.",
    "CIC’s credit considerations lead to a higher rating than for large domestic banks, non-bank financial institutions and insurance companies, which are more exposed to sovereign stress due to holdings of large sovereign-issued securities for regulatory reasons. The large financial institutions also have a broader exposure to the various economic sectors.",
    "Fitch’s Key Assumptions Within Our Rating Case for the Issuer:",
    "– Revenue to grow by 3% in FY24, supported by strong domestic demand for crop solutions and healthcare and from international expansion in the personal care business, which will offset the price reductions across most",
    "– Revenue to rise by 10%-11% from FY25, benefitting from a recovery in the industrial and livestock solutions businesses.",
    "– EBITDA margin to fall to historical levels of 17%-18% from FY24 (FY23 26.4%) amid price reductions across most products, even as inventory and overhead costs rise.",
    "– Net working capital cycle to improve to 120 days by FY25, from 150 in FY23 helped by lower inventory holding and normalising of supplier credit.",
    "– Annual capex of around 3.0% of revenues mainly spent on capacity expansions and maintenance across segments.",
    "– LKR1.0 billion spent annually on non-discretionary investments over FY25-FY27",
    "Factors that could, individually or collectively, lead to positive rating",
    "– Fitch may reassess CIC’s rating should there be improved transparency on parent PGIL’s credit profile",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade",
    "– EBITDA net leverage increasing above 4.0x for a sustained period",
    "– EBITDA interest coverage falling below 2.3x for a sustained period",
    "Manageable Liquidity: CIC had LKR3.5 billion of unrestricted cash at end September 2023 to meet LKR23 billion of debt maturing in the next 12 months. The majority of the near-term maturities consist of short-term working-capital lines, which we expect banks to roll over as they are backed by around LKR28 billion of net working-capital assets and a healthy cash conversion cycle of around 130 days.",
    "CIC has uncommitted but unutilised credit lines of LKR25.0 billion at end September 2023, which also support liquidity in the normal course of business. We believe CIC will continue to have strong access to banks, given",
    "CIC is a large conglomerate in Sri Lanka with leading market positions in crop solutions, healthcare, consumer, industrial chemical, packaging and livestock solutions.",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria.",
    "PGIL owns 53% of CIC and we do not have access to its financial statements.",
    "CIC has a good record of maintaining a conservative financial policy, with lower leverage than industry peers. Any material related-party transactions with the parent require approval from shareholders and market disclosures.",
    "CIC has also disclosed that its future investments will largely be limited to its core business.",
    "Overall, we believe that our assumptions on future shareholder returns and discretionary investments of the company’s free cashflows factor in the risk of the parent extracting cash from CIC, which, together with the company’s track record, and regulatory requirements, mitigates the risk of limited information on PGIL."
  ]
}