{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mano-megha-art-can-deliver-what-culture-perceives-as-taboo/",
  "time_ut": 1678990260.0,
  "original_lang": "en",
  "original_title": "‘Mano Megha’: Art can deliver what culture perceiveS as taboo",
  "original_body_lines": [
    "Sarathchandra Muthubanda has succeeded in bringing forth a stage play under the name of “MANO MEGHA’’, which revolves around what is known as the Multiple Personality Disorder, which is the disruption of identity characterised by two or more distinct personality states which often involve marked discontinuity in sense of self and sense of agency. It is said to be a response to severe and prolonged trauma experienced during childhood. While in some cultures it is interpreted as possession, psychologists believe it to be one of the many repercussions of physical, sexual and/or emotional abuse.",
    "The stage play is based on a political figure whose ultimate downfall results from his inability to accept and seek treatment for his condition. With the use of music and a variety of soundtracks, the differentiation of the behaviour and emotions that occurred while the individual is subjected to stressful situations are effectively depicted.",
    "While depicting the behavioural and cognition alterations, the play also touches upon the root causes of the condition. It is clear that almost two years of effort put into researching the theme has resulted in authenticity to the factors pertaining to Multiple Personality Disorder. One of the most highlighting factors was that, despite the gravity of the subject matter, the play was very lighthearted. The effort of the scriptwriter and the director to capture the attention of the audience and maintain it throughout the play was truly remarkable.",
    "Further, on a personal perspective, the use of political satire was indeed a much-needed comic relief. Nevertheless, given the contextual relevance, many would be inclined to make interpretations based on the literary meaning. For example, generalisation can result in a misconception that political figures are more prone to show characteristics of Multiple Personality Disorder than others. However, it can be said that the interpretation would vary from one to another based on the education status, familiarity and beliefs. Therefore, the aforementioned perception is purely based on the personal perspective and the impression that was left within one individual. Overall, it may be said that “MANO MEGHA” not only remained true to its theme, but also created a pathway for script writers to explore a field that is greatly in need of spotlight at present. In conclusion, the script writer, the director as well as the team have surely delivered yet another outstanding theatrical piece while maintaining a perfect balance between entertainment and education.",
    "(The writer holds Dip. in Psychology – NIBM, Higher Diploma in Psychology (UG), BA (UG) -University of Colombo.)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}