{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/for-the-redemption-of-tamil-nadu-elimination-of-enemies-firstly-corruption/",
  "time_ut": 1681573818.0,
  "original_lang": "en",
  "original_title": "For The Redemption Of Tamil Nadu, Elimination Of Enemies – Firstly Corruption",
  "original_body_lines": [
    "Ethnic Tamils domiciled in Tamil Nadu for millenia past have had a historic record. Tradition has it that their language and cultural heritage extended to several areas of present-day Dravidian states. This happened many centuries earlier, before the second millennium. What is relevant for the current discussion is the present, since India’s independence in 1947. The incredible transformation of Tamil Nadu from that year is stupendous. Yet what has fallen by the wayside for want of spirited leadership is far too heavy. Enemies from within did the damage. The outcome was a cataclysm on Friday April 14, 2023",
    "Who or what were they? Corruption, nepotism and ensuing therefrom chronic money mindedness, indifference and incompetence. The whole compact in Tamil Nadu was correctly discerned by Prime Minister Modi and Home Minister Amit Shah. As they were unravelling the tangle, there evolved an abiding nexus between the power elites at the centre and the emerging far-flung caucuses in Tamil Nadu. The  latter started extending their loyalty to a single leader – Annamalai who had the intellectual resources and the verve to lead the well synchronized movement for redemption of their state.",
    "He emerged as the main spring as early as three years ago. Even as the churning process commenced from afar in Delhi, energetic steps were initiated by the learned and experienced in the deep South. Young men were reinforced by the nascent womanhood. They were vigorously supported by the angry young Tamil youth. What they saw personally in the bye election of Erode East in early 2023 was the torrential downpour of bribes for votes. Results showed who paid the most. Prying questions arose as to where the money came from. Results also displayed the unalloyed incompetence and indifference of the state’s Election Commission for failing to take punitive action and remedial measures, notwithstanding media reports highlighting the anomalous situation.",
    "In the years preceding, Annamalai had assumed the onerous responsibility as President of BJP in Tamil Nadu. Even as he was stepping up his learning process, he was assigned the grave responsibility to be deputy leader for the Karnataka state election scheduled for 10th May. Within a short span, he declared that BJP and not Congress will win. On the 8th of April when Modi came to Tamil Nadu, Annamalai was conspicuous by his absence. He had been instructed by Modi to proceed to Delhi and finalise the Karnataka list of candidates. True to his reputation he joined others and finished his task at high speed.",
    "In politics as in war, all strategies are calculated to converge on victory. In unifying Germany Bismack avoided war on two fronts. First the Austro-Prussian War and after winning it, paused for a few years before launching on the Franco-Prussian War and scoring a victory in 1870. Annamalai appears to adopt the same strategy. First demolish the most hated enemy of the Tamils, the DMK in the Parliamentary election of 2024 and register a stunning victory. Then at the Legislative Assembly election of 2026, pulverize the AIADMK and wipe out the second and last electoral adversary as well.",
    "As of now since DMK is in the forefront, firstly its sheen of fake respectability needs to be stripped off. What is most repulsive about this political formation? Corruption that is plunder lust. The next most abominable, was and prevalent to date from 1969 to now is nepotism in its most objectionable form – Dynasty build-up. Today late in the night on Tamil New Year Eve, Annamalai brought forth a Teaser to educate the Tamils, inform the Indians and enlighten the world of the exploitative prowess of this single family. All the filthy lucre flowed into a few receptacles in and around Gopalapuram, Chennai.",
    "Quite a large number of well-educated BJP volunteers have undertaken the laborious task of studying and researching on the scandal that has been the hallmark of DMK misrule. The protracted narrative with factual accuracy and statistical reliability have been gone through by higher ups and vouching for their authenticity, they endorsed the idea of making it public.",
    "At the stroke of the midnight hour, when the Tamil New Year dawned on April 14, 2023; Tamil Nadu was rudely awakened to unvarnished plunder by DMK in more than half a century. This was only with part disclosure. What is the scale of damage to the country and her people? A colossal Rs. 1.343,170 Trillion by the DMK leadership, the patron, progeny, kith and kin, not to mention political cohorts. In the first list are 13 with an indelible slur to their names. Who are they? Given below is their identity together with the quantum of money in question:",
    "The amounts denote a multitude of investments in India and in several foreign countries besides financial hoards if there be any. From the returns that accrued, nothing reached the people. What an irony for a man to trumpet the communist ideal “From each according to one’s ability to each according to one’s needs”, name his son Stalin and tutor him on advancement of self and family only, while 4.89 % of the population is below the poverty line. Kerala has a poverty ratio of 0.71 which is the lowest in India. It is this grievous situation which  Modi and BJP are  setting out to change while Annamalai is straining to support and the DMK  is bent on destroying.",
    "Worse is scheduled for next week. Adverse publicity and indefensible exposure have laid the former rulers prostrate. They have withdrawn into the protective shell like a tortoise and are directing their darts at the accuser. The charges are precise mentioning names and specifying statistics. Why can’t those accused defend themselves in a manly manner if their hands are not soiled? After half a century of humbugging they are shivering when exposed. Now the state and the country very well understand the pre emptive scream of the DMK “MODI GO BACK”, because if Modi comes, Amit Shah was next. Sure to follow would be CBI, Enforcement Directorate and NIA. With the President  of the state BJP ever active who will have even a ghost’s chance to wriggle out?",
    "In this context, the noose will tighten with the second list of Rs.1.1 Trillion roping up a similar number of offenders.  The total would amount to Rs. 2.4 Trillion which approximates 10% of the state’s GDP.  Footwork is done and only the release is awaited. This may not be the end of the story. A long stretch from 1988 to 2021 calls for the fine comb to get at the haul from the alternative party. When it gets between the hammer and the anvil, the state of Tamil Nadu will be on the purificatory path.  Not without reason did the Prime Minister say “Spare nobody”. “Let not a traitor live” said Mark Antony in Rome in his oration after the assassination of Julius Caesar."
  ]
}