{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Various-proposals-made-to-reduce-public-sector-cadre-PM/108-264580",
  "time_ut": 1691132753.0,
  "original_lang": "en",
  "original_title": "Various proposals made to reduce public sector cadre: PM",
  "original_body_lines": [
    "The government continued to maintain the public service despite suggestions to make a reduction in the cadre of the public sector, Prime Minister Dinesh Gunawardena said while speaking at the National Integration Participatory Development Programme, ‘Aluth Gamak- Aluth Ratak’ held at the Moneragala District Secretariat.",
    "‘’There were various proposals to reduce the number of public servants. But, we didn't do that. We need to get the country out of this difficult situation. If we all join hands and move towards a specific goal, we can become self-sufficient in food,\" he said.",
    "The Prime Minister further stated that Sri Lanka faced a currency crisis and an international dilemma.",
    "\"International support and friendship is needed to overcome the crisis. Countries that have faced the same crises have not come out of it so quickly. I meet the leaders and envoys of other countries and all of them said that they are proud of Sri Lanka’s recovery’’.",
    "‘’We are proud of the farmers of our country. When the whole world was facing a food crisis, our farmers could yield a good harvest. It is essential to overcome the shortcomings in the field of agriculture and make it more productive.\"",
    "He emphasised that today, Sri Lanka has managed to win international trust despite the conditions that were in the middle of the financial crisis. The economy started to grow based on that trust. There was a time that we should not forget when banking transactions of the country were barred internationally. The authorities including Government Agents, Provincial Council officials, Local Council officials and the entire public service should understand that situation, he added.",
    "’’Wellassa is the symbol of our country's freedom. Every government of our country is indebted to this land. This is a journey starting from the village through the Divisional Secretariats towards food security and many related fields’’.",
    "‘’If we become self-sufficient in food, it is not necessary for us to spend Dollars for food. That means we incur only Rupees but not Dollars on food.  It doesn't need any more arithmetic. There are many problems to solve. Allotment of land to those doing cultivation in these areas should be completed soon. We did not maintain deeds regarding cultivations in the past. It was the British government that imposed various land laws along with deeds. A large number of people living in Wellassa today have faced inconveniences due to those laws. We discussed with the Surveyor General regarding the measures that can be taken to change these laws and provide relief to farmers. If the basic measurement plans are done through the Divisional Secretary, it will be possible to fulfill the hopes of these people’’ said the Prime Minister.",
    "He reiterated that the relief given to the lowest income earners of this country cannot be stopped. There is no need to create a conflict out of it. It should be considered on humane grounds. This is an effort to provide relief to the lowest income group of the country and to increase the amount. The Prime Minister invited the public service to fulfill their responsibility as government officials to make this programme successful by solving the existing problems."
  ]
}