{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92085/merrill-j-fernando-founder-of-dilmah-tea-passes-away-at-93",
  "time_ut": 1689825240.0,
  "original_lang": "en",
  "original_title": "Merrill J. Fernando: Founder of Dilmah Tea passes away at 93",
  "original_body_lines": [
    "Merrill J. Fernando – the founder and former CEO of Sri Lanka’s largest and most global tea brand ‘Dilmah Tea’ – passed away on Friday (July 20).",
    "The iconic businessperson was aged 93 at the time of his demise.",
    "Born in 1930 in Negombo, Fernando received his primary education from Maris Stella College and his secondary education from St. Joseph’s College in Colombo.",
    "In 1954, at a time when the island’s tea trade was still under the control of the British, Fernando began working as a tea assistant with Arthur Frederick Jones and his son Dennis Jones at AF Jones & Co. Fernando was amongst the first group of Ceylonese to be permitted to learn tea tasting. Four years later, Fernando was appointed the company’s Managing Director.",
    "However, in 1962, he stepped down from AF Jones & Co. and started Ceylon Tea Services Company. Later that year, he established Merrill J. Fernando Company and exported bulk tea to Russia, USA, Canada, Australia, New Zealand, South Africa, Libya, Egypt and Saudi Arabia.",
    "In 1982, Fernando established Ceylon Tea Services Ltd., floated as a public company on the request of the government to support a fledgling Colombo Stock Exchange.",
    "Three years later, in 1985, Sri Lanka’s first valued added Ceylon tea brand “Dilma” was launched with Australia-based Mauri Foods. Dilmah Tasting and Packing Factory was awarded ISO 9002 Certification in 1994.",
    "Reaffirming his commitment to the company’s philosophy ‘Business is a Matter of Human Services’, Fernando in 2003 established the MJF Charitable Foundation through which thousands of children, young women and men, impoverished adults, farmers, and war widows received help.",
    "The MJF Charitable Foundation undertook its first major relief effort, with the Small Entrepreneur Programme benefiting survivors of the 2004 tsunami disaster. The project has gone on to empower over 2,000 start-up businesses.",
    "In 2015, the renowned teamaker was named an Honouree of the Oslo Business for Peace Award, chosen by a committee of Nobel laureates for ethical and sustainable business.",
    "A year later, he was named Global Businessman at the Sri Lankan of the Year Awards and was honoured with FIRST Award for Responsible Capitalism for improving the lives of underprivileged children and deprived communities.",
    "Staying true to his pledge made in 2014, Fernando also turned Dilmah into a carbon-neutral facility in 2017. The same year, he was recognized by Business Today in the ‘Passionate 2017’ list of Sri Lankans.",
    "In 2018, the Dilmah Tea founder was honoured by World Chefs with Lifetime Achievement Award. He was also honoured by the International Chamber of Commerce in Sri Lanka as one of the three Most Admired Leaders and Dilmah as one of Sri Lanka’s Most Admired Companies.",
    "In 2019, Fernando was bestowed with the “Deshamanaya” title at the recent National Honours Ceremony presided by former President Maithripala Sirisena. Later that year, he was capped as a Doctor of Science by Massey University in New Zealand."
  ]
}