{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89768/bangladesh-attaches-high-priority-to-relations-with-sri-lanka",
  "time_ut": 1681390140.0,
  "original_lang": "en",
  "original_title": "Bangladesh attaches high priority to relations with Sri Lanka",
  "original_body_lines": [
    "Bangladesh and Sri Lanka can greatly enhance bilateral cooperation in the areas of investment, agriculture, fisheries, pharmaceuticals, maritime connectivity and higher education, Bangladeshi Prime Minister Sheikh Hasina said on Wednesday.",
    "She was speaking to outgoing Sri Lankan High Commissioner Prof Sudharshan Seneviraine when he made a farewell call on her at her official residence, Ganabhaban, according to Bangladeshi PM’s Press Secretary Ihsanul Karim.",
    "The prime minister said Bangladesh attaches high priority to its relations with its neighbours, particularly with Sri Lanka, which are based on historical bonds and a multitude of commonalities.",
    "She said Bangladesh emphasizes maintaining good relations with its neighbours, including Sri Lanka.",
    "Sheikh Hasina said 90% of the development programs of Bangladesh are funded by domestic resources.",
    "She mentioned that the development pace in the country was hampered by the Covid-19 pandemic.",
    "“Bangladesh is working hard to recover from this setback,” the spokesperson quoted the prime minister as saying.",
    "She congratulated the high commissioner on the successful completion of his tour of duty in Bangladesh.",
    "The outgoing Sri Lankan envoy highly appreciated the socio-economic development of Bangladesh under the leadership of Sheikh Hasina.",
    "He said the implementation of mega projects like the Padma Bridge, and Matarbai and Payra coal-fired plants will help Bangladesh become a hub of regional connectivity.",
    "The Sri Lankan high commissioner said his country is keen to cooperate with Bangladesh in trade, tourism, deep sea port and pharmaceutical sectors.",
    "He praised Bangladesh’s success in maintaining balance in its foreign policy.",
    "Ambassador-at-Large M Ziauddin and Principal Secretary to the Prime Minister Md Tofazzel Hossain Miah were present at the meeting."
  ]
}