{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Comedy-of-Terrors-A-government-haunted-by-the-memory-of-Aragalaya/172-261262",
  "time_ut": 1686937135.0,
  "original_lang": "en",
  "original_title": "Comedy of Terrors A government haunted by the memory of Aragalaya",
  "original_body_lines": [
    "With the number of repressive actions that the government has taken in recent months, especially after the last year’s public uprising which was commonly called the Aragalaya, one can imagine the anxiety that has been tormenting some of the leaders of the government over public dissent.",
    "The repressive process began soon after the crackdown on Aragalaya in July last year. President Ranil Wickremesinghe issued a gazette notification on September 23 last year declaring eight High-Security Zones (HSZs) in Colombo and its suburbs.",
    "The gazette was revoked on October 1, after the legality and the effects of the gazette on the day-to-day life of the people were challenged by various groups in the Supreme Court, but it is amusing to hear HSZs having been established under the Official Secrets Act.",
    "The Human Rights Commission of Sri Lanka (HRCSL) said in a statement on September 26 that the declaration of HSZs under the Official Secrets Act is “a fallacy without any justification and basis.”",
    "When going through the gazette it is very clear that it was the last year’s Aragalaya that prompted the government to declare these areas as HSZs. According to the gazette no person is allowed to conduct or hold “public gatherings and processions” within the HSZs in Colombo and the suburb without permission from the Police.",
    "Political parties including the main Opposition Samagi Jana Balawegaya (SJB) challenged the Gazette by way of fundamental rights petitions before the Supreme Court President Wickremesinghe revoked it on October 1, last year.",
    "Before it was withdrawn, Justice, Prison Affairs and Constitutional Reforms Minister Wijeyadasa Rajapakshe presented in Parliament another piece of legislation called the Bureau of Rehabilitation Bill on September 23 last year, apparently with the same objective of suppressing dissent.",
    "The Bill very clearly seemed to be meant to hound those who agitated between April and July last year demanding relief from the economic hardships and a total “system change.” According to the Bill, “the objective of the Bill shall be to rehabilitate drug dependent persons, ex-combatants, members of violent extremist groups and any other group of persons who require treatment and rehabilitation …”",
    "Several fundamental rights petitions were filed against this Bill and the petitioners argued that the categories of persons and groups cited in the Bill to be rehabilitated are ill-defined and do not clarify how these persons may qualify for rehabilitation.",
    "Ambika Satkunanathan, the former Human Rights Commissioner, who was one of the petitioners, in her petition says that the use of such vague and arbitrary classifications can thus lead to persons being detained for rehabilitation for even participating in protests.",
    "However, the ruling of the Supreme Court on the Bill might have been too much for the government to digest.",
    "The Court determined that the controversial Bill was, as a whole, inconsistent with Article 12 (1) of the Constitution. Speaker of Parliament Mahinda Yapa Abeywardena announcing the verdict in parliament on October 20 said the Bill, titled ‘Bureau of Rehabilitation Act’ may be enacted by a special majority as required by Article 84 (2) of the constitution.",
    "“All persons are equal before the law and are entitled to the equal protection of the law.”",
    "According to the determination by the apex court, the inconsistency with Article 12 (1) will cease if all references to ‘ex-combatants’, ‘violent extreme groups’, and ‘any other group of persons’ are deleted from the bill, and if the Bill is limited to rehabilitation of drug dependent persons and such other persons as may be identified by law.",
    "As if the government’s very target was those three groups, it dumped the Bill following this ruling.",
    "The government and the drafters of the Bill should have considered the Supreme Court ruling on the regulations gazetted by former President Gotabaya Rajapaksa to rehabilitate ‘extremists’ on March 12, 2021.",
    "Those regulations sought to send ‘extremists’ to rehabilitation centres for one year, without them being tried by any court. Those regulations also did not define the term ‘extremists.’",
    "The Supreme Court suspended the gazette in August last year after considering a Fundamental Rights petition filed against it.",
    "The government’s obsession with the idea of suppression of people’s agitations irrespective of their merit or demerit is again well manifested by the Anti-Terrorism Bill which was published on March 22 this year. The Bill seeks to replace the draconian Prevention of Terrorism (Temporary Provisions) Act of 1979 which drew wide criticism against it from local and international human rights organizations and civil society organizations.",
    "The Bill cites certain intentions and acts separately which in combination make up the offences of terrorism. For instance, if a person or a group “causes serious obstruction or damage to or interfere with essential services or supplies or with any critical infrastructure or logistic facility associated with any essential service or supply” with the intention of “wrongfully or unlawfully compelling the Government of Sri Lanka, or any other Government, or an international organization, to do or to abstain from doing any act” commits an offence of terrorism.",
    "When the legal jargon of these sections of the Bill is looked through a practical lens, a strike or a street protest by a trade union, causing serious obstruction to essential services or supplies, and with the intention of compelling the government to increase the salary of its members would amount to an act of terrorism.",
    "The presentation of the Bill in Parliament which was originally scheduled to take place in March had to be postponed amidst wide criticism against it by local and international Human Rights organizations and civil society organizations, including the European Union, Amnesty International, Human Rights Watch (HRW) and the International Commission of Jurists (ICJ).",
    "The proposed Broadcasting Regulatory Bill also seems to be meant to silence dissenting voices. The Bill is yet to be gazetted, but our sister paper, The Sunday Times which had seen a 21-page draft had published details of it.",
    "Opposition parties accuse the government of attempting to curb media institutions that do not toe the government’s line, with this Bill.",
    "The anxiety of the leaders of the Government over the memory of last year’s protests that overthrew the Gotabaya Rajapaksa regime has been such that they cracked down even on two women who identified themselves as ‘mothers of the struggle’ while they were marching from Kalutara towards Galle Face Green on November 12, last year.",
    "They were arrested at Panadura while walking with placards demanding the release of the then IUSF Convener Wasantha Mudalige and Galwala Siridhamma Thera of the Inter-University Bikkhu Federation who had then been detained under the PTA. A solitary individual with a placard also rounded up in a similar manner a few weeks ago.",
    "Again on May 12 this year, thousands of heavily armed troops and elite commandos were deployed in Colombo following a false alarm based on an unusually large lunch order placed at the Colombo University canteen.",
    "Police Spokesman, SSP Nihal Thalduwa said that security had been heightened in Colombo due to an ‘unspecified intelligence information’ while the military said it was only a routine rehearsal.",
    "Some other senior police officers said that the security had been heightened as part of a special ‘crime prevention operation in several areas of the country, especially in Colombo city.",
    "Later it came to light that intelligence units had picked up information that the canteen had received an order for 1,500 lunch packets as some 500 freshers (Entrants) had been invited to the University for the Arts Faculty celebration and they were expected to be accompanied by parents or siblings and this was (mis) interpreted as a mass gathering to march to government buildings. What a comical situation!"
  ]
}