{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Samantha-Rajapaksa-joins-EY-Global-Delivery-Services-as-Sri-Lanka-Location-and-Consulting-Leader/34-748465",
  "time_ut": 1684451825.0,
  "original_lang": "en",
  "original_title": "Samantha Rajapaksa joins EY Global Delivery Services as Sri Lanka Location and Consulting Leader",
  "original_body_lines": [
    "EY GDS Sri Lanka Location and Consulting Leader Samantha Rajapaksa",
    "EY Global Delivery Services (GDS) recently announced the appointment of Samantha Rajapaksa as the Location and Consulting Leader at EY GDS Sri Lanka.",
    "Samantha is a highly accomplished professional with over three decades of both local and international experience in various business landscapes, including technology, banking, venture capital, retail, healthcare, communication and automotive sectors. His previously held positions include Group Managing Director of Associated Motorways, Director of Asiri Group of Hospitals, Director of Bank of Ceylon, and Director of Central Finance PLC.",
    "Samantha has a proven track record in strategic planning, technology-driven change management, mergers and acquisitions, and business development. He holds an MBA from the University of Sri Jayewardenepura and is a Fellow Member of the Institute of Chartered Accountants of Sri Lanka, the Chartered Institute of Management Accountants of UK, and the Chartered Institute of Marketing of UK.",
    "His extensive experience and leadership skills will further strengthen the strong foundation EY GDS has built during the first phase of its journey in Sri Lanka and drive its ambitious growth plans.",
    "Speaking on his appointment, Rajapaksa stated, “I am indeed happy to be part of EY GDS journey in Sri Lanka and truly impressed by the EY organisation’s commitment towards the Sri Lanka market. I am looking forward to further developing the offerings and working towards retaining our local talent within Sri Lanka by providing the latest technology, training, careers and experience within our shores.”"
  ]
}