{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82810",
  "time_ut": 1696629780.0,
  "original_lang": "en",
  "original_title": "How and Why  “Whistleblower”  Mohammed Hanzeer Alias Azad Maulana Suddenly Fled From Sri Lanka and Sought  Asylum in Europe.",
  "original_body_lines": [
    "The  first part of this article was published in the “Daily Mirror”of 16 September 2023 under the heading “Who is Hanzeer Azad Maulana the Whistleblower on Channel 4?”. The focus of that piece was Mohammed Mihilar Mohammed Hanzeer alias Azad Maulana who appeared on a documentary aired on 5 September 2023 by the UK’s Channel 4 TV. A lot of detais about the man who  identified himself as Hanzeer Azad Maulana in the film was disclosed in the first part of this article .",
    "The former aide to  Thamil Makkal  Viduthalaip Puliga l(TMVP) leader  and Batticaloa district MP  Shivanesathurai  Santhirakanthan made several allegations  in the documentary concerning the April 2019 Easter bombings and the murders  allegedly committed by the Govt sanctioned killer squad “Tripoly Platoon”.",
    "Hanzeer Azad Maulana was the main whistleblower featured in the Channel 4 documentary. Azad Maulana made some startling revelations against former President Gotabaya Rajapaksa, State Intelligence Service head Maj-Gen Suresh Salley and Rural Road Development State Minister Santhirakanthan known widely as “Pillayaan”. Gotabaya,Suresh and Pillayaan have denied the allegations.",
    "Maulana has been accused of concocting a false story to help him gain political asylum abroad. He reportedly fled Sri Lanka more than a year ago and sought asylum in a European Country. In this second part, the focus would be on how and why Azad Maulana left  Sri Lanka and became a refugee in the west.",
    "It must be emphasised at the outset that all allegations made by Azad Maulana are yet to be verified and authenticated. Moreover they have been denied as falsehoods by those whom the allegations were levelled against  especially Maj-Gen Salley. The  charge  made against Salley by Maulana hinges around an alleged meeting at  Karadippooval in Puttalam  between the intelligence chief and Zahran Hashim  the  National Thowheeth Jamaath (NTJ) leader and livewire behind the Easter bombings.",
    "Maulana’s allegation  as  stated  in the documentary is essentially  conjecture and inference  based on that meeting. However it must be said in fairness to Suresh Salley that he has denied being in Sri Lanka at the time the meeting allegedly happened. If that is substantiated by Salley, ,Azad Maulana’s main  allegation  would become a “terminological inexactitude”. His credibility would be eroded thereafter.",
    "It is against this backdrop that this column delves into the reasons for Azad Maulana to flee from Sri Lanka and the mode  he adopted in seeking refuge abroad. I have not been able to converse with Azad Maulana so far but have been communicating with several informed sources ranging from residents of his village Maruthamunai to activists from  International non -governmental organizations familiar with all aspects of his case.",
    "I have also read extracts of a lengthy statement reportedly made by Maulana to several NGOs  and selected media personnel. This  article second part therefore is pieced together from information provided by multiple sources. Again it must be noted  that this is  basically Azad Maulana’s  version of what transpired . This narrative goes against the grain of positions adopted by persons like Saresh and Pillayaan.",
    "As stated earlier in the first part of this article, Mohammed Hanzeer alias Azad Maulana had bourgeoned into being an indispensable aide to Pillayaan. He was Pillayaan’s personal secretary as well as spokesperson of the TMVP. Maulana being reasonably proficient in  Tamil, English and Sinhala was the interpreter cum translator on whom the monolingual Pillayaan relied upon  when dealing with certain political leaders, Govt officials, security and intelligence services.",
    "Pillayaan trusted the “Muslim” Hanzeer more than several of his “Tamil” deputies.  This was resented by some.When the Sri Lankan intelligence was paying Rs 35 lakhs every month to the TMVP, ,it was Maulana who collected it regularly on behalf of the TMVP. Large sums of TMVP money was also deposited at times in Hanzeer’s personal bank account.",
    "When Pillayaan was incarcerated for more than five years  over the killing of Batticaloa MP Joseph Pararajasingham, it was Azad who visited  Pillayan every Saturday  with Court permission. Maulana conveyed what was happening within TMVP circles to Pillayan and also passed on Pillayaan’s instructions to party members. Maulana also coordinated all  legal work regarding Pillayaan’s  case.",
    "Hanzeer is married to Fathima, a relative of his from Panadura. They have a daughter Ayesha and a son Mubarak. The family resided in Ebenezer Place, Dehiwela. In  addition to his duties as Pillayaan’s aide, Maulana also dabbled in commercial pursuits like cycle assembling and wholesale distribution of  drinking water. Utilising his political connections, Azad  was also a “peddler of influence”. Maulana’s monthly income was reportedly in seven digits.",
    "Everything was hunky-dory for Hanzeer until the fateful Easter bombings of April 2019. According to Maulana’s testimony he was remorseful when it became known that Zahran and other NJT operatives were responsible for the heinous attacks on Churches and Tourist Hotels. As Hanzeer claimed in the Channel 4 film, he had purportedly arranged a  first meeting between Salley and Zahran. He also claimed that Suresh Salley had telephoned him on the day of the bombing and  asked  him to transport someone from Taj Samudra hotel. Hanzeer could not do so as he was in B’caloa then. It was learnt later that the person at Taj Samudra was the bomber who died in the  Dehiwela hotel explosion.",
    "When he met Pillayaan in jail after the bombings, the TMVP Leader had supposedly told him  to keep quiet about all this and to speak to no one about it. In 2019 November  Gotabaya Rajapaksa was elected president.  In the aftermath of the bombings, the  electorate yearned for a “strong man ” to keep the country safe.",
    "Pillayaan contested the August 2020 Parliamentary elections as a jailbird and won resoundingly with a record  67,692 preference votes. Pillayaan was granted bail  in Nov 2020. He was acquitted along with other accused in Jan 2021 following a “Nolle Prosequi”by the Attorney -General.",
    "In the aftermath of the April 2019  Easter bombings the political grapevine had been buzzing about suspected   links between the National Thowheeth Jamath bombers and high officials in Sri Ilanka’s intelligence services. Popular gossip was about a possible  nexus between Govt officials and the Islamic bombers.  It was rumoured that the Easter attacks were a conspiracy to  bring Gota to power. Conspiacy theories are galore in sri Lanka and there were few takers for this then.",
    "In March 2021  during a debate in Parliament opposition MPs Anura Kumara Dissanayake (JVP) and Manusha  Nanayakkara(SJB) made several allusions about top intelligence officials being implicated in the easter bombing conspiracy. In April  2021 the then  SJB Parliamentarian Harin Fernando made several sensational disclosures in Parliament about the alleged involvement of a high intelligence officer in the April 2019 attacks.",
    "Harin Fernando was careful not to mention names explicitly but it was inferred that the references were to Major -General Suresh Salley the head of the State Intelligence Service(SIS). Salley had been earlier the chief of Military Intelligence. He served as Minister Counsellor in Lanka’s High Commission in Malaysia after the Sirisena -Wickremesinghe Govt gained power in 2015.  In 2019 Suresh Salley  went to  India for a course in Defence studies and  was in New Delhi when the Easter bombings took place.",
    "In October 2021 there was an International webinar held over Zoom about the Easter attacks, The Catholic Archbishop of Colombo Cardinal Malcolm Ranjith and the well-known catholic Clergyman Fr. Cyril Gamini participated in the discussions. Some of the comments made alluded to the alleged involvement of Maj-Gen Suresh Salley in the bombings. Subsequently Gen. Salley filed a defamation lawsuit against Fr. Cyril Gamini alleging that some of the remarks made by the clergyman had tarnished his (Salley’s ) reputation.",
    "Some days after the Webinar, Gen. Salley telephoned Hanzeer  Azad Maulana and wanted to meet  him.  According to Maulana,  Salley had played video clips of the Parliamentary speeches by Harin Fernando and other opposition MPs to Hanzeer. He had also shown clips of the Webinar comments by Malcolm Cardinal Ranjith and Fr. Cyril Gamini.",
    "The SIS director had then allegedly told Hanzeer “Only  you, I and Pillayan know about my meeting Zahran and other NTJ members. Did you reveal this to others?  Why are the MPs and Catholic priests making these accusations linking me with the bombers?”  According to Hanzeer , he had denied telling anyone else about the Puttalam meeting. Salley had then checked Hanzeer’s  cell phone. After about three hours of  verbal interrogation  Salley allowed Hanzeer to leace.",
    "Azad Maulana says he  was deeply disturbed and distressed by this ordeal. He had never seen Suresh Salley being so angry and tough. Hanzeer telephoned  Pillayan in Batticaloa and told him of what had happened. The TMVP leader had  told him not to worry and that he was coming to Colombo the following day and would meet Salley and sort it out. Pillayan arrived in Colombo the next day.",
    "It had been the usual practice  for Hanzeer to accompany Pillayaan when he went to meet Salley. But on this occasion Pillayaan met Salley without Hanzeer.  It was through Pillayaan’s driver Amalan that Hanzeer got to know Pillayaan had met Salley. Pillayaan later told Hanzeer that Suresh Salley was suspicious of him (Hanzeer) about leaking information about the  purported Zahran meeting.",
    "Azad Maulana was also suspected of  being responsible for the arrest of Meera Lebbe Kaleel alias Suresh alias Manjula alias Salaam over the killing of Joseph Pararajasingham. Kaleel was an intelligence operative who was the 4th accused in the Joseph murder case.  He had been taken into custody several months after Pillayaan’s arrest.According to Azad Maulana,  Pillayaan had said that Hanzeer was being suspected of informing the Police about Kaleel.",
    "After a few weeks ,Pillayaan had asked Azad Maulana to come to Batticaloa for a meeting. Prior to his departure Hanzeer says he got a call from a  Muslim friend in an intelligence unit. He had warned Maulana that there was a plot to kill him  through a  bogus “accident”in Batticaloa and advised him not to go. Maulana had told Pillayaan that he had fallen sick suddenly and could not come to Batticaloa.",
    "Azad Maulana was now worried about his life being in danger from the TMVP and/or intelligence. He decided to escape from Sri Lanka.  Realizing that delaying  his departure from Sri Lanka could endanger his life, Azad Maulana went to India first. His intention was to seek a humanitarian visa from Switzerland. Switzerland grants humanitarian visas to individuals  on the following grounds.",
    "*The individual’s life and physical integrity is directly, seriously and tangibly endangered in their home country or country of origin.",
    "*The individual is clearly in direct danger and not merely at risk because they belong to a potentially endangered group.",
    "*The individual no longer has any other options and their personal situation requires the urgent intervention of the Swiss authorities.",
    "Mohammed Hanzeer alias Azad Maulana flew to Europe from India and sought political asylum in a European country..It is learnt that an international human rights organization based in Geneva and two Sinhala exiles  living in Europe were of great assistance to Azad Maulana  in relocating to Europe. A Sri Lankan Muslim doctor now living in Pakistan also helped.",
    "Interestingly enough Azad Maulana avoided the pro-tiger Tamil Diaspora when attempting to go to Europe. The TMVP was strongly anti-LTTE and cooperated with the Sri Lankan armed forces in combatting the LTTE. Since Maulana was identified with the TMVP the tigerish elements in the Diaspora hated Azad Maulana. Maulana knew this and did not trust the Tamil Daspora. However after it became known that Azad Maulana was now opposed to the TMVP, the Tamil media abroad has started singing Hanzeer’s praises.",
    "After  moving to Europe  and making his claim,Azad Maulana went to the  Office of the UN High Commissioner for Human Rights (OHCHR)  and made a detailed statement to a panel from the OHCHR Sri Lanka Accountability project.  He took five days to testify. The Project mandate is “to collect, consolidate, analyse and preserve information and evidence and to develop possible strategies for future accountability processes for gross violations of human rights or serious violations of international humanitarian law in Sri Lanka, to advocate for victims and survivors, and to support relevant judicial and other proceedings, including in Member States, with competent jurisdiction”.",
    "Apart from the  OHCHR, Maulana has also made statements to several other Human rights organizations and international NGOs. He has also been interviewed by many law enforcement  institutions and intelligence agencies.",
    "An underlying thread in all his statements was the confession that he had been  deeply troubled by the Easter bombings  carnage and had been wrestling with his conscience since then. He said that he was unburdening himself by coming out openly about what he knew. He had turned into a whistleblower  in an attempt to help seek justice and also to redeem himself.",
    "It is learnt that  though Maulana fled from Lanka in a hurry he took along with him much “material evidence” relating to several war crimes, crimes against humanity and human rights violations.  What was revealed in the Channel 4 film was only the tip of the iceberg. The material in Azad Maulana’s possession if deemed valid could be of great value  to those investigating the crimes against humanity and human rights violations committed by those exercising power in Sri Lanka.",
    "A senior NGO official who had interviewed Maulana told this column that he was impressed by him. “ I can tell you I am very impressed with the evidence that Hanzeer has. I met and interviewed him and find him very credible, though of course we need to verify and seek more corroboration.” He said",
    "This is an updated version of the “DBS Jeyaraj Column”appearing in the “Daily Mirror”of 30 September 2023. It can be accessed here –"
  ]
}