{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Eastern-Governor-halts-Buddhist-Temple-construction-to-forestall-communal-violence/108-265113",
  "time_ut": 1691768593.0,
  "original_lang": "en",
  "original_title": "Eastern Governor halts Buddhist Temple construction to forestall communal violence",
  "original_body_lines": [
    "Governor of the Eastern Province, Senthil Thondaman, has announced that the decision to suspend the ongoing construction and clearing operations at the premises of Boralukanda Rajamaha Viharaya was made to prevent a potential communal conflict between two communities in the area.",
    "The governor said the temple's construction lies within state-owned land nestled within a Tamil village in the Iluppaikulam area. Notably, the population within this area consists of 2,202 Tamil residents spanning across 538 families and two Sinhala families.",
    "The origins of this development trace back to the formation of an archaeological task force during the tenure of former President Gotabaya Rajapaksa. This initiative arose from the discovery of ruins from Buddhist temples dating back over four centuries. Following meticulous assessment, the Archaeology Department earmarked specific locations as archaeological sites of significance.",
    "Governor Thondaman said, \"The intended temple is proposed to be established not on temple-owned land, but on land owned by the government. Simultaneously, the Tamil community in the area was encouraged to construct their own place of worship.\"",
    "In response to certain media reports, Governor Thondaman underlined that no reconstruction of an existing temple had taken place; rather, the site under scrutiny had previously remained vacant. Responding to local dissent that manifested in the form of road blockades, Governor Thondaman emphasized, \"It is my foremost duty to ensure that this issue does not spiral into a communal confrontation between the two communities. Thus, I deemed it necessary to temporarily halt the ongoing construction activities by formally notifying the Chief Incumbent of Boralukanda Rajamaha Viharaya. Should the local community express reservations about the construction of the new temple, it is not within my authority to impose such a development.\"  (Chaturanga Pradeep Samarawickrama and Amadoru Amarajeewa)"
  ]
}