{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/04/court-sends-notice-to-george-steuart-health-chairman/",
  "time_ut": 1683207240.0,
  "original_lang": "en",
  "original_title": "Court sends notice to George Steuart Health Chairman",
  "original_body_lines": [
    "The Colombo District Judge directed the Chairman of George Steuart Health (Pvt) ltd to be present in court on 18th May 2023.",
    "MTV Channel (Pvt) Ltd supported an application through its counsel Mr.Uditha Egalahewa PC and informed the court that a motion has been filed on 02.05.2023 bringing to the notice of court of the fact that an order has been made by court previously directing Mr Dilith Jayaweera to answer interrogatories served on him and up to date there has been no answers tendered by him and instead Mr Haputhanthrige Erandith has tendered a purported set of objections and an Affidavit but however, Mr Dilith Jayaweera has failed to answer any interrogatories served on him.",
    "Twenty interrogatories have been served on Mr Jayaweera, some of the interrogatories are as to whether Hiru TV, Aruna Newspapers, online news websites telecast and published defamatory news items pertaining to the importation of Rapid Antigen Test Kits by the Plaintiff Company, and if so, did the Plaintiff Company institute legal action and if so, what are the case numbers?",
    "Did Dilith Jayaweera, Chairman of George Steuart Health (Pvt) Ltd institute action bearing DMR/216/2012 on the basis that he was defamed and by the said judgement in the said case, did court hold that Dilith Jayaweera, Chairman of George Steuart Health (Pvt) Ltd is not a person with good repute and character.?",
    "During that period, at a book-launch on 22.03.2019, of a book named Dadabbaraya, did Dilith Jayaweera, Chairman of George Steuart Health (Pvt) Ltd state in front of a large public audience, that he in fact consumes certain types of unlawful drugs and/or unlawful contraband; ie. Smoking marijuana and also the fact that he enjoys smokes a joint on and off.?",
    "At the said book-launch on 22.03.2019, did Dilith Jayaweera, Chairman of George Steuart Health (Pvt) Ltd state in front of a large public audience, that he enjoys getting recklessly intoxicated ie. to consume alcohol till he becomes unconscious?",
    "Has the Plaintiff Company been charged for violation of the Exchange Control Rules and if so what was the value of the purported transaction and when was the penalty imposed?",
    "Did the Plaintiff Company make an application prior to the importation of the Rapid Antigen Test Kits, if so, was the application done online or by physically visiting the National Medicines Regulatory Authority?",
    "Mr.Sanath Wijewardane Attorney-at-Law appeared and objected to the application and informed the court that the interrogatories have been sufficiently answered by the Plaintiff and therefore there is no necessity for Dilith Jayaweera to be personally present in court.",
    "Having heard the submissions made by Mr Egalahewa PC for MTV, court overruled the objection raised by the Plaintiff’s counsel and allowed the application of Mr.Uditha Egalahewa PC and ordered to issue notice on Dilith Jayaweera to be present in court on 18.05.2023 to answer the interrogatories.",
    "Mr. Uditha Egalahewa PC with Mr. Miyuru Egalahewa, Mr. N.K Ashokbharan, Mr. Damitha Karunarathne, and Mr. Niranjan Arulpragasam Attorneys-at-Law appeared for the defendant instructed by Mr. G.G Arulpragasam Attorney-at-Law.",
    "Tech company bosses instructed to protect public from AI risks",
    "Three flights diverted to Mattala Airport due to inclement weather",
    "Newsline | Aragalaya: will the change emerge? | Peter D’ Almeida"
  ]
}