{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/80-club-in-colombo-7-becomes-public-property-following-uda-acquisition/",
  "time_ut": 1687887060.0,
  "original_lang": "en",
  "original_title": "‘80 Club’ in Colombo 7 becomes public property following UDA acquisition",
  "original_body_lines": [
    "* Opens the doors of the members-only club to the general public",
    "* UDA looking for a lessee who can fully capitalize on the property as a heritage hotel",
    "* Colombo has plans to create a ‘heritage corridor’ like in Barcelona",
    "80 Club in Independence Avenue Colombo 7, an exclusive clubhouse whose doors were open only for a select group of elite members of society, was officially declared public property following its full acquisition by the Urban Development Authority (UDA) on 23rd June 2023.",
    "Before the acquisition by UDA, 80 Club used to foster a sense of exclusivity among the country’s so-called elite on a legacy management system with only its tenants changing from time to time.",
    "Today it’s a public property, and as a result, the general public can now have access to 80 Club’s spatial garden landscape and high-end restaurant services which were once predominantly the prerogative of the upper class.",
    "History has it that the 80 Club of Colombo was originally established in 1939 in Kandy before moving to its current location in Independence Avenue, Colombo 7 by a group of people who had formed a club in room number 80 of the ‘Queens’ Hotel, and hence the carry- forward of the colonial-era name to its current location.",
    "After announcing the full acquisition of the property on June 23, UDA Chairman Nimesh Herath told the media that 80 Club would have been vested in the public much earlier if not for the multiple crises the country faced.",
    "“Under the Colombo Development Masterplan, 80 Club was taken over by UDA in November 2020 and we renovated the property with comprehensive refurbishment and restoration at a cost of Rs. 411 million of UDA funds. Even after the renovations, 80 Club remained with the tenant because it had been leased to them by the Divisional Secretary. However, after the renovations were done by UDA, we received a barrage of complaints and audit inquiries because UDA had used public funds to restore it to its previous glory but only a small elite group was still enjoying it. At this point, we came to a mutual understanding with the tenant and fully acquired it.”",
    "Further speaking he said,” In the past few years, a survey was conducted by the governments on underutilized lands and properties in Colombo. Based on this a Cabinet paper was presented after identifying 35-40 lands that fall under this category. 80 Club is one of them, and today it is a property fully owned by UDA. The catering and other important support services at 80 Club are carried out by Waters Edge Hotel which is owned by the UDA. The public can now have their weddings, parties and other functions here. We will be running this as a high-end hotel and restaurant.”",
    "When asked about the prices of the services, he referred to two key factors and said, “You see, we had to preserve the building’s archeological value and its features and retain its colonial grandeur which cost us a lot of money. The food and beverage and other services we provide here will be of high quality. So, we may not be able to offer very low prices, but I think the members of the general public who care to have services of these standards will find our prices reasonable.”",
    "UDA Chairman Nimesh Herath with Waters Edge Chairman Malith Perera atthe event where UDA declared the members-only elite 80 Club as public property, on 23rd June, 2023.",
    "However, he said that UDA wants to lease out the property to a local or foreign investor who has the technical knowhow and financial capacity to further develop the club premises and its adjoining 60-perch land as a top-notch heritage boutique hotel. “I think the value of this property should be about Rs. 3-4 billion. In line with the tender procedure, we will give a base-value, and afterwards, competitive bidding will take place and the highest bidder will get it. The lease period we are currently looking at is between 30-50 years. Such a move will also enable UDA to make a return on its investment and receive a monthly income,” he said.",
    "Nimesh pointed out that in line with the government’s Urban Development Masterplan; Otter Club, Visumpaya, the 183-year-old Grand Oriental Hotel (GOH), Gafoor Building etc., would be taking a similar development model.",
    "“We have already carried out renovation work on Gafoor Building and will soon be calling bids from investors to lease it out. The government’s plan is to relocate the crucial administrative infrastructure such as the President’s House, Presidential Secretariat, PM’s Office and Residence in Kotte-Battaramulla area. The feasibility studies are underway in this regard. The objective is to create space in Colombo for a heritage corridor like in Barcelona,” he said.",
    "GOH which underwent Rs. 250 million worth of renovations is now managed by Waters Edge and a Singapore investor has reportedly expressed interest in taking the property on lease.",
    "UDA chairman noted that they are looking for an investor to resume work on the longtime unfinished Krrish and Destiny buildings in the heart of Colombo. “Krrish has taken payments for some apartments it was supposed to complete. We are pressurizing them because they have taken our land. We are going to discuss with the senior management of Krrish and find out their latest stance on the project. Meanwhile, we are on the lookout for a new investor,” he said.",
    "US$ 650 million Indian-developed Krrish Square came to a standstill many years ago with over 30 floors being constructed. Krrish announced the project in August 2012, outlining plans to break ground in 2013 and complete the four-tower construction in 2016, but ran into controversy almost immediately over non-payment of dues under deadlines specified in the agreement and alleged kickbacks to politicians.",
    "UDA chairman said that the President has directed Minister Prasanna Ranatunga to submit the updated Colombo Megapolis Masterplan. Meanwhile, the authorities have had a few rounds of discussions with Surbana Jurong, the Singaporean company which is designing the Megapolis Masterplan and they have a six-month timeline to complete and submit it.",
    "When asked about the proposed Kandy development plan he said,” We have to pick an investor who respects the cultural value of the Sacred City and its economic, social and environmental aspects. So, negotiations are being conducted to find the right balance between heritage concerns of the city and investor interests.”",
    "Kingslake builds on deep industry knowledge and AI techniques to help manufacturers stay ahead of the game",
    "High net worth, retail and mixed interests run in tandem at CSE",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}