{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/unions-in-govt-s-crosshairs/",
  "time_ut": 1679598960.0,
  "original_lang": "en",
  "original_title": "Unions in govt.’s crosshairs",
  "original_body_lines": [
    "Hardly a day passes without a labour dispute reported from the state sector. There are signs of public opinion turning against the warring trade unions that resort to strikes at the drop of a hat. The government has sought to make the most of public ire to settle political scores with the trade unions that pose a threat to its interests.",
    "President Ranil Wickremesinghe has taken a swipe at the education sector trade unions that are perennially on the warpath. Speaking at a public event, on Wednesday, he warned that if trade unions continued to ‘hold students to ransom’, the government would be compelled to declare the education sector an essential service. This could be considered a veiled threat.",
    "The most effective way of keeping trade unions with political agendas at bay is to redress workers’ genuine grievances expeditiously. Instead, governments drive them to swell the ranks of trade unions with links to ultra-radical political outfits. So, the blame for chaos in the public sector due to frequent labour disputes should be apportioned to governments.",
    "Workers must fight for their rights. If they don’t, who else will? But they must not ignore their responsibilities. Most of all, they must not test people’s patience. Sri Lanka’s trade union movement has a proud history. Its achievements are many. But it has gone the same way as all other institutions, over the years, owing to politicisation. More often than not, trade unions tend to overstep the line at the behest of their political masters.",
    "The bane of Sri Lanka’s labour movement is that it is dominated by trade unions affiliated to political parties, which use workers as a cat’s paw to advance their hidden agendas at the expense of the public. There are some trade unions that are independent of political parties but they are the exception that proves the rule. They, too, act in an irresponsible manner at times with no consideration towards the public.",
    "Everybody flays politicians for dereliction of duty—and rightly so. But trade unions are no better. It is doubtful whether labour leaders ever make a serious attempt to persuade their members to work hard and help enhance national productivity. The phenomenal growth of shadow education, or private tuition, as it is popularly known, is an indictment of the state sector teachers. Parents have to spend huge amounts of money for their children’s supplementary education. There are many exemplary teachers who are like candles, which burn so that others can get light, but overall there is much to be desired from the public school system.",
    "All political parties including the UNP led by President Wickremesinghe himself have politicised and polluted the trade union movement so much so that politicians steal the limelight on the International Workers’ Day, when workers shamelessly offer their services to political leaders as palanquin bearers, as it were. Politicians craftily use workers to compass their ends when they happen to be in the political wilderness but after winning elections and being ensconced in power, they suppress trade unions. This is the name of the game in Sri Lankan politics.",
    "Trade unions in this country are apparently playing the role traditionally assigned to the political Opposition, which is too meek to take on the government the way it should. Why trade unions are in the government’s crosshairs is not difficult to understand. The ongoing battle between government leaders and irresponsible trade unionists is, in our book, a case of sinners casting stones at one another.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}