{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/12/akd-blasts-sri-lankan-president-s-spending-calls-for-financial-discipline/",
  "time_ut": 1705054800.0,
  "original_lang": "en",
  "original_title": "AKD Blasts Sri Lankan President’s Spending, Calls for Financial Discipline",
  "original_body_lines": [
    "COLOMBO (News 1st); In a scathing critique of the government's financial priorities, Anura Kumara Dissanayake, Leader of the Jathika Jana Balavegaya, today lambasted President Ranil Wickremesinghe's spending habits and called for stricter financial discipline.",
    "Dissanayake zeroed in on two specific allocations: Rs. 1.3 billion for Sri Lanka Telecom (SLT) restructuring and Rs. 200 million for the President's overseas travel, fuel, vehicle maintenance, and arrears.",
    "He questioned the logic of allocating hefty sums for SLT privatization while the nation grapples with economic hardship. Regarding the President's expenses, he asserted that \"the President should be the first person to comply with financial discipline\" and condemned the additional funds allocated after an already inflated budget for travel and vehicles.",
    "Dissanayake further scrutinized the President's frequent overseas travels, highlighting 14 trips in 14 months, including four UK visits, two Japan trips, and an upcoming \"longest tour\" of nearly two weeks. He contrasted this with previous presidents and questioned the necessity of attending summits where other world leaders were absent.",
    "Dissanayake also drew attention to the irony of the President's travel expenses while basic necessities like rice, milk powder, diesel, and medical supplies are subject to Value Added Tax (VAT).",
    "He then turned his focus to the Rajapaksa family, questioning the continued use of state residences by former President Mahinda Rajapaksa and his son, Namal Rajapaksa, and other Rajapaksa family members.",
    "The Leader of the Jathika Jana Balavegaya also cast doubt on the purpose of a recent nighttime vessel tour undertaken by the Former President, questioning his ability to participate meaningfully given his health limitations.",
    "BREAKING: RED SEA CRISIS – US strikes Houthi targets in Yemen again"
  ]
}