{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Why-tracking-the-IMF-programme-implementation-is-of-public-interest/172-259802",
  "time_ut": 1684949268.0,
  "original_lang": "en",
  "original_title": "Why tracking the IMF programme implementation is of public interest",
  "original_body_lines": [
    "As Sri Lanka enters its 17th International Monetary Fund (IMF) programme, a critical question remains. Will the country break from the past patterns of inconsistency and failure in following the plan it lays out with the IMF, or will those patterns be repeated? In this instance, what is required is not to lay the groundwork for another IMF programme in the future, but to develop the ability to sustainably recover from the present debt-driven economic crisis.",
    "Sri Lanka successfully completed only 9 out of the 16 previous programmes it undertook. In the last two decades alone, the nation was in three IMF programmes spanning 12 years. These programmes had clear commitments and key macroeconomic targets, but Sri Lanka achieved its revenue, primary, and budget balance targets in only two out of those 12 years.",
    "In the past, there has not been public tracking of the implementation of IMF programmes. The success or failure in the achievement of targets was revealed only through six monthly reviews by the IMF, and even then, it was hardly subject to public discussion. This lack of public interest in the implementation of an IMF programme-based economic plan has left room for short-term decision making. Governments made decisions, especially in election years, to prioritise short-term measures that helped gain votes over the longer-term public interest of adhering to the economic plan.",
    "In April, Verité Research launched a public platform known as ‘The IMF Tracker’, which tracks 100 identified commitments from Sri Lanka’s Letter of Intent sent to the IMF. This platform helps improve public understanding, interest and engagement in the longer-term economic recovery plan as it has been currently developed (warts and all). It can then also help the Sri Lankan public understand the government’s current plan and hold it accountable to implementing appropriate actions that lead to longer term economic success.",
    "Sri Lanka started taking actions relevant to the IMF programme soon after the staff level agreement in September 2022. Consequently, by March 20, 2023, when the IMF board approved the programme, it had already met 25% of the trackable commitments.  It remained at the same level by the end of April.",
    "The information shared by the government is not adequate to track actions and outcomes on all the IMF commitments. By the end of March, the progress status of nine identified commitments was marked as “unknown” due to insufficient information for assessment. In April, Sri Lanka was expected to complete the asset quality review component of the bank diagnostic exercise for the two largest state-owned banks and the three largest private sector banks. However, there is no publicly accessible information on whether this was carried out as planned.",
    "If the quotient of commitments that are not trackable increases and lack of visibility reduces public accountability, it will pose a risk to the success of the 17th IMF programme as well.",
    "The first commitments on which Sri Lanka have fallen short or delayed as of April 2023 indicate that improving governance may remain the main challenge for Sri Lanka. The change in the betting and gaming levies (impacting the casino industry), and the passing of a Bill to improve Central Bank independence are both progressing slowly or in reverse.",
    "The casino entrance levy, which was at US$ 100 in 2015, has now been proposed at US$ 50. The proposal to increase other levies by the end of April 2023, as set out in Exhibit, was not implemented. It has not yet even come up for debate in parliament.",
    "Another unmet/delayed action relates to obtaining parliamentary approval for the Central Bank Bill. This Bill was made public on March 7, 2023, but has not yet been discussed and voted on in parliament.",
    "Another governance commitment that has moved slowly is the establishment of an online transparency platform that was due by March 31. The platform is intended to provide semi-annual publication of information on (i) significant public procurement contracts, (ii) a list of firms receiving tax exemptions through the Board of Investment, and (iii) a list of individuals and firms receiving tax exemptions on luxury vehicle imports. There are also delays in properly implementing a commitment to publish information related to procurement.",
    "Sri Lanka has moved with alacrity to implement commitments relating to the increase in public taxes and prices of electricity and fuel. However, governance-related commitments are being delayed or are not being properly implemented. This might be an indication that governance in Sri Lanka is in the clutches of vested or corrupt interests. When the IMF identified corruption vulnerabilities as being macro-critical for Sri Lanka, it is also signalling the view that overcoming this problem will be critical for economic recovery.",
    "Sri Lanka recorded sound progress on the IMF programme commitments up to the time of the IMF Board approval on March 20, 2023. Since then, no further commitments can be verified as having been met. At least 3 commitments have become overdue, with 1 lacking adequate information to be tracked.",
    "With each passing month, new commitments become due, and there was one key new commitment due in May. This was to obtain parliamentary approval for a welfare benefit payment scheme with new eligibility criteria to identify low-income families for welfare benefits. Accordingly, despite the social and political concerns around the suitability of the new eligibility criteria, on May 12, Sri Lanka’s parliament approved a three-year welfare benefit scheme named “Aswesuma”. This programme aims to support 2 million vulnerable families by providing monthly compensation ranging from LKR 2,500 to LKR 15,000, starting from July 1, 2023.",
    "Looking ahead, 16 further programme commitments will be due in June. These include the enactment of new anti-corruption legislation and the publication of the 2022 annual reports for all 52 major state-owned enterprises. At present, Sri Lanka seems to be struggling mainly with implementing actions related to improving governance. This puts the commitments due in June somewhat at risk. Yet, if Sri Lanka is to achieve a sustained economic recovery it is precisely the actions relating to improving governance that will be the most important.",
    "Therefore, despite the progress made on the programme commitments, the risk of Sri Lanka neglecting important governance reforms needed for economic recovery remains. More such reforms will be identified through a governance diagnostic currently being prepared between the IMF and the Sri Lankan government. As the government of Sri Lanka appears to find self-improving governance challenging, public tracking and engagement on the governance-related programme actions will be critical in helping Sri Lanka’s economic recovery.",
    "Dr. Nishan de Mel is an economist and the Executive Director of Verité Research. He graduated from Harvard university and Oxford university, where he was subsequently a lecturer in Economics.",
    "Raj Prabu Rajakulendran is a Lead Economist at Verite Research. He holds a BSc degree in Economics and Management from the University of London with first-class honors."
  ]
}