{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Why-should-not-the-225-MPs-be-sued-for-fiscal-management-violations/4-755992",
  "time_ut": 1701820520.0,
  "original_lang": "en",
  "original_title": "Why should not the 225 MPs be sued for fiscal management violations?",
  "original_body_lines": [
    "The final vote in Parliament on Budget 2024 is scheduled for 13 December evening after 19 days of debate at Committee Stage. It was endorsed with a majority vote of 45 with 122 voting for the Budget at its second reading. How many of these 224 MPs leaving out the Speaker has ever questioned the legality of the Budget?",
    "To date, none in Parliament, including the JVP that vows to establish a clean and corruption free economy and claims it is they alone who could clean this nauseatingly corrupt and bankrupt economy to establish a vibrant economy, has ever questioned how this Government could present a Budget violating the Fiscal Management (Responsibility) Act, No. 3 of 2003. (https://www.srilankalaw.lk/YearWisePdf/2003/FISCAL_MANAGEMENT_(RESPONSIBILITY)_ACT,_No._3_OF_2003.pdf) Section 03(a) of this Act very clearly states, “reduction of government debt to prudent levels, by ensuring that the budget deficit at the end of the year 2006, shall not exceed five per centum of the estimated gross domestic product and to ensure that such levels be maintained thereafter.”",
    "It is the responsibility of Parliament to oppose a Budget wholesale if and when a Government presents one in Parliament which exceeds the deficit limit of 5 %, violating Section 03 of the Fiscal Management Responsibility Act (FMRA). Or demand the Government amend its income and expenditure proposals pragmatically and prudently to fall in line with sub-section 03(c) which states, “adoption of policies relating to spending which do not increase government debt to excessive levels” that according to this Act is 5 %  the most and also sub-section 3(d) that states, “adoption of policies relating to spending and taxing, as are consistent with a reasonable degree of stability and predictability in the level of tax rates in the future.” They provide legal guidelines for budgeting by a government.",
    "Totally ignoring the FMRA this Parliament voted on the second reading of the 2024 Budget presented by President Wickremesinghe as  Finance Minister that estimates a deficit of 9.1 % that is over 4 % above the maximum 5 % in law. They continue debating the same illegal Budget at Committee Stage and would vote on 13 December possibly approving it despite the 9.1 % deficit estimated.",
    "This Parliament elected to office in August 2020 has always been voting on illegal Budgets. It voted on the 2021 Budget with a deficit of 12.2 % and the 2022 Budget with a deficit of 10.2 %. The 2023 Budget estimated a deficit of 7.9 %, revised in August to be 8.5 %. The 2024 Budget with a deficit of 9.1 % is the fourth illegal Budget that this Parliament would deliberate upon and vote on.",
    "Apart from the budget deficit the FMRA has another restriction on State liabilities that every Parliament including this, kept circumventing with amendments adopted. Sub-section 3(f) initially laid down that “….at the end of the financial year commencing on January 1, 2013, the total liabilities of the Government (including external debt at the current exchange rates) do not exceed sixty per centum of the estimated gross domestic products for that financial year.” To avoid this restriction, both Rajapaksa and Wickremesinghe Governments amended the Act in 2013, 2016 and 2021 June, to raise the limits higher and compliances delayed. Now the 60 % limit on total government liabilities is 80 p% and compliance time limit has been pushed to 2030 from 2020.",
    "The FMRA No.03 of 2003 is not merely about laying down restrictions, and limits on fiscal management. It is also about demanding transparency, accountability and public awareness on public finance management. Sub-section 4(2) of this Act lays down that the Finance Minister should, “…. every year on the day fixed for the second reading of the Appropriation Bill in Parliament, cause the Statement of the Government to be released to the public and to also be laid before Parliament.” The “Statement of the Government” is the “fiscal strategy of the Government (that) shall be set out in a Fiscal Strategy Statement” (Sub-section 4.1)",
    "Reason to have a “Statement” the Act says is to “…. increase public awareness of the Government’s fiscal policy and to establish standards for evaluating the Government’s conduct of its Fiscal strategy.” (Section 5) The Act under Section 5 provides for what the contents of this Statement should be. It also calls for a “Budget Economic and Fiscal Position Report” to be tabled in Parliament.",
    "Most importantly, the Act calls for a Mid-year Fiscal Position Report from the government; the Minister “shall cause to be released to the public” every year “06 months from the date of passing the Appropriation Bill.” (Section 10.1) It says the objective is to “enable the public to evaluate the Government’s fiscal performance as against the fiscal strategy as set out in its current Statement.” (Section 11)",
    "Well, I could go on quoting positive and constructive provisions in this Act aimed at holding a Government responsible to the People through Parliament though the Parliament has repeatedly amended the Act to circumvent on its responsibility towards the people. These “Fiscal Strategy Statements, Budget Economic and Fiscal Position Reports and Mid-year Fiscal Position Reports” required to be placed in the public domain are all provisions that expand democratic space with a focus on people’s engagement in monitoring the Government’s performance. They are therefore about transparency and accountability of governance.",
    "We are well aware, no Opposition in all post 2006 Parliaments, ever paid any attention to the FMRA regarding budget deficits and government liabilities. No Opposition party had ever protested saying they would boycott Parliament if the FMRA is not adhered to. Even the TNA leadership that on occasions raised objections to a heavily increased defence budget after the conclusion of the war, had ever said the Budget exceeding the 5 % deficit limit is illegal and should be withdrawn.",
    "Having allowed governments to abscond from their responsibility on transparency and accountability, all Opposition parties silently conniving on violating the FMRA have denied the public the right to engage in discussing Fiscal Strategy Statements, and Mid-year Fiscal Position Reports of governments. It is therefore, not at all surprising we are in a boiling cauldron of an economic tragedy having allowed illegal budgets without any public questioning for well over a decade and a half.",
    "Does it mean, the conscious and concerned public should demand a parliamentary election to change course? Elections are no part of a functional democracy in Sri Lanka or for that matter in any part of South Asia. Elections in this devalued democracy are only procedural. Governments have been changed before on a protest vote to get rid of the incumbent rule and that has nothing to do with electing a government capable of developing the country. Changing governments have not changed this political culture to allow governments and Opposition parties to be held accountable to people. No political party has ever engaged in social dialogue for socio-economic development while in Opposition, to prove they have a program for national development, if voted to power.",
    "All political parties hang their political future on elections with petty issues the ordinary voter is after. This is quite evident in how political parties finalise district nominations. In all districts in both North and South, all mainstream political parties cater to “caste affiliations” and ethno-religious presence in the district. Sadly, that is a criterion for the “preference vote” even among the Sinhala and Tamil urban middleclass professionals. This Sri Lankan voter is not going to be any different at the next elections. Therefore, claims for efficient and clean governments are mere slogans. We do not have any political party with democratic traditions. Nor do we have a political party that had not been in a post 1994 Government and have not been responsible in electing governments they now denounce as corrupt and inefficient.",
    "Where do we therefore begin in cleaning up this corrupt and primitive political culture? My proposition is that those who still wish to have a decent and a civilised parliament elected, should immediately challenge this present Parliament for their neglect in enforcing the provisions of the FMRA; should hold all 225 MPs responsible for denying the public the right to engage in fiscal management of the government as provided for by the FMRA and for participating in adopting an illegal Appropriation Bill for 2024. They should declare that all in this Parliament who vote on the 2024 Appropriation Bill without demanding the Finance Minister to adhere to the FMRA sub-section 3(a) and to present the Government’s Fiscal Strategy Statement in detail according to sub-section 4(1), would be named and shamed for corruption and fraud, and sued in Courts for violating the rights of the voter in engaging in fiscal management as provided for in the FMRA. That as a social campaign would provide for a new beginning in changing social perceptions in creating a more conscious and a responsible voter."
  ]
}