{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-finds-unlikely-ally-in-standoff-against-protesting-teachers-118565/",
  "time_ut": 1681998600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka president finds unlikely ally in standoff against protesting teachers",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s main opposition party the Samagi Jana Balawegaya (SJB) appears to have all but sided with President Ranil Wickremesinghe in a standoff with protesting teachers with the party taking a position against trade union action that “holds children’s future to ransom”.",
    "SJB parliamentarian Nalin Bandara told reporters in Colombo on Thursday April 20 that teachers can resort to alternative forms of agitation to win their demands.",
    "“We are against trade union action when it comes to marking papers. Unions may have their concerns, but union action must be taken without holding children’s future to ransom. This is a serious situation.",
    "“These children have a lost a year or year and a half of their lives due to exam delays. This is unfair by the children who sat for their exams. Their goals are being delayed,” said Bandara.",
    "President Wickremesinghe in a controversial statement made on Wednesday issued a one-week ultimatum to education sector trade unions who have been protesting against an International Monetary Fund (IMF)-backed tax hike. The union campaign has resulted in paper marking of students who sat for university entrance being delayed.",
    "A total of 331,709 candidates sat for the GCE Advanced Level exams held between January 23 and February 17, but the marking of examination answer scripts has yet to be commenced due to a protest campaign organised by the Federation of University Teachers’ Associations (FUTA) together with a number of teachers’ unions.",
    "The two-month delay has already seen the schedule for releasing results being disrupted, which has also delayed this year’s exams.",
    "President Wickremsinghe at a meeting with Education Ministry officials on Wednesday warned that he would make education an essential service under emergency law and initiate legal action against teachers who did not comply with the law.",
    "“All those marked the papers last time, must be available for service now. If not, I will prosecute them and take their property also,” Wickremesinghe told the officials.",
    "“You can’t stop the education of children. What nonsense is this? By next week, I will tell the AG (Attorney General) to be ready with the emergency regulations.”",
    "Under emergency regulations, the country’s normal laws would not be applied, with the security forces given wide powers.",
    "While the SJB has not indicated that it supports the call for making education an essential service or for using emergency regulations, MP Bandara’s remark that they do not support the teachers’ chosen course of action is a notable departure from the party’s sustained opposition to President Wickremesinghe since his appointment in July last year.",
    "“We request teachers and university lecturers not to use this as part of their trade union action. That is the SJB’s position., because our children is more valuable us. Trade union actions must be fair.",
    "“The government too must not be lazy and come to a middle ground and resolve this issue quickly,” he said.",
    "Asked what choice trade unions are left with, Bandara said: “There are many alternative courses of action they can take. Exam paper marking is a sensitive matter. We as the SJB don’t approve of this game being played our youth. There are other forms of agitation they can take. Resort to those.”",
    "The MP was almost echoing Wickremesinghe, the leader of the United National Party (UNP), which the SJB broke off from in 2020, when he said teachers’ unions should not hold children’s future to ransom.",
    "Wickremesinghe said at Wednesday’s meeting: “Tell them if you don’t come and want to have a confrontation, we are willing to come for a confrontation, but no one is going to hold the education of the children hostage.” (Colombo/Apr20/2023)"
  ]
}