{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/truth-reconciliation-commission-could-help-sri-lanka-stave-off-foreign-intervention-fm-126949/",
  "time_ut": 1690540920.0,
  "original_lang": "en",
  "original_title": "Truth & reconciliation commission could help Sri Lanka stave off foreign intervention: FM",
  "original_body_lines": [
    "ECONOMYNEXT – A truth & reconciliation commission (TRC) in Sri Lanka would be important for an internal accountability process that’s fair by all parties and would help make a case against internationalising a domestic issue, according to Foreign Minister Ali Sabry.",
    "At an event held in Colombo on Thursday July 27 to brief trade unions and civil society groups on the objectives of the TRC, Minister Ali Sabry explained the thinking behind the move.",
    "“If there was an accountability process taking place internally in Sri Lanka, we could tell the international community that there is no need for their intervention and that we have adequate space to resolve the matter in our own country,” he said.",
    "“But that space must be trustworthy, or it won’t be accepted internationally,” he added.",
    "The space thus created must be fair both by victims of alleged human rights excesses and those accused, according to Sabry.",
    "“There is a chance that this could be a very difficult and unpleasant experience. But there are certain objectives we expect from this,” he said.",
    "An internal accountability process, punishing anyone found to have deliberately committed an offence, compensation for anyone genuinely aggrieved and learning from past mistakes so as not to repeat them are among these objectives, according to the minister.",
    "Sri Lanka has sought the help of South Africa, Switzerland and Japan in setting up the TRC amid international pressure on investigating alleged human rights violations said to have occurred during the final phase of the Sri Lankan government’s war with the separatist Tamil Tigers. Tamil families continue to engage in vigils and protests asking questions about their disappeared loved ones in the country’s north.",
    "The United Nations’ Human Rights Council (UNHRC) has for years been passing resolutions against Sri Lanka on its human rights record, with various Western governments and other actors putting pressure on the island nation to investigate the allegations. The question of foreign judges still lingers.",
    "State Minister of Foreign Affairs Tharaka Balasuriya said on Wednesday that the TRC being mooted by the administration of President Ranil Wickremesinghe will not be an eyewash.",
    "“We have clearly said we are against a process that might only be seeking retributory justice to arrest somebody,” he told reporters in Colombo at a media briefing.",
    "“But we don’t have a problem taking legal action with evidence against those who used the war situation to violate the human rights of others.”",
    "Tamil leaders have said the latest TRC draft has failed to meet minimum expectations in addressing the concerns of the Tamils who lost their loved ones in the final stage of the war. Repeated pleas for accountability have fallen on deaf ears, civil society activists have said.",
    "Successive governments since the end of the war, however, have maintained that any investigation must be internal. There is strong opposition in the country’s south to any internationalised probe.",
    "“We must understand that on one hand we need to consider accountability. On the other side, we need to see reconciliation,” said Balasuriya.",
    "“These are not mutually exclusive. When you focus more on accountability, it could be harmful for reconciliation. So we have to be able to balance these two. We believe that there is a need for a Truth and Reconciliation Commission.”",
    "“When we discussed this with the military, they asked why they should face false allegations. A TRC could be an opportunity to clear their reputation. From numerous perspectives, a TRC is a good thing. It will also help to close some of the cases of the disappeared,” he said.",
    "Meanwhile, Sri Lanka’s political parties representing parliament are still discussing an India-sponsored constitutional amendment that is touted as a permanent solution to the decades-long ethnic issue.",
    "Speaking at all-party conference on Thursday, President Wickremesinghe said Sri Lanka must either retain its provincial councils (PCs) with powers adequately devolved as provided for by the 13th amendment to the constitution or abolish the PC system entirely.",
    "Citing common criticisms of the PC system, Wickremesinghe said provincial councils drain a lot of state funds as the central government, the PCs and even local government bodies are allocated vast amounts of money for essentially the same.",
    "If Sri Lanka is to continue the PC system, said Wickremesinghe, provincial councils must be maintained properly. Given the friction between the councils and the central government, he said, no adequate development activity has been carried out even in the Sinhalese-majority seven provinces either in 10 to 15 years.",
    "“There was more work done when there were district development councils,” he said.",
    "The president said when he proposed the full implementation of the 13th amendment, the matter of sharing police powers was raised. The fact of the matter, however, is new police legislation would need to be introduced before police powers are dissolved to the provinces, he said.",
    "“The minister is now formulating that,” he said, presumably referring to either Public Security Minister Tiran Alles or Minister of Justice Wijeyadasa Rajapakshe.",
    "Sri Lanka’s main opposition party and a number of other parties joined the APC while a few smaller parties boycotted the event.",
    "Sri Lanka Freedom Party (SLFP) general secretary Dayasiri Jayasekara, who attended the conference, told reporters on Thursday that MP Sagara Kariyawasam, general secretary of the ruling Sri Lanka Podujana Peramuna (SLPP), has said President Wickremesinghe does not have the mandate for devolution of power.",
    "The 13th amendment to Sri Lanka’s constitution emerged from the controversial Indo-Lanka Accord of 1987 as a purported solution to the worsening ethnic conflict, four years after war broke out. Provincial councils came in the wake of this amendment, though land and police powers have yet to be devolved to the provinces as originally envisioned. Both Sinhalese and",
    "Tamil nationalists have historically opposed the amendment, the former claiming it devolved too much, the latter complaining it didn’t devolve enough.",
    "A full implementation of the amendment would see land and police powers devolved to the provinces, a development that is not likely to garner support from Sri Lanka’s more hardline parties. In February, sections of the Buddhist clergy took to the streets against the proposed full implementation of the constitutional amendment. (Colombo/Jul28/2023)"
  ]
}