{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/03/i-will-not-tolerate-any-breach-of-law-president/",
  "time_ut": 1680510420.0,
  "original_lang": "en",
  "original_title": "I will not tolerate any breach of law – President",
  "original_body_lines": [
    "President Ranil Wickremesinghe stated that during his presidency, no one will be allowed to breach the law and order of the country. He emphasized that he will prioritize doing what is right over doing what is popular, and that presenting popular ideas can lead to the destruction of the country.",
    "President Ranil Wickremesinghe said this during his address to the Tri Forces & Police officers and other rankers at the Air Force Base, Anuradhapura, as the Commander in Chief of the armed forces on Saturday (1).",
    "President Ranil Wickremesinghe asserted that no one is entitled to engage in violent protests on the streets, but all political parties have the right to express their opinions or criticize him in a peaceful manner.",
    "He emphasized the importance of doing the right thing, and mentioned that they presented the International Monetary Fund agreement to the parliament to assess whether the parliamentarians had the courage to make the right decisions for the betterment of the country.",
    "The President referred to the International Monetary Fund agreement as an example and expressed his expectation for everyone’s assistance in making the IMF program successful. He also stated that if the country adopts a fresh approach and embarks on a new journey, it can achieve significant development within the next 25 years.",
    "The President asserted that Sri Lanka will win the economic war, similar to the successful fight against terrorism, adding that measures would be taken to establish economic independence in the country.",
    "The President acknowledged that the armed forces and police will continue to play a crucial role in achieving economic independence, and also assessed the actions of the armed forces and police in maintaining law and order during the previous year.",
    "The President expressed gratitude towards the armed forces for fulfilling their responsibility, as without their efforts, Sri Lanka would have become an anarchic state. He also mentioned that the ongoing competition between world powers is affecting the Indian Ocean, and he intends to take action as the President to protect Sri Lanka from this influence.",
    "The President emphasized that future military situations can be shaped by technology and knowledge, unlike in the past. He highlighted the need for the armed forces and police to be equipped with modern technology and knowledge to overcome future challenges. The President initiated the Defence 2030 program, aiming to strengthen the defence forces of Sri Lanka.",
    "The President also announced that stringent laws will be introduced to combat the drug scourge, and no amnesty will be granted to drug offenders. The President said that he had instructed the Minister of Law and Order Tiran Alles, and Justice Minister Wijayadasa Rajapaksha to take strict action against such offenders and to utilize the support of the armed forces in this effort.",
    "Sinhala & Tamil New Year ‘Nekath Seettuwa’ presented to President"
  ]
}