{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Bakeer-Markar-questions-Govt-over-stance-on-Palestine/56-746138",
  "time_ut": 1678401588.0,
  "original_lang": "en",
  "original_title": "Bakeer Markar questions Govt. over stance on Palestine",
  "original_body_lines": [
    "Samagi Jana Balawegaya (SJB) MP Imthiaz Bakeer Markar sought an official clarification from the Government today in Parliament over its stance on Palestine.",
    "Markar highlighted how the international community whilst deploring the invasion and forcible occupation of Ukraine in the strongest possible terms has extended its fullest support against the invasion of Ukraine but is following a diametrically opposed policy in regard to Palestine.",
    "He brought to the notice of the Parliament the military occupation of Palestine for over 70 years by the Israelis and its dire human rights situation which has destroyed lives and properties while spreading terror among the populace.",
    "The MP in his address noted how the land recognised by the United Nations and the international community for an independent Palestine State is being forcibly occupied by the Zionist Israeli Government.",
    "The MP highlighted the recent fate of a village named Huwara which was the latest to fall prey to the State-sponsored terror campaign of illegal settlers. While noting that the global community should exert pressure to uphold the freedom and dignity of the Palestinian people, the MP posed two questions to the Government.",
    "He sought clarification from the Government if Sri Lanka condemns the illegal, cruel processes in the same way these torturous acts, suppression and expansionism perpetrated by the right-wing administration of Israel and its allies have been condemned by world leaders.",
    "He also asked if the Government acknowledges that all the support towards the victory of the Palestine liberation struggle should be further extended to the fullest without diverting from the stand of Sri Lanka with a historical commitment to the prolonged struggle of the Palestinians for freedom and the right to autonomy."
  ]
}