{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Court-shows-mercy-to-father-of-three-convicted-for-committing-crime-when-he-was-16/108-258701",
  "time_ut": 1683278678.0,
  "original_lang": "en",
  "original_title": "Court shows mercy to father of three convicted for committing crime when he was 16",
  "original_body_lines": [
    "Accordingly, the two-judge bench the Court of Appeal, comprising of Justices Sampath Abayakoon and P. Kumararatnam commuted the seven-year-rigorous imprisonment of the accused-appellant to two-year imprisonment after taking into consideration the fact that he was only a 16-year-old boy when he committed the offence.",
    "The accused-appellant was indicted by the Attorney General for committing Grave Sexual Abuse on a 12-year-old schoolboy between the period between April 1, 2003 and February 1, 2004. However, the trial commenced on December 8, 2020. The accused-appellant was a neighbour and always invited the victim to play. The High Court Judge after considering the evidence presented by both parties, convicted the accused-appellant under Section 365B (2) (b) and sentenced him to 7 years rigorous imprisonment and imposed a fine of Rs.15,000.",
    "The preliminary application of this appeal was that the accused-appellant was 16 years of age when he committed the offence and now, is a married man and a father of three children aged 16 years and two-year old twins.",
    "Counsel appeared on behalf of the accused-appellant had informed the court that as the accused-appellant and the victim were children when the incident had taken place, urged the indulgence of the court to consider applying the principles laid down in the Supreme Court determination No. 03 of 2008 decided on August 15, 2008.",
    "\"In this case, there is no doubt that the Appellant had committed a very serious offence which is punishable under the law. But one shouldn't forget the fact that he was also a child who was entitled to being protected by the law at the time he committed the crime. Under the present circumstances, he is a married man and a father of three children. Considering the age of the accused and the victim, the incident pertaining to this case has happened among children,\" Justice P. Kumararatnam observed.",
    "It was revealed that when the accused faced the trial, he was 32 years old, married and blessed with three children.",
    "Counsel Ershan Ariaratnam appeared for the accused-appellant. State Counsel Nishanth Nagaratnam appeared for the Attorney General. (Lakmal Sooriyagoda)"
  ]
}