{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Visa-applications-from-Sri-Lanka-on-course-to-reach-pre-pandemic-levels-this-year/108-257305",
  "time_ut": 1680815693.0,
  "original_lang": "en",
  "original_title": "Visa applications from Sri Lanka on course to reach pre-pandemic levels this year",
  "original_body_lines": [
    "Visa applications from Sri Lanka touched 68% of pre-pandemic volumes in 2022",
    "Indicating a full recovery of outbound travel, visa applications from Sri Lanka is on course to reach pre-pandemic levels this year after reaching 68 percent of pre-pandemic levels in 2022 driven by pent-up demand, opening of international borders, and eased COVID protocols.",
    "This is according to VFS Global, the world’s largest outsourcing and technology services specialist for governments and diplomatic missions.",
    "In 2022, visa application volumes handled by Zurich and Dubai headquartered VFS Global grew more than threefold or 332.12 percent over 2021 and reached 68 percent of per-pandemic levels.",
    "“We witnessed unprecedented demand from Sri Lanka and the entire South Asian region as a whole in 2022 which led to an extended peak outbound travel season with steady volumes witnessed until December.",
    "We are confident that the momentum will further grow and hence it is advisable for applicants to apply for their visas in advance to avoid last-minute surprises,” VFS Global Chief Operating Officer (South Asia) Prabuddha Sen told reporters in Colombo.",
    "In 2022, Australia was the popular destination for visa applicants, with United Kingdom (UK) and Japan tied to a close second place.",
    "Accordingly, Sen shared that visa applications are projected to reach per-pandemic levels this year based on market analysis.",
    "The company currently caters to 19 direct client governments and 17 represented client governments in Sri Lanka through five centres including one centre in Jaffna.",
    "Meanwhile, Sen noted that Visa rejection rates also went above per-pandemic levels in 2022 due to number of reasons including documentation issues, fraudulence and forgery as activities of grey market",
    "Therefore, VFS advised Visa applicants to beware of fraudulent entities who charge fees from customers for scheduling appointments or providing any other services using VFS Global brand or independently.",
    "Ahead of the peak travel season and the limited appointment slots available, VFS Global urged applicants to apply for their visa as early as possible.",
    "With the peak students’ travel season few months away, Sen assured that VFS Global centres in Sri Lanka would operate extended hours to accommodate the rush.",
    "In addition, the company would also continue to operate temporary visa application centres in Male for students from Maldives pursuing higher education in the UK.",
    "Moving forward, VFS is looking at optimising operations in Sri Lanka to increase the capacity to further enhance services offered in the Sri Lankan market.",
    "“It’s a small market, but yet an important market for us,” Sen stressed.",
    "VFS Global is the trusted partner of 67 client governments, operating a global network with more than 3,400 application centres in 145 countries. The company has processed over 256 million applications since its inception in 2001.",
    "The majority stake of VFS Global is owned by funds managed by Blackstone, the world’s largest alternative asset manager."
  ]
}