{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Govt-confident-of-IMF-support-Bandula/34-746329",
  "time_ut": 1678817119.0,
  "original_lang": "en",
  "original_title": "Govt. confident of IMF support: Bandula",
  "original_body_lines": [
    "Says by 20 March people will be able to witness more benefits, stability in markets",
    "Opines politicians must maintain strict fiscal discipline to continue commitment, to put economy back on track",
    "Cabinet Co-Spokesman and Minister Bandula Gunawardena yesterday said the Government is confident of International Monetary Fund (IMF) support for Sri Lanka, noting that it has already been positively reflected on the economic sentiments.",
    "“The stability of the rupee is one important factor that shows the market has welcomed the positive momentum. During the past few days, the economy saw an inflow of $ 500 million. These are funds that were held by individuals,” he said.",
    "Earlier this month, Central Bank Governor Dr. Nandalal Weerasinghe said Sri Lanka had completed all required prior actions mentioned in a staff-level agreement struck with the IMF in September 2022.",
    "Sri Lanka has gone to the IMF 16 times before following triggering monetary instability with impossible trinity regimes, but this time the country depleted its reserves and defaulted on its external debt.",
    "An annual amount of around $ 6-7 billion of foreign loans is due to be paid by 2029, and the country does not have foreign exchange to pay this debt. Thus, the IMF bailout is critical for debt sustainability discussions with foreign creditors.",
    "Gunawardena also noted that by 20 March people will be able to witness more benefits, stability in markets; in addition to the price drop in essential goods.",
    "“As politicians, we must maintain strict fiscal discipline to continue the commitment and impetus to put our economy back on track,” he stressed.",
    "The Minister was hopeful that the inflation will also drop gradually to a single digit but highlighted it was critical to keep the forex outflow at a minimum whilst maintaining a steady surplus in the current account."
  ]
}