{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/US-Congress-members-introduce-Resolution-calling-for-referendum-in-Tamil-Eelam/56-748461",
  "time_ut": 1684451505.0,
  "original_lang": "en",
  "original_title": "US Congress members introduce Resolution calling for referendum in Tamil Eelam",
  "original_body_lines": [
    "US Congresswoman Deborah Ross (NC) and US Congressman Bill Johnson (OH) introduced a bipartisan Resolution yesterday calling for a referendum for Eelam Tamils to be “democratically and equitably represented” as well as a “lasting peaceful political solution”.",
    "The Resolution comes as the Tamil nation marks 14 years since the massacre at Mullivaikkal where Sri Lanka’s forces killed tens of thousands of Tamils in the final weeks of the armed conflict.  The Resolution points out the Sri Lankan military’s continuing occupation and oppression of the Tamil homeland. It points to the denial of freedom of expression implemented in 6th Amendment that prevents Tamils calling for their independence. It also quotes the U.S. Assistant Secretary of State in 2006 who advocated for Eelam Tamils’ rights in their traditional homeland “to rule their own destinies and to govern themselves in their homeland.”",
    "The Resolution calls for the referral of Sri Lanka  to the International Criminal Court and recognises Eelam Tamils’ traditional homeland.",
    "The Resolution further acknowledges that the 26 year long armed conflict led to the deaths of tens of thousands of Tamils, “disappearances, abuses and displacements” and noted Sri Lanka’s “impunity for human rights violations”.  Although 14 years have passed since the Tamil genocide in 2009, successive Sri Lankan governments have failed to hold the perpetrators accountable and instead promoted perpetrators to prominent political positions. Moreover, in 2020 Sri Lanka reneged on its commitments made to the United Nations Human Rights Council in 2015.",
    "The resolution highlights that “no effort has been made to bring to justice those who are alleged to have committed war crimes and crimes against humanity, no investigations have begun even on emblematic cases, evidence gathering is hindered through arbitrary arrests and threats by the state[…]”."
  ]
}