{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/imf-second-tranche-by-december-sri-lanka-minister-140480/",
  "time_ut": 1700303100.0,
  "original_lang": "en",
  "original_title": "IMF second tranche by December: Sri Lanka minister",
  "original_body_lines": [
    "ECONOMYNEXT – The disbursement of the second instalment of the loan under the extended funding facility provided to Sri Lanka by the International Monetary Fund (IMF) is anticipated to occur in December, minister of ports, shipping, and civil aviation Nimal Siripala de Silva said.",
    "“We anticipate the disbursement of the second instalment from the IMF by December. Beyond the financial inflow, the paramount significance lies in the trust instilled by other lenders through this transaction,” minister de Silva was quoted as saying at a press briefing convened at the Presidential Media Centre (PMC), on Friday (17).",
    "“This trust not only facilitates dealings with additional international financial institutions, but also serves as a crucial avenue for engagement.",
    "It is noteworthy that upon the successful conclusion of our debt restructuring process, we are poised to resume all stalled development activities across the country.",
    "The on-going process of restructuring financially unsustainable government institutions is currently in progress.",
    "Additionally, efforts are underway to reorganize institutions facing challenges in revenue collection. This includes initiatives to minimize corruption within entities such as the Customs, Excise Department, and Income Tax Department, transforming them into entities dedicated to the formal collection of funds for the government.",
    "Concurrently, the government’s economic programs are advancing successfully. According to the Central Bank, the country’s reserves have reached US $ 3.5 billion as of today, indicating positive momentum in economic stability and financial management.",
    "The recent economic crisis and accompanying public demonstrations have significantly eroded the political and social stability of the country.",
    "It is imperative to recognize that a nation lacking political and social stability stands at a disadvantage in terms of securing financial aid, credit facilities and investments.",
    "Unfortunately, the current administration has been ineffective in adequately addressing these challenges.",
    "Despite extending an invitation to the opposition party to assume responsibility for managing the situation, their acceptance of such responsibility has not materialized.” (Colombo/Nov18/2023)"
  ]
}