{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Bangalore-crush-Rajasthan-by-112-runs-in-IPL/108-259168",
  "time_ut": 1684073791.0,
  "original_lang": "en",
  "original_title": "Bangalore crush Rajasthan by 112 runs in IPL",
  "original_body_lines": [
    "Fifties from skipper Faf du Plessis and Glenn Maxwell, followed by inspired bowling, led Royal Challengers Bangalore to a crushing 112-run win over Rajasthan Royals in the IPL on Sunday.",
    "Du Plessis made 55 and Maxwell smashed a 33-ball 54 to guide Bangalore to 171-5 before their bowlers then skittled Rajasthan for 59 runs in Jaipur.",
    "South African left-arm quick Wayne Parnell took three wickets, including Jos Buttler for a duck, as Rajasthan fell to the third-lowest total in Indian Premier League history.",
    "The lowest IPL total was Bangalore's 49 against Kolkata in 2017.",
    "Bangalore, still searching for their first IPL title, moved up two places to fifth in the 10-team table, with the top four to make the play-offs.",
    "“Really good for our net-rate,” said Du Plessis. “We batted first and assessed the conditions. We batted in the powerplay and thought 160 will be a good score.” Inaugural champions Rajasthan dropped to sixth with a game left in the league stage after their heaviest defeat in the T20 tournament.",
    "Pace spearhead Mohammed Siraj struck first to dismiss Yashasvi Jaiswal, who hit the fastest IPL fifty in 13 balls against Kolkata on Thursday, for a duck.",
    "The rest of the batting fell flat in just 10.3 overs, with only Shimron Hetmyer (35) and England import Joe Root (10) managing double figures.",
    "New Zealand's Michael Bracewell and fellow spinner Karn Sharma took two wickets each.",
    "Bangalore's batsmen set up victory after a strong 50-run start by du Plessis and Virat Kohli, who fell for 18 off Indian pace bowler KM Asif.",
    "The in-form du Plessis, who remains top of the batting chart with 631 runs, stood firm and formed a key partnership of 69 with Maxwell.",
    "Rajasthan hit back with three wickets in five balls, including du Plessis after his seventh IPL 50, with Australian leg-spinner Adam Zampa grabbing two of them in one over.",
    "Maxwell raised his fifth 50 of the season with a six but was out in the next over.",
    "Anuj Rawat, a left-handed wicketkeeper-batsman, smashed an unbeaten 29 off 11 balls and finished the innings with two sixes and a four to boost the total on a tough batting pitch. (AFP)"
  ]
}