{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Prime-Minister-discusses-trade-and-investment-with-Italy/34-747684",
  "time_ut": 1682442862.0,
  "original_lang": "en",
  "original_title": "Prime Minister discusses trade and investment with Italy",
  "original_body_lines": [
    "Prime Minister Dinesh Gunawardena yesterday held a discussion with Italian Ambassador Rita Giuliana Mannella about the expansion of trade and investment relations between the two countries.",
    "He urged the possibility of investments in new areas during a discussion held with the Ambassador of Italy Rita Giuliana Mannella and European Union Ambassador Denis Chibi when they called on him yesterday.",
    "The Prime Minister requested Italy to assist in setting up Italian Language Departments in Sri Lankan universities and Ambassador Mannella said the Embassy is already in contact with Sri Jayewardenepura University regarding setting up an Italian Language Centre. Furthermore, Italy is",
    "also interested in setting up skills development centres to train youths for employment in the hospitality industry. She said there is a demand for trained staff in hotels in Italy and trained Sri Lankans could gain employment. She pointed out such training would also help the tourism industry in Sri Lanka.",
    "European Union Ambassador Denis Chibi expressed satisfaction with the speedy recovery in tourism and said there is a growth in cultural tourism as most European tourists are keen to visit places of cultural value. Both Ambassadors expressed appreciation for the natural beauty of Sri Lanka and its tourist attractions.",
    "While Ambassador Mannella expressed satisfaction over the contribution made by expatriate Sri Lankans to the economies of Italy and Sri Lanka, the Prime Minister thanked the Italian Government",
    "The Envoys appraised the Prime Minister about Italy’s plans to bid for Expo 2030. Secretary to the Prime Minister Anura Dissanayake and other senior officials were present during the meeting."
  ]
}