{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92502/iran-sri-lanka-stress-enhancing-banking-trade-ties",
  "time_ut": 1691432760.0,
  "original_lang": "en",
  "original_title": "Iran, Sri Lanka stress enhancing banking, trade ties",
  "original_body_lines": [
    "In a meeting between Governor of the Central Bank of Iran (CBI) Mohammad-Reza Farzin and Minister of Foreign Affairs of Sri Lanka Ali Sabry in Tehran, the two sides stressed the need for the development of monetary and banking relations between the two countries as a prerequisite for the expansion of bilateral economic ties.",
    "In the meeting on Sunday, Farzin referred to the important role of the Asian Clearing Union (ACU) in the development of trade relations between the two countries, saying: “The ACU is a very suitable platform for the development of trade and monetary relations between the two countries and this platform can also be used to settle payments.”",
    "The CBI governor proposed the formation of a specialized banking and monetary working group between the central banks of the two countries, noting that, “The formation of this working group can play an important role in speeding up and facilitating banking cooperation. Meanwhile, it can also be used to develop monetary and banking relations as well as cooperation and economic exchanges.”",
    "Farzin announced CBI’s approval of the agreements made between Sri Lanka and other economic institutions in Iran, adding that the central banks of the two countries should guide monetary platforms and exchange processes in order to develop economic relations.",
    "He pointed out that Iran has been able to establish stable trade relations with its business partners despite the U.S. sanctions without causing any problems for the other parties.",
    "“Iran is now fully prepared to cooperate with Sri Lanka in order to expand monetary and trade relations within the ACU framework,” the official asserted.",
    "Sabry, for his part, pointed to the long-standing and continuous relations between the two countries and announced his country’s readiness to increase the level of trade with Iran.",
    "“The establishment of a bilateral banking committee between Iran and Sri Lanka to follow up on relevant issues and facilitate commercial affairs will definitely lead to the development of bilateral cooperation,” he said.",
    "The Sri Lankan official went on to say that the Central Bank of Sri Lanka is following up on the measures within the ACU framework.",
    "He also appreciated Iran’s support to Sri Lanka in the International Monetary Fund (IMF).",
    "The ACU was established in 1974 as a payment arrangement through which participants settle payments for intra-regional transactions among the participating central banks on a net multilateral basis, according to ACU’s official website.",
    "ACU currently has nine members including India, Iran, and Pakistan."
  ]
}