{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/DFCC-Bank-partners-with-Isipathana-College-OBA-to-launch-Affinity-Credit-Card/34-751427",
  "time_ut": 1691176755.0,
  "original_lang": "en",
  "original_title": "DFCC Bank partners with Isipathana  College OBA to launch Affinity Credit Card",
  "original_body_lines": [
    "From left: DFCC Bank Vice President, Head of Marketing and Sustainability Nilmini Gunaratne, DFCC Bank Team Leader Thilan Gunasekera, DFCC Bank Vice President, Head of Cards Denver Lewis, DFCC Bank Senior Vice President of Retail Banking and SME Aasiri Iddamalgoda, DFCC Bank CEO Thimal Perera, Ceylinco General Insurance Chairman Jagath Alwis, Isipathana College OBA Vice President Finance Roshan Maddumage, Isipathana College OBA Joint Secretary Dushan Wickramasinhe, and Isipathana College OBA Social Secretary Gaznaffer Jaladeen",
    "DFCC Bank is proud to officially facilitate seamless payments and exclusive privileges for the Old Boys Association (OBA) of one of Colombo’s most prestigious schools with the DFCC Isipathana College OBA Affinity Credit Card.",
    "The bank will contribute to the OBA a percentage of each cardholder’s spend and a percentage of the annual fee. The specifically designed card is DFCC’s form of ensuring the OBA continues financially supporting their alma mater in developing education and sports. It is a prestigious card with abundant exclusive benefits, offers and privileges, making any member a proud user. The new card, which is exclusively for members of the OBA, provides all the benefits of a DFCC Credit Card along with other special perks only for members, including 1% cash back on every spend, year-round discounts and offers, 60-month easy payment plans, seamless balance transfer options and a beneficial loan-on-card facility.",
    "DFCC Credit Cards have earned an impeccable reputation as a widely respected and accepted payment instrument, locally and globally, that provides insightfully tailored benefits to diverse segments of customers. The DFCC Isipathana College OBA Affinity Credit Card was recently launched at a special ceremony held at the DFCC Head Office, which was attended by senior bank officials and members of the OBA."
  ]
}