{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92311/japanese-foreign-minister-meets-with-president-wickremesinghe",
  "time_ut": 1690602540.0,
  "original_lang": "en",
  "original_title": "Japanese Foreign Minister meets with President Wickremesinghe",
  "original_body_lines": [
    "Japanese Foreign Minister Hayashi Yoshimasa paid a courtesy call to President Ranil Wickremesinghe in Colombo on Saturday morning (July 29).",
    "The Japanese lawmaker noted that the fact that President Wickremesinghe visited Japan twice during his first year in office symbolizes the deepening bilateral relationship between the two countries.",
    "He also expressed his hope for further progress in the debt restructuring process and underscored the importance of a transparent and comparable debt restructuring that involves all creditor countries.",
    "President Wickremesinghe vowed to take utmost care to ensure the transparency and comparability of the debt restructuring and reiterated his appreciation for Japan’s contribution to the discussions on debt restructuring.",
    "Minister Yoshimasa stated that Japan attaches great importance to cooperation with the Indian Ocean Rim Association (IORA), which Sri Lanka will chair from October. In response, President Wickremesinghe welcomed Japan’s proactive contribution as the IORA chair.",
    "The two sides also candidly exchanged views on bilateral relations, regional situations including East Asia, and cooperation on the economy.",
    "Minister Yoshimasa arrived in Sri Lanka on Friday night (28 July), on a two-day official visit, during which he is expected to have talks on bilateral relations with the President, Prime Minister Dinesh Gunawardena and his Sri Lankan counterpart Ali Sabry.",
    "The Japanese legislator is accompanied by Murakami Manabu, the Senior Foreign Policy Coordinator; Arima Yutaka, the Director General of Southeast and Southwest Asian Affairs; Endo Kazuya, the Director General of International Cooperation; and Okano Yukiko, the Deputy Press Secretary from the Japanese Foreign Ministry and a 22-member delegation consisting of officials of the Japanese Foreign Ministry."
  ]
}