{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90601/health-officials-warn-of-covid-19-infections-surging-again",
  "time_ut": 1684306560.0,
  "original_lang": "en",
  "original_title": "Health officials warn of Covid-19 infections surging again",
  "original_body_lines": [
    "The Public Health Inspectors’ Union (PHIU) has forewarned of an exacerbated health problem in the near future since the tests to identify Covid-19 patients are not being currently carried out at the ground level.",
    "Making a special statement today (May 17), the president of the association Upul Rohana emphasized that the people need to follow the health guidelines again for their own safety.",
    "“A viral illness and also a condition that can be suspected of being Covid-19 are widespread at present at the ground level.  Especially, it is spreading like an epidemic within schools and other institutions.”",
    "“Therefore, we, the general public must act responsibly at the moment”, he said.",
    "Mr. Upul Rohana, who mentioned that it is important to follow the previously introduced Covid-19 prevention guidelines such as washing hands and maintaining a clear respiratory system, also highlighted that limiting unnecessary gatherings and making sure to wear face masks once again will help to safeguard one’s own health.",
    "“There is no system to confirm the patients at the ground level in order to understand whether the current situation is caused by Covid-19 infection, or whether it could exacerbate to an epidemic situation that will ultimately result in a calamity”, he claimed.",
    "“This infection is confirmed only when the patients are hospitalized and only in deceased patients. Therefore, we suspect that the Covid-19 disease is spreading to some extent at the ground level.”",
    "“Therefore, it is very important to strictly follow all the health guidelines given earlier for the safety of your lives”, he added."
  ]
}