{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-cpc-makes-rs88bn-profit-as-rate-mistargeting-ends-140450/",
  "time_ut": 1700276880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s CPC makes Rs88bn profit as rate-mistargeting ends",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Ceylon Petroleum Corporation has made an 88.6 billion rupee profit in the first eight months of 2023, partly helped by currency appreciation, a Finance Ministry report said, compared to a loss of 716 billion rupees last year amid a currency collapse.",
    "Currencies collapse when soft-pegged (flexible exchange rate) central banks print money to mis-target short-term interest rate, which are then blamed on ‘budget deficits’.",
    "When currencies are inflated and depreciated by the monetary authority, on various pretexts, SOEs have to engage in never ending price increases.",
    "In Sri Lanka the CPC built up large foreign borrowings as it was barred from buying dollars in recent currency crises triggered by the central bank printing money to boost growth (targeting potential output) including in 2018 when fuel was market priced people were taxed to bring the deficit down.",
    "In the first eight months of 2023 CPC’s revenues grew 28.6 percent to 921.8 billion rupees, up 28.6 percent from 716.6 billion a year earlier amid market pricing.",
    "As a result, CPC posted gross profit of 121.6 billion rupees in the first eight months, compared to a gross loss of 23.2 billion rupees last year.",
    "With the appreciation of the rupee in 2023, the CPC has recorded a profit of 88.6 billion rupees.",
    "In 2023 Sri Lanka’s SOE with dollar loans including the money producing SOE, the central bank make large losses on their net dollar borrowings.",
    "The central bank had borrowed and busted dollar from the IMF and the Reserve Bank of India especially through the Asian Clearing Union.",
    "Energy SOE’s in countries with depreciating Saltwater/Cambridge flexible monetary regimes supported by the International Monetary Fund including in Pakistan and Sri Lanka make large losses when the currencies collapse from the bureaucratically decided non-market policy rate.",
    "In Laos, where the currency collapses like in Sri Lanka (neighboring Cambodia is dollarized and free from the grip of inflationist macro-economists) energy SOEs debt are the biggest component of sovereign debt. (Colombo/Nov18/2023)"
  ]
}