{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Released-Rajiv-Gandhi-case-convict-wants-to-go-back-to-SL-says-he-is-deprived-of-sunlight-in-special-camp/108-260863",
  "time_ut": 1686466605.0,
  "original_lang": "en",
  "original_title": "Released Rajiv Gandhi case convict wants to go back to SL, says he is deprived of sunlight in special camp",
  "original_body_lines": [
    "Life inside a central jail, first as a condemned prisoner and then as a life convict, was far better than the present phase of being a ‘freed prisoner’ held at a special camp, says M T Santhan alias T Suthenthiraraja, a released convict in the Rajiv Gandhi assassination case.",
    "In a latest letter from his cell at a special camp on the Central Prison campus in Trichy, Santhan said, “I have already given a representation to the Prime Minister, the Union home minister and the external affairs minister of India, requesting them to facilitate my return to Sri Lanka. I have requested authorities to take me to Chennai where I need to visit the Lankan high commission to renew my passport and obtain advice on return to my country. So far there has been no response.”",
    "He called upon Lankan Tamils in different parts of the world besides the Tamil diaspora to give their voice for him. “I have not met my mother for 32 years, and I feel guilty about not being able to be with her and help her in her sunset years. Authorities have let us be alive, but we have not been permitted to live,” he said.",
    "Santhan said he and three other released co-convicts – Murugan alias Sriharan, Robert Payas and Jayakumar – have been allotted two rooms where windows have been sealed with tin sheets.",
    "Narrating the deplorable living conditions and onerous rules that curb their movement on campus and interview with relatives, Santhan said they were deprived of sunlight and without telephones. No visitor other than ‘blood relatives’ were allowed to meet them, he said, asking, “How will a foreigner like me have any blood relative here”?",
    "“The government thinks its responsibility towards us has ended with the allotment of Rs 175 per head per day. For over six months, we have been confined in the special camp in Trichy, along with about 120 foreigners, including more than 90 from Sri Lanka. There are three children and five women in the group, and all are charged with passport and immigration law violations,” he said.",
    "Following the November 11, 2022 order of the Supreme Court a total of six convicts – Nalini Sriharan, Sriharan, Santhan, Robert Payas, Jayakumar and Ravichandran – were released the next day after about 32 years of incarceration. While Nalini and Ravichandran were allowed to go free and rejoin their respective families, the remaining four were taken to the special camp on Trichy Central Prison campus as they were all Sri Lankan nationals who did not have valid documents on them. Since then, they are all housed there.",
    "Among the seven convicts in the Rajiv Gandhi assassination case, A G Perarivalan was the first one to be released, on May 18, 2022. It was he who moved the Supreme Court and earned an order on May 18, 2022 for his release.(Times of India)"
  ]
}