{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92260/indian-pm-narendra-modi-to-face-no-confidence-vote-in-parliament",
  "time_ut": 1690390020.0,
  "original_lang": "en",
  "original_title": "Indian PM Narendra Modi to face no-confidence vote in parliament",
  "original_body_lines": [
    "Indian Prime Minister Narendra Modi’s government will face a no-confidence vote in parliament amid deadlock with the opposition over violence in the state of Manipur.",
    "A lawmaker from the opposition Congress party tabled a no-confidence motion on Wednesday.",
    "Mr Modi’s government won’t lose the vote as his party and its allies have a clear majority in parliament.",
    "But opposition leaders say the move will force Mr Modi to speak on Manipur.",
    "They have been demanding that he address parliament on ethnic clashes in the state which broke out in May between the majority Meitei group and the tribal Kuki minority.",
    "At least 130 people have been killed and tens of thousands displaced in the violence.",
    "Last week, a video that showed two women being paraded naked by a mob had sparked global outrage and condemnation.",
    "It also forced Mr Modi to break his silence on Manipur: he said that the incident had “shamed India” and that the attackers wouldn’t be spared.",
    "Federal home minister Amit Shah told the Lok Sabha - the lower house of parliament - earlier this week that the government was ready to discuss the violence and accused the opposition of preventing this.",
    "This is the second time that Mr Modi’s government is facing a no-confidence motion since it came to power in 2014. In 2018, a lawmaker had moved a motion over the issue of granting a special category status to Andhra Pradesh state. It was defeated after a 12-hour debate.",
    "A no-confidence motion can only be moved in the Lok Sabha and will be accepted if at least 50 lawmakers support it. Once accepted, the speaker will announce a date for a vote within 10 days. If the government is unable to prove its majority, it will have to resign.",
    "On Wednesday, two motions were moved by MPs from the Congress party and the Bharat Rashtra Samithi - the first was accepted.",
    "Speaker Om Birla said he would announce a date for the debate and vote after speaking with leaders of all parties.",
    "“We are well aware that the numbers are not in our favour,” Manoj K Jha, an opposition MP, said on Wednesday. “But it is not about the numbers, the PM will have to speak in parliament following a no-confidence motion.”",
    "The opposition was “forced to move the no-confidence motion as it was the last weapon”, Congress leader Manickam Tagore said."
  ]
}