{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-proposed-anti-terror-law-threatens-eu-gsp-renewal-in-2024-harsha-120317/",
  "time_ut": 1683774540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka proposed anti-terror law threatens EU GSP+ renewal in 2024: Harsha",
  "original_body_lines": [
    "ECONOMYNEXT – A proposed anti-terror law threatens the renewal of the GSP+ facility of the European Union opposition legislator Harsha de Silva has said.",
    "“Under new regulations, the EU now requires six countries, including Sri Lanka and Pakistan, to submit applications for the renewal of the GSP+ facility,” de Silva warned.",
    "“The EU will decide whether to grant the facility from 2024 to 2033 after evaluating compliance with various conventions related to human rights, labor rights, good governance, environmental protection, and democratic rights.",
    "“However, Sri Lanka’s proposed Anti-Terrorism Bill has raised concerns that it violates fundamental rights guaranteed by the country’s constitution, potentially jeopardizing its chance of regaining the GSP+.”",
    "GSP+ allows duty free access to the EU, giving an edge over competitors. Sri Lanka’s exports are now falling due to ending money printing developed nations, which had driven inflation to 40 year highs.",
    "More than 500 million dollars worth of goods are exported under GSP+ to the EU, de Silva said.",
    "“Losing this trade concession would have far-reaching economic consequences for Sri Lanka, particularly in the already-struggling garment sector,” de Silva said.",
    "“The country must address these human rights and democratic governance issues to retain its economic lifeline and build a sustainable future.”",
    "The anti-terror law, among others allows police to hold suspects for long periods under detention order (DO), a provision that had drawn criticism. The new law had made it even easier for lower level police officials to hold suspects, without seeking approval from the ministry secretary as earlier, critics have said. (Colombo/May11/2023)"
  ]
}