{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Kudos-for-Kahawatte-Plantations-Endane-Special-BOP-1-at-Leafies-International-Tea-Academy-Award-2023/34-755296",
  "time_ut": 1700165572.0,
  "original_lang": "en",
  "original_title": "Kudos for Kahawatte Plantations’ Endane Special BOP 1 at Leafies International Tea Academy Award 2023",
  "original_body_lines": [
    "Kahawatte Plantations announced yesterday that its Endane Special BOP 1 tea has been highly commended at the renowned Leafies International Tea Academy Award 2023.",
    "The Leafies celebrate the world’s finest loose-leaf teas and bring primary tea producers’ exposure to a global tea-focused market. Endane Special BOP 1 tea stood out among 320 teas from across the globe at the Leafies International Tea Academy Award 2023. This accolade is a testament to our commitment to producing the world’s finest loose-leaf teas and the dedication that goes into every cup while promoting sustainable practices in the tea industry, stated Kahawatte Plantations.",
    "Endane Estate, nestled in the picturesque Kahawatte region of the Ratnapura District, has a rich history dating back to 1915. Sprawling over an area of 650 hectares and elevations ranging from 230 to 340 metres above sea level, Endane Estate is one of the largest tea estates within the Kahawatte Plantations portfolio.",
    "What makes Endane Estate truly unique is not just the outstanding tea it produces but also its unwavering commitment to sustainability. The Endana Nature Corridor, a 3-kilometre-long green link within the estate, is testimony to this commitment. The corridor connects fragmented habitats, specifically the Iharakanda and Walankanda Forest Reserves, fostering ecological restoration and increased biodiversity. This remarkable project, in addition to promoting biodiversity, aims to preserve threatened endemic species of plants and trees. The endeavour also integrates programs to uplift livelihoods, to ensure the sustainable use of forest resources and encourages the preservation of forests and home gardens.",
    "“This award is proof of the Kahawatte Plantations’ enduring commitment to producing exceptional teas and fostering sustainability. We are excited about the future, and our journey towards creating a better, greener world through the love of tea,” the Company said."
  ]
}