{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-to-send-100-000-toque-monkeys-to-zoological-gardens-in-China/108-257511",
  "time_ut": 1681222815.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to send 100,000 toque monkeys to zoological gardens in China",
  "original_body_lines": [
    "A group of Chinese representatives has submitted a request to the Agriculture Ministry to provide Sri Lankan toque monkeys to zoological gardens in China.",
    "A special discussion was held yesterday at the Agriculture Ministry in this regard regarding the grant request for 100,000 toque monkeys in our country under the first phase.",
    "According to this discussion, Agriculture Minister Mahinda Amaraweera said that steps should be taken to appoint a committee with the approval of the Cabinet to study the legal situation regarding the provision of Sri Lankan toque monkeys to a foreign country.",
    "The minister mentioned that the committee should also include officials from the ministry, the zoology department, the wildlife department, and the Attorney General's department.",
    "In this regard, a cabinet paper is to be prepared for the immediate appointment of this committee.",
    "During the discussion, it was revealed that the current toque monkey population of our country is close to three million. \"Toque monkeys are the foremost among the animals that cause crop damage in this country. All the efforts made by the government so far to reduce the population have failed,\" Minister Amaraweera said.",
    "The survey conducted by the Hector Kobbekaduwa Agricultural Training and Research Institute has confirmed that the highest intensity or severity of crop damage has been reported from toque monkeys.",
    "According to surveys conducted in 250 agricultural development areas, toque monkeys have caused complete damage in 110 areas, severe damage in 235 areas, and partial damage in 155 areas. Most of the damage caused by toque monkeys is reported from the North-West Province.",
    "However, it was also emphasized that when looking at the damage caused to crops in Sri Lanka by toque monkeys, it is a matter of happiness that another country came forward to get",
    "*** Toque monkeys have caused complete damage in 110 areas, severe damage in 235 areas, and partial damage in 155 areas. (Chaturanga Pradeep Samarawickrama)"
  ]
}