{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceat-covers-20-more-schools-with-road-safety-for-school-children-initiative/",
  "time_ut": 1681921020.0,
  "original_lang": "en",
  "original_title": "CEAT covers 20 more schools with ‘Road Safety for School Children’ initiative",
  "original_body_lines": [
    "CEAT Kelani Holdings has gifted traffic safety equipment to another 20 schools located close to main roads and in high congestion zones in the first three months of 2023, as part of the Company’s continuing commitment to make commuting safer and smarter, especially for school children.",
    "The donation of 330 items comprising of 150 road safety related signboards, 160 traffic cones, and 20 school traffic warden jackets to schools in several districts was done under the ‘CEAT Cares –",
    "Road Safety for School Children’ programme, also known as ‘Maga Yana Maga.’ This flagship community initiative was designed to reflect CEAT’s commitment to safety on the roads, which is also a key element in all its products, which are engineered with safety in mind, the Company said.",
    "The schools that benefitted from the donations included Ananda College in Colombo 10, Anula Vidyalaya Nugegoda, Bandaranayake Central College Veyangoda, Dhammissara National School Nattandiya, Kelani Maha Vidyalaya Kelaniya, Ladies’ College Colombo 07, Mahamaya Balika Maha Vidyalaya Kadawatha, Mahanama College Colombo 03, Maharagama Central College Maharagama, Maris Stella College Negombo, Peliyagoda R.C.V Kelaniya, President’s College Homagama, President’s College Kelaniya, Rathnawali Balika Maha Vidyalaya Colombo 08, Siddhartha College Weligama, St. Joseph’s Balika Vidyalaya Nugegoda, St. Joseph’s College Nugegoda, St. Joseph Vaz College Wennappuwa, Subharathi Mahamathya Maha Vidyalaya Homagama, and Viharamahadevi Balika Vidyalaya Kiribathgoda.",
    "CEAT resumed the ‘Road Safety for School Children’ programme last year adopting an equipment-only model after a short hiatus necessitated by the pandemic. In its original phase, the programme directly engaged with students, parents and transport providers, principally school van drivers via road safety workshops, and was coupled with the donation of traffic management kits comprising traffic cones, safety jackets, traffic signs and other aids to the traffic squads in each of the schools visited.",
    "This community programme was initiated in 2010 and has to date covered 270 schools in Colombo and the Southern, Northern, North Western, Central and Eastern regions of the country. It was launched in response to the alarming statistics of deaths and injuries caused by road accidents resulting from negligence and non-observance of rules, making road safety a significant challenge in Sri Lanka.",
    "The manufacturer of nearly half of Sri Lanka’s pneumatic tyre requirements, CEAT Sri Lanka is considered one of the most successful India – Sri Lanka joint ventures. The joint venture’s cumulative investment in Sri Lanka to date exceeds Rs 8 billion. The company’s manufacturing operations in Sri Lanka encompass tyres in the radial (passenger cars, vans and SUVs), commercial (nylon and radial), motorcycle, three-wheeler and agricultural vehicle segments.",
    "The CEAT brand accounts for market shares in Sri Lanka of 48 per cent in the Radial segment, 80 per cent in the Truck category, 84 per cent Light Truck tyre category, 51 per cent in the Three-Wheeler tyre segment, 36 per cent in the Motorcycle tyre segment and 72 per cent in the Agricultural vehicle",
    "tyre category. CEAT Sri Lanka exports about 20 per cent of its production to 16 countries in South Asia, the Middle East, Africa and the Far East.",
    "AMDT School of Creativity – A Gateway to World-Class Education in Creative Arts and Design in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}