{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-future-is-female/",
  "time_ut": 1677513720.0,
  "original_lang": "en",
  "original_title": "The Future is female?",
  "original_body_lines": [
    "Statistics from the University Grants Commission (UGC) for 2020 show that out of 109,660 students that constituted the UGC intake for the year, 64.3 % were female. The preponderance of female students exists across disciplines with Engineering , Technology, and Computer Science being the only disciplines with larger male populations.1 In the Colombo Arts Faculty, the student numbers for 2020 were 2013 (85%) women and 352 (15%) men; in Peradeniya it was 2962 (82%) women to 651 (18%) men.",
    "Our university administrations and policy makers, while being aware of the demographic reality of more women within the university system, have done little so far to acknowledge and respond to it. The formidable promise of the fact that there is a captive population of young women with relatively high educational achievements at secondary level has not significantly impacted education policy or the way universities are administered. We are we not yet at the point of realising its promise and using it for positive change.",
    "Sri Lanka currently is not a very nice place for women and especially for young women. The most obvious indicators of the country’s rampant misogyny are the low rates of women’s political participation/representation in the legislature and local government since independence, the high incidence of gender-based violence and the economy’s exploitation of vulnerable women’s labour. The lack of female leadership in politics, and the violent masculinity of most politicians, the degrading language used against women politicians also impact the way leadership is understood in the country and women’s place as leaders.",
    "The long history of problematic female representation in politics was partially addressed by the quota at local government in the last election. It is apparent from nominations for elections this time around that the idea of women in politics is becoming normalised. With the emergence of female MPs such as Dr. Sudarshini Fernandopulle and Dr. Harini Amarasuriya (from the University community), there are role models for our students to emulate. But the presence of only 12 women in a parliament of 225 is indication not just of the ongoing crisis of leadership in the country but of women’s absence. The parliamentary leadership’s embracing of violence together with their current exhibition of a criminal lack of awareness as to the troubles of the people is intolerable and is gendered.",
    "Enabling not only young University women in Arts Faculties but across the system to critically understand and respond to challenges in a country where misogyny reigns will ensure that they are strategic in the choices they make about their future(s). Sadly, the university system does not model female strength and leadership for the young women in its student body. In keeping with the trend in the country, the higher levels of university administration too are mostly male. While the University Teachers Union at the Colombo Arts Faculty has had many secretaries who have been women, women presidents have been rare. There has only been one female Dean of the Faculty of Arts in Colombo. There has been a woman bursar, registrar and three vice chancellors. They are however, the exception. It is unsurprising therefore that despite the high numbers of female students, the student leaders are almost always male.",
    "Beyond numbers, we also still have male lecturers – residual from a previous era —who dominate faculty meetings on the basis of their masculinity and ethnic identity, silencing women and minority staff. Many male lecturers of all communities continue to engage in sexist behaviour that demean female colleagues and students. Such behaviour, while frowned upon by colleagues both male and female, is generally left unaddressed. We are yet to cultivate a culture where calling out such actions is the norm. These individuals, although thankfully a minority, continue to model objectionable behaviour for both female and male students. As for sexual harassment experienced by staff and students, several Kuppi columns have been written about that. Universities, therefore, continue to perpetuate problematic gender roles and norms that are hardly enabling of young women, whose experience at university is often challenged by other struggles.",
    "Students in the Arts faculties, and arguably across the university system, hail from families that are very poor or from the newly emergent or struggling middle class. For instance, I recently discovered that according to UGC criteria regarding need, students must be from families with income below Rs. 150,000.00 per year. And there are many who qualify. Additionally, the poorest districts in the country with underserved schools send large numbers of students to the Arts Faculties. Conversations with our students indicate that their families are facing serious economic challenges and that they may struggle to find their way after graduation. Many of them are likely in the current economy to see their families fall back in to poverty. Young women who come to university from such backgrounds are already struggling and have battled huge odds to enter and stay the course. Current education reform processes barely recognize their struggles.",
    "Many studies have shown that women students also encounter violence of an intimate nature that is pervasive. Several extreme incidents of such violence have made it to the media in the last few years. On the 17th of January 2023, Chathuri Hansika Mallikarachchi, a recent graduate of the Faculty of Science at the University of Colombo was murdered by her boyfriend, a student of the same faculty. The great distress and unease experienced by our student body in the aftermath of this tragic incident prompted many of us in the University to address the incident in class and help students make sense of it. In April 2022 Apsara Wimalasiri also a part of the University community doing her PhD in Wellington, New Zealand was killed by her former husband when she was on a visit to Sri Lanka. Then in January 2020, Hapuhettige Don Roshini Kanchana, a medical student at Jaffna University was murdered in broad daylight by her husband, a soldier attached to the medical corps at Paranthan. A 2015 study by the UGC, FUTA and CARE International, identified students’ horrific past experiences of ragging and sexual harassment leading to long term physical and mental health issues and even death. They also identified, through a study on masculinity by CARE International, that men in Sri Lanka felt entitled to commit violence against women in general, but intimate partners in particular. The CARE study is a frightening reminder of the preponderance of violence in the home and among kin that women must be strengthened to face, name and refuse.",
    "The current reforms driven by the quality assurance process emphasises English and IT skills and learned entrepreneurship to make our students “employable,” efforts that seem divorced from the gendered social context of the university and the larger world. This emphasis derives from an inadequate understanding of both the gender distribution of the student body as well as the challenges our students face when trying to navigate a violently gendered world with their families, at university and in the world at large. Gendered labour contexts—only alluded to in this piece—range from male employers preferring to not employ women due to their requests for maternity leave, and early release from work due to difficulties getting home, rejection of requests for time off, absence of child care support to harassment and blatant sexual violence. The unpaid care work women are compelled to carry out that sometimes precludes employment is also absent from analyses of employability.",
    "The column this week has tried to argue that it is important that the University system respond positively to the demographic reality that Arts faculty students are mostly female. These students, many of whom come from troubled backgrounds have surmounted great difficulties already to attend university. Their resilience must be recognised and validated and they must be supported to grow further. What such support might look like must be carefully thought through. Our current syllabi, teaching methods, as well as the gendered context of university campuses themselves are wholly inadequate to prepare young women for the challenges they will face. There must be a recognition of how the university reflects the gender roles of Sri Lankan society, and student safeguards must be institutionalised.",
    "Our students’ access to resources opportunities and self-realisation are compromised at the outset due to problematic gender and class configurations in society. We must ensure that these young women are provided with a language to name the problems that they are constantly facing and are enabled to imagine resistance and not just praised for forbearance.",
    "(The author is Professor and Head in the Department of Sociology at the University of Colombo)",
    "Kuppi is a politics and pedagogy happening on the margins of the lecture hall that parodies, subverts, and simultaneously reaffirms social hierarchies.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}