{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92442/india-grants-inr-450mn-in-advance-for-sri-lanka-unique-digital-identity-project",
  "time_ut": 1691154480.0,
  "original_lang": "en",
  "original_title": "India grants INR 450mn in advance for Sri Lanka Unique Digital Identity project",
  "original_body_lines": [
    "The Indo-Sri Lanka Joint Project Monitoring Committee has taken a decisive step towards the implementation of the Sri Lanka Unique Digital Identity (SL-UDI) – a crucial milestone in the country’s digitization drive, the President’s Media Division (PMD) reported.",
    "During a meeting at the Presidential Secretariat today (04), key stakeholders, including Presidential Senior Adviser on National Security and Chief of Presidential Staff, Sagala Ratnayaka, State Minister of Technology, Kanaka Herath, Indian High Commissioner, Gopal Bagle, and First Secretary of the Indian High Commission, Eldos Mathew, Secretary of the Ministry of Technology, Prof. M.D. Gunawardena, Secretary of the Ministry of Public Security, Viyani Gunathilake, and Additional Secretary of the Presidential Secretariat, Dr. Sulakshana Jayawardena, engaged in extensive discussions on the project’s execution.",
    "During the meeting, it was reported that tenders related to the SL-UDI project had been received and were currently under review, adhering to a meticulous timeline. Signifying the Indian government’s commitment to the initiative, the Indian High Commissioner handed over a significant contribution of Indian Rs. 450 million to Minister Kanaka Herath, constituting 15% of the total funds required for the successful implementation of the project as an advance payment, it added.",
    "In his directive, Sagala Ratnayaka emphasized the paramount importance of adhering to a well-defined timeline to ensure the project’s seamless execution. He further advised convening regular weekly meetings to monitor and evaluate progress, the PMD said in a statement.",
    "Acknowledging the project’s profound significance in Sri Lanka’s economic recovery process, Sagala Ratnayaka expressed heartfelt gratitude to the Indian government for its unwavering support in this endeavour.",
    "The SL-UDI project holds immense promise in bolstering Sri Lanka’s digital infrastructure and fostering growth across various sectors. With this notable step, the nation inches closer to a more technologically advanced future, poised for enhanced economic development and prosperity, according to the PMD."
  ]
}