{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-adjudged-best-sme-bank-in-sri-lanka-by-global-finance/",
  "time_ut": 1678057560.0,
  "original_lang": "en",
  "original_title": "ComBank adjudged ‘Best SME Bank’ in Sri Lanka by Global Finance",
  "original_body_lines": [
    "The Commercial Bank of Ceylon’s impactful efforts to support the local SME sector were recently acknowledged on a global platform when the Bank won the award for the ‘Best SME Bank’ in Sri Lanka from the New York-head quartered Global Finance magazine.",
    "This award honours financial institutions that best supported their small and medium enterprise clients during uniquely tumultuous times by preparing them to thrive in the new, post-Covid landscape, the magazine said.",
    "Commercial Bank Managing Director and CEO Sanath Manatunge said: “According to the South Asia Department of the Asian Development Bank, SMEs represent more than 75% of the enterprises in Sri Lanka and account for more than 20% of exports, 45% of employment, and 52% of GDP. These are significant statistics that prove the SME’s indispensable role in the local economy. By supporting this vital sector, Commercial Bank contributes to the economic growth of the country. This latest award is not only an acknowledgement of our efforts in this regard but also a vote of confidence that identifies the Bank as a reliable financial partner that provides unique services to entrepreneurs.”",
    "The Bank received the award at the annual Best SME Bank Awards ceremony hosted in London where financial institutions from 69 countries and territories and six US regions were recognised for their exceptional performance in meeting the specialised needs of the SMEs in their markets during the period in review between April 2021 and March 2022.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}