{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90796/asia-has-become-global-economic-powerhouse-and-most-dynamic-region-president",
  "time_ut": 1684995420.0,
  "original_lang": "en",
  "original_title": "Asia has become global economic powerhouse and most dynamic region – President",
  "original_body_lines": [
    "Addressing the Nikkei Forum on the Future of Asia in Tokyo, a short while ago, President Ranil Wickremesinghe highlighted Asia’s significance as the world’s largest economy, home to 60% of the global population, and a major contributor to global growth.",
    "He emphasized the region’s potential for continued growth, supported by China’s recovery, India’s domestic demand, and the contributions of advanced economies like Japan and South Korea.",
    "President Wickremesinghe also highlighted three major challenges facing Asia in his address at the Nikkei Forum in Tokyo, the President’s Media Division reported.",
    "He said democratic values and human rights, climate change, and trade integration are key challenges and emphasized the importance of respecting the diverse political systems and definitions of human rights across Asian countries.",
    "President Wickremesinghe emphasized that Asia has become the global economic powerhouse and the most dynamic region, with its economy already comparable in size to Europe and North America’s economies.",
    "In his address, he also stressed on climate change, which poses significant threats to Asia, adding that rising temperatures in the region, leading to severe weather events and rising sea levels, are impacting the livelihoods, food security and exports of Asian countries.",
    "President Wickremesinghe’s speech focused on trade integration and debt sustainability and highlighted the risks faced by Asian countries, emphasizing the importance of upholding the rules-based multilateral trading system with the World Trade Organization (WTO) at its core, rejecting economic coercion and decoupling.",
    "He emphasized that Asian countries do not want to be forced to choose between big powers and highlighted the economic interdependence between ASEAN countries and China and expressed opposition to the bifurcation of Asia.",
    "President Wickremesinghe supported a cooperative approach by Japan and called for open-ended dialogues among Japan, China, India, and ASEAN, adding that it is crucial for the emergence of a peaceful and prosperous Asian region.",
    "“A single Asian voice devoid of disharmony needs to be present at COP 28. The success of this conference will depend on the ability of the key Asian nations to come to an agreement,” he said.",
    "“Sri Lanka welcomes the pledge made at the G7 Hiroshima Leader’s Communique to reject decoupling and its strategies in favour of economic resilience and economic security. To this end, the G7 has undertaken to engage in dialogue and follow a cooperative approach within the group as well as with global partners - including developing countries,” said President Wickremesinghe, adding that it is appropriate that the rules-based multilateral trading system with the WTO at its core be upheld.",
    "The President said that by mid-century, rising waters will impact nearly a billion people in the Asia-Pacific region. He told the Nikkei Forum, “It is regrettable that as many as eight of the fifteen countries affected by climate change are from Asia.”"
  ]
}