{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/prime-lands-residencies-announces-sandamini-perera-as-new-executive-chairperson/",
  "time_ut": 1704382980.0,
  "original_lang": "en",
  "original_title": "Prime Lands Residencies announces Sandamini Perera as new Executive Chairperson",
  "original_body_lines": [
    "Prime Lands Residencies PLC, the real estate leader, has announced a change in leadership with Sandamini Perera assuming the role of Executive Chairperson of the Company’s Board of Directors, effective January 01, 2024. She takes over from outgoing co-chairman, Premalal Brahmanage, who has stepped down from the role after nearly 03 years of dedicated service since the Initial Public offering in 2021.",
    "Sandamini Perera, the co-founder of Prime Group, has served as the Executive Director of Prime Lands Residencies PLC since 2005, concurrently holding the position of co-chairperson. Apart from her role there, she also holds director positions in several other companies. With over 27 years of experience in the real estate industry, Sandamini Perera brings exceptional leadership expertise as she steps into her new role. She has been instrumental in the Company’s tremendous growth over the past two decades to become Sri Lanka’s leading real estate developer.",
    "An entrepreneur and business strategist by profession, Sandamini Perera holds an MSc. in Strategic Marketing and is a member of the Sri Lanka Institute of Marketing. She has received many accolades, including being named one of Sri Lanka’s Most Powerful Businesswomen in 2013 and Best Women Entrepreneur for 2014/2015. She was also awarded the ‘Honoured Leaders Excellence Award’ for excellence in women’s empowerment from World Consulting and Research Corporation, New Delhi.",
    "On assuming the role as Chairperson, Sandamini Perera said, “Embracing global real estate trends, we pioneered the revolutionary ‘Prime 1% Plan’, which enabled everyone to own a home or a land that they",
    "desired. In our relentless pursuit of success, we are unwaveringly dedicated to turning the aspirations of our valued clients into reality. I am proud to be part of these transformative initiatives and look forward to leading more exciting ventures for our clients.” Sandamini added, “I sincerely thank Premalal Brahmanage for his visionary leadership over the years and look forward to building on the strong foundation. I appreciate the trust placed in me and eagerly anticipate the journey ahead.”",
    "Premalal Brahmanage’s invaluable service and dedication as co-chairman over the past two decades has been instrumental in guiding the strategic vision of the company. Under his exceptional leadership and stewardship, Prime Lands Residencies PLC experienced monumental expansion to become the Nation’s Premier Real Estate Developer.",
    "After resigning as co-chairman, Premalal Brahmanage will continue to serve the company as an Executive Director. The Board of Directors expressed gratitude to Premalal Brahmanage for his invaluable contributions and wishes him the very best in his continued role as an Executive Director. It also conveyed full confidence in Sandamini Perera to take Prime Lands Residencies PLC to greater heights in line with its strategic vision and plans for the future. As Prime Lands Residencies PLC continues its legacy as the market leader, the announcement of change in leadership will thrive the company towards continued growth.",
    "Prime Lands Residencies clinches dual honors at TAGS Awards 2023",
    "Prime Lands clinches coveted Gold Award for elevated online presence",
    "Prime wins Gold in land and property sector at TAGS Awards 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}