{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-recruit-experts-to-assess-indian-adhanis-renewable-energy-bid-minister-144339/",
  "time_ut": 1702984500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to recruit experts to assess Indian Adhani’s renewable energy bid: Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka cabinet has given greenlight to recruit a raft of technocrats to a committee that will assess $442 million worth Indian Adani renewable wind energy project in the island nation’s north, Power and Energy Minister Kanchana Wijesekera said.",
    "Sri Lanka’s government officials have said the delay in the approval process of Adani project has angered India.",
    "The project was given to the Indian firm as an unsolicited deal with Adani Green Energy was issued provisional approval for two wind projects of 286 MW in Mannar and 234 MW in Pooneryn.",
    "However, Minister Wijesekera denied the delay claims and said Sri Lankan authorities received the Request for Proposal (RFP) only six weeks ago.",
    "“The evaluation is still underway, and the negotiations are ongoing,” the Minister told reporters in Colombo at a media briefing.",
    "Sources at the state-run Ceylon Electricity Board (CEB) have said the unit price of wind energy under Adani deal will cost 14 US cents (46 Sri Lankan rupees) and the CEB engineers have expressed that the unit cost is higher than the cost of a thermal energy unit.",
    "Wijesekera has denied the unit price in the past and said it is still under negotiation.",
    "“The cabinet has also given greenlight to recruit individuals who have technical experiences in energy and technology and commercial lawyers who can do the power purchase agreement and also economists taking into consideration the loan facilities, concessions, or the interest rates that will be offered by different developers.”",
    "“These new individuals coming into the committee will evaluate certain aspects CEB officials aren’t able to analyze. CEB officials can analyze technicalities, but on financial terms, we need to analyze further. So those evaluations are ongoing.”",
    "President Ranil Wickremesinghe last week justified the government decision of going for renewable energy projects and said coal and fuel power plants are preferred by some government officials as they can take “commissions” from those projects.",
    "Anura Kumara Dissanayake, the leader of Marxists Janatha Vimukthi Peremuna (JVP)-led coalition questioned the president over the need to purchase one unit of solar electricity for 50 rupees, expressing citizens’ expectations for cheaper electricity from wind and solar power generation.",
    "Dissanayake blamed the government for not awarding the renewable energy projects through a tender process and criticised how such projects contribute to worsening the power crisis in the country.",
    "Adani project is seen as a reputational issue for India and government officials say the project has been directly pushed by India, which has said to buy excess power, if generated by Sri Lanka.",
    "“It has to go to Cabinet again. So, we will try to see if we can get it into the cabinet in the first week of January or in the month of January once the evaluation is completed,” Wijesekera said.",
    "“I can’t take anything until the evaluation from the project committee and the cabinet appointed negotiation committee (CANC). So, they have to give their observations for me to take into the cabinet.” (Colombo/Dec 19/2023)"
  ]
}