{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cargills-village-to-home-in-athurugiriya-this-weekend/",
  "time_ut": 1684257000.0,
  "original_lang": "en",
  "original_title": "Cargills Village to Home in Athurugiriya this weekend",
  "original_body_lines": [
    "Cargills began its Village to Home program over 3 years ago to strengthen the country’s small and medium entrepreneurs (SMEs), who at the time were severely impacted by the Covid-19 pandemic and left without market access. Though the pandemic is now behind us, Cargills has continued its endeavors to support local entrepreneurs from rural Sri Lanka, with the Village to Home program now reaching its 18th installment, which will be held on the 20th and 21st of May at Cargills Food City Athurugiriya-2.",
    "Since its inception in 2020, the program has provided over 800 SMEs with an opportunity to showcase their products to the Cargills customer base. In addition to generating additional income from the program, SMEs also benefit from technical expertise of the Cargills team in areas such as product development and marketing. These monthly trade stalls are offered free of charge to SMEs, with Cargills bearing all expenses. More importantly, the SMEs take home all the income earned through the program. As an extension of the program, selected SMEs are provided with dedicated gondolas inside Cargills Retail outlets to showcase their products. The Cargills Bank supports the initiative by providing low-cost financing schemes to SMEs in need of funding for business development.",
    "A wide array of products will be available at this weekend’s Village to Home program, including traditional Sri Lankan sweet meats, Ayurvedic products, handloom, artisanal handcraft, cane and reed craft products, indoor and outdoor plants and many more. All customers who patronize Cargills Retail outlets in nearby areas as well as the public are warmly invited to drop in during the weekend to enjoy this exciting array of products from local SMEs.",
    "DFCC Bank delivers strong financial performance despite adverse market conditions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}