{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81733",
  "time_ut": 1681499160.0,
  "original_lang": "en",
  "original_title": "Setting up a remote satellite receiving ground station system in Southern Sri Lanka  through a collaborative effort between  the Chinese Academy of Sciences and the University of Ruhuna Raises Security Concerns in India",
  "original_body_lines": [
    "The construction of a military facility on Coco Islands in Myanmar and a proposed remote satellite receiving ground station system in Sri Lanka, both coming up with Chinese help, have raised concerns in India of possible surveillance across the region.",
    "Recent satellite images show the construction of a military facility on Coco Islands, located very close to India’s Andaman and Nicobar island chain.",
    "In the second case, sources said China has proposed setting up a remote satellite receiving ground station system through a collaborative effort between the Aerospace Information Research Institute under the Chinese Academy of Sciences and the University of Ruhuna in southern Sri Lanka.",
    "Given its critical location, it can be used to spy on Indian assets and intercept sensitive information and also across the region, sources in the security establishment said.",
    "A source in the security establishment, on the condition of anonymity, cited intelligence inputs on what is believed to be a complete military base being built entirely by the Chinese in the Coco Islands, about 60km from the Andaman and Nicobar Islands.",
    "There are obvious concerns. There was a radome [dome-shaped structure to protect radars] spotted on the island recently through satellite images,” the source said, adding that the island is being connected to the southern landmass using a new bridge that is 175m in length and approximately 8m wide. The facility can always be used by the Chinese military when required, the source stated.",
    "Last month, London-based think tank Chatham House published a report based on the satellite imagery of January 2023 from Maxar Technologies, which showed large-scale construction activity on the strategic archipelago. “Visible are two new hangars, a new causeway and what appears to be an accommodation block, all of which are visible in proximity to a freshly lengthened 2,300-metre runway and radar station. Visible as of late March on the southern tip of Great Coco, just beyond the causeway connecting the islands, is evidence of land clearing efforts indicating construction work to come,” the report said.",
    "In the past, there have been reports that China had set up a signals intelligence facility operational since the 1990s.",
    "Noting that satellite tracking facilities are inherently dual-use in nature, sources said that the Chinese civil space programme is known to work closely with the Chinese military. China’s expanding ground stations in the region could potentially be used to intercept sensitive information about Indian assets, another source said on condition of anonymity.",
    "The source said that India’s satellite launch facilities in Sriharikota and the integrated missile test range in Odisha could come under the scanner of the ground station, and launches from there could be tracked to obtain sensitive data.",
    "China is also expanding its network of ground stations in South America and, in February, announced setting up one such station in Antarctica.",
    "Referring to the recent instance of a Chinese research and survey vessel docking at Hambantota in Sri Lanka, sources said the stations are likely to work in coordination with such vessels to gather vital information in the region.",
    "For example, space tracking and surveillance ships can perform many of the same functions as ground stations, with the added benefit of mobility, the source noted.",
    "For instance, the Espacio Lejano ground station in Neuquén, Argentina, which came online in 2017 has been the subject of attention and controversy since it was proposed in 2012.",
    "According to a report on China’s space programme by the U.S. think tank Center for Strategic and International Studies (CSIS), the contract between Argentina and China stipulates that Argentina “not interfere or interrupt” activities which only fuelled suspicions of spying.",
    "In August 2022, the docking of Chinese spy ship ‘Yuan Wang-5’ at Hambantota created a major diplomatic showdown between India and Sri Lanka.",
    "Later in November, another vessel ‘Yuan Wang-6’ had entered the Indian Ocean Region, coinciding with a planned Indian long-range missile launch but the launch was deferred and the vessel had re-entered the IOR in December when the missile test was rescheduled."
  ]
}