{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91662/teen-of-sri-lankan-origin-arrested-over-murder-of-young-girl-in-rome",
  "time_ut": 1688230860.0,
  "original_lang": "en",
  "original_title": "Teen of Sri Lankan origin arrested over murder of young girl in Rome",
  "original_body_lines": [
    "A Rome preliminary investigations judge (GIP) on Saturday ruled that a 17-year-old boy accused of murdering a girl of his same age in the north of the Italian capital this week should remain under arrest.",
    "The boy was taken to a juvenile prison after being questioned for four hours before the GIP.",
    "He is alleged to have killed Michelle Maria Causo in the apartment where he lived in Rome’s Primavalle neighbourhood before leaving her body inside a garbage bag in a shopping trolley next to a trash container.",
    "The suspect, of Sri Lankan origin but born in the Italian capital, allegedly stabbed the girl to death in the apartment where he lives before disposing of her body in a trash bag in the trolley.",
    "The brutality of the attack, the way the body was treated and the age of the alleged killer and the victim have caused widespread shock and dismay in Italy.",
    "Causo presented at least six wounds inflicted by a kitchen knife to the neck, chest and back, according to preliminary autopsy findings released on Friday.",
    "She was not sexually assaulted, according to the preliminary findings.",
    "Investigators are focusing on establishing the motive for the homicide, sources said.",
    "“The State must deliver justice, otherwise you have the justice of the street,” the man said.",
    "Investigators say the two were not going out and that the victim, who has been named as Michelle Maria Causo, from Rome, was not pregnant.",
    "Rome Mayor Roberto Gualtieri said on Thursday he was “deeply shocked by the brutal murder”, describing it as “yet another unacceptable femicide”.",
    "“Michelle’s friends and acquaintances say she was a cheerful girl who loved life and study, known to everyone in the neighbourhood,” Gualtieri wrote on social media.",
    "“At this time of sorrow, I want to express my deepest condolences to her family, friends and all the people who loved her. Our whole city stands in solidarity with the Primavalle community in the face of this terrible and unjust death that has deprived a young woman of her future,",
    "“We strongly condemn gender violence in all its forms. We must all strengthen our commitment to fight it, prevent it and support the women who suffer it,” concluded the mayor."
  ]
}