{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89849/national-vesak-festival-to-be-held-in-puttalam-with-support-of-all-religions",
  "time_ut": 1681750500.0,
  "original_lang": "en",
  "original_title": "National Vesak festival to be held in Puttalam with support of all religions",
  "original_body_lines": [
    "A discussion pertaining to the future affairs of the Sectoral Oversight Committee on Religious Affairs and Co-Existence was held at the Committee meeting held under the Chairmanship of MP Upul Mahendra Rajapaksha recently.",
    "Identifying the role, scope, future program and problems of the institutions under the Ministry of Buddhasasana, Religious and Cultural Affairs was taken into discussion at the Committee meeting held, the Communication Department of Parliament said.",
    "The Secretary to the Ministry Buddhasasana, Religious and Cultural Affairs, Mr. Somaratne Vidanapathirana and other officials expressed views at the meeting held.",
    "It was also disclosed that arrangements have been made to hold this year’s National Vesak festival in Puttalam district as a joint program with the support of all religions, the release said.",
    "Attention was paid to the upcoming programs and matters concerning pertaining to the Department of Buddhist Affairs, Department of Muslim Religious and Cultural Affairs, Department of Hindu Religious and Cultural Affairs, and Department of Christian Religious Affairs.",
    "There was also a discussion about the strengthening of the law necessary for the purpose of solving the problems related to all religions, preventing the existing cultural decline, the statement added.",
    "Upul Mahendra Rajapaksha, Chair of the Committee, said that the Sectoral Oversight Committee supports the activities necessary to solve the problems and strengthen the ministerial program and if necessary, the minister is also expected to be involved in the committee.",
    "Accordingly, it was decided to prepare a basic program on the issues that the committee is expected to focus on and to work in the future."
  ]
}