{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95422/sagala-calls-for-reports-on-beira-lake-development-project-colombo-city-beautification-plan",
  "time_ut": 1701839640.0,
  "original_lang": "en",
  "original_title": "Sagala calls for reports on Beira Lake Development Project, Colombo City beautification plan",
  "original_body_lines": [
    "Sagala Ratnayaka, the Senior Adviser to the President on National Security and Chief of Presidential Staff, has called for reports on the progress and future plans of the Beira Lake Development Project to the President by December 15.",
    "Additionally, Ratnayake instructed the relevant head of institutions to promptly provide a report on the Colombo City beautification plan and its current status for immediate submission to the President.",
    "These directives were issued during a discussion held at the Presidential Secretariat on the implementation of the Colombo City Beautification Plan and the progress review of the Beira Lake Development Project on Monday.",
    "The meeting focused on various aspects, including the development of identified land around Beira Lake for public activities in collaboration with the private sector. The discussion also addressed ongoing efforts to prevent sewage pipes from being diverted into the Beira Lake, aiming to reduce the percentage of bacteria and algae in the lake.",
    "Several key points were discussed, such as the redevelopment of the central bus station at three locations near the Colombo Fort railway station, collaboration with the private sector for commercial development of the current bus station location, removal of unsafe trees in the Colombo city and replanting suitable trees.",
    "The meeting delved into identifying and maintaining dilapidated buildings, creating a regulatory plan for traffic flow, passenger pick-up and stopping and progress on projects to regulate rainwater drainage.",
    "Furthermore, a joint program with the Sri Lanka Police, Colombo Municipal Council, and Trade Associations was discussed to reduce and manage congestion in Colombo during the upcoming Christmas season.",
    "Senior officials from the Colombo Municipal Council, Urban Development Authority, Road Development Authority, Sri Lanka Land Development Corporation and Sri Lanka Police actively participated in this comprehensive discussion."
  ]
}