{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cnci-achiever-awards-event-launched-for-2023-2/",
  "time_ut": 1679502180.0,
  "original_lang": "en",
  "original_title": "‘CNCI Achiever Awards’ event launched for 2023",
  "original_body_lines": [
    "The Ceylon National Chamber of Industries (CNCI) had its official launch of the “CNCI Achiever Awards 2023” for Industrial Excellence recently, at “Hotel Galadari, Colombo. It is a unique event annually organized by the CNCI, the premier Industrial Chamber in the country to recognize the Sri Lankan Industrialists for their achievements, both in the manufacturing and service sectors. The Chief Guest at the occasion was Ms Thilaka Jayasundara, Secretary, Ministry of Industries. To mark the significance of the 22nd launch of the CNCI Achiever Awards event, the Chief Guest unveiled the Gold Trophy at that auspicious hour.",
    "The Achiever Awards scheme has been initiated by the CNCI especially to encourage the Sri Lankan industrialists by recognizing and rewarding for their businesses excellence. The contestant companies will be evaluated based on their performance shown in the areas of quality standards, productivity, corporate plan, research & development, employee benefits, labour relations etc. while paying concerns over the social and environmental obligations and to encourage these industries to reach further heights. The Achiever Awards scheme is highly popular among the industrial sector which is considered as a valuable opportunity to all industrialists of Extra Large, Large, Medium, Small & Micro categories, to be contested in provincial and National levels.",
    "DSI expands network with two showrooms and an outlet in February",
    "Roshan Fernando appointed Canon Asia Voyager of Light for 2023 in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}