{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/08/01/west-african-region-in-crisis-as-mali-and-burkina-faso-threaten-war-against-12-other-states-if-they-intervene-in-niger-coup/",
  "time_ut": 1690879200.0,
  "original_lang": "en",
  "original_title": "West Africa Crisis: Four military juntas threaten war on 11 democracies over Niger coup",
  "original_body_lines": [
    "Colombo (News 1st) – The 15-nation region of West Africa was thrown into a crisis as military regimes in Mali and Burkina Faso threatened to go to war against other West African states if they attempt to intervene by force to restore the democratic government of Niger that was overthrown in a military coup last week, international media reported.",
    "Interestingly, the crisis is pitting the four nations with military juntas versus 11 states that have democratic governments. The region is home to nearly 400 million people.",
    "“Any military intervention against Niger would be tantamount to a declaration of war against Burkina Faso and Mali,” a statement by Mali and Burkina Faso warned, adding that this would result in “disastrous consequences” that “could destabilize the entire region”.",
    "The Sri Lanka Army has nearly 250 soldiers in Mali, as part of a United Nations peacekeeping force in that country named MINUSMA (United Nations Multidimensional Integrated Stabilization Mission in Mali). The UN has been told to leave by the military government and has said it will withdraw its 15,000-member peacekeeping force by the end of this year.",
    "The juntas of Mali and Burkina Faso issued a joint statement on Monday, a day after the other 12 states of the Economic Community of West African States (ECOWAS) issued an ultimatum to the Niger military giving it seven days to restore President Mohammad Bazoum's government.",
    "Mali and Burkina Faso in their statement also refused to implement economic sanctions that would have crippled Niger's military government. Both countries share borders with Niger, which is landlocked. Mali's military has controlled that country since seizing power in a coup two years ago. Burkina has had two military coups within a year and a half.",
    "“The transitional governments of Burkina Faso and Mali express their fraternal solidarity… to the people of Niger, who have decided with full responsibility to take their destiny in hand and assume the fullness of their sovereignty before history,” the statement by Mali and Burkina Faso said.",
    "Meanwhile, the government of Guinea, the fourth West African state ruled by a military junta, announced that it disagreed with the ECOWAS decisions on Niger and would not impose economic sanctions.",
    "First installment of Aswesuma to be given first week of August",
    "Donald Trump indicted on criminal charges of attempting to overturn results of presidential election"
  ]
}