{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Malaysia-to-increase-flights-to-Sri-Lanka/56-749884",
  "time_ut": 1687550294.0,
  "original_lang": "en",
  "original_title": "Malaysia to increase flights to Sri Lanka",
  "original_body_lines": [
    "Malaysian High Commissioner Badli Hisham acceded to a request made by Prime Minister Dinesh Gunawardena to increase the number of flights between Malaysia and Sri Lanka.",
    "He said the Malaysian Airlines plans to operate additional flights, while two other airlines, Air Asia and Batik Air also would like to introduce flights between Kuala Lumpur and Colombo.",
    "He said 70 million tourists visit Malaysia annually and Sri Lanka could attract some of them by introducing additional flights. He added that Sri Lanka could be a major airline hub for massive traffic between the West and East.",
    "The Prime Minister urged Malaysian entrepreneurs to enter into new areas of investments in Sri Lanka in addition to the growing hospitality industry. Malaysia was amongst the top six investment partners of Sri Lanka in recent years. Bilateral relations with special emphasis on enhancing trade and investment cooperation were discussed when Malaysian High Commissioner Badli Hisham Adam called on the Prime Minister at the Temple Trees on Tuesday (20 June). The Prime Minister thanked the Government and people of Malaysia for donation of medicine and medical supplies worth nearly Rs. 1 billion. Recently, Malaysia donated medical supplies worth 63,000 MYR (approx. $ 14,645) that included vital drugs needed for cancer patients.",
    "Referring to the high-level contacts, historical links, people-to-people contacts, and geographical proximity and the deepening bonds of friendship between the two nations, the Malaysian High Commissioner said his Government was looking forward to increasing economic and trade cooperation.",
    "Sri Lanka and Malaysia signed a MoU on the recruitment, employment and repatriation of workers in 2016 which has secured job opportunities for Sri Lankan migrant workers in Malaysia. The Prime Minister thanked the Malaysian Government for the Employment Quota of 10,000 for Sri Lankans to work in Malaysia and requested to include new areas such as manufacturing sector and nursing in the employment list.",
    "They also expressed appreciation over the close cooperation in international and regional forums such as International Maritime Organisation (IMO), Indian Ocean Rim Association (IORA) and ASEAN Regional Forum (ARF).",
    "Secretary to the Prime Minister Anura Dissanayake and Malaysian High Commission First Secretary Aneurin Ignatius also took part in the meeting."
  ]
}