{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-new-anti-corruption-law-will-signal-ease-of-doing-business-official-123836/",
  "time_ut": 1687072140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s new anti-corruption law will signal ease of doing business: official",
  "original_body_lines": [
    "ECONOMYNEXT – Robust anti-corruption legislation will help Sri Lanka rank higher in global transparency and ease-of-doing business indices, according to a government official who invited all parties to cooperate in passing the proposed anti-corruption bill.",
    "State Minister of Finance Shehan Semasinghe told reporters on Saturday June 18 that Sri Lanka, as it progresses on the economic front, is now able to signal to the world that it is more transparent and has the capacity to address any irregularities.",
    "“Next week, when this bill is brought to parliament, I believe we will be able to take that forward,” he said.",
    "Stringent implementation of anti-corruption legislation will greatly and productively help a country’s standing in terms of transparency and ease of doing business, he said.",
    "Sri Lanka gazetted a new anti-corruption bill after the International Monetary Fund (IMF) approved a 2.9 billion US dollar loan which required the crisis-hit nation to address corruption vulnerabilities.",
    "President Ranil Wickremesinghe said on April 02 that Sri Lanka will enact key points of its agreement with the IMF  into law upon parliamentary approval, one of which would be new anti-corruption legislation which he said would likely be enacted in May.",
    "Some of the objectives of the proposed Act are to prevent and eradicate bribery and corruption in order to meet the just requirements of the general welfare of a democratic society, enhance transparency in governance, strengthen integrity of governance and increase accountability, enhance public confidence in government and strengthen public participation to eradicate corruption.",
    "The Act also envisions establishing an Independent Commission to exercise and perform the powers and functions under the Act and to carry out the responsibilities imposed. The said commission will be mandated to conduct preliminary inquiries and investigations into, and to prosecute against, bribery, corruption, offences relating to declaration of assets and liabilities and associated offences.",
    "The draft bill, if enacted, will enable the authorities to conduct and coordinate educational activities on the prevention of bribery and corruption, introduce an effective system for the declaration of assets and liabilities in order to prevent illicit enrichment by public officials, promote inter-agency cooperation and international collaboration in preventing bribery and corruption, and give effect to obligations under the United Nations Convention against corruption and any other International Convention relating to the prevention of corruption to which Sri Lanka is a party and recognise international standards and best practices in order to establish a culture of integrity in Sri Lanka.",
    "In the lead up to its board approval of the 2.9 billion dollar loan, the IMF had urged Sri Lanka to reduce corruption vulnerabilities through improved fiscal transparency and public financial management, introducing a stronger anti-corruption legal framework, and conducting an in-depth governance diagnostic, supported by IMF technical assistance.",
    "A top IMF official said in May that the governance diagnostic  report is expected to be completed by September and the global lender will spell out measures to improve the island nation’s governance system.",
    "Sri Lanka is the first country in Asia to undergo an IMF governance diagnostic under the global lender’s key structural reform to address corruption vulnerabilities and enhance growth.",
    "Sri Lanka’s Supreme Court in early June determined that several clauses in the bill are inconsistent with the constitution.",
    "Sections 1, 2(1)(f), 2(2), 3(2), 4(1)(a), 4(1)(b), 4(3), 17(1), 21, 31(2), 163(2)(h), 40, 48(3), 49(1)(f), 51(a), 53(1), 62(1), 65, 67(5), 71(6), 80, 93, 99, 101, 112, 149 and 162 were flagged as inconsistent with the constitution, Speaker of Parliament Mahinda Yapa Abeywardena said citing the determination.",
    "However, the inconsistencies flagged by the court will cease if the amendments as set out in the verdict are made to the bill, the speaker said.",
    "The bill was challenged in terms of Article 121(1) of the constitution.",
    "Amendments to clauses 83(3), 136, 141, 142 and 156 of the bill as set out in the determination will be made to address several concerns raised by the petitioners, the court was informed.",
    "Notably, Section 119 of the bill which has proved controversial was not flagged by the Supreme Court as being inconsistent with the constitution, as per the Speaker’s statement.",
    "Sri Lanka’s new anti-corruption bill sparks debate over false allegations clauseSee more"
  ]
}