{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Video-games-and-E-sports-to-pop-culture-Gamer-LK-s-Play-Expo-captivates-Sri-Lankan-youth/34-757352",
  "time_ut": 1705088242.0,
  "original_lang": "en",
  "original_title": "Video games and E-sports to pop-culture, Gamer.LK’s ‘Play Expo’ captivates Sri Lankan youth",
  "original_body_lines": [
    "Gamer.LK gave life to the Sri Lanka Exhibition & Convention Centre (SLECC) recently as ‘Play Expo 2023’ unfolded, heralding a triumphant return to live events after the pandemic-induced hiatus.",
    "This landmark event not only showcased the prowess of Sri Lankan gamers in a diverse range of E-sports titles but also celebrated the vibrant world of pop-culture with Gamer.LK’s Colombo Comic Expo.",
    "The E-sports tournament, a cornerstone of Play Expo, saw over 3,000 gamers taking part across 20 popular E-sports titles, including Free Fire, PUBG MOBILE, Call of Duty Mobile, Mobile Legends, Valorant, League of Legends, DOTA 2 and more. Endorsed by the Sri Lanka E-sports Association, the tournament contributed to national player rankings, offering participants a chance to be considered for the national E-sports team. The event ended with Noob Alliance winning the Best Clan award for having won the majority of the titles at the event.",
    "Other notable victories included an unbeaten streak for maximum E-sports’ House of Blood, Sri Lanka’s top ranking Free Fire team and RLX E-sport’s triumph over Noob Alliance in an intense conclusion to the grand finals for PUBG MOBILE.",
    "Outside of the E-sports drama, one of the highlights of the event was Gamer.LK’s Creator Connect, Sri Lanka’s largest gathering for content creators. Creator Connect provided a dynamic space for artists, musicians, game streamers, and vloggers to interact with fans. TikTok was the official ‘Entertainment Partner’ and the content created at the TikTok stall became a social media sensation with the #PlayExpoSriLanka hashtag receiving over 1 million views.",
    "The synergy between the gaming and pop-culture communities was palpable, creating an immersive experience for attendees. The Colombo Comic Expo (CCx) attracted a significant number of cosplayers, turning the event into a melting pot of talent and creativity. From elaborate Cosplays to captivating skits, with over 100 cosplayers taking part at the Cosplay Ramp Walk, CCx provided a platform for enthusiasts to showcase their passion for geek and pop-culture.",
    "Gamer.LK CEO and Founder Raveen Wijayatilake expressed his excitement about the event’s success and its role in shaping Sri Lanka’s digital entertainment landscape. “Play Expo & Colombo Comic Expo set a new standard signifying a monumental leap forward for gaming and pop-culture in the country. We are excited to build on, and elevate this experience even further in 2024 as we look at expanding our horizons with Play Expo as not just an event but a digital cultural phenomenon for the youth.”",
    "CLEAR Shampoo, the Confidence Partner, curated an engaging experience with multiple games, including a live-action role playing sword battle against the Self-doubt Demon or the CLEAR warrior. The football-bowling segment and the winner-stays-on Mortal Kombat arena further solidified the brand’s tie-up with gaming and pop-culture.",
    "Other brands who stepped in to sponsor the event included Amrak as the Education Partner, Acer Predator as the Gaming Equipment Partner, Metropolitan as the Technology Partner, Viewsonic Gaming as the Gaming Monitor Partner and Tiktok as the Entertainment Partner. These partners played a crucial role in enhancing the overall event experience, offering immersive and hands-on experiences for attendees. Play Expo is set to return later in 2024."
  ]
}