{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/If-all-SriLankan-Airlines-pilots-leave-country-we-will-get-foreign-pilots-Minister/108-263177",
  "time_ut": 1689355594.0,
  "original_lang": "en",
  "original_title": "If all SriLankan Airlines pilots leave country, we will get foreign pilots: Minister",
  "original_body_lines": [
    "The Minister of Ports, Shipping and Aviation today said if all SriLankan Airlines pilots leave the country for greener pastures, the government will get foreign pilots to run the national carrier.",
    "Minister Nimal Siripala de Silva said those who have no love for the country might leave it for better foreign employment opportunities and this scenario is common with doctors, engineers and other professionals.",
    "“It is common everywhere else in the world. They may be getting higher pay elsewhere. If they go to Dubai or Singapore their house rent is high, their children’s school fees are high, and their living expenses are high. But they will not live comfortably as they do in Sri Lanka.",
    "A doctor in London would get 5,000 pounds per month whereas in Sri Lanka they get only Rs.150,000 and domestic workers would earn Rs.150,000 in the Middle East, whilst they get only Rs.75,000 here. We still have 216 pilots remaining in hand. If all the pilots are leaving, then we will get foreign pilots to run,” the Minister said responding to a question as to what measures the government has taken to prevent the exodus of pilots.",
    "Minister De Silva made these remarks to the media at the first ever Sri Lanka Aviation Day - July 14, 2023, themed ‘Rebuilding the Skies – Positioning Sri Lanka Aviation for Growth’, which was organised by the Civil Aviation Authority of Sri Lanka (CAASL) in collaboration with International Air Transport Authority (IATA) in Katunayake today.",
    "“Restructuring SriLankan Airlines is a necessity. We spend USD 150 million annually to run our national carrier. When the pandemic hit the world the entire aviation industry was badly affected. Airplanes were grounded for months, and this was a world scenario. The media in Sri Lanka does not understand this. They always say we are failing.",
    "But SriLankan Airlines is recovering fast. They have never sacked a single staff member during Covid, whereas Kuwait Airways sacked 70 of its members. The Sri Lanka aviation industry is recovering faster than the world average. And our airport has managed to score 92 points in a research on safest airports conducted by International Civil Aviation Organisation (ICAO) recently,” the Minister said.",
    "Director General CAASL P. A. Jayakantha said many new features are being introduced to convert the Bandaranaike International Airport (BIA) into a smart airport. Introducing new airlines, the new e-passport and e-gates are such features. Also, the work of Terminal Two will be started with the backing of the Japanese Government, JICA by September.",
    "Regional Vice President of IATA Philip Goh from Singapore said Sri Lanka is performing a notable recovery in its aviation industry and the SL passenger level will rise by 2025.",
    "“The world lost USD 180 billion between 2020 and 2022, which is a massive amount. Having an upgraded airport is the first step for a developed industry. Digitizing passenger and cargo handling is the next. Keeping costs low including fuel factor will help to grow, whilst maintaining safety and having a low carbon emission situation are the other key factors,” Goh said.",
    "Chairman Airport and Aviation Services Sri Lanka Mag. Gen (Rtd.) G. A. Chandrasiri, CEO SriLankan Airlines Richard Nuttal, Secretary Ports, Shipping and Aviation K. D. S. Ruwanchandra and Vice Chairman CAASL Damith Narangoda were among the guests who participated. (Kurulu Koojana Kariyakarawana)"
  ]
}