{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Will-merely-act-as-guardian-of-new-political-party-Patali/56-748635",
  "time_ut": 1684779392.0,
  "original_lang": "en",
  "original_title": "Will merely act as guardian of new political party: Patali",
  "original_body_lines": [
    "Says party will act as a platform to hand over country to Z-Generation",
    "Claims he does not come from a generation that benefitted from hereditary politics",
    "Assures his party will not betray spirits of those who lost their lives or went missing by engaging in struggles",
    "United Republic Front Leader Patali Champika Ranawaka speaking at its launch yesterday claimed it was formed to create a platform to hand over the country to the Z-generation.",
    "“I am old as well now. While I thank the central committee for appointing me as the leader of the United Republic Front, I will merely act as a guardian of this movement seeking to hand over the country from the X-Generation that we belong to the Z-Generation of today,” he said.",
    "Ranawaka recalled his humble beginnings and said it is through the revolution caused by free education that those such as him have been able to build a career in politics.",
    "Taking a dig at family bandysm and hereditary politics Ranawaka said he did not inherit his political positions through his father as many others did who are engaging in Sri Lankan politics today. “We are not part of a generation that inherited political parties from our fathers,” he added.",
    "“We are here today after passing many obstacles, blood, sweat and tears,” he said. Ranawaka during his speech also recalled his political activism and participation in struggles over the years.",
    "“The trauma of the violence and those who engaged in these struggles and were made to disappear during dark periods of this country remains with us today. We will never betray their spirits,” he stressed.",
    "Ranawaka said the United Republican Front is established with the aim of providing the country with economic, diplomatic and democratic freedom and national unity and integrity based on a practical program that uses the skills and collective efforts of the people to rebuild the country.",
    "He said the party hopes to act on the principles of honesty, openness, practicality, compassion, economic prosperity, sustainable development, a stable democratic state, social justice, and friendly foreign policy."
  ]
}