{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/No-country-manufactures-inferior-drugs-Medical-specialist/108-264211",
  "time_ut": 1690717759.0,
  "original_lang": "en",
  "original_title": "No country manufactures ’inferior drugs’: Medical specialist",
  "original_body_lines": [
    "No country manufactures a category of medicinal drugs termed \"inferior drugs,\" and the Ministry of Health strictly imports drugs that are duly registered in their respective countries and authorized by the Drug Regulatory Authority, a medical specialist said.",
    "Director of the Sri Jayawardenepura General Hospital, specialist Dr. Ratnasiri Hevage said that complications or allergies arising from Western medicine is not uncommon and he reassured that Sri Lanka has well-established effective methods for many years to manage such incidents.",
    "He said this while participating in the '1O1 Katha' programme produced by the President’s Media Division (PMD).",
    "Speaking during the programme, Dr. Hevage stressed the significance of patient cooperation and support in reducing drug-related complications.",
    "\"In cases of drug allergies, patients can report incidents promptly through the Pharmacovigilance page on the Drug Regulatory Authority's website, allowing for immediate action,\" he said.",
    "“We have guidelines that include how to deal with a drug allergy. In addition to the management in the concerned hospital, immediate reporting of such incidents through the Pharmacovigilance page on the website of the Drug Regulatory Authority, an online system is already available. (https://www.nmra.gov.lk/index.php?option=com_contact&view=reporting&Itemid=191&lang=en)",
    "Accordingly, the Drug Regulatory Authority has the ability to act immediately.”",
    "Dr. Ratnasiri Hevage underscored the importance of open communication between patients and doctors. Disclosing a history of allergies and the medications being taken is crucial for proper medical care. Failure to provide accurate information may lead to serious risks, as seen in an unfortunate example shared by the specialist.",
    "“I recently learned that my friend's father had died. Despite the fact that he needs medication on a regular basis for a medical issue, he has not applied for it. He didn't mention anything when he went to the doctor unwell. He has informed the doctor that he is taking the prescribed medication in accordance with the dosage. As a result, the doctor increases the dose. He died as a result of an overdose of the medication. My friend explained that it was not the hospital's or the doctor's fault, but rather that his father did not take the drug properly and did not provide the correct information to the doctor. This is but one example. As a result, always provide accurate information to the doctor. Medical advice should also be followed in the same manner. If you are instructed not to get out of bed, then you should not”.",
    "He emphasized the need for patients to adhere strictly to medical advice, particularly with regard to prescribed dosages. Misleading information or non-compliance with treatment can have severe consequences.",
    "Dr. Hevage dispelled fears surrounding drug quality, asserting that no inferior drugs are imported, and he assured the public that the Ministry of Health imports medicines only from registered sources, even during emergency purchases. It should be mentioned that medicines are not produced separately for the government and the private sector.",
    "He cautioned against creating unnecessary fear around drugs and medical care, urging everyone to work together in protecting the integrity of the country's outstanding health system.",
    "\"The Sri Jayawardenepura Hospital, for example, can be described as a hospital with a high degree of management in all of these areas. Recently, our team successfully handled a severe allergy case following established guidelines, demonstrating our commitment to efficient management. It is essential to avoid spreading unnecessary fear regarding medications, as incidents like these have been reported not only this year but occur regularly. We must not exploit such occurrences to deter patients from seeking medical treatment or utilizing essential medications and hospital services. The focus should always be on ensuring patient safety and promoting confidence in our healthcare system.",
    "Highlighting Sri Lanka's reputation alongside Costa Rica as countries with exemplary health systems, he urged collective efforts from the government, media, healthcare workers, patients, and the public to uphold and preserve the free health sector. He implored health administrators not to compromise the sector's excellence for short-term gains and to uphold their responsible role in maintaining its high standards.",
    "Cautioning against using isolated incidents to deter patients from seeking medical care, Dr. Hevage encouraged collective efforts to protect the nation's free health sector. Health administrators play a pivotal role in upholding the sector's excellence and reputation, discouraging any actions that may compromise its long-term stability, he said."
  ]
}