{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95056/israel-approves-hostage-deal-with-hamas-multi-day-ceasefire",
  "time_ut": 1700616660.0,
  "original_lang": "en",
  "original_title": "Israel approves hostage deal with Hamas, multi-day ceasefire",
  "original_body_lines": [
    "UPDATE: Israel and Hamas have reached an agreement enabling the release of some hostages captured by the Palestinian militant group during its Oct. 7 attack on the country, Israeli media Axios and Haaretz reported Tuesday, citing those familiar with the deal.",
    "The deal will see Hamas release 30 children, eight mothers and 12 other women, according to the media reports. There will be a temporary cease-fire.",
    "Israel is expected to release about 150 Palestinians, mostly women and children. Israel will also allow 300 aid trucks to enter Gaza per day during the pause in fighting in the Palestinian enclave.",
    "Haaretz added that all branches of Israel’s security services support the deal. A source told the publication that Hamas may release foreign nationals at the same time in accordance with other deals struck with separate countries.",
    "Qatar and the U.S. have been reportedly working for weeks with both sides on a potential agreement behind the scenes.",
    "(CNN) — Israel’s cabinet has approved a deal that would see the release of at least 50 hostages – women and children – from Gaza, according to an Israeli government statement, in what is expected to result in the first sustained pause in fighting and major de-escalatory step since Israel’s war with Hamas began.",
    "The freeing of the hostages will come in exchange for a four-day truce in Israel’s air and ground campaign in Gaza, the statement said. It made no mention of the release of Palestinian prisoners held in Israeli jails, though it is understood this is also a key part of the deal.",
    "The deal was approved by the Israeli cabinet by a significant majority, the government source told CNN.",
    "A more detailed statement will be sent to families of the hostages later today, the statement added.",
    "There are 239 hostages being held captive in Gaza, including foreign nationals from 26 countries, according to figures from the Israeli military.",
    "The mass abductions took place during on October 7, when Hamas militants struck across the border in coordinated attacks killing around 1,200 people – the largest such attack on Israel since the country’s founding in 1948.",
    "Many of the hostages were seized at gunpoint during Hamas’ rampage of violence though border communities near the Gaza Strip and the nearby Nova music festival.",
    "Israel responded to the attacks by imposing a blockade on Gaza that cut off supplies of food, water, medicines and fuel, and launched a relentless air and ground assault that has plunged the enclave into a dire humanitarian crisis.",
    "More than 12,000 people have died in Gaza since October 7, according to the Hamas-run government’s press office.",
    "Just a handful of hostages have been released prior to the deal. On October 20, two Americans – Judith Tai Raanan and her 17-year-old daughter Natalie Raanan – were freed on humanitarian grounds following negotiations between Qatar and Hamas.",
    "Soon after, two Israeli women, Nurit Cooper and Yocheved Lifshitz, were also released.",
    "Lifshitz said she “went through hell,” describing being snatched from her home and driven off on a motorbike before being taken to a network of tunnels."
  ]
}