{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-external-government-debt-falls-slightly-over-sept-2023-quarter-142402/",
  "time_ut": 1701666600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka external government debt falls slightly over Sept 2023 quarter",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central government external debt fell slightly to 36,384 million US dollars by end September 2023, from 36,597 in June, official data showed.",
    "The central government external debt includes 4,229 million US dollars of unpaid principle following the default in April 2022.",
    "Multilateral debt fell from 10,907 million US dollars to 10,812 million US dollars from June to September.",
    "Bilateral debt fell to 10,812 million US dollars from 10,812 million US dollars. The largest bilateral creditor is Japan, where debt is denominated in Yen.",
    "Domestic debt, measured in US dollars fell marginally to 51,223 million from 51,314 dollars in June.",
    "Sri Lanka’s public debt including guaranteed debt was reported as 91,112 million US dollars in September down from 91,460 million in June.",
    "According to a March debt bulletin, central government external debt was 35,976 million US dollars including unpaid principal by end December 2022, about 408 million US dollars below the September number.",
    "RELATED: ADB, World Bank leads as Sri Lanka gets US$1.5bn in loans in 2023",
    "Sri Lanka had borrowed about 1.5 billion US dollars in the nine months to December and repaid 912 million US dollars over the nine months according to a November fiscal report.",
    "Sri Lanka had about 1,819 million US dollars of unpaid interest, since the default.",
    "Provided there is monetary stability (no foreign shortages are created by inflationary open market operations to cut rates) the outstanding stock of debt does not grow linearly with new financing of the deficit, as dollar loans can be repaid without borrowing new dollars, analysts have shown.",
    "The latest debt bulletin did not have central bank debt. However, any foreign reserves built against domestic assets sales of the central bank also reduces net foreign debt."
  ]
}