{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/fitch-ratings-reaffirms-peoples-banks-national-rating-of-alka-rwn/",
  "time_ut": 1686935460.0,
  "original_lang": "en",
  "original_title": "Fitch Ratings reaffirms People’s Bank’s National Rating of ‘A(lka)’/RWN",
  "original_body_lines": [
    "Global credit rating agency, Fitch Ratings has announced its decision to maintain People’s Bank’s National Rating of ‘A(lka)’ on Rating Watch Negative (RWN) this week.In its comprehensive rating report, Fitch Ratings emphasized the heightened risks associated with the current operating environment despite which People’s Bank, as a State-Owned Institution, has successfully drawn strength from its rich 62-year legacy. The bank has solidified its position as the leading commercial bank in the country, demonstrating exceptional resilience and unwavering stability.",
    "At the forefront of digital innovation in Sri Lanka’s banking sector, People’s Bank has proved its commitment to the nation by extending its utmost cooperation to the government during the darkest hours. When the country was grappling with essential supplies and medicine shortages, the bank stepped forward unhesitatingly, considering it a national duty to ensure the smooth functioning of supply lines. As the economy gradually recovers and domestic foreign exchange constraints ease, the People’s Bank continues to make remarkable progress on multiple fronts. The bank has swiftly addressed pressing issues within a short span of time, exemplifying its proactive management approach.",
    "During the first quarter of 2023, People’s Bank reported an impressive consolidated Profit After Tax of Rs. 4.8 billion, supported by a consolidated operating income of Rs. 24 billion. The bank’s consolidated net interest income reached Rs. 15.3 billion during the period, driven by prevailing high interest rates. Moreover, the consolidated net fees & commission income amounted to Rs. 4.5 billion, reflecting over 40 percent growth when excluding one-off items from 1Q22.(PB)",
    "Sampath Bank contributes 45 percent to CSE turnover in day marked by profit-takings",
    "Fitch maintains National Rating of Bank of Ceylon at ‘A(lka)’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}