{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/St-Thomas-College-Matale-celebrates-150th-anniversary-with-main-ceremony-on-Sunday/56-751631",
  "time_ut": 1691623897.0,
  "original_lang": "en",
  "original_title": "St. Thomas’ College Matale celebrates 150th anniversary with main ceremony on Sunday",
  "original_body_lines": [
    "ST. THOMAS’ College Matale, the premier boys’ school in the Matale District, is celebrating its 150th anniversary today (10 August).",
    "The formal celebration ceremony will be held on Sunday, 13 August at 10:00 a.m. at the school premises. The event will be graced by President Ranil Wickremesinghe as the Chief Guest, and Education Minister (Dr.) Susil Premajayanthe.",
    "Established in 1873 under the church, the school’s inaugural class included 75 boys and 12 girls. In 1876, Rev. Fr. Aloysius J. M. Marrer divided the school into separate boys’ and girls’ schools. S’Thomas College became a Government controlled institution in 1962. Currently, the school accommodates over 2, 700 students, supported by more than 150 academic and non-academic staff members under the leadership of Principal Dammika Hewawasam.",
    "Throughout the years, the college has consistently produced top-ranking students in GCE A/L examinations across various streams. S’Thomas College Matale has also gained renown for its prowess in hockey, having clinched the all-island title on multiple occasions.",
    "Distinguished alumni currently serving in prominent positions, including Prime Minister’s Secretary Anura Dissanayake, Chief of Defence Staff General Shavendra Silva, and BASL President Kaushalya Nawarathne, will also be participating in the main event on Sunday. Beyond the main Old Boys Association in Matale, S’Thomas College boasts Old Boys Association branches in Kandy,",
    "Colombo, the UK, and Australia. The school warmly invites all former Thomians to join in the main event, and further details can be obtained by contacting 066 222 2523"
  ]
}