{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88867/suicide-bomber-kills-nine-police-officers-in-pakistan",
  "time_ut": 1678115280.0,
  "original_lang": "en",
  "original_title": "Suicide bomber kills nine police officers in Pakistan",
  "original_body_lines": [
    "A suicide bomber killed nine police officers and wounded 16 others Monday in an attack on their truck in southwestern Pakistan, officials said.",
    "Security forces have been battling a years-long insurgency by militants in Balochistan demanding a bigger share of the province’s wealth, as well as attacks by the Pakistan Taliban (TTP).",
    "“The suicide bomber was riding a motorbike and hit the truck from behind,” senior police official Abdul Hai Aamir told AFP.",
    "The incident took place near Dhadar, the main town of Kachhi district, about 120 kilometres (75 miles) southeast of Quetta in Balochistan.",
    "Photos of the aftermath showed the police truck upside down on the road with its windows shattered.",
    "Mehmood Notezai, police chief for Kachhi district, told AFP the officers were returning from a week-long cattle show where they had been providing security.",
    "“Terrorism in Balochistan is part of a nefarious agenda to destabilise the country,” Prime Minister Shehbaz Sharif said in a statement released by his office.",
    "The country is facing overlapping political, economic and environmental crises, as well as a worsening security situation.",
    "Attacks have been on the rise in Pakistan since the Afghan Taliban seized control of Kabul in August 2021, emboldening militant groups along the border which have increasingly targeted security forces.",
    "Last month five people died when a TTP suicide squad stormed a police compound in the port city of Karachi.",
    "It came just weeks after a bomb blast at a police mosque in the northwestern city of Peshawar killed more than 80 officers -- an attack claimed by a group sometimes affiliated with the TTP.",
    "“Despite different ideological, ethnic and political outlooks, (militant groups) are all franchises bound by one objective: to hit the security forces and instil a sense of fear and uncertainty in Pakistan,” said Imtiaz Gul, an analyst with Islamabad’s Center for Research and Security Studies.",
    "Balochistan, which borders both Afghanistan and Iran, is the largest, least populous and poorest province in Pakistan.",
    "It has abundant natural resources, but locals have long harboured resentment, claiming they do not receive a fair share of its riches.",
    "Tensions have been stoked further by a flood of Chinese investment under Beijing’s Belt and Road Initiative, which locals say has not reached them.",
    "China is investing in the area under a $54 billion project known as the China-Pakistan Economic Corridor, upgrading infrastructure, power and transport links between its far-western Xinjiang region and Pakistan’s Gwadar port."
  ]
}