{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Easter-Compensation-Maithri-partially-pays-up/56-750494",
  "time_ut": 1689119468.0,
  "original_lang": "en",
  "original_title": "Easter Compensation - Maithri partially pays up",
  "original_body_lines": [
    "Pays Rs. 15 m and requests to pay reminder in 10 annual instalments",
    "Claims only revenue is his pension of Rs. 97,500 and salary of Rs. 54,285 as an MP",
    "Other respondents including former IGP Pujith Jayasundara have paid varying sums to date",
    "Former President Matihripala Sirisena has reportedly paid Rs. 15 million out of the Rs. 100 million compensation he was ordered to pay by courts to the victims of the 2019 Easter Sunday attack.",
    "In January this year, the Supreme Court ordered Sirisena to pay compensation to the victims after he along with several other top officials were found responsible for failing to prevent the bombings despite receiving intelligence reports about an impending attack. The Former President was given six months to make the payment.",
    "Counsels representing Sirisena filed a motion this week requesting that he be allowed to pay the remaining sum in 10 instalments of Rs. 8.5 million from 30 June 2024 to 20 June 2033. If allowed, this would likely force some victims to wait close to nine years to receive their share of the compensation.",
    "In the motion, his counsels noted that Sirisena had already paid Rs. 15 million on 28 June to the Reparation Office on Easter Sunday compensation, ahead of the 12 July deadline.",
    "Approval to pay in yearly instalments was based on the claim that Sirisena’s income only consisted of a pension of Rs. 97,500 as the former President, alongside a sum of Rs. 54,285 for his services as a Member of Parliament.",
    "Meanwhile, the Court had also ordered former IGP Pujith Jayasundara and former Chief of the State Intelligence Service Senior DIG Nilantha Jayawardena to pay Rs. 75 million to the victims as compensation. Former Secretary of Defence Hemasiri Fernando was ordered to pay Rs. 50 million while former National Intelligence Chief Sisira Mendis was ordered to pay Rs. 10 million.",
    "According to reports currently, Jayasundara has paid Rs. 1.7 million while Fernando has paid Rs. 1 million to the Reparations Office. Mendis and Jayawardena are said to have paid Rs. 5 million and Rs. 4.1 million respectively to date."
  ]
}