{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Roshan-Fernando-appointed-as-Canon-Asia-Voyager-of-Light-for-2023-in-Sri-Lanka/34-747179",
  "time_ut": 1680826651.0,
  "original_lang": "en",
  "original_title": "Roshan Fernando appointed as Canon Asia Voyager of Light for 2023 in Sri Lanka",
  "original_body_lines": [
    "From left: Metropolitan Technologies Ltd., Group Managing Director Ivor Maharoof, Roshan Fernando and Canon Singapore Marketing Manager Johnny NG",
    "Roshan Fernando, one of the most prominent cinematographers in Sri Lanka was recently appointed as a Canon Asia Voyager of Light for Sri Lanka for 2023 for Canon Professional Digital Video and Cinema  EOS Products by Canon Singapore Ltd. and Metropolitan Technologies Ltd.",
    "Fernando is the Director of productions at Studio FX Ltd., one of the oldest Video Production Companies in Sri Lanka. He has over 17 years of experience in the industry, working on a multitude of projects ranging from Musicals, Natural History and Wildlife, and Corporate Documentaries.",
    "He has been the Director and cinematographer for nearly 20 international celebrities and artists who toured Sri Lanka including Yanni, Enrique Iglesias, Russell Peters, Kenny G, Michael Learns to Rock, Boyzone, Boney M, Nigella Lawson, Shaggy, Diana King, Big Mountain, Maxi Priest, to name a few.",
    "He has also been the local cinematographer and for productions such as 72 Dangerous Animals Asia (Episode 8 -shot in Sri Lanka about common kraits) on Netflix, BBC Mammals (Episode about Human Elephant), and an upcoming Warner Bros. production.",
    "He was also the only Sri Lankan cinematographer who was appointed as an Official at Expo 2020 - Dubai. Fernando has been a Canon Cinema EOS user for nearly 10 years and has been using Canon Cinema EOS and Professional Digital Video Equipment for all his international and local productions.",
    "Canon has been the #1 brand for cameras for over 19 years. Metropolitan is the sole authorized distributor for Canon in Sri Lanka for nearly five decades and operates the only Canon authorized service centre in Sri Lanka."
  ]
}