{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sysco-labs-recognised-as-lankas-premier-technology-exporter-at-presidential-export-awards/",
  "time_ut": 1701584460.0,
  "original_lang": "en",
  "original_title": "Sysco LABS recognised as Lanka’s premier technology exporter at Presidential Export Awards",
  "original_body_lines": [
    "Sysco LABS was honoured with the prestigious Best Exporter Award in the Information and Communication Technology (ICT) sector at the Presidential Export Awards for both 2021/22 and 2022/23. This achievement recognizes Sysco LABS as the foremost contributor to export revenue within the ICT sector, affirming its position as the premier technology corporate in Sri Lanka.",
    "Sysco LABS is the Global In-House Center for Sysco, the global leader in foodservice and occupies the 56th position on the Fortune 500. Sysco has 330 plus distribution facilities worldwide and a network of 72,000 staff serving approximately 725,000 customer locations. Sysco LABS is the global In-house center for Sysco: a dedicated innovation and tech engineering hub, leveraging Sri Lankan ingenuity to power the technology that drives Sysco’s global operations.",
    "Rasika Karunatilake, Managing Director of Sysco LABS said: “Receiving the Best Exporter award in the ICT sector for the past two years at the Presidential Export Awards is a tremendous honour. It is a matter of immense pride to our entire team at Sysco LABS to be contributing to Sri Lanka’s economic recovery and being recognized as the key contributor. This achievement is a testament to the world-class tech engineering talent and ingenuity in Sri Lanka, and our commitment to expand, innovate and deliver value to Sysco – the global leader in foodservice.”",
    "“As we celebrate this accolade, it’s crucial to acknowledge the immense value that the tech industry brings to Sri Lanka. Technology is inevitably the future, and fostering an environment that enables the growth of this industry and the presence of global giants like Sysco will provide more opportunities for Sri Lankan talent to excel on a global stage,” he added.",
    "Organised by the Export Development Board, the 25th Annual Presidential Export Awards was held on November 23, 2023 at the BMICH in Colombo, under the patronage and presence of President Ranil Wickramasinghe.",
    "Macktiles Lanka takes World Class tiles to the International Market",
    "USAID and PUCSL partner to enhance transparency with development of Electricity Dispatch Database and Dashboard for Lanka’s power plants",
    "Sysco LABS recognised as Sri Lanka’s Premier Technology Exporter at the Presidential Export Awards",
    "Sysco LABS reaches another milestone in strengthening Sri Lanka’s IT talent pipeline",
    "Sysco LABS supports AHRP’s Annual HR Think Tank Event for 2023",
    "Sysco LABS Fosters the Next Generation of Future-Ready Sri Lankan Tech Talent",
    "Sysco LABS’ Managing Director, Shanil Fernando Emphasizes HR’s Role in Retaining Local Talent",
    "Sysco LABS completes Phase 5 of ‘Share a Meal, Share a Moment’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}