{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/SL-goes-on-alert-over-Malaria-threat/108-261109",
  "time_ut": 1686788930.0,
  "original_lang": "en",
  "original_title": "SL goes on alert over Malaria threat",
  "original_body_lines": [
    "Health authorities have set alarm bells ringing over the threat of Malaria again due to the presence of a major malaria vector called Anopheles stephensi mosquito in six MOH areas in the Northern and Eastern Provinces.",
    "According to informed sources from the Health Ministry, the six MOH areas include Jaffna MOH area, Point Pedro MOH area, Akkaraipattu MOH area, Thirukkovil MOH area, Alayadivembu and Addalaichenai MOH areas in the Ampara district.",
    "A series of entomological investigations carried out by the Anti-Malaria Campaign of the Ministry of Health, during December 2016 to April 2017 revealed the first detection of Anopheles stephensi in 2016 from Mannar and subsequently from Jaffna, Mullaitivu districts in the Northern Province. This mosquito was detected just after two months of WHO declaring Sri Lanka as Malaria free.",
    "According to the sources, Sri Lanka was able eradicate the mosquito from the said areas. However, Sri Lanka is yet to eliminate the Anopheles stephensi from the mentioned MOH areas. As such, vector control measures are underway in this regard.",
    "In addition, Anopheles stephensi has been identified as the key vector of urban malaria in India where malaria is wreaking havoc.",
    "Malaria is a serious and sometimes fatal disease caused by a parasite that commonly infects a certain type of mosquito which feeds on humans. Usually, people get malaria by being bitten by an infective female Anopheles mosquito. Only Anopheles mosquitoes can transmit malaria and they must have been infected through a previous blood meal taken from an infected person.",
    "Accordingly, Anopheles stephensi has the potential to transmit Malaria from an infected person to another. In that context, health authorities are on alert to prevent any malaria infected patient entering the country, which could lead to spread of malaria.",
    "Sri Lanka, achieved zero transmission of locally acquired malaria cases in November 2012. Following completion of three consecutive malaria-free years, Sri Lanka received the certification of elimination of malaria from the World Health Organization in September 2016.",
    "With the cessation of local malaria transmission in the country, disease surveillance along with entomological surveillance have been strengthened to prevent the re-introduction of malaria. The largest threat for re-introduction of malaria into the country is the importation of malaria cases from endemic countries.",
    "In this context, the presence of Anopheles stephensi may pose a serious challenge to the efforts of the Ministry of Health to prevent the re-introduction of malaria transmission in the country, considering the role that An. stephensi could play in urban and high-vulnerability areas of Sri Lanka. (Sheain Fernandopulle)"
  ]
}