{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lolc-life-and-lolc-general-seen-as-standing-out/",
  "time_ut": 1689615480.0,
  "original_lang": "en",
  "original_title": "LOLC Life and LOLC General seen as standing out",
  "original_body_lines": [
    "LOLC Group’s Insurance arm concluded the FY 2022 on a high note, recording its best -ever performance to date. Consolidated Gross Written Premium (GWP) of LOLC General Insurance (motor and non-motor) for the year ended 31st December 2022 stood at Rs. 8.551 Bn, reflecting a commendable 17% improvement over the previous financial year.",
    "LOLC Life and General together also accounted for a combined Profit After Tax (PAT) of Rs. 2,418 Mn. What is more remarkable is that these results come amidst the backdrop of a significant decline in industry-wide performance owing to severe external challenges throughout 2022.",
    "In the current financial year, LOLC General Insurance recorded a Profit before Tax (PBT) of Rs.1.65 Bn, denoting a solid 30% increase year on year, along with a PAT of Rs. 1.40 Bn representing 28% improvement over the figure reported for the previous financial year. The Total Comprehensive Income of the company recorded Rs. 449 Mn. Furthermore, with the Company’s market share in the Motor segment edging up to 10% in the year 2022, LOLC General too moved up 2 spots in the industry league tables from 7th position in 2021 to claim 5th place in 2022.",
    "Similarly, LOLC Life Assurance also soared ahead to deliver exceptional results and reach some important milestones in the current financial year. Reporting an overall Premium income growth of 12% year on year, the company was recognized as having the Highest New Business growth (FYP) in the industry at 31%, a monumental achievement given the severe challenges encountered during 2022. Meanwhile growing by 74% year on year, the PAT crossed the 1Bn mark for the first time in the company’s history. Backed by strong bottom line results, LOLC Life Assurance reported a Return on Equity (ROE) of 33%. Moreover, with a 4% market share in GWP terms, LOLC Life moved up to the 7th spot in the industry rankings for 2022 from 8th position occupied in the previous financial year.",
    "The formation of the Insurance arm, – Life and non-Life (General) operations in 2010 denotes a key milestone in LOLC’s strategic diversification agenda. A little over a decade on, LOLC life and general businesses have proven themselves as the most preferred insurance providers in the market.",
    "LOLC Life Assurance Ltd (LOLC Life) continues to offer a comprehensive suite of Insurance covers from Life Insurance plans, pension plans, child plans, critical illness plans and home loan protection solutions, all tailored to suit the bespoke needs of each customer. The business model of the Life business revolves around providing sustainable solutions to ensure the safety of people and communities. A robust business model coupled with sound underwriting principles has put LOLC Life on an accelerated growth trajectory, for the past few years.",
    "LOLC General caters to all customer segments through specialized lifestyle Insurance solutions for vehicles, homes, businesses, travel, cargo, personal accident cover etc. Seeking to emulate a more inclusive approach to business, LOLC General also offers Takaful Insurance – an alternative solution for risk averse customers to benefit from the risk sharing concept promulgated by the Islamic banking principles.",
    "Over the past ten years, LOLC General has recorded a number of milestones, most notably the listing on the Colombo Stock Exchange in December 2021. The unveiling of the ‘Honours’ loyalty programme in October 2022 marks another important milestone for LOLC General.",
    "‘Call of the Wild’: Jeep Club Expedition 2023 explores the enchanting Yala National Park",
    "South Africa – Sri Lanka Bilateral Trade & Investment session at the National Chamber",
    "LOLC General and LOLC Life enter into strategic partnership with Cargills Bank",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}