{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/06/un-calls-for-restraint-following-violence-at-al-aqsa/",
  "time_ut": 1680763020.0,
  "original_lang": "en",
  "original_title": "UN calls for restraint following violence at Al-Aqsa",
  "original_body_lines": [
    "UN: Israeli forces stormed Al-Aqsa mosque, also commonly known as al-Qibli mosque, overnight, arresting more than 350 people, according to media reports.",
    "UN Middle East envoy Tor Wennesland on Wednesday appealed for Israeli and Palestinian leaders to exercise restraint following the latest violence surrounding a holy site in Jerusalem.",
    "Wennesland issued a statement saying he was appalled by the images of violence inside the mosque, which is located in the Old City of Jerusalem and considered the third holiest site in Islam.",
    "“I am disturbed by the apparent beating of Palestinians by Israeli security forces and large number of arrests. I also strongly reject the stockpiling and use of fireworks and rocks by Palestinians inside the mosque,” he said.",
    "Al-Qibli mosque, within the overall compound of Al-Aqsa, is situated on Temple Mount, which is sacred to Jews.",
    "Violent clashes took place there two years ago, sparking 11 days of deadly conflict between Israel and Palestinian armed groups in Gaza.",
    "Briefing journalists at UN Headquarters, UN Spokesperson Stéphane Dujarric, said Secretary-General António Guterres had been \"shocked and appalled by the images\" he had seen of the violence and beating by Israeli security forces inside the al-Qibli mosque.",
    "\"At a time of the calendar which is holy to Jews, Christians and Muslims, this should be a time for peace and not violence. Places of worship should only be used for peaceful religious observances.\"",
    "The latest raid took place during the holy month of Ramadan and on the eve of the Jewish Passover holiday, against a backdrop of rising unrest between Israelis and Palestinians.",
    "“This holy period and places of worship should be for safe and peaceful religious reflection, noting that nearly 600,000 people have visited the Holy Sites in Jerusalem since the beginning of Ramadan,” said Wennesland, the UN Special Coordinator for the Middle East Peace Process",
    "Doctors Without Borders rescues over 400 migrants including Sri Lankans off the coast of Malta",
    "King Charles banknotes printed, but won’t be released until mid 2024"
  ]
}