{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91911/petition-filed-against-mp-ketagodas-private-members-bill-on-lg-bodies",
  "time_ut": 1689158760.0,
  "original_lang": "en",
  "original_title": "Petition filed against MP Ketagoda’s private member’s bill on LG bodies",
  "original_body_lines": [
    "The election monitoring organization PAFFREL today (July 12) filed a petition before the Supreme Court, challenging the private member’s bill presented to the parliament by MP Jayantha Ketagoda in a bid to amend the Municipal Councils Ordinance.",
    "The petition was put forward by Rohana Hettiarachchi, the Executive Director of PAFFREL (People’s Action for Free and Fair Elections), seeking a court order declaring that certain provisions in the said private member’s bill are unconstitutional.",
    "The petitioner says the parliamentarian, through his bill, seeks to amend the Provincial Councils Ordinance in order to empower the Minister of Public Administration, Home Affairs, Provincial Councils & Local Government to re-convene the dissolved local government bodies without holding the elections.",
    "Further, the petitioner took issue with MP Ketagoda’s bid to empower the subject minister to extend the tenure of the re-convened local government (LG) bodies.",
    "Pursuant to legal provisions, the local government elections should be held every four years, however, authorizing the subject minister to extend the tenure of LG bodies violates the people’s right to vote, the PAFFREL chief pointed out.",
    "The petitioner thus urged the Supreme Court to issue an order stating that the private member’s bill in question should be passed in parliament by a two-third majority and a referendum.",
    "The Attorney General has been named the respondent of this petition.",
    "Meanwhile, the Transparency International Sri Lanka (TISL) recently deplored MP Ketagoda’s private member’s bill, deeming it “anti-democratic”.",
    "The rights group said this move would be a heavy blow to the people’s sovereignty enshrined in the Constitution.",
    "“Local Government Members are the grass-root level public representatives. Regular elections are essential for the people’s mandate to be reflected in the LGAs (Local Government Authorities). In addition, this amendment sets a bad precedence as it creates a risk of abusing the legal framework to prevent holding timely elections, including national elections.”"
  ]
}