{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95071/ex-army-sniper-arrested-over-involvement-in-harak-kata-escape-attempt-",
  "time_ut": 1700640600.0,
  "original_lang": "en",
  "original_title": "Ex-Army sniper arrested over involvement in ‘Harak Kata’ escape attempt",
  "original_body_lines": [
    "A former Sri Lanka Army sniper has been arrested by the Criminal Investigation Department (CID), over his suspected involvement in the plot to help notorious underworld figure ‘Harak Kata’ to escape from the custody of the CID.",
    "The 33-year-old suspect, a former Commando Sniper, was arrested by officers of the Criminal Investigations Department (CID) at Godagama in Matara, and has been handed over to the Terrorist Investigation Division (TID) for further investigations.",
    "On 10 September, Nadun Chinthaka, alias ‘Harak Kata’, who was being interrogated by eight CID officers, had reportedly laced the officers’ teas with poison during his questioning, with the help of a Police Constable, who is still evading arrest.",
    "The police officer in question, named Munipalage Ravindu Sandeepa Gunasekara, remains at large since 10 September.",
    "During the questioning, ‘Harak Kata’ had allegedly requested to go to the washroom and was escorted out of the interrogation room with his accomplice – the police constable, and another sub-inspector attached to the Police Special Task Force (STF), assigned for the suspect’s protection.",
    "Although his handcuffs were removed at that point, the underworld kingpin had then walked out of the washroom acting as if he was still cuffed and had then attempted to snatch the STF officer’s firearm leading to a scuffle.",
    "A group of other CID officers were quick to arrive at the scene, upon hearing the commotion and managed to detain ‘Harak Kata’ in their custody.",
    "Amidst the altercation, the constable in question had reportedly fled the CID premises and remains in hiding to date while certain reports have claimed that he is presumed to have fled the country.",
    "On 18 September, the mother and brother-in-law of the police constable in question were arrested. The police also obtained a 90-day detention order to interrogate them.",
    "Meanwhile, another Constable was arrested on 30 September on suspicion of his involvement in notorious underworld figure Harak Kata’s escape bid."
  ]
}