{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Insulting-the-Buddha-RW-asks-CID-to-probe-Pastor-Jerome-Fernando/108-259232",
  "time_ut": 1684151911.0,
  "original_lang": "en",
  "original_title": "Insulting the Buddha - RW asks CID to probe Pastor Jerome Fernando",
  "original_body_lines": [
    "President Ranil Wickremesinghe has informed the CID Director to commence an immediate investigation against Pastor Jerome Fernando's controversial statements where he insulted the Buddha in front of a packed congregation recently and said even the Buddha needed Jesus.",
    "In a national security council meeting held on Monday morning, the National Security Head raised concerns with the President over the Pastor's critical remarks against Buddhismm, Islam and Hinduism and said this could lead to communal tensions in the country.",
    "President Ranil Wickremesinghe said that he would not allow any individual to destabilize the country and said anyone instigating religious disharmony should be probed and stern action should be taken.",
    "Wickremesinghe then advised the senior security heads to probe into Jerome's controversial statements against the religions as well as his past preachings. The National Security Head immediately handed over the investigation to the CID Head and asked for a team to commence an extensive probe against Pastor Jerome Fernando.",
    "The Daily Mirror reported on Monday that Buddhasasana, Religious and Cultural Affairs Minister Vidura Wickramanayake came out strongly against Jerome's comments insulting the Buddha and said there would be no room for anyone to insult any religion and stern action would be taken against such individuals.",
    "Minister Vidura also said there are a number of unlawful places of religious worship, including the one in which Pastor Jerome had made such inflammatory remarks.",
    "Over the weekend, a video showing Jerome preaching against Lord Buddha and Buddhism made its rounds on social media, creating an uproar amongst the majority of Buddhists, who demanded immediate action against the Pastor for his derogatory remarks.",
    "In his video, Jerome claimed that in a Buddhist’s mind, they never hear the love of Buddha as their focus is enlightenment and said that every Buddhist needs Jesus.",
    "In the same sermon, Fernando also insulted Islam and Hinduism. In his sermons against Islam, Jerome said that Muslims cannot even call Allah as 'Father'.",
    "\"You have 99 names for God in Islam. And yet love is not one of those,\" Jerome said.",
    "In his sermons insulting Hinduism, Jerome questioned the reasons why Hindus venerate so many animals. \"Why do they have a God that looks like an elephant? Why do they have Gods that have 10,000 hands? They are not far from the truth. Why do they venerate cows? They are very close but they are still far away. Someone needs to go and tell the Hindu people that what they are doing may be true to them but there is a deeper truth,\" Jerome said.",
    "Jerome Fernando has hit the headlines in recent months against his controversial preachings and many have questioned his source of funding to host such large religious congregations where he is seen preaching against other religions. (JAMILA HUSAIN)"
  ]
}