{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Tiran-to-give-HRCSL-inquiry-the-miss/56-746225",
  "time_ut": 1678663853.0,
  "original_lang": "en",
  "original_title": "Tiran to give HRCSL inquiry the miss",
  "original_body_lines": [
    "Public Security Minister Tiran Alles will not appear before the Human Rights Commission of Sri Lanka (HRCSL) today.",
    "Alles has informed the HRCSL in writing that he will not be able to appear before the commission as he has not been informed according to accepted procedures. He was requested to present himself before the HRCSL over the violent crackdown by the Police on protests conducted by university students led by the Inter University Students Federation (IUSF) recently.",
    "The Minister was asked to appear before the HRCSL today to answer questions about the Police’s conduct on 7 and 8 March when dispersing protests held near the University of Colombo and the University of Kelaniya as part of an inquiry launched by the Commission on the day’s events.",
    "In a statement last week the HRCSL said the subject Minister was summoned to explain the procedures followed by the Sri Lanka Police on the said days.",
    "The actions of the Police on both days have been widely criticised after the tear gas attacks also affected school students, teachers, residents and pedestrians in the areas. Video footage showed the Police firing tear gas into the University premises during the protests even as students retreated. The IUSF held a protest on 7 March based on seven demands while it held another protest the next day against the violent crackdown on the protest held the day before.",
    "A protest was also held at the University of Kelaniya on the night of 8 March against the arrest of two student activists who are currently in detention. The Police dispersed the protestors with tear gas and water cannons after claiming the demonstrators were blocking the Kandy road. They also proceeded to arrest six students who took part in the protests."
  ]
}