{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/11/unabomber-ted-kaczynski-who-terrorised-the-u-s-with-mail-bombings-for-nearly-two-decades-dies-in-prison/",
  "time_ut": 1686448080.0,
  "original_lang": "en",
  "original_title": "‘Unabomber’ Ted Kaczynski, who terrorised the U.S. with mail bombings for nearly two decades, dies in prison",
  "original_body_lines": [
    "Colombo (News 1st) – Ted Kaczynski, the lone terrorist known as the Unabomber who carried out a wave of parcel bombings in the U.S. for 18 years from 1978-95, killing 3 people and wounding dozens, has died in prison at the age of 81.",
    "The hunt for the Unabomber was the longest and most expensive manhunt in the history of the FBI, and Kaczynski frustrated the FBI for many years despite 125 agents being assigned to his case and a USD 1 million reward being offered. He was finally arrested on a tipoff by his own brother, while living in a cabin in the rural forests of the state of Montana.",
    "Kaczynski, who was later diagnosed as a paranoid schizophrenic, was motivated by a deep hatred of humanity, rather than any particular political ideology.",
    "He was serving eight life sentences when he died in his cell in a federal prison in North Carolina.",
    "Kaczynski while in prison authored a number of books including a series on 'Technological Slavery' which predicted that humans will eventually be enslaved to technology.",
    "Possessing the IQ of a genius, Kaczynski entered Harvard University when he was just 16 and graduated with a degree in Mathematics. He then earned a Master's and a Doctorate, both in mathematics, from the University of Michigan.",
    "He earned the name of Unabomber as his first bombs targeted a university and an airliner, with bombings at Northwestern University and on an American Airlines aircraft whose pilots managed to make an emergency landing after the bomb malfunctioned and released smoke instead of exploding. He also sent bombs to the University of Utah, Vanderbilt University, the University of California at Berkeley, the University of Michigan, the Boeing Corporation, United Airlines, an advertising agency, and several computer shops and other industrial locations.",
    "He authored a 35,000-word document called 'Industrial Society and its future', which rejected industrialization and advocated anarchy in a form where humans would live close to nature. When the FBI failed to catch him, he demanded that national newspapers publish his document, which the FBI then asked the Washington Post to do. Unfortunately for Kaczynski, his brother recognized his writing style in the Washington Post and called the FBI.",
    "Former Scottish First Minister Nicola Sturgeon arrested over financial investigation into her party",
    "Fishermen warned to stay out of Arabian Sea as Extremely Severe Cyclone heads for India-Pakistan border region",
    "Australia crowned Cricket World Test Champions, defeating India by 209 runs at The Oval in London",
    "Grandfather, 65, arrested over the death of child in Halbarawa, Mulleriyawa – Police",
    "Fertilizer coupons distributed to 70% of farmers; full distribution expected next week"
  ]
}