{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/errant-politicians-voodoo-economists-and-the-verdict-of-learned-judges/",
  "time_ut": 1700749140.0,
  "original_lang": "en",
  "original_title": "Errant politicians, voodoo economists and the verdict of learned judges",
  "original_body_lines": [
    "The Supreme Court has ruled (with one dissenting against four assenting voices) on 14th November 2023 that three members of the Rajapaksa family, including two former Presidents and a coterie of their close officials were responsible for the country’s worst economic crisis that ended in bankruptcy.",
    "The petition by civil society activists and NGOs named the current President, Ranil Wickremesinghe as the 1st respondent, while the respondent no. 32A was Gotabhaya Rajapaksa of Pangiriwatte Rd, Mirihana.",
    "Ajith Cabraal, P. B. Jayasundara and other mandarins with murky reputations were found guilty, while academics and economists like Prof. Lakshman learnt that those who lie with the hounds are condemned to contract their fleas.",
    "· It was claimed that the petitioners were not challenging the policy of the government in these proceedings, but they were challenging the “illegal, arbitrary, unreasonable or capricious executive and or administrative actions and or inactions”, … arising from arbitrary and/or capricious decisions, by the executive and/or administrative branches of the Government. It is contended that the respondents breached the ‘public trust’ reposed in them.",
    "· Petitioners claimed that a series of capricious decisions taken by these politicians and their officials, including the decisions to revise taxes, artificially control the exchange rate, failure to contain the depletion of reserves, failure to promptly seek assistance from the International Monetary Fund (IMF), and the failure to optimally adjust interest rates were the main causes for this economic collapse.",
    "When the learned judges concluded that these ministers and their mandarins were pursuing “illegal, arbitrary, unreasonable or capricious executive and or administrative actions and or inactions”, this can only resonate positively with the vast majority of Sri Lankans, as they themselves would have already come to that conclusion through their everyday experience.",
    "However, it is the duty of the opposition to have highlighted these matters in Parliament, and exposed them through political, civil and judicial action. When Nanayakkara, Weerawansa and Gammanpila split off from the Rajapaksa-dominated cabinet in protest over signing of midnight deals and other shenanigans, they unwittingly triggered a process that was in sync with the Farmers’ Protests against the arbitrary banning of fertilisers, lack of gasoline and cooking fuel. So, it is surprising that the petitioners did not name as respondents some of the lethargic leaders of the opposition parties, and MPs who do not even attend parliament.",
    "It is equally surprising that the petitioners did not indict the well-known architects of “Toxin-Free Lanka” who had paved the way for the collapse of the agriculture sector with the 2015 ban on glyphosate (weed killer) by the Sirisena administration, with the ban extended to all agrochemicals by Gotabhaya in 2021. The Aragalaya had in fact indicted all 225 MPs and demanded their demise.",
    "The second aspect of the petition, covering economic strategies in regard to taxation, exchange rates, reserve funds, and the IMF constitute an epistemological conundrum since at least the time of Hammurabi.",
    "While there was a “classical period” when people believed that economics can be made into a reliable science where predictions are possible, today we understand that economic systems are complex systems which may be fully deterministic and computable, but beyond prediction. Henri Poincare showed, towards the end of the 19th century that even perfectly well-defined simple systems subject to many interactions (even just three agents) were beyond prediction even though fully determined. This insight, known to mathematicians and physicists was finally applied to economic systems by von Neumann and others in the context of chaos theory, in the latter half of the 20th century.",
    "If we are to go with the observations of the Nobel Laureate von Hayek (see his Nobel-prize address), or the mathematician von Mises, economic prediction is a bit like predicting the outcome of a football match or a game of cricket. Even if we had all the details of the players, the state of the grounds, coaches etc., the outcome is technically unpredictable although a good educated guess may be possible.",
    "So, even with a vast array of the very best computers, and with the cream of economists at his beck and call, Allen Greenspan, then head of the US Federal Reserve bank had to admit that their team did not foresee the 2008 Economic collapse of Western economies. In fact, just a week prior to the collapse, Greenspan had given a clean bill of health to the US economy. Arguably, the Fed’s easy money policy of the early 2000s ultimately led to the 2007-2008 economic crisis, largely regarded as the worst financial downturn since the Great Depression. However, no one has petitioned against Greenspan. (See Fig. 01)",
    "Just as the economic collapse in the US in 2008 may have roots going back to a decade, even the economic collapse of Sri Lanka must be viewed within a time frame longer than the period chosen by the petitioners in their submission to the supreme court.",
    "In Figure 1 we show the evolution of Sri Lanka’s reserve coverage from 1950 to 2020. It is clear that the country was in the red already from 2010, and already too close to call since 1998. The sharp kink in 2008, coinciding with the Western economic collapse under Greenspan was followed by a period in Sri Lanka where the country’s reserve coverage went from bad to worse.",
    "Availability of energy is the key factor determining economic and social evolution – a fact mostly ignored by social theorists who focus on chimeras like the class struggle, globalization or “industrialisation”. Industrialisation needs energy. A small country like Sri Lanka, importing fuel and even foodstuffs that it can grow in the country is captive to global fluctuations in trade that are beyond its control. Sri Lanka has to, and it can, generate most of its energy needs (see: Partitioning water between agriculture and hydro-power to maximise Sri Lanka’s clean energy output, Island 12-08-21). It can also achieve self-sufficiency in food.",
    "This “home-grown” solution itself cannot be achieved to modern levels of sophistication without external inputs. Hence, Sri Lanka must also promote and invite foreign capital and investments. The country has been in the red since at least 2010. The Colombo Port City (CPC) project that was to infuse a large amount of forex into the country via the Chinese Belt Road initiative was converted into a disaster by Sri Lanka’s leaders bent on undermining the good works of each other.",
    "It was during this “in the red” period (March 2011) that the CPC project was initiated under Mahinda Rajapaksa, with Xi Jinping himself visiting Sri Lanka, with a 15-billion-dollar budget. In addition, extensive investment complementing the Chinese-funded Hambantota harbour was envisaged. The international ambience was such that Western companies were investing in Chinese projects. There were immense prospects of a much-needed forex inflow into the country. The Western Province, the most dynamic regional entity in the country would have seen an immense efflorescence, synergizing the other neighbouring provinces if the full CPC had gone according to plan. Indonesia has successfully followed such a whole-hog “Chinese-Belt-Road” policy even though it has to face the full brunt of the China-US Pacific region’s power-play.",
    "Unfortunately, the Yahapalanaya government of 2015 abruptly stopped the CPC as well as developments in the Hambantota port. Self-styled environmentalists claimed dire consequences from the CPC, although they have not garnered supporting environmental data even to date. Any confidence that investors would have had in coming to Sri Lanka evaporated with the capricious and politically short-sighted actions of the Yahapalanaya government, even though some of its leaders was committed to an extreme Ayan-Randian pro-trade policy.",
    "Although the CPC and the Hambantota project were resumed, after paying large amounts of compensation in forex, and under terms less favourable to Sri Lanka, foreign-investor confidence remained shattered. Interestingly, it was during this period that Sri Lanka took upon itself large international sovereign-bond (ISB) loans. Meanwhile, President Sirisena initiated a 52-day coup that further shattered investor confidence. The ISB loans became critical factors in debilitating the yet-to-come Gotabhaya government with its inept finance ministers who believed that wheeler-dealing would always work. (See Fig. 02)",
    "The reserve coverage continued to fall under the Yahapalanaya, as seen in Fig. 1. The purchase of ISGs continued without care, as seen in Figure. 2. Although the New York Times had invented the hypothesis of a “Chinese debt trap”, it is clear that the ISGs were the biggest debt burden of the Island nation. If civil society activists had gone before the supreme court and indicted the then President (Sirisena), and the then Prime Minister (Ranil Wickremasinghe) for their capricious and arbitrary actions, what would have been the verdict?",
    "Decisions to “print money”, raise or lower taxes, and other tricks belong to the grey area of voodoo economics. A banker can “create money” by a mere book entry and lend it to an investor. The banker is betting on the future being rosy and recovering the money with interest! A central banker may lower taxes betting that it will help promote business and hence reap more tax revenue in the future. But what if this expected rosy future fails to arrive? What if an epidemic arrives, as actually happened in 2019?",
    "Can a small nation entirely in the hands of wildly fluctuating global trade go gambling when its reserve holdings are themselves in the red? A country like the USA can get away with “just printing money” and such Voodoo economics; its currency is under-pinned in myriad ways including being the “petro-dollar”. Unfortunately, the Sri Lankan government threw caution to the winds and set sail on Voodoo economics. The Learned judges have rightly recognized this in their verdict.",
    "The petitioners had indicted the respondents for not going to the IMF soon enough. However, as far as the present writer could ascertain, there was no national consensus of any sort in going to the IMF. The parliamentary debates show that no political leader, either in the government or in the opposition, clearly and unequivocally proposed that Sri Lanka should forth-with seek IMF assistance. Instead, we see much brave and resounding sovereignty statements where the IMF is presented (with good reason) as the mother of disaster capitalism and the harbinger of fire-sales of the assets of the country.",
    "The degree of success obtained by the Wickremasinghe government in obtaining aid from the IMF is unlikely to have been achieved by the Rajapaksa regime that had no effective friends in Washington, Paris or Tokyo, while being hounded by the UN Huma-Rights secretariate under pressure from the US, Canada and UK with their large diasporas hostile to the Rajapaksas.",
    "The regime had deeply angered its friendly Muslim Nations by its refusal of burials to Muslims who died of Covid. The unsubstantiated fear-mongering against burials was done by the very academics and medics who had pushed organic agriculture, claiming that agrochemicals are toxins fed to Sri Lankans since the 1970s. Not surprisingly, the Rajapaksa regime had to beg bilateral emergency help form Sri Lanka’s neighbours.",
    "Availability of energy is the key to development. The first step in “saving Sri Lanka” is to achieve energy sovereignty using (a) its vast extent of aquatic bodies that can be used for floating solar installations while also conserving water; (b) cultivating fast-growing non-edible oil-producing plants like Castor for use as diesel and other fuels, and developing bio- and wind energy; (c) boosting Sri Lanka’s very low investment in higher education and research sharply; (d) following evidence-based science advise and rejecting eco-extremism and occult pseudoscience .",
    "As energy becomes available, the corresponding Forex savings can be used for industrial and technical developments, with emphasis on agricultural, mineral and microbial techniques rather than highly capital-intensive technologies. Fast electric trains should take priority over highways for cars. The constitution has to be changed so that the public is not forced to select MPs from the same lists of corrupt candidates fielded by the leading parties. This Gordian knot of stale candidates can be broken by using the model of sortition to choose at least half the MPs, as discussed elsewhere.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}