{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-close-near-four-week-low-as-investors-wait-for-clarity-on-local-debt-restructuring-116636/",
  "time_ut": 1679918880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks close near four-week low as investors wait for clarity on local debt restructuring",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stocks closed near a four-week low on Monday, recording the lowest turnover for the year on weakened investor sentiment as the market took a waiting stance until more clarity on local debt restructuring is given, analysts said.",
    "The Main All Share Price Index (ASPI) closed up by 1.42 percent or 134.14 points to 9,285.21, the lowest since March 01, 2023.",
    "The fears of debt restructuring mainly affected the banking and financial sectors, which dragged the index down for the day.",
    "“There was significant interest in SLT with the divestment news, and there was interest in leisure sectors and hotel sectors,” an analyst said.",
    "A report from the IMF last week said that Sri Lanka is looking at options to restructure domestic debt or local law local currency debt (LLLC) without harming the banking sector.",
    "Sri Lanka has to restructure debt to meet a ceiling on debt rollovers and new deficits called the gross financing need from 2027, which has been set at 13 percent of GDP (from 30-pct in 2022).",
    "Meanwhile, the EFF-supported program aims to restore Sri Lanka’s macroeconomic stability and debt sustainability, mitigate the economic impact on the poor and vulnerable, safeguard financial sector stability, and strengthen governance and growth potential.",
    "The Executive Board’s decision will enable an immediate disbursement equivalent to SDR 254 million (about US$333 million) and catalyze financial support from other development partners.",
    "The market saw a net foreign inflow of 30.9 million rupees, and the total offshore inflows recorded so far in 2023 to 1.01 billion rupees.",
    "The most liquid index, S&P SL20, closed 1.74 percent or 47.53 points down at 2,677.98.",
    "The market saw a turnover of 871 million on Monday, below this year’s daily average of 1.8 billion rupees.",
    "Top losers were Vallibel One, Hatton National Bank, and Melstacorp. (Colombo/March 27/2023)"
  ]
}