{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Food-containing-flavours-harmful-to-people-abundant-in-market-Health-officials/108-261365",
  "time_ut": 1687150795.0,
  "original_lang": "en",
  "original_title": "Food containing flavours harmful to people abundant in market: Health officials",
  "original_body_lines": [
    "Food items containing artificial, natural and nature-identical flavours that are highly harmful to the human body are becoming increasingly common in the Sri Lankan food market, health officials pointed out.",
    "It has become a concern of health experts and nutritionists as these synthetic flavourings, which are added with the aim of providing consumers with more interesting and varied taste sensations, have been linked to certain harmful effects on health.",
    "Commenting on the matter, a senior health official from the Health Ministry said “These artificial and natural identical flavours are full of unhealthy chemicals which have some serious repercussions.”",
    "He urged people to be aware while selecting food products, such as tomato sauce (catering sauce) and sugar-related products, due to the abundance of artificial and nature-identical flavours present in them.",
    "“The World Health Organization (WHO) has identified that the use of artificial flavours in food items can affect the human body by causing irritations in the respiratory tract, increased risk of cancer, or can even lead to death in extreme cases. Similarly, nature-identical flavours can cause adverse effects such as skin irritation, headache, nausea, fatigue, etc,” he explained.",
    "He said that the long-term effects of consumption of food containing artificial and natural identical flavours could lead to mental and physical issues such as irritability, depression, digestive problems, and low energy levels.",
    "Meanwhile, Roshan Kumara, the Treasurer of the Public Health Inspectors Union said they had filed cases against shops, and restaurants where food especially sauces with flavours and fake brown sugar are sold.",
    "“Some sauce products do not even contain natural tomato as they are flavoured with a spate of flavourings,\" he added. (Sheain Fernandopulle)"
  ]
}