{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-will-not-be-accountable-as-long-it-can-punish-victims-125751/",
  "time_ut": 1689129720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank will not be accountable as long it can punish victims",
  "original_body_lines": [
    "ECONOMYNEXT – There are claims being made that Sri Lanka’s central bank will be made magically ‘accountable’ under the new central bank law after robbing the economic freedoms and livelihoods of the people.",
    "Countries that go through severe crises due to bad money, have fixed themselves in the past. But in Latin America and in Sri Lanka and in Africa, countries go through crises after crisis, but the central bank is not tamed.",
    "Whether inflation is pushed up to drive workers to strikes in the West, or tipping the people over the poverty line with ‘food inflation’ or robbing economic freedoms through import, price or exchange controls the perpetrator is the state-owned central bank.",
    "The central bank, through these controls, get more time to enforce rate cuts, and worsen a credit bubble and forex shortages.",
    "Western central banks accumulated these powers through the last century as the fixed policy rate was invented in the 1920s, abandoning the so-called flexible ‘Lombard rate’ that kept the balance of payments in balance.",
    "A post 1920 central bank usually gets away from being accountable, through the support of ‘macro-economists’ who help shift the blame to the victims after gaining ‘independence’ to print money to operate a fixed policy rate and trigger exchange and money policy conflicts.",
    "The central bank through this law is seeking to target output (print money for growth) despite the havoc such actions have caused in Sri Lanka, triggering multiple currency crisis in the recent past in particular.",
    "“When the President signs this bill, the invisible government by the Monetary Power will be legalized, the people may not know it immediately, but the day of reckoning is only a few years removed … The worst legislative crime of the ages is perpetrated by this banking bill,”  representative Charles Lindberg warned when the Federal Reserve was set up as a peculiar SOE.",
    "It is sad that a century after ‘reckoning’ has come – in the case of Sri Lanka every few years – legislative crimes are being committed again and again in unstable countries whose currencies depreciate, who have trade and exchange controls and who default repeatedly.",
    "The central bank is seeking to simultaneously operate money and exchange policies, the problem that has dogged this country for 73 years and led to forex shortages.",
    "The central bank is free to print money to boost growth depreciate the currency pretty much as it had done in the past.",
    "Section 6 (4) lays out the exact policies that drove the country to default particularly from 2022, and laid the foundation through three earlier back-to-back currency crises by violating a law of nature, generally expressed as the ‘impossible trinity’ of monetary policy objectives.",
    "“In pursuing the primary object referred to in subsection (1), the Central Bank shall take into account, inter alia, the stabilization of output towards its potential level.”",
    "Subject to the provisions of this Act, the powers, duties and functions of the Central Bank shall be to –",
    "(a) determine and implement monetary policy; (b) determine and implement the exchange rate policy;",
    "What is being accountable? Is being accountable giving excuses for generating high inflation and not giving even an excuse for depreciating the currency and imposing regressive inflation taxes on the poor?",
    "“The Central Bank shall be autonomous and accountable as provided for in this Act.",
    "(3) The autonomy of the Central Bank shall be respected at all times and no person or entity shall cause any influence on the Governor of the Central Bank or other members of the Governing Board and Monetary Policy Board or employees of the Central Bank in the exercise, performance and discharge of their powers, duties and functions under this Act or interfere with the activities of the Central Bank.",
    "(4) Except in the exercise, performance and discharge of the powers, duties and functions under this Act, the Governor of the Central Bank or other members of the Governing Board and Monetary Policy Board, employees of the Central Bank or any person authorized by the Central Bank shall not seek or take instructions from any person:",
    "80. (1) The Central Bank shall, once in every six months and at such additional times as it deems necessary, inform the public regarding the implementation of its monetary policy, and the achievement of its objects.",
    "(2) The Governor of the Central Bank may, at the request of the Parliament or on his own initiative, be heard by the Parliament or any of its committees periodically, regarding the functions of the Central Bank.",
    "(3) The Central Bank shall, within a period of four months after the close of each financial year, publish, and lay before the Parliament through the Minister, a report approved by the Governing Board, on the state of the economy during such financial year emphasizing its policy objectives and the condition of the financial system. The report shall include a review and an assessment of the policies of the Central Bank followed during such financial year.",
    "There are no sanctions on the central bank or its offices for creating forex shortages through inflationary open market operations to enforce rate cuts.",
    "There are no sanctions for keeping interest rate artificially low for long periods and suddenly hiking them after triggering external instability and pushing up rates to high levels and triggering bad loans in banks.",
    "There are no sanctions for pushing people get barely out of poverty back into poverty through permanent depreciation of the flexible exchange rate.",
    "For what this central bank has done, in the recent crises or in the past, there is no punishment.",
    "No one can be punished by law for destroying the currency, the bank deposits or the salaries of the people or driving the economy into a currency crisis.",
    "According to then Prime Minister D S Senanayake there were warnings against setting up the central bank and abolishing a floating interest rate. There have been even more warnings this time and people went to court, against this SOE with unusual powers.",
    "Sri Lanka’s tragedy and the lost wisdom of D S Senanayake on money printing",
    "Many of petitioners did not understand the danger of macro-economic policy, but they understood that the SOE had unusual and peculiar powers.",
    "A state-owned central bank, particularly in a third world country with chronic forex shortages and currency depreciation is not like any other state-owned enterprise.",
    "In Sri Lanka the central bank has depreciated the currency from 4.70 to 320 and has gone to the IMF 17 times without taking any action to tame its money printing powers through the policy rate, standing facilities or open market operations in general.",
    "The central bank is the only agency that can create forex shortages. It is the only agency that can trigger a currency collapse.",
    "Third world central banks in particular make it impossible for people to live in the countries where they operate monetary policy while collecting reserves.",
    "In the first place it is a travesty of justice that a perpetrator of these act is making its own law to give itself room to mis-target rates and continue on the same or worse path by calling its actions by different names.",
    "The central bank is like no other SOE or regulator in another way.",
    "It is a cardinal principle in regulation that the producer of goods or services is separate from the regulation.",
    "But in the case of central banks, the regulator is the very agency that produces bad money.",
    "The central bank like no other SOE in that it can impose sanctions on the public and businesses through exchange control and its own monetary law or the banking law, after triggering forex shortages by over-producing money to suppress interest rates.",
    "Under the principle monetary law anyone who produces a 500-rupee note is committing a crime.",
    "But the central bank which prints billions and trigger forex shortages and push millions into poverty through the flexible exchange rate face, no sanctions and it is not a crime.",
    "The perp in fact is making its own law to give itself immunity. It is not just Sri Lanka but all third world central banks do that.",
    "The ‘first world’ central banks also did that from around 1931 to 1980 when Keynesianism displaced classical economics but have been controlled to some extent especially after 1980, when policy took a turn for the worse in Latin America and Africa.",
    "Germany till the end of World War II until the Deutsch Mark was produced by the Bundesbank. In France until Jacque Reuff produced the New Franc for de Gaulle and in the UK until Thatcher and Alan Walters and Geoffrey Howe in 1979.",
    "The most successful East Asian nations also rejected macro-economic policy and chose stability instead.",
    "In Sri Lanka and other third world countries, the perpetrator of monetary instability has enormous powers not only for exchange controls but also to influence other agencies to control imports.",
    "In this crisis the central bank also barred forward contracts after printing money, in addition to controlling the exchange flows and trade.",
    "Central banks use these powers to engage in their favourite game in Sri Lanka and elsewhere – that is delay market interest rates and continue to print money for another month or another year.",
    "A central bank through its exchange controls, has absolute control over the lives of citizens. When import and price controls are added the tools for absolute totalitarian control is available to bureaucrats and politicians. Price controls and rationing, are also a knee jerk reaction to aggressive monetary policy for growth. Under active monetary policy, these have become common place in Sri Lanka.",
    "This is what classical economist Friedrich von Hayek, who got a Nobel prize in the 1970s shortly after the US dollar collapsed using the very policies that are to be legalized in Sri Lanka’s new law.",
    "“..[W]hoever controls all economic activity controls the means for all our ends, and must therefore decide which are to be satisfied and which not,” explained Friedrich von Hayek in Road to Serfdom.",
    "“This is really the crux of the matter. Economic control is not merely control of a sector of human life which can be separated from the rest; it is the control of the means for all our ends. And whoever has sole control of the means must also determine which ends are to be served, which values are to be rated higher and which lower, in short, what men should believe and strive for.”",
    "Exchange controls were virtually invented by the Bank of Russia under Tsar Nicholas in 1906. The country fell to Bolsheviks about a decade later.",
    "“The extent of the control over all life that economic control confers is nowhere better illustrated than in the field of foreign exchanges,”  Hayek wrote.",
    "Nothing would at first seem to affect private life less than a state control of the dealings in foreign exchange, and most people will regard its introduction with complete indifference. Yet the experience of most Continental countries has taught thoughtful people to regard this step as the decisive advance on the path to totalitarianism and the suppression of individual liberty. It is, in fact, the complete delivery of the individual to the tyranny of the state, the final suppression of all means of escape—not merely for the rich but for everybody.”",
    "The UK where the stimulus and interest rates suppression with exchange rate policy was mainstreamed by J M Keynes, had exchange controls from 1947 (a year after the Bank of England was nationalized) until 1979 when the country moved to tight single anchor monetary policy with a clean float.",
    "The country was in back-to-back IMF programs before that. With the last IMF loan for 3.9 billion US dollars, the biggest loan at the time.",
    "Leaving aside the finer points of the legalized printing for stimulus and anchor conflicts that can lead to a default and restructure debt, the ordinary citizen should demand one thing.",
    "Like the UK, US, Switzerland, Singapore or Hong Kong or Dubai, the public should demand the minimum from the economic bureaucrats.",
    "That is the freedom to trade, and freedom to move their hard-earned money.",
    "If the architects of this law are so confident of the efficacy of the law, they should be prepared to immediately abolish exchange and import controls which were imposed after this SOE was set up in 1950.",
    "If the economic controls cannot be abolished, the new monetary law is not worth the paper it is written on.",
    "Without economic freedoms to import something, or transfer a legally earned rupee, grand plans to develop the country will come to nothing."
  ]
}