{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bosch-sri-lanka-inaugurates-new-corporate-office-in-colombo/",
  "time_ut": 1681662960.0,
  "original_lang": "en",
  "original_title": "Bosch Sri Lanka inaugurates new corporate office in Colombo",
  "original_body_lines": [
    "Robert Bosch Lanka Private Limited has unveiled its new corporate office in Colombo, showcasing the company’s commitment to further strengthen its foothold in Sri Lanka. The move is a significant milestone for the company, which has been a trusted brand in the country since its inception.",
    "The inauguration ceremony was held in the presence of Soumitra Bhattacharya, managing director of Bosch Limited and president of the Bosch Group in India, and Navaneetha Krishnan, managing director of Robert Bosch Lanka Private Limited. Ms. Marie Antonia von Schönburg, Chief Delegate of the Delegation of German Industry and Commerce in Sri Lanka (AHK Sri Lanka), also attended the inauguration, demonstrating the strong relationship between Sri Lanka and Germany in promoting business and economic growth.",
    "Being the sole representative Bosch office in the country, the new office boasts a seating capacity of over 20 associates, along with four discussion rooms and ample space for collaboration. The office will represent the Bosch divisions Automotive Aftermarket, Power Tools, and Building Technologies underlining the company’s commitment to providing technologically advanced products and services to its valued customers in Sri Lanka.",
    "As Sri Lanka continues to stabilize its unsettled macroeconomic situation, there is a growing demand for reliable and safe products in the Automotive Aftermarket, Power Tools, and Building Technologies sectors. Bosch is well-positioned to meet this demand and promote business and economic growth in the country. Bosch Sri Lanka’s new office address is: Robert Bosch Lanka Private Limited, 35, Edward Lane, Colombo 03.",
    "DIMO Academy for Technical Skills honours graduates at 31st convocation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}