{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/21/india-s-supreme-court-orders-investigation-of-horrific-manipur-sexual-assault/",
  "time_ut": 1689904440.0,
  "original_lang": "en",
  "original_title": "India’s Supreme Court orders investigation of horrific Manipur sexual assault",
  "original_body_lines": [
    "COLOMBO(News 1st): India's Supreme Court has ordered the Central Govt and State Govt to investigate the horrific stripping, public parading, and sexual assault of several women in Manipur, or to step aside for the court to take action.",
    "A video of two women being paraded naked through streets and paddy fields by dozens of men who were taunting and beating them, went viral on social media. Several women from the Kuki community had also been gang-raped in the horrific attack.",
    "The attack took place on May 4, but the video went viral only last week, most likely due to a government ban on social media in the eastern state of Manipur where over a hundred people have been killed in recent violence between the Kuki and Meitei communities.",
    "The village in which the women lived had been burned down during the attack. Chief Justice D.Y. Chandrachud headed a 3-judge bench that summoned the government’s Attorney-General and Solicitor-General on Thursday to convey that the court was “deeply disturbed”.",
    "“Using women as instruments of perpetrating violence in a charged atmosphere is simply unacceptable in a constitutional democracy,” the court declared in its order.",
    "“What matters is that this is just simply unacceptable… This is the grossest of constitutional and human rights violations… We are expressing our deep concern… We will give the government a little time to take action or we will take action,” the Chief Justice warned.",
    "Presidential Pardon for LTTE member Guilty of 1996 CBSL Bombing that Killed 91 people",
    "EXCLUSIVE! Interview with MRS. INDIA INC 2023 Chethana Joshi Thiwari"
  ]
}