{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/25/janaka-ratnayake-ready-to-enter-politics/",
  "time_ut": 1684984680.0,
  "original_lang": "en",
  "original_title": "Janaka Ratnayake ready to enter politics",
  "original_body_lines": [
    "COLOMBO (News 1st); Janaka Ratnayake, the Former Chairman of the Public Utilities Commission of Sri Lanka, said on Wednesday (24) that he is read to enter Sri Lankan Politics.",
    "\"Now I have the freedom to work for the people and undo political distortion,\" he told reporters after Parliament voted to remove him from the post of Chairman and member of the PUCSL.",
    "Janaka Ratnayake watched the live broadcast of the Parliamentary debate and vote held to remove him from the Public Utility Commission of Sri Lanka, with his children.",
    "The resolution to remove Janaka Ratnayake from the post of Chairman and Member of the Public Utilities Commission of Sri Lanka was passed in Parliament on Wednesday (24).",
    "123 votes were cast in favor, while 77 MPs votes against it.",
    "The resolution to remove Janaka Ratnayake from the post of Chairman and Member of the Public Utilities Commission was supported by the MPs from the Sri Lanka Podujana Peramuna, MPs and Ministers from opposition parties that support the government, and MPs who remain independent within the opposition.",
    "Duminda Dissanayake from the Sri Lanka Freedom Party, Independent MPs Anura Priyadarshana Yapa, John Seneviratne, and Kumara Welgama supported the resolution in Parliament.",
    "Vadivel Suresh and A.H.M Fowzie who were elected to Parliament from the SJB also supported the resolution.",
    "24 MPs including those from the TNA and the Tamil National People's Front were not in parliament for the vote.",
    "The Samagi Jana Balavegaya, Uttara Lanka Sabhagaya, Freedom People's Congress and the Jathika Janabalavegaya voted against the resolution.",
    "SJB to take disciplinary action against Vadivel Suresh for supporting government resolution"
  ]
}