{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-magnificent-men-of-the-43-group-of-royal-college/",
  "time_ut": 1682170620.0,
  "original_lang": "en",
  "original_title": "The Magnificent Men Of the 43 Group Of Royal College",
  "original_body_lines": [
    "I state without any fear of contradiction that the Group of one hundred 10 and 11-year olds who entered the portals of Royal College in 1943, will go down in history as the most outstanding and influential batch of students to enter Royal or for that matter, any school in Sri Lanka during the nation’s long and proud history.",
    "These 10/11-year olds entered Royal during the middle of World War ll and attended classes in buildings temporarily made available for the school in Turret Road, Kollupitiya. The Principal was EL Bradby who the students remember with awe and admiration and to whose worthy guidance and that of the other teachers, they attribute their success in later life.",
    "The list of names of the 43 Group is a virtual roll call of the Creme de la creme of the country’s professional, social and sportsmen of the post World War ll era. One extraordinary feature of this group is that among distinguished intellectuals, scientists, politicians, sportsmen and professionals, it produced three Heads of Sri Lanka’s three armed forces, viz the Army, Navy and the Air Force.",
    "There are of course instances where Royal had produced boys who became Heads of the Army, the Navy, and the Air Force. We have had General Sepala Attygalle, Tissa Weeratunga, Russel Heyn among other Old Royalists who headed the Army. We have had Naval Commanders Kadirgamar, Basil Gunasekera heading the Navy, and Harry Goonetilleke leading the Air Force, but they were all in school at different times and certainly not from the same class.",
    "The three 43 Group products, Lt General Nalin Seneviratne, Commander of the Sri Lankan Army, Vice Admiral Asoka de Silva, Commander Of the Sri Lankan Navy, and Air Vice Marshall Harry Goonetilleke Commander Of the Sri Lankan Air Force were all old Royalists who entered school in 1943. That record is unlikely to be surpassed by any school.",
    "Sportsmen in the 43 Group, include cricketing cousins Channa and Valentine Gunasekera both of whom captained the College First Eleven in different years. Channa who became the school’s Head Prefect went on to represent and Captain the SSC , and also represented the All Ceylon team. Valentine went overseas for his tertiary studies and became a well known Architect.",
    "Other cricketers in this batch were Sendi Wignarajah (who took five wickets for 35 runs on debut in the 1950 Royal Thomian Match), SPF Senaratne, Saliya Atapattu, Trevor Anghie and Hilton C Perera. Seven members of the 43 Group have played in the Royal Thomian match of different years and that constitutes a record for any class from the school.",
    "In Rugby football Ashroff Cader created a record by leading 14 freshers to snatch the Bradby Shield from Trinity in 1948. Other well known rugger players from the group are Trevor Anghie, Derek Bartholomeusz, and Roger Modder. In athletics Channa Gunasekera broke the Public School record in the 120 yard hurdles event, Others like Saliya Atapattu,Trevor Anghie, JA de Silva, FSN Perera, Chris Pinto, Lanka Silva and RID (Ralph) Wijesinghe also were outstanding athletes with several Public School Records to their credit.",
    "Dick Schoorman was national table tennis champion for a record 6 consecutive years.In politics there are two outstanding names from the 43 group viz Mangala Moonesinghe and BD Munidasa. One might justly ask who Munidasa is? Relatively unknown, as he was, Munidasa was lost in the prime of life, killed in his late twenties. He was the elder brother of BD Ratnasiri, better known as Ratnasiri Wickremenayake, Minister and subsequently Prime Minister of Sri Lanka.",
    "Munidasa was the eldest son in a well known land owning family from Horana. He attended Royal having being admitted in 1943, and then Peradeniya University from which he obtained an Arts Degree with Honours. After leaving University Munidasa did not seek employment but immersed himself in social activism in Horana. He was left inclined in his political views and being a popular and personable young man would have easily won the Horana seat in the 1960 elections, Fate decreed otherwise, however.",
    "The family owned elephants used for haulage etc and each elephant had a paid keeper. One of the keepers under the influence of liquor had been insolent to Munidasa who was quick to remonstrate. The keeper pulled out a knife from his waist and dealt Munidasa a blow which killed him instantly. People in the homestead rushed to save Munidasa but it was too late. The keeper was dashed to the ground crippling him for life, and was later dealt with under the law. Sri Lanka lost a promising leader with the death of BD Munidasa. His comparatively short life was enough however to inspire his younger brother Ratnasiri on whom his mantle fell.",
    "The other politician from the group, Mangala Moonesinghe became a barrister and later represented the Bulathsinghala Electorate in Parliament first for the LSSP and later for the SLFP.",
    "The 43 Group was well represented in the Corporate world of yesteryear. Notable among them were Roger Modder and Reggie Poulier Directors of Carson Cumberbatch and Co, Saliya Atapattu Director of Mackwoods and Commissioner of the Tea Promotion Bureau in Sydney and A Thavendran also a director of several companies.",
    "Many members of the 43 Group became eminent academics, doctors, lawyers, engineers, administrators and accountants, with some holding top positions in International organisations. There were 18 in the medical profession, 15 lawyers, five University Professors, four engineers, and four acountants.",
    "Some names that come to mind are: Prof CF Amerasinghe who served held a senior position in the World Bank, and judge of of the UN Administrative Tribunal specialising in Public international Law. Prof Laksiri Jayasuriya, professor of Social Work at the University of Western Australia, Christopher Pinto who served in the World Bank, and was Secretary General of the Iran/US Claims Tribunal.Ranjit Abeysuriya, Kenneth Seneviratne and S Sivarasa were Directors of Public Prosecution in Ceylon. Inthiran Chelvathurai was a former Commissioner of Inland Revenue and Fiscal Adviser to the Ministry of Finance in Sri Lanka, and later served in the Commonwealth Secretariat in London for many years, including 12 years as Head of the Commonwealth Association of Tax Administrators.",
    "Among the 18 medical doctors in the 43 Group was Dr SJM (Saman) Fernando, Professor of Mental Health and Psychiatry at the London Metropolitan University, Dr HL Eaton, Dr Rudi Rasaratnam, and Dr R Ravindran all eminent surgeons, Dr R Mahendran, Dr EP Fernando and Dr NPS Guneratne well known specialists. Also, paediatrician Dr RK de Silva who besides his eminence as a medical practitioner reached dizzy heights as a world renowned author and researcher on matters of antiquarian interest relating to Ceylon. His works including Early Prints of Ceylon, Views of Dutch Ceylon, Newspaper Engravings on Ceylon, and others have become standard reference sources for researchers.",
    "DLO Mendis was one of the leading engineers specialising in water and soil conservation systems and set up the Sri Lanka Pugwash Group. In the banking sector George Dias held several senior positions and assisted in the formation of the National Savings Bank. P Hettihewa has done yeoman service for the 43rd group as its convenor for several years.",
    "Any school in Sri Lanka would be proud to have such a galaxy of names as those mentioned above, as past students in an entire history of a school ! Here however all of these eminent persons from one batch of students, studied together, played together, and aspired to leading roles in the community. All of them remained close friends to the end regardless of ethnicity, class or other social markers.",
    "Of the original 100 boys only 17 are alive today as nonagenarians. Long may they live, and continue to inspire the spirit of the 43 Group of Royal College to others as an example for every school to follow!",
    "(WITH ACKNOWLEDGMENTS TO INTHIRAN CHELVATHURAI A STALWART OF THE 43 GROUP)",
    "Proposed Anti-Terrorism Bill: Real tiger, paper tiger or mixed bag",
    "Tiger Woods and Donald Trump: A Contrast in Public Perception",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}