{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/28/privatization-would-help-srilankan-airlines-ul-chief/",
  "time_ut": 1682681100.0,
  "original_lang": "en",
  "original_title": "Privatization would help SriLankan Airlines – UL Chief",
  "original_body_lines": [
    "COLOMBO (News 1st); The Chairman of SriLankan Airlines said that privatization would help as long as the right partner is found to help the ailing national carrier.",
    "Ashok Pathirage, the Chairman of SriLankan Airlines told the Committee on Public Enterprises \"As long as there is peace in the country. No protests and issues. Then I think we should be able to.\"",
    "Richard Nuttall, the Chief Executive Officer of SriLankan Airlines also speaking at the COPE session said there is a need to reactivate the fleet and replace the aircraft with expiring leases.",
    "\"Board approval was granted and in March 2022 an RFP (request for proposal) was issued to replace the aircraft that were leaving the fleet. However, because of the country's situation, the RFP could not be finalized at that time. So we had to try and manage that, and we managed to extend a couple of aircraft to keep us more or less at the same level. So the one thing that's changed in the last 12 months is that with the decision to privatize or divest the airline, we were requested by the Ministry just to replace aircraft, so, we're replacing aircraft to get to the pre-covid numbers of 27. Although the airlines' longer term plan was to actually grow to 35 by the end of 2025,\" he elaborated.",
    "K. D. S. Ruwanchandra, the Secretary of Ministry of Ports, Naval and Aviation Services said that the State-Owned Enterprise Restructuring Unit believes it is wise to divest SriLankan Airlines, SriLankan Catering and Ground Handling at once to one investor, instead of opting to multiple investors.",
    "However, he said that no final decision was reached on the matter.",
    "Indian media reported that Tata Enterprises, a major industrial conglomerate in India that recently acquired Air India from the government, is being considered as a possible investor in SriLankan Airlines",
    "To facilitate the privatization or restructuring of Sri Lankan Airlines, the Sri Lankan government has set up a \"State-Owned Enterprise Restructuring Unit\".",
    "As part of its plan for economic recovery and fiscal consolidation, Sri Lanka is considering restructuring its state-owned enterprises and divesting from sectors such as airlines, hotels, and hospitals. This move is expected to create investment opportunities for Indian investors.",
    "Indian Media said that SriLankan Airlines was a highly profitable airline when it was previously privatized, with 40% of its shares sold to Emirates Airlines, who managed the airline operations.",
    "Indian media reported that as many SriLankan Airline' flights are routed through India, and it would be beneficial for Indian airlines to collaborate with the Sri Lankan service provider.",
    "St. Joseph’s College wins 49th limited over match against St. Peter’s College",
    "CID calls for report over officers involved in Mahara Prison shooting",
    "Rains over 100mm expected, Landslide warnings issued for 3 districts"
  ]
}