{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Parliament-Select-Committee-recommends-abolition-of-UGC/108-263655",
  "time_ut": 1689930680.0,
  "original_lang": "en",
  "original_title": "Parliament Select Committee recommends abolition of UGC",
  "original_body_lines": [
    "The special Select Committee appointed to look into developing higher education has recommended the abolition of the University Grants Commission (UGC) and to replace it with an independent “National Higher Education Commission“ to be enacted by new legislation.",
    "Chairman of the Select Committee Minister Wijeyadasa Rajapakshe told journalists that the committee has recommended that the National Higher Education Commission be comprised of 11 members appointed by the President with prior approval of the Constitutional Council. The members of the Commission should be those who have achieved eminence in respective fields such as academia, profession and management. The Commission should comprise four sub-committees, namely a State University Committee, Non-State University Committee, Vocational Education Institutions and a sub-committee on quality assurance.",
    "The Select Committee has further recommended the establishment of universities under public-private partnerships and to revamp the administrative system of state universities by casting the responsibility for finance, good governance, accountability and transparency while preserving their autonomy. The establishment of Virtual Universities is also recommended.",
    "Another recommendation is the introduction of a mixed evaluation where students will be evaluated based on both examinations and continuous assessments.",
    "The Select Committee which has also focused on early childhood education and primary /secondary education has further recommended setting up bodies to monitor early childhood education institutions and all private schools. (Yohan Perera and Ajith Siriwardana)"
  ]
}