{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ex-president-sirsiena-evasive-on-questions-about-supporting-govt-118437/",
  "time_ut": 1681895040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ex-president Sirsiena evasive on questions about supporting govt",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka former president Maithripala Sirisena dismissed claims that some opposition parties were planning to support the government but remained evasive when pressed about members of his own party, the Sri Lanka Freedom Party (SLFP), crossing over.",
    "Speaking to reporters in Kandy Wednesday April 19 morning, Sirisena said any pronouncement from government members that opposition MPs were waiting to cross over to their side was not worth taking seriously.",
    "“That’s just how it is. In politics, everyone says such things. There’s no need to take such remarks too seriously. Let’s see what happens in the future,” said Sirisena.",
    "Asked if anyone from the SLFP was planning to “strengthen the hand” of the government, the former one-term president said: “Our responsibility is to strengthen the country and the people. We stand for that.”",
    "Sirisena, who appeared to be in a jovial mood, said the SLFP’s political activities were successfully underway after the National New Year holidays.",
    "“We plan to hold our May Day rally in this historic Buddhist city of Kandy,” he said, adding that the party was doing well.",
    "Asked if he planned to contest the next presidential election, Sirisena quipped: “Those things are up in the air, flying in the wind. We don’t know when an election will take place, which election will be held. Those are up to the government, the president and the election commission.”",
    "Until then, the SLFP is committed towards working for the people, he said, adding that the party planned to contest future elections on the ‘hand’ symbol.",
    "Sirisena was also cautious with his comments on a controversial new counter-terror bill introduced to replace Sri Lanka’s Prevention of Terrorism Act (PTA), which has been widely called a draconian piece of legislation.",
    "The PTA was helpful in winning Sri Lanka’s war against the separatist Tamil Tigers, he said.",
    "“We have tasked the lawyers in our party, many of them president’s counsels, to study the bill.",
    "“They will present a report to us on the bill, and we will act based on those findings,” said Sirisena, noting that the party can weigh the bill’s pros and cons and act accordingly in parliament when the bill is taken up for debate.",
    "“We have the power to propose amendments, to oppose [aspects of it] in parliament. If there are good things about it, we can talk about that, too,” he said. (Colombo/Apr19/2023)"
  ]
}