{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95365/4-dead-3-injured-and-suspect-dead-in-queens-stabbing-and-fire-officials-say",
  "time_ut": 1701619800.0,
  "original_lang": "en",
  "original_title": "4 dead, 3 injured and suspect dead in Queens stabbing and fire, officials say",
  "original_body_lines": [
    "Four people are dead, including two children, and one person was critically injured in a stabbing in Far Rockaway, Queens, on Sunday morning, police said. Two police officers were injured responding to the home, where a fire also broke out, and the suspect is dead.",
    "An 11-year-old girl, 12-year-old boy, 44-year-old woman and man in his 30s were killed, and all are believed to be family members, police said.",
    "Police received a 911 call shortly after 5 a.m. from a young female caller, who said her cousin was killing her family members, New York City Police Department Chief Jeffrey Maddrey said at a Sunday morning news conference.",
    "The officers responded to a residential block in Queens, where they pulled into a driveway and saw a man walking out with luggage, according to Maddrey.",
    "The man drew a kitchen steak knife on the officers, stabbing one in the neck and chest, and striking the other in the head, the chief added. One of the officers drew his weapon and fired, killing the suspect, Maddrey said.",
    "Maddrey commended the officers, a 28-year veteran a 16-year veteran.",
    "“They could have easily let this person walk past them with his luggage. Instead, they stopped, asked a couple of questions, tried to get some intel before they walked right up in there,” he said. “Unfortunately, they were met with the perpetrator in this incident. He went right at them.”",
    "The officers were taken to a hospital with non-life-threatening injuries and are expected to recover, police said.",
    "An 11-year-old girl found in front of the house died from her injuries, police said.",
    "A fire in the living room and foyer area left police unable to enter the home initially, but fire officials were quickly able to put out the fire. The suspect likely lit a couch on fire on his way out of the home, police said.",
    "After putting out the fire, officials found three people dead inside the home: a 12-year-old boy, a 44-year-old woman, and a man in his 30s. Police believe all four died of stab wounds, Maddrey said.",
    "A 61-year-old female is at Mt. Sinai Hospital in critical condition, according to Joseph Kenny, NYPD Chief of Detectives.",
    "The stabbing suspect has been identified as a 38-year-old Bronx resident, Kenny said during the news conference. He has one prior arrest for a strangulation domestic violence incident in the Bronx, Kenny said.",
    "Kenny said the incident seems to be family related, though police are still investigating. The 911 caller is being interviewed, police said.",
    "Far Rockaway is a long inlet along the shore of Long Island, in the southernmost part of Queens in New York."
  ]
}