{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91895/president-deplores-burning-of-quran-in-sweden-urges-west-to-respect-global-souths-values",
  "time_ut": 1689136080.0,
  "original_lang": "en",
  "original_title": "President deplores burning of Quran in Sweden, urges West to respect Global South’s values",
  "original_body_lines": [
    "President Ranil Wickremesinghe has deplored the burning of the Holy Quran outside a mosque in Sweden amidst Eid al-Adha celebrations two weeks ago, deeming it “a violation of the freedom of worship”.",
    "On June 28, an Iraqi named Salwan Momika, who is said to be living in Sweden, set fire to a copy of Islam’s sacred text outside the central mosque in Stockholm, sparking anger among Muslims across the world.",
    "Swedish police had initially granted permission for the protest to take place, but the demonstrator was later charged with agitation against an ethnic or national group.",
    "Speaking  in this regard at the inauguration of a new court complex, the Sri Lankan Head of State urged the Western nations to respect the value system of the Global South – the countries around the world that are traditionally described as developing, less developed, or underdeveloped,",
    "He also called on the leaders of Western nations to refrain from allowing disturbances under the pretext of freedom of expression.",
    "The construction of the said court complex began on September 10, 2018, following a Cabinet decision made by President Ranil Wickremesinghe during his tenure as Prime Minister, the President’s Media Division (PMD) reported.",
    "Accordingly, its purpose is to provide the people of Ratnapura district with a centralized location for their court-related matters.",
    "Despite the challenging economic situation, the construction of this new court complex was completed by minimizing non-essential expenses and focusing solely on essential elements, with the total expenditure for the project amounting to Rs. 1,500 million.",
    "This four-story building complex is fully equipped with all the necessary facilities for a judicial center. It includes two High Courts, a Civil Appellate High Court, two District Courts, two Magistrate Courts, a Legal Aid Center, and a Community Corrections Office.",
    "During the commencement of this event, as I was introduced, I proudly announced that I, in my capacity as the Prime Minister, had put forth the proposal to the Cabinet for the construction of this court complex. As you witness the magnificence of this court complex today, it is evident that it stands as a testament to our commitment to upholding the rule of law.",
    "Reflecting on my visit to this area in 1977, I was reminded of the absence of a well-developed road network. However, thanks to the efforts of Minister Nanda Mathew and Mr. Kularatne, these roads were constructed, leading to the area’s progress and development.",
    "Today, as we observe this remarkable building complex, it serves as a symbol of our dedication to establishing a strong foundation for the rule of law in our country.",
    "According to our country’s constitution, the principles of people’s sovereignty and the rule of law are intrinsically intertwined, leaving no room for deviation.",
    "It is imperative that everyone lends their support to these fundamental principles. As highlighted by the Chief Justice, our judicial system boasts a rich history of over 200 years, making Sri Lanka home to the oldest legal system in Asia.",
    "Today, thanks to this impressive complex of buildings, the public enjoys great convenience. However, as our Minister of Justice and the Chief Justice have pointed out, the issue of delays in legal proceedings has become a significant problem.",
    "Swift resolutions must be found to address this matter, as a nation cannot progress if there are delays in the administration of justice.",
    "The challenges posed by legal delays are not limited to the general public; even investors encounter various problems. While I won’t delve into this at length, we presented several solutions during the Bar Association meeting held in Nuwara Eliya.",
    "To tackle this issue, a comprehensive discussion has taken place among various stakeholders, including the Chief Justice, relevant government ministers, judges representing the Chief Justice, President of the Court of Appeal, High Courts, and District Magistrate Courts, as well as members of parliament from the ruling party and the opposition, representatives from the Attorney General’s Department, and the Bar Association.",
    "This collaborative effort instils hope, recognizing that this is a long-term problem that cannot be resolved by one group blaming another.",
    "Additionally, our laws must undergo reform. Some laws have remained unchanged for as long as the courts themselves.",
    "The Police Ordinance, for example, has remained unaltered for 175 years. Our Justice Minister is particularly focused on addressing this issue. In the past, new laws were enacted every six months, but now we are witnessing frequent introductions of new legislation.",
    "It is anticipated that, by the end of this year, Parliament will need to convene for three weeks instead of the usual two in order to pass these laws.",
    "Today, the religious activities of this festival commenced with utmost devotion. This signifies not only the religious fervour within our country but also highlights the protection of religious freedom as a fundamental right.",
    "Currently, the entire notion of the right to practice religion is facing challenges, and it is my hope that the Human Rights Council will reach a decision on this matter by next Thursday.",
    "Towards the end of last month, Salwan Momika sought permission from the court to burn the Quran in front of the Turkish Embassy in Sweden. Despite the police refusing permission, the Supreme Court Administrative Court ruled that it falls within the realm of the right to freedom of expression.",
    "In this instance, the police acted based on the right to practice religion, while the Supreme Court asserted the right to express opinions. The burning of the Holy Quran triggered significant uproar in the area, impacting Sweden as well as numerous other nations.",
    "The act was universally condemned, with even Israel expressing that such actions should not take place. It was emphasized that the Quran is a sacred book that pertains to the God of Abraham, and therefore, it should be treated with utmost respect.",
    "Sweden has unequivocally stated that burning the Holy Quran is an repulsive and disrespectful act, amounting to incitement. However, they subsequently emphasized the importance of constitutionally protecting freedom of expression and the right to assembly.",
    "In response to this standpoint, certain Western governments have argued that this act falls within the realm of freedom of expression.",
    "Consequently, Pakistan has taken the matter to the Geneva Human Rights Council, submitting a proposal that deems it a violation of international law. A meeting has been scheduled in Geneva on Thursday the 13th to address this issue.",
    "The central question at hand is whether this act constitutes a violation of freedom of religion or falls under the umbrella of freedom of expression.",
    "While we all perceive it as an assault on religion, some Western countries aim to broaden the concept of expression in order to alleviate the existing confusion. Nonetheless, not everything can be encompassed by freedom of expression, and there should be limits.",
    "Several international non-governmental organizations argue that if this proposal is approved, it would be a setback for Western countries. It is essential to note that this issue transcends geographical divisions, as it revolves around the right to practice religion.",
    "Personally, while I may not be a follower of Prophet Muhammad, I highly value the Holy Quran as an esteemed book. Similarly, individuals from diverse religious backgrounds can find wisdom and guidance in texts such as the Bhagavad Gita, the Bible, the Rig-Veda, and others.",
    "Thus, we collectively view this incident as an attack on religion, whereas some Western countries attempt to extend the notion of expression to alleviate the prevailing ambiguity.",
    "According to their perspective, they utilize the right of expression to promote the value system of Western countries, believing that this system should be disseminated worldwide.",
    "Democracy is something we consistently cherish and uphold, and there is no contention on that matter. However, my focus here is solely on this particular event, and I refrain from discussing other topics concerning Sri Lanka.",
    "I acknowledge that we have not fully fulfilled our obligations as per the agreement signed between the Secretary-General of the United Nations and former President Mahinda Rajapaksa.",
    "Hence, we have made the determination to fulfil our responsibilities irrespective of our personal viewpoints. We raise the question to the Geneva Human Rights Council: why is there silence on this matter? Why has the commission not issued a statement yet? Why are we waiting for a vote? This issue carries immense significance for all of us, and we must declare which value system we ought to embrace.",
    "While our judiciary draws its authority and sovereignty from the people, as members of the United Nations, we are obligated to adhere to the Declaration of Human Rights. However, the dilemma lies in deciding which value system to follow.",
    "Thus far, we have abided by all the guidelines set forth by the Geneva Human Rights Council. Nevertheless, a problem has arisen, and everything depends on the stance they adopt.",
    "The freedom of belief is inviolable and should not be challenged. Freedom of religion cannot be stripped away by cloaking it under the guise of freedom of expression through alternative interpretations.",
    "The Declaration of Human Rights was conceived when the former President of the United States Franklin D. Roosevelt affirmed freedom of speech and expression. As he stated, the second freedom is the liberty for individuals to worship God according to their own preferences. However, in the Declaration of Human Rights, this is bifurcated into religion and belief.",
    "Former US President Roosevelt correctly asserted that treating this as a matter of freedom of expression constitutes a blatant violation of an individual’s freedom of religion. If we classify such actions as freedom of expression, it would necessitate rewriting history.",
    "In that case, Adolf Hitler, who burned Jewish books and synagogues, should be celebrated as a Nobel laureate. We must make a definitive choice between the two alternatives.",
    "We await the developments on Thursday. Should this be deemed a matter of expression under external pressure, it will create a distinct division between the powers of the Global South and the Western nations.",
    "Furthermore, if the decision is made to recognize this as a right to believe, clear boundaries must be established regarding the right to express opinions. This pertains to the crucial aspects of freedom of expression and the potential for public harm.",
    "Which path should we follow in this regard? I have inquired with our Foreign Minister whether this issue will be discussed within the Commonwealth. In such discussions, the Minister of Justice and other relevant parties can present their arguments. Initially, I sought to engage in a conversation with the Secretary-General of the Commonwealth.",
    "I firmly believe that the Commonwealth of Nations should assume a leading role in protecting human rights. It should not be monopolized by a single party, leading to its politicization. This right should be safeguarded for the entirety of the people. This is the greatest challenge we face.",
    "The Human Rights Council holds the responsibility to safeguard people’s right to believe and to determine whether limitations should be imposed on the right to express opinions. However, this is just the beginning.",
    "Nonetheless, I believe that the Human Rights Council should respect our own values and the rights of countries in the Global South. I have instructed the Ministry of External Affairs to steadfastly oppose any attempts to alter this course.",
    "As a member of the Commonwealth, we should take the initial step in supporting Pakistan’s proposal.",
    "As the Buddha wisely stated, “Treat every religious leader with respect.” That is precisely what we are advocating for. We are actively engaging in discussions on this matter within the Commonwealth.",
    "Minister of Justice, Prison Affairs and Constitutional Reform, Dr. Wijayadasa Rajapakshe;",
    "“A year ago, our country was devoid of an effective legal framework. However, following President Ranil Wickremesinghe’s assumption of power, efforts have been made to reinstate the rule of law and restore normalcy to the nation.",
    "Back in 2018, the foundation stone for the construction of this court complex was laid by the former Minister of Justice, Mrs. Thalatha Athukorala. Today, after a span of five years, this court complex has been officially handed over to the people, serving as a symbol of progress.",
    "To combat corruption within the country, the Ministry of Justice has already presented over 30 new bills. This serves as a reminder that we remain committed to establishing a future where adherence to the law is paramount.”",
    "The ceremony was graced by the presence of State Minister of Justice and Prison Affairs, Anuradha Jayaratne, and Chief Justice Jayantha Jayasuriya, both of whom delivered addresses.",
    "Joining the event were leaders from the Hindu, Christian, and Islamic faiths, led by Venerable Sripadasthanadhipathi, the Chief Sangha Leader of the Ratnapura District, as well as the Chancellor of the Uva Wellassa University, Venerable Bengamuwe Dhammadinna Thera.",
    "Additionally, notable attendees included Minister Pavitra Wanniarachchi, Governor of the Sabaragamuwa Province Navin Dissanayake, Members of Parliament W.D. J. Seneviratne, Thalatha Athukorala, Vasudeva Nanayakkara, Gamini Waleboda, Akila Ellawala, Attorney General Sanjay Rajaratnam, and esteemed judges from the High Court, District Court, and Magistrate Court, along with members of the Ratnapura Bar Association."
  ]
}