{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90220/schools-need-to-discuss-safety-procedures-with-police-when-organizing-big-match-events-police",
  "time_ut": 1683013140.0,
  "original_lang": "en",
  "original_title": "Schools need to discuss safety procedures with police when organizing ‘Big Match’ events - Police",
  "original_body_lines": [
    "Sri Lanka Police states that schools are required to discuss with the police and prepare a certain program when organising ‘Big Match’ cricket events.",
    "Police Media Spokesman SSP Nihal Thalduwa emphasized that the ‘Big Match’ tournaments which are conducted in order to improve the friendship between the schools are needed to be carried out in a manner that maintains discipline and that the responsibility of the matter is assigned to the personnel who organise them.",
    "Commenting on the incident of a clash which broke out among school students and fans following a limited overs cricket match between two schools in Kalutara on Sunday, SSP Thalduwa also claimed that the incident in question had been controlled by the police and that no injuries to students had been reported to the police at the time.",
    "Furthermore, he expressed that this morning (02) the mother of the student said to have been injured at the clash, filed a complaint that her child had been assaulted and was hospitalized.",
    "The police spokeswoman, who stated that investigations were initiated regarding the incident involving the student as soon as the complaint was received, also mentioned the reports claiming that the Officer-In-Charge of the anti-corruption division of the Payagala police station had been attacked in the relevant incident are completely false.",
    "A student had been hospitalized owing to critical injuries following a clash which broke out among school students and fans in attendance following a limited overs cricket match between two schools in Kalutara.",
    "The conflict had arisen following the “13th Battle of the Mangosteens” which was held between Tissa National College in Kalutara and Kalutara Maha Vidyalaya at the Surrey Grounds in Maggona on Sunday (April 30)."
  ]
}