{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/CDB-and-SLACD-unveil-state-of-the-art-Autism-Intervention-Centre-in-Southern-Province/56-756531",
  "time_ut": 1703030068.0,
  "original_lang": "en",
  "original_title": "CDB and SLACD unveil state-of-the-art Autism Intervention Centre in Southern Province",
  "original_body_lines": [
    "Citizens Development Business Finance PLC (CDB) and the Sri Lanka Association for Child Development (SLACD) have officially inaugurated the “Pragathi” Southern Provincial Autism and Neurodevelopmental Intervention Centre, marking a significant milestone in their joint project “Act Early for Autism”.",
    "The state-of-the-art facility, located at the Karapitiya Teaching Hospital, embodies their commitment to providing comprehensive support and hope to children with autism spectrum disorder (ASD) and their families in the Southern Province of Sri Lanka, with a substantial investment exceeding Rs. 45 million.",
    "The Pragathi Intervention Centre is designed to cater to a diverse range of needs for children with ASD. The Therapy Room offers a distraction-free environment where highly trained therapists provide personalised care. Meanwhile, the Observation Room allows professionals to discreetly monitor and assess a child’s progress. This room aids in the development of tailored intervention plans, ensuring that each child’s journey towards better health and development is closely tracked and optimised.",
    "The Sensory Gym plays a pivotal role in sensory integration and motor skills development. It offers a dynamic space where children can engage in therapeutic activities that cater to their specific sensory needs. Through these activities, the sensory gym supports the children in enhancing their sensory and motor skills, contributing to their overall growth and development.",
    "A Multi-Disciplinary Team (MDT) Room encourages collaboration among professionals from various fields. The facility also has a special education unit dedicated to offering specialised educational support that’s tailored to each child’s unique needs. This ensures that children receive an inclusive education that not only accommodates their challenges but also promotes their overall development and growth.",
    "To further empower both the children and their parents, the centre is equipped with special toilet training facilities. Here, children are guided in learning the necessary procedures for appropriate bathroom etiquette. Parents are also provided with the knowledge and resources needed to support their child’s development in this crucial aspect of daily life.",
    "The dedicated team at the Pragathi Centre comprises highly trained therapists with several years of experience, ensuring the delivery of the highest level of care and support for the children. The focus extends beyond the centre’s walls, with an emphasis on training mothers as an integral part of therapy. Recognising the importance of continued therapy at home, the Pragathi Centre aims to empower parents in the care of their children.",
    "Marking its 20th anniversary, CDB together with SLACD launched the “Act Early for Autism” project in 2015 with the focus of raising awareness about ASD, facilitating early detection, and ensuring timely intervention. Accordingly, the Autism Trust Fund was mooted as a result of this collaboration. All CDB’s efforts towards raising awareness through mass media campaigns, outreach programs and establishing intervention centres are facilitated via this trust fund.",
    "As part of CDB’s previous initiatives in terms of intervention, an outdoor therapeutic play area was constructed at Ampara District General Hospital in 2018 and a state-of-the-art Pragathi children’s intervention centre was established at the Teaching Hospital in Anuradhapura in 2019.",
    "“We believe that true success is not measured solely by financial gains but by the positive impact we create in our society. The Pragathi Southern Provincial Autism and Neurodevelopmental Intervention Centre is more than just a project; it’s a testament to our unwavering commitment to the well-being of the children. For CDB, ‘Social Conscious’ is a key pillar of our Sustainability Agenda and promoting child health and well-being is considered as a main vertical under the same. This is a deeply emotional journey. We’re driven by the profound belief that every child, regardless of their challenges, deserves a chance to thrive,” said CDB MD/CEO Mahesh Nanayakkara.",
    "Meanwhile, SLACD President Prof. Hemamali Perera added, “Today, we stand at the threshold of a transformation that will change countless lives. CDB’s dedication and substantial investment in the Pragathi Southern Provincial Autism and Neurodevelopmental Intervention Centre are nothing short of a miracle for children with autism spectrum disorder and their families. The impact of this centre will reach far beyond its walls, extending deep into the hearts of the children and families it serves. It is a place where dreams are nurtured, where challenges are met with unwavering support, and where every child is given the chance to reach their full potential.”",
    "The Pragathi Southern Provincial Autism and Neurodevelopmental Intervention Centre is more than just a facility; it symbolises progress, hope, and unwavering support for children with ASD and their families in the Southern Province. The centre is a beacon of hope, offering a comprehensive range of services and resources tailored to meet the unique needs of these children and their families.",
    "To amplify the impact of this initiative, a series of outreach programs, specifically targeted at the Southern Province, will accompany the centre’s opening. Additionally, a mass media campaign will be launched to disseminate critical information and raise awareness throughout the broader community."
  ]
}