{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90366/three-including-young-couple-remanded-over-death-of-16-year-old-girl-in-kalutara",
  "time_ut": 1683527760.0,
  "original_lang": "en",
  "original_title": "Three including young couple remanded over death of 16-year-old girl in Kalutara",
  "original_body_lines": [
    "A couple and another person who were arrested over the death of a 16-year-old girl in Kalutara have been ordered to be remanded in custody until May 15, after being produced before the Kalutara Magistrate’s Court.",
    "A naked body of a schoolgirl who had died after falling from the third floor of a five-story building where rooms are rented, and located next to the railway line in Kalutara city was discovered on May 06, according to some information received by the police.",
    "The deceased girl was identified to be aged 16 and a resident of the Nagoda area in Kalutara, and the body had been identified by the parents of the deceased.",
    "Information has been revealed that the girl in question had come to the place of the incident with another young couple and a young boy, rented two rooms on the third floor and stayed there.",
    "However, an employee of the hotel had witnessed that all four were drinking alcohol in one room, although they had rented two rooms in the hotel.",
    "Later, the young couple had left the hotel, and the hotel employees had witnessed the other young boy leaving the hotel in a panic after about 20 minutes.",
    "A person, who came to the hotel later on, had informed the hotel staff that a woman was lying naked on the railway track near the hotel.",
    "After notifying the police regarding the matter and the police officers checked the girl in question, it had been revealed that she had already died.",
    "Earlier, the young couple who had arrived at the hotel along with the deceased girl had surrendered to police, where another person was arrested yesterday (May 07) on suspicion of the death of the girl in question, Ada Derana reporter said.",
    "He has been identified to be the driver of the car in which the group including the deceased girl had arrived at the concerned hotel.",
    "Meanwhile, probes are underway in search of the other young boy who was with the victimized girl at the time of the incident, the police said.",
    "Police have uncovered that the suspect in question has married two women and the police have recorded statements from the woman he had married for the second time."
  ]
}