{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/amid-geopolitical-concerns-15-sri-lankas-ruling-coalition-members-visit-china-on-cpcs-invitation-118520/",
  "time_ut": 1681982520.0,
  "original_lang": "en",
  "original_title": "Amid geopolitical concerns, 15 Sri Lanka’s ruling coalition members visit China on CPC’s invitation",
  "original_body_lines": [
    "ECONOMYNEXT – Amid rising geopolitical concerns, fifteen young Sri Lanka’s ruling coalition members including parliamentarians have left for China on a familiarization tour on the invitation of the ruling Communist Party of China (CPC), the island nation’s participants said.",
    "Five members from President Ranil Wickremesinghe-led United National Party (UNP) and 10 from former president Mahinda Rajapaksa-led Sri Lanka Podujana Peramuna (SLPP) have left the country for a 9-day tour which includes visiting two Chinese provinces.",
    "The move is likely to raise more  concerns as both India and the United States are keenly watching the moves by China to keep their influence in Sri Lanka, political analysts say. China is one of the biggest lenders to Sri Lanka after the end of a 26-year war ended in 2009 amid criticism that Beijing’s loans have led the island nation to the current unprecedented economic crisis and sovereign debt default.",
    "India and the US have raised concerns over increasing influence of China in Sri Lanka and raised questions over Beijing’s possible intention of establishing military base in the island nation where they own a port in the deep southern district of Hambantota and a Port City in a reclaimed land next to main port in Colombo.",
    "Beijing’s familiarization tours are not unusual as China has offered the same for influential people, professionals, and journalists in the past. The participants in the current tour are some of the young politicians who are aspiring to become legislators in the future.",
    "The group will be in Kunming in the Yunnan province for three days until Saturday where the visitors will meet provincial CPC officials, participate in a seminar on “experience of targeted poverty alleviation and rural revitalization based on local characteristics”, and visit some model villages and modern agricultural base.",
    "During the rest of the tour, the Sri Lankan politicians will visit Fujian province and the capital Beijing. They are scheduled to participate in a seminar in Fujian on high quality Belt Road Initiative (BRI) cooperation and opportunities of development for regional countries.",
    "Sri Lanka is one of the strategic Chinese partners in the BRI and most of the island nation’s Beijing-funded infrastructure comes under the BRI, Sri Lankan government officials have said.",
    "In Beijing, the Sri Lankans will meet experts of the CPC Central Committee.",
    "Sri Lankan legislators D V Chanaka and Nipuna Ranawaka, a nephew of former president Rajapaksa have represented the SLPP.",
    "Following are the other members in the SLPP delegation which has left to China according to the official document signed by the party secretary: Milinda Rajapaksa (former local councilor/ Director at Media Center for National Development), Ravindra Samarawickrama (senior lecturer), Udara Wijesinghe (Chairman – Cashew Corporation), Kanishka Bandara (LLB, London), Sudarma Kulathunga (journalist), Sudima Chandani (Secretary, federation of Local Government Authorities), Thambirajah Thajeevaran, and Gorakapitiyage Chaminda Aruna Shantha.",
    "From the UNP, former state minister Ruwan Wijewardena, Eranthi Ranga Bandara, Jeyaraj Vishnuraj, Sajana Sooriyaarachchi, and Duminda Attygala have joined the delegation.",
    "The delegation will return to Sri Lanka on April 28. (Colombo/April20/2023)"
  ]
}