{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/union-assurance-records-impressive-growth-in-2022/",
  "time_ut": 1680890580.0,
  "original_lang": "en",
  "original_title": "‘Union Assurance records impressive growth in 2022’",
  "original_body_lines": [
    "Union Assurance ended the fiscal year of 2022 recording outstanding performance in key financial indices, reaffirming its position as the trailblazing Life Insurer of the nation, protecting lives, empowering people, and providing peace of mind to thousands of Sri Lankans, an Union Assurance press release said.",
    "The release adds: ‘The Company recorded impressive growth in key areas, including increasing the Gross Written Premium to Rs. 16.7 billion from the previous year’s figure of Rs. 15.4 billion, while the Regular New Business Premiums grew from Rs. 4.4 billion to Rs. 4.7 billion. The Profit Before Tax also witnessed a significant increase of 42% from Rs. 2.6 billion to Rs. 3.7 billion. The effective reallocation of assets and high-interest rates facilitated a 42% increase in Net Investment Income, which reached Rs. 7.5 billion. Correspondingly, the Total Net Revenue grew from Rs. 20.7 billion to Rs. 23.3 billion. The Company also maintained a strong capital and liquidity position with a Capital Adequacy Ratio of 194%, which is well above the regulatory requirement of 120%.",
    "‘Reflecting on the Company’s exceptional growth, Jude Gomes, the Chief Executive Officer of Union Assurance, stated, “Last year was challenging for the entire industry, which was accentuated by the macro environment. However, despite the hurdles, we weathered the storm and emerged victorious. We have achieved solid top-line and bottom-line results, owing to our forward-thinking customer-centric approach, digitisation drive, commitment to embracing innovation, and the extraordinary value created by our winning team. The Company settled Claims and Benefits of Rs. 5.7 billion, recording an increase of 24% compared to the previous year, showcasing our commitment to upholding our promise to policyholders.”",
    "“I extend heartfelt appreciation to our customers for their unwavering trust placed in Union Assurance, and to the team for working tirelessly and exceeding customer expectations amid all impediments. We are confident this growth momentum will enable us to deliver stronger on our strategic priorities for 2023 and beyond. We also remain steadfast in our resolve to reduce the protection gap in the country by providing more Sri Lankans with financial safety nets and empowering them to enjoy life with peace of mind” he further stressed.",
    "‘Furthermore, Union Assurance’s Life Fund witnessed a notable increase of 13% in 2022 from Rs. 48.4 billion to Rs. 54.9 billion. Total Assets at the end of the year increased by 7% from Rs. 70.8 billion in 2021 to Rs. 76.0 billion, while the Assets Under Management rose by 9% from Rs. 59.3 billion to Rs. 64.4 billion.  The Market Capitalisation of the Company reached Rs. 16.4 billion at the close of 2022.",
    "‘Commenting on the year’s success, Senath Jayatilake, the Deputy Chief Executive Officer of Union Assurance, said, “Our growth mindset, customer-centricity and operational excellence have allowed us to withstand pressures from the operational environment. We have achieved key milestones in the industry, highlighting the Company’s strength and superiority. For the second year in a row, we have reinforced our position as the country’s leading Bancassurance provider by exceeding Rs. 1 billion in Annualised New Business Premium.”",
    "Microsoft empowers local businesses to harness the power of cybersecurity",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}