{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/17/high-seas-heroin-bust-navy-releases-operational-details/",
  "time_ut": 1681725900.0,
  "original_lang": "en",
  "original_title": "High Seas Heroin Bust: Navy releases operational details",
  "original_body_lines": [
    "The Sri Lanka Navy intercepted a fishing trawler carrying over 179 kg of heroin with street value of over Rs. 3,593 Mn, and apprehended six suspects in southern seas",
    "In a coordinated operation conducted out by the Sri Lanka Navy and Sri Lanka Coast Guard, based on information of the State Intelligence Service, a local multi-day fishing trawler carrying about 179 kg and 654g (including packages) of heroin was intercepted about 132 nautical miles (about 244km) off the Little Basses, Hambantota on 15th April 2023.",
    "The operation, carried out by the Sri Lanka Coast Guard Ship ‘Samudraraksha’, also resulted in the apprehension of six (06) suspects.",
    "This morning (17th April), the consignment of narcotic drugs and the suspects were brought to the Galle harbour where Commander of the Navy Vice Admiral Priyantha Perera was present to inspect them.",
    "Based on information received from a combined intelligence operation led by the Naval Intelligence, the State Intelligence Service, and the Police Narcotic Bureau, the Sri Lanka Coast Guard Ship ‘Samudraraksha’ was deployed for this special operation off the Little Basses, south of Sri Lanka.",
    "In this operation a local multi-day fishing trawler in the sea area, about 132 nautical miles (about 244km) off the Little Basses, was searched on suspicion and a consignment of heroin was recovered from the trawler.",
    "Accordingly, about 179kg and 654g (including packages) of heroin were found in 160 packs which were in 08 sacks.",
    "Thus, the consignment of drugs, the fishing trawler and 06 suspects who were onboard were taken into custody.",
    "The gross street value of the consignment of drugs seized during this operation is believed to be over Rs. 3593 million.",
    "The suspects held in the operation have been identified as residents of Nakulugamuwa, Kudawella, Netolpitiya, and Trincomalee, who are from 25 to 32 years of age. They will be handed over to the Police Narcotic Bureau for onward legal action.",
    "The successful apprehension of drugs is a testament to the ongoing efforts of the Sri Lanka Navy’s anti-drug operations, which are being conducted at the directives of the Secretary of Defence General Kamal Gunaratne (Retd).",
    "Including the latest seizure, the Sri Lanka Navy has held drugs with a gross street value of over Rs. 4908 million during operations mounted in 2023.",
    "Sri Lanka Navy – the country's First Line of Defence is committed to coordinating with other law enforcement authorities, to carry out anti-drug operations of this nature in order to foil drug smuggling attempts being made in the guise of fishing.",
    "Rambukkana Shooting: Human Rights Commission presents final report & highlights the ‘Use of Force’",
    "Capital Maharaja Group in exciting new partnership with ABC Australia",
    "Lawyer representing former AG Dappula De Livera appears at TID"
  ]
}