{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-police-denies-firing-expired-teargas-claims-it-wouldnt-work-anyway-115106/",
  "time_ut": 1678529220.0,
  "original_lang": "en",
  "original_title": "Sri Lanka police denies firing expired teargas, claims it wouldn’t work anyway",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka Police refuted allegations that they had fired expired teargas at protestors, claiming that teargas canisters past their expiration date would be less effective.",
    "Police spokesman SSP Nihal Thalduwa claimed that using canisters that no longer function properly would be futile.",
    "“There are some allegations of police using expired teargas against protesters. Once any product expires, it will no longer work or provide better results.  Even with teargas, the gas does not work properly after the expiration date.  So using a non-functioning canister will be of no use for the police to disperse protesters,” he said.",
    "Thalduwa further claimed that Sri Lanka Police uses teargas produced by internationally recognised companies.",
    "A Right to Information Commission-backed report by the Centre for Society and Religion (CSR) titled TearGas: Tears of Twenty Million said police had used teargas past their expiry date by some 10, 20 years to disperse anti-government protestors last year.",
    "According to the report, police had purchased 40,000 canisters of teargas since 2012, out of which over 8,000 have allegedly been used to quell protests.",
    "Sri Lanka saw periods of protest due to the cost of living and falling quality of life which pushed people to the streets and led them to occupying Galle Face from April to July 2022 demanding that then President Gotabaya Rajapaksa step down. Police would disperse crowds using tear gas and some 6,000 canisters had been used in the first four months of the Aragalaya people’s struggle, compared to just 2,000 fired in the 10 years prior, the report said.",
    "The active period of a teargas canister is usually five years, but evidence obtained by the report’s authors show that the teargas used by Sri Lanka Police was purchased in 2000, 2005, 2011, 2012, 2014, 2017 and 2019.",
    "Sri Lanka’s government under incumbent President Ranil Wickremesinghe has come under fire by activists and opposition parties for using force to quell protests, which the government claims are attempts at sabotaging the crisis-hit countr’s reform agenda.",
    "Recently, a local government candidate of the opposition National People’s Power (NPP) that was admitted to hospital after police attacked a protest in Colombo passed away on February 27. Nimal Amarasiri, a 61-year-old NPP candidate for the Nivithigala Pradeshiya Sabha, sustained an eye injury when police allegedly attacked the protest. The postmortem has still not been produced and investigations are underway.",
    "Many have lashed out against the government since news reports circulated about the teargas being expired with critics claiming that the government is flouting all basic rights by delaying elections, not allowing citizens to speak out and using expired chemicals for crowd control.",
    "“Teargas is fired to disperse crowds, it is fired to create discomfort and stop agitations. It’s not a bottle of perfume. Teargas is used as the minimum force after water cannons. The Health Ministry is however not responsible for the purview of teargas or its disposal,” Minister of Health Keheliya Rambukwella told EconomyNext.",
    "“The moment tear gas is expired, it’s just another metal,” Rambukwella claimed.  (Colombo/Mar11/2023)"
  ]
}