{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jaaf-welcomes-progress-in-securing-imf-fund-facility/",
  "time_ut": 1678989240.0,
  "original_lang": "en",
  "original_title": "JAAF welcomes progress in securing IMF Fund Facility",
  "original_body_lines": [
    "Believes assurances received by China, India and Paris Club creditors are signs of attaining stability Commends progress made by Sri Lankan authorities in securing financing assurances",
    "The Joint Apparel Association Forum (JAAF) welcomes the progress made by the Sri Lankan authorities in securing financing assurances from China, India and the Paris Club creditors, paving the way for the IMF (International Monetary Fund) to consider approval of the long-awaited USD 2.9 billion bailout package.",
    "With official creditors aligning their support, JAAF hopes talks with private sector creditors too will follow suit to expedite consensus on the country’s debt restructuring plans.JAAF is hopeful the Letter of Intent submitted by President Ranil Wickremesinghe and Central Bank Governor Dr Nandalal Weerasinghe will be received positively by the IMF Executive Board.",
    "As the country’s largest foreign exchange earner, JAAF sees these important steps in the recovery process for the Sri Lankan economy. Good governance, and a recognition of the democratic process is key. It is also imperative that the country makes progress on other reforms required to get the country back on a growth agenda. These include reforms of the State-Owned Enterprises, labour law reform and pursuing Free Trade Agreements with countries like Australia, Japan, Korea and Canada which have enormous potential.",
    "Why Promoting Decent Work Matters More Than Just Any Job for Sri Lankan Women",
    "DFCC Bank unveils MySpace Self Banking Kiosk at MAS Intimates Thurulie",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}