{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Amitabh-Bachchan-injured-while-filming-action-scene/108-255314",
  "time_ut": 1678104184.0,
  "original_lang": "en",
  "original_title": "Amitabh Bachchan injured while filming action scene",
  "original_body_lines": [
    "Amitabh Bachchan, one of India’s most famous actors, has said he was injured on set, resulting in “painful” movement and breathing.",
    "Bachchan, 80, said he tore a muscle and cartilage in his ribs during the filming of an action scene for his upcoming movie “Project K” in the southern city of Hyderabad.",
    "Writing on his official blog on Sunday, the veteran actor said he is resting at home in Mumbai and it will take some weeks until he is recovered.",
    "“It shall be difficult or let me say… I shall be unable to meet, the well wishers at Jalsa Gate this evening,” Bachchan wrote, referring to his weekly ritual of meeting fans outside his home in the city’s Juhu suburb. “So do not come… and do inform as much as you can to those that intend [on] coming.”",
    "With about 200 movies under his belt during a career spanning more than five decades, Bachchan is idolized by millions across the globe.",
    "After he suffered a life-threatening injury on set in 1982, many of his fans went on a hunger strike – and one even walked 482 kilometers (300 miles) backwards to pray for his recovery.",
    "In 2015, he was forced to clear Egyptian immigration in his hotel room because of the frenzy he caused at Cairo airport.",
    "“So uncontrollable was the mobbed situation at the airport, that I had to be whisked away,” Bachchan wrote on his blog at the time. “For the first time in the history of any airline traveller, my immigration and customs and passport were conducted in my hotel room.”",
    "Bachchan made his debut in India’s Hindi film industry, known as Bollywood, in 1969 with the movie “Saath Hindustani,” which translates to Seven Indians. He achieved superstar status playing the titular role in the 1978 blockbuster “Don.”",
    "Throughout his illustrious career, Bachchan has reinvented himself for his audiences, acting in a mix of family, action and drama films.",
    "Speaking to CNN about his craft in 2007, he said: “I think that it’s important that actors keep getting challenged every day. For every creative person it’s a terrible moment when they say they have done all they want to do. I like to feel the butterflies in the stomach, I like to go home and have a restless night and wonder how I’m going to be able to accomplish this feat.”",
    "Bachchan is married to actress and politician Jaya Bachchan. Their son Abhishek Bachchan is married to former Miss World and actress Aishwarya Rai. (CNN)"
  ]
}