{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/boc-implements-sri-lankas-first-private-cloud-with-kbsl-vmware-and-hewlett-packard-enterprise/",
  "time_ut": 1687094460.0,
  "original_lang": "en",
  "original_title": "BOC implements Sri Lanka’s first private Cloud with KBSL, VMware and Hewlett Packard Enterprise",
  "original_body_lines": [
    "The Bank of Ceylon (BOC) recently completed the deployment of the country’s first-ever private cloud in partnership with KBSL Information Technologies Limited (KBSL), VMware and Hewlett Packard Enterprise (HPE). To celebrate this achievement, KBSL hosted a private event at the Courtyard by Marriott.",
    "BOC’s existing infrastructure required digital disruption and the bank’s continuous expansion required uninterrupted capabilities to efficiently operationalize its infrastructure and support upcoming projects. Having identified these challenges and risks, VMware, a leading innovator in enterprise software providing cloud, networking and security, and digital workspace solutions, envisioned and designed a state-of-the-art architecture in collaboration with KBSL and HPE. The architecture will aim to support the bank’s digital transformation journey, offering agility at the pace of cloud adoption and building a future-ready architecture.",
    "With the implementation of the private cloud on-premises, BOC will have an automated and simplified data center management, more intrinsic security platform for business-critical workloads, and be able to deploy and release newer versions of applications using some of the very latest technologies, with the ability to scale solutions across private and public cloud, giving higher agility, speed-to-market, and relevance.",
    "“The partnership with KBSL, VMware, and HPE has demonstrated the ability for key partners of the bank to deliver exemplary technology solutions that are best of breed. We believe this initiative will enhance the experience delivered to all our stakeholders involved to their utmost satisfaction.” said President’s Counsel Ronald C. Perera, Chairman, Bank of Ceylon.",
    "“As the leading bank in the country, we work to deliver best-in-the-class products and services to all our stakeholders. With the synergy that was brought together with this collaboration, the bank can help its customers to deliver a world-class service and fulfill its commitments as a state bank towards the Sri Lankan economic wellbeing,” stated Russel Fonseka, General Manager, Bank of Ceylon.",
    "Human capital and natural resources are the real assets of Sri Lanka, not its SOEs: Suresh Shah",
    "DIMO enhances its digital presence with an all-new user-friendly website",
    "BOC’s new GM/CEO confident about Bank’s inward remittances hitting USD 4 billion in 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}