{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/courting-parthasarathy-for-jrj-equation-changes-after-indiras-assassination/",
  "time_ut": 1690020660.0,
  "original_lang": "en",
  "original_title": "Courting Parthasarathy for JRJ, equation changes after Indira’s assassination",
  "original_body_lines": [
    "During one of my visits to Colombo I got a call to see the President at ‘Breamar’. Gamini Dissanayake had told him of my friendship with Parathasarathy and he wanted me to help him repair the damage done to their friendship due to the abuse heaped on GP when he came on a “peace mission” to Colombo.",
    "JRJ had thrown his interlocutor into the ‘deep end’ by arranging a consultation for him with leading monks including Walpola Rahula. The monks had been particularly hard on GP as he was peddling the TULF line. GP was shocked because he had a vision of a peace loving and amiable ‘Sangho.’ that he was used to. Vietnamese Buddhist monks had supported him in his negotiations in Vietnam as Nehru’s envoy.",
    "He had been shocked by this encounter with the monks and tended to think that JRJ had set them up. This was a time when JRJ was disoriented and perturbed by the spectre of 1956 which saw the decimation of the UNP. When I called over the following day at his residence the President was most cordial and inquired about my relations with GP.",
    "He then pulled out a file in which he had gathered information from the time that GP had represented Madras State as a cricketer in the Gopalan Trophy, probably in the 1940s. GP had visited Colombo several times to play against the Ceylon eleven for the trophy. I remember that the news report from the Lake House archives had identified GP as a googly bowler; a good specialty for a future diplomat.",
    "GP had later worked as a journalist in Madras till he moved to New Delhi to join Nehru’s entourage. He was so trusted by India Gandhi that she had appointed him to be the first Chancellor of the Jawaharlal Nehru University [JNU] then being built in the outskirts of Delhi. Since Parthasarathy had left Colombo a disappointed man, JRJ was keen to assure him that the Sri Lanka Government was ready to mend fences and start talking again.",
    "This was a difficult undertaking because the July 1983 riots had severely embarrassed the Indian Government which was being pressurized by the Tamil Nadu politicians and the TULF to intervene. TULF leaders who fled after the riots were housed in Ashok Hotel in New Delhi and were able to get GP to promote their proposals.",
    "I collected JRJ’s dossier and flew to New Delhi on my way to Paris GP was most cordial to me and invited me to have breakfast with him at his Lodhi Gardens home. Lodhi Gardens is located in a posh area of the Indian Capital. It housed many of the top officials of the Government. GP’s breakfasts were well known among Indian politicians and bureaucrats because many backroom discussions took place there.",
    "It was a very English breakfast with a butler in atteendance. While breakfasting he assured me that he had no grudge with JRJ though his early goodwill when he accepted the assignment at Indira’s urging had been severely tested. He was agreeable to the idea that I telephone JRJ with that assurance of goodwill. He then pulled a rabbit out of his hat. He wanted me to ioin him on a visit to Ashok Hotel where the Indian Government had housed the leaders of the TULF after they were forced to flee the country following the July riots.",
    "I had no hesitation in joining him as I knew some of these leaders, particularly Sampanthan with whom I had worked in Trincomalee when we demarcated the tourist zones for the Tourist Board. Perhaps GP, being a diplomat, wanted to show me the complex situation confronting Indian decision makers in view of the rapidly changing scenario in Sri Lanka.",
    "Surprisingly the TULF leaders were keen to get back home. Though they were not short of creature comforts in the hotel they were not happy to be virtually incarcerated there without the chance of politicking in the North and East. In their absence the militants were making headway. Since their houses and other possessions in Colombo had been burnt or looted, they were in a state of shock.",
    "Sampanthan told me that what he missed most was his library of books painstakingly collected over a lifetime. His library had been burnt down to the ground. I returned to Paris and telephoned JRJ who was happy that GP had responded that way. He wanted me to keep in touch with my Indian friends so that his position would not be misunderstood.",
    "The Sri Lanka High Commision in New Delhi was not of much use and Hameed the Foreign Minister was asked not to interfere in the negotiations with India. Foreign Secretary Jayasinghe, though a good bureaucrat with strong connections with the Indian immigration officials, made no contribution in helping the President.",
    "This was partly because the President was personally handling foreign policy issues. The lack of coordination in this sphere with a belligerent Lalith Athulathmudali playing a big role through his new Ministry, was beginning to extract its toll Lalith was quickly building up his popularity with the Sinhala voter by adopting a hardline and was being anxiously viewed be Premadasa, Gamini and Ronnie de Mel who could smell a rival when they saw one. The latter two were taking a more conciliatory approach which was welcomed by the Indian authorities.",
    "The periodic arrival of Esmond Wickremesinghe to Paris for International Programme for Development Communications (IPDC) meetings helped us to gather more information above the growing ethnic crisis in Sri Lanka. He told us that JRJ did not anticipate that the events of July would spiral out of control as Cyril Mathew had overstepped his brief Esmond said that he had breakfast with the President the day after the Kanatte incident. JRJ had collapsed at the breakfast table thinking that the Sinhala reaction would turn into a huge bloodbath which would be the end of his government.",
    "He was fearful of a violent overthrow of his regime. That was why he prevaricated and did not address the nation immediately and put a stop to the violence. He hesitated and even in his broadcast he seemed to be lukewarm in condemning the Sinhala rioters and offering solace to the Tamils who were terrified and shocked. JRJ was perhaps right in feeling that this marked a watershed in his regime so early in his second term.",
    "Soon after, all the energies of the Government were diverted to resettlement of refugees, funding them and attempting to recalibrate our economic and foreign policies to accommodate a solution to the ethnic problem. K.M. de Silva and Howard Wriggins in their biography of JRJ mark this as a turning point. “From this time to the end of his tenure of office as the Executive President at the end of December 1988. JR had to live with and deal with the consequences that flowed from the riots of 1983”.",
    "As mentioned by writers like Rajiva Wijesinha, this crisis affected the Esmond Wickremesinghe family in different ways. Esmond’s brother Lakshman, who was the Bishop of Kurunegala, was devastated by the violence. He pleaded for reconciliation, but his cry was ignored. He died of a heart attack a few months later. Ranil Wickremesinghe on the other hand did not want to antagonize the Sinhala nationalist voters and tended to side with Mathew who had a strong base in the Kelaniya-Biyagama area.",
    "Esmond while being disturbed by these events evaded the issue by dealing with the technical aspects of the problem on behalf of JRJ. Unlike his brother he was not disturbed by the moral dimension of the fratricidal violence. He felt that he could not abandon his friend at this critical juncture. Like Rajiva Wijesinha I did not see any remorse in Esmond regarding this collective moral failure. In his latest book Rajiva draws an unflattering picture of JRJ in relation to the ethnic and human rights issues.",
    "Esmond briefed us of the Parathsarathy proposals which at that time was hotly opposed by many including the monks like Walpola Rahula and the Mahanayake of Asgiriya, Palipane Chandananda. The Parthasarathy proposals were for the setting up of Provincial Councils in a merged North and East. He was a proponent of devolution of powers within a sovereign state.",
    "When we met the TULF in Ashok Hotel he told the Tamil leaders that he had held the Assamese student leaders incommunicado in Delhi till they agreed to his proposals. This may have put fear in the heads of the TULF leaders who may be forgiven for thinking that they too were being held in Delhi to receive the Assamese treatment. They wanted to get back to Sri Lanka as early as possible.",
    "But as we saw earlier, GP was heavily biased towards the TULF position and its leaders need not have entertained any fears. They were safe with GP. It was only with his departure that a more flexible solution became feasible. His departure was a direct consequence of the death of Indira. Her demise had a direct bearing on JRJ and Sri Lanka’s fortunes.",
    "As the TULF leaders lamented there were “orphaned by her death”. India entered a new phase Of her destiny with the death of Indira or ‘Goddess Durga’ as her numerous enemies called her. It marked a sea change in India’s policy towards Sri Lanka.",
    "The tragic death of her favourite younger son Sanjay in an air accident affected Indira deeply. He was her choice to succeed her to the `gadi’. But tragedy was to strike the Nehru family again and again. With the death of Sanjay, Indira began to turn to Hinds mystics – particularly to a handsome Sadhu, which association had the gossip prone Delhi on overdrive. She also increasingly became autocratic.",
    "As PM she had to face the growing strength of the Sikhs who had been assiduously wooed and pacified by her father. The Sikh leaders were pampered by Nehru who admired their commitment to the Indian Congress during the Independence movement. The ‘green revolution’ had turned the Punjab into the `granary of India’, which was growing more prosperous by the day.",
    "Also, the out migration of Sikhs to western countries had created pockets of political influence abroad supporting the call for Khalistan – an independent Sikh state. RAW with Indira’s backing was creating local leaders like Bhindranwale,  to undercut the troublesome independence seeking Akhali leaders. Standing firm on the Punjab was of the greatest strategic importance for her. As Indira was successful in creating a Bangladesh, could not her enemies, particularly Pakistan, create a Khalistan as tit for tat? In a way the notion of a sovereign Khalistan and Kashmir put a brake on RAW scenarios of an independent Eelam. Eelam could trigger other frightful prospects like a bigger `rogue’ Tamil Nadu outside the Indian Union. Khalistan was a litmus test for the integrity of the Indian Union and Indira unleashed her total strength against the Sikh separatists, led by a RAW invented religious leader Bhindranwale [a la Prabhakaran] who had now turned on his masters.",
    "Indira authorized operation ‘Blue Star’ which was an all-out attack on the extremists holed up in the famous Golden Temple of the Sikhs in Amritsar. It was a murderous, no holds barred attack. The offensive succeeded, the rebels were flushed out and killed, the rebellion was aborted and the majority of Sikhs looked on Indira as a monster who had defiled their holiest site.",
    "The direct result of Operation Blue Star was the assassination of Indira by her Sikh bodyguards when she had left her home on foot to her office a few yards away for a TV interview with BBC. Delhi erupted in an orgy of communal rioting in which thousands of Sikhs were killed and their houses torched. As many studies have shown-including Stanley Tambiah’s ‘Levelling Crowds’ – this was rioting on a mega scale.",
    "It was difficult for Indian diplomats to point their finger at Colombo riots, under these circumstances. The death of Indira meant the end of GP’s leadership of the Sri Lanka negotiations. He was replaced by Romesh Bandari, the Foreign Secretary and personal friend of the new PM. Under Rajiv, who reluctantly succeeded his mother, other players in addition to Bandari entered the scene. They were R Chidambaram, a Harvard trained lawyer from Madurai and N. Ram from the famous Kasturi family – the owners of `The Hindu’.",
    "Ram was a journalist, a Cambridge graduate and a cricketer. In the wings was Venkateshwaran of the Foreign Office who was briefly Foreign Secretary. An admirer of Krishna Menon, Venkateshwaran was a hardliner on the Tamil issue and was sacked summarily by Rajiv Gandhi. The monopoly of Tamilians over Foreign policy was broken. This change of guard brought about a rethinking on India’s Sri Lanka policy.",
    "It was an overall change of direction by Rajiv Gandhi who was moving towards an open economy and dismantling many socialist controls which had fast become dysfunctional during his mother’s ideologically rigid regime. Several of her socialist oriented officials, who were anyway superannuated by now, were shunted aside and a more technology oriented American educated coterie were assembled around the new Prime Minister.",
    "The death of Indira was a blow to the hawks in her entourage who wanted a decisive push against JRJ and the Sri Lankan government. Indira had been looking for a political coup for her Congress party which for the first time since Independence was being challenged by the Janata Party led by former stalwarts of the Congress like Jayaprakash Narayan. She had tried to do something big in the South to bolster her strength and checkmate her political opponents. Her death was therefore a misfortune for the Tamil ‘Ultras’, as Rajiv did not have the same commitment towards them. The LTTE confirmed this set back by planning to assassinate him.",
    "Lanka launches ambitious mega campaign to revive tourism and attract global visitors",
    "PM Sharif thanks SL President for pressing IMF on Pakistan’s urgent need to avoid default",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}