{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hemas-inspiring-insights-to-overcome-economic-and-market-challenges/34-749293",
  "time_ut": 1686258258.0,
  "original_lang": "en",
  "original_title": "Hemas inspiring insights to overcome economic and market challenges",
  "original_body_lines": [
    "Hemas Holdings Group CEO Kasturi Chellaraja Wilson (right) with Daily FT-SC  Securities Market Pulse host SC Securities Asst. Manager Investment Banking and Marketing Dilusha Gamage",
    "The simple philosophy where the whole team believes is to focus on what we can control, whether it’s your personal life or whether it’s at work. It’s a unique thing we were going through these challenges. It brought out the best in each and every employee here. We’ve got a team which thinks on their feet. They don’t need too much hand holding as long as the directional view is given. We were faced with all the challenges. We made portfolio choices and capital choices. Most importantly governance is there at the back of it. So we were prepared ahead to face those challenges",
    "Diversified blue chip Hemas Holdings PLC Group CEO Kasturi C. Wilson recently spoke to the Daily FT-SC Securities co-branded Market Pulse multi-media interviews initiative. During the interview, Wilson shared key insights into how Hemas has steered itself in overcoming economic and market challenges both locally and globally. Here are excerpts of the interview done by SC Securities Asst. Manager Investment Banking and Marketing Dilusha Gamage featuring Hemas’",
    "inspiring story. The interview is also available on FT TV accessible via https://www.ft.lk/ft_tv/Overcoming-economic-hardships-Hemas-inspiring-story/10520-748778",
    "It was a great first step to get the IMF EFF approved, because it came with the underlying criteria which have to be fulfilled. Most of those criteria were very tough and unpalatable for the Government. The fact that they did that was positive for me. But remember, for us to come out of it, it’s not the IMF grant or the tranches we get. It’s also us changing fundamentally, understanding how we operate, because we need to get our revenues up. We need to be more efficient. We need to get our trade balance improved. That doesn’t come just through the granting, it comes with reforms. The success would depend predominantly on understanding how to restructure, which means making tough calls. It will have implications to businesses and the public. Next the biggest important thing I believe is the political will, and political parties irrespective of which colour they represent they have put the country first. We never get an opportunity again. With the IMF we have an opportunity to make tough decisions and the right decisions",
    "Q: Welcome to Market Pulse by SC Securities and Daily FT. As usual our effort is to bring you the expert insight for you to have a better pulse about the equity markets of Sri Lanka. Today our focus is on an iconic conglomerate headed by an iconic lady. She is the first female group CEO to lead a publicly quoted conglomerate in Sri Lanka. Kasturi, welcome to Market Pulse.",
    "Q: You are the first female to give the leadership to a Sri Lankan conglomerate as the CEO. How is your experience so far as the CEO of Hemas Group?",
    "I guess I had that dubious honour of being the CEO of a conglomerate which is publicly quoted. I guess it is unlikely that a woman can handle multi-disciplinary industries. It has been absolutely interesting because the last three years have been interesting for the country as well. What I loved about it, is the fact that it played to my strengths. I love challenges and chaos, and it brings out the best in me in terms of leadership to make choices and it plays to my strengths. Today we find Hemas stronger than before.",
    "What was really not my comfort zone was this whole publicity and the fact that you’re this first lady and the expectation not from myself but for the company. But mostly I guess the expectation of performance had a rub-off effect of what I leave as a legacy for the future young aspiring women who want to achieve great things. That was the outcry when I became a CEO. There was this young generation who was writing to me and saying now we can dream big and I owe it to them. That pressure was not something I liked. Now two and a half years later, I’m kind of okay that’s done and dusted.",
    "Q: Consumer Brands segment can be challenging in an environment where the inflation is high. This segment represents about 30% of the group revenue. How is this segment performing in the current economic conditions?",
    "Consumer Brands by nature of it, are catering to consumers. When the consumers are going through challenges, it reflects on your product or service. At Hemas, the Consumer Brands represent between 35 to 40% of revenue and its home and personal care and the stationary products. But the thing is both our spaces in consumer brands are more resilient towards any economic shock or market contraction. We had an added advantage as in stationary we are the market leader and home and care segment we are one of the market leaders. Having said that, from last year we did see the market contracting. This is predominantly stemming from the impact of the global commodity prices going up, inflationary impact based on devaluation of currency and the impact of high taxes. When the consumer is going through all that shock, we do see the contraction coming through.",
    "From Hemas perspective we did see contraction; however, we didn’t contract as much as the market which reflected in market share gain. So we were more competitive than the rest of the products. So in that context I think we were a bit more resilient and we had our value proposition stronger by catering to the consumers’ changing needs and being more agile. That way we kind of weathered it but from the market perspective I don’t see a growth in the demand. Next two quarters we would remain as a sluggish market till the consumer is kind of ease into all the pressures they see.",
    "Q: When we consider the healthcare sector which is the largest contributor to the group, Hemas is focusing on quite a lot of innovation in this sector. What are the latest developments in this sector?",
    "Being the leader in healthcare whether it’s pharmaceutical or hospitals, and whether you manufacture or import, there’s an obligation. When we take a stance of giving quality products or services, how do you make it affordable? Then innovation comes into play, in terms of technology and science. We made our commitment when we put our plant in Morison and that’s the latest baby which has taken up quite a bit of our capital investment. With that we were clear on what we offer to our consumers. Our plant produces products to meet global quality standards. We have now launched our own brands. We launched the new age diabetic care. I’ll avoid using molecule names so that it’s simpler. That has done phenomenally well. It’s a global quality at a price which is less than what you pay at an MNC. So it’s at an affordable price.",
    "We’ve also launched three more subsequently, when we saw that success, again under our own brand. There’s a hypertension product, cardiovascular product and then there is this anti system in which you take for allergies which we brought into the local market. We’ve seen success in these. It’s two fold. People now understand the quality and the efficacy of it; secondly it’s at an affordable price. For us the innovation is choosing what to innovate and the processes are making sure the quality is maintained.",
    "Today one thing people struggle with is having access to healthcare services and the cost of it. Technology is used to increase efficiency, so that we use less people and the outcomes are predictable. Technology used to take patient data so that the caregivers make better decisions. We launched our own home care model, underpinned by technology. The outcome for us is to give affordable quality care and that doesn’t happen if we do the same things the same way, because the infrastructure is at a high cost, as interest rates are high. Those are some facts that I can’t control. Affordability and quality are things we can control.",
    "Q: Hemas Group’s involvement in logistics, aviation, and maritime operations presents a lucrative and growing sector. What are your future plans for this segment?",
    "We were in the entire logistics space. There was a divestment. That doesn’t mean that we don’t believe in that space, we do. It generates quite a bit of cash. Sri Lanka can play in the logistics space which is a USP. Today’s context where it’s China plus one strategy or because this region is going to be playing a bigger part in terms of the growth of logistics, Sri Lanka has a chance. So it’s important for us to be in that space. Secondly if you look at our businesses they underpinned logistics. We understand value chains, the cost of value chains and how we operate in it. We need to convert those into a logistics business and then we’re looking at a specific niche where we could compete and I believe that’s going to be a growing area and I wouldn’t want to be left out of it.",
    "Q: There are many challenges in the country which affect the businesses of Hemas such as import restrictions, high interest rates, depreciation of local currency, forex liquidity issues. How are you manoeuvring through these challenges? Are they keeping you awake at night?",
    "I think they keep everybody awake at night. The simple philosophy where the whole team believes is to focus on what we can control, whether it’s your personal life or whether it’s at work. It’s a unique thing we were going through these challenges. It brought out the best in each and every employee here. We’ve got a team which thinks on their feet. They don’t need too much hand holding as long as the directional view is given. You all spoke about all of those factors and being predominantly import driven and domestic oriented, while we have a growing export portfolio, we are predominantly exposed to domestic business. We were faced with all the challenges. We made portfolio choices and capital choices. Most importantly governance is there at the back of it. So we were prepared ahead to face those challenges.",
    "One tough thing for anybody is making certain choices and making decisions. When you’re used to it as a group and as a company, it would make life simpler, because when you’ve made your choice you’re moving forward. The flip side of it is that we made a choice to drop a few. Let’s do some areas and let’s make those work. So we face it and we will come out stronger.",
    "Some of our businesses have started doing some new things to be relevant to the consumer. I must be honest that we would be actively looking at some acquisitions in spaces especially we are not really familiar with. As long as we know we have a capability to win there. We have been and we will be continuing to do more in the international space. The regional presence especially in the stationary business and consumer brands have increased",
    "Q: You were talking about the team quite a lot. But the massive scale of migration can be a challenge in finding talent for any company in the future. How are you going to face this challenge?",
    "That’s absolutely the most challenging risk we see now for the county and for Hemas. Ideally what we do is, we have a philosophy of talent that has to be identified; we take them and take care of them. We understand what challenges they face. Everybody is unique. Today I’m seated here because the company understood my challenges in the past 20 years and took care of whatever I needed. We focus on retention. We have to make sure that we have a culture where these young leaders can be empowered and grow them.",
    "We’re focusing a lot on culture change because when we eventually retire the next set of leaders need to have the freedom to think creatively, bring in the innovations, and have the freedom to work and collaborate. We give them an environment where they’re happily working and producing the outcomes. We make sure we identify the right people, put them in the right roles and make sure they succeed. Also even during challenging times we did invest quite a bit in our employee development.",
    "Q: It’s not a secret that the country is facing unprecedented challenges at the moment. However the IMF extended fund facility is being approved and there are economic indicators of a recovery. In your opinion, what does the future stand for Sri Lanka?",
    "I think it was a great first step to get the IMF EFF approved, because it came with the underlying criteria which have to be fulfilled. Most of those criteria were very tough and unpalatable for the Government. The fact that they did that was positive for me. But remember, for us to come out of it, it’s not the IMF grant or the tranches we get. It’s also us changing fundamentally, understanding how we operate, because we need to get our revenues up. We need to be more efficient. We need to get our trade balance improved. That doesn’t come just through the granting, it comes with reforms.",
    "Whilst I’m hopeful, the success would depend predominantly on understanding how to restructure, which means making tough calls. It will have implications to businesses and the public. Then how do we all react to it? Next the biggest important thing I believe is the political will, and political parties irrespective of which colour they represent they have put the country first. We never get an opportunity again. With the IMF we have an opportunity to make tough decisions and the right decisions. We need to take this opportunity to eliminate corruption and bring institutions which are independently run by civil servants who are qualified to do it. I’m looking for sustainable growth for the country.",
    "Q: Hemas is a preferred stock among foreign investors. What do you anticipate in terms of foreign investment in the future into Hemas or to the capital market in general?",
    "I think the foreign investors have taken a beating in the last one year but we’ve seen an increase in interest again. From Hemas’ point of view, we’ve seen the stock being taken. One thing I hear from them is the governance part of it. They prefer stocks or companies which are governed better. From the country’s perspective, I think for the capital markets to attract proper investments through the FDIs they need to do more than this. It’s not about the rupee being devalued making the stock cheaper, they would want confidence in how the business operates. So the transparency and ease of doing business is important. I’m sure they look at the world corruption index as well in terms of how stable the country is reforming. These right signals should be sent out so that they have confidence. Unless we do those, I don’t think the capital markets will see the increase in the activity level the way we want.",
    "Q: What are your plans for the future of Hemas Group, and what can shareholders expect in the near term? Are there any potential acquisitions or expansions on the horizon?",
    "Some of our businesses have started doing some new things to be relevant to the consumer. I must be honest that we would be actively looking at some acquisitions in spaces especially we are not really familiar with. As long as we know we have a capability to win there. We have been and we will be continuing to do more in the international space. The regional presence especially in the stationary business and consumer brands have increased. We will be focusing on that and developing it further. We found that even though we never looked at it before, we really do find that there are things we can compete with and win. We can expect more happening in the region."
  ]
}