{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95102/further-consideration-of-case-against-slc-interim-committee-postponed-again-",
  "time_ut": 1700725980.0,
  "original_lang": "en",
  "original_title": "Further consideration of case against SLC Interim Committee postponed again",
  "original_body_lines": [
    "The Court of Appeal on Thursday (23 Nov.) decided to once again postpone the further hearing of the case filed pertaining to the Sri Lanka Cricket (SLC) Interim Committee.",
    "Accordingly, the case is due to be taken up for further hearing before the Appellate Court on 24 November, marking the third consecutive time that the relevant hearing has been postponed to the next day.",
    "On 16 November, the Court of Appeal issued an order that the relevant case be taken up before a new panel of judges after Judge Neil Iddawela recused himself from the case.",
    "The case was subsequently forwarded to the President of the Court of Appeal, Judge Nissanka Bandula Karunaratne, in order to name a new panel of Judges.",
    "Thus, the case was slated to be heard before an Appellate Court bench comprising of Judges Sobhitha Rajakaruna and D. N. Samarkoon, as per a decision made by the President of the Court of Appeal.",
    "So far, three Judges, including the Appeals Court President and Judge Neil Iddawela, have recused themselves from the hearing of the relevant case.",
    "On 07 November, the Court of Appeal issued a 14-day stay order, preventing the operation of the seven-member Interim Committee appointed SLC and the relevant gazette notification issued by Sports Minister Roshan Ranasinghe in this regard.",
    "The relevant order was issued by a two-member judge bench consisting of Appeals Court President Nissanka Bandula Karunaratne and Justice Vikum Kaluarachchi, upon consideration of a writ petition filed by the Chairman of SLC Shammi Silva.",
    "Accordingly, the court has issued three stay orders in total pertaining to the matter: the first to prevent the gazette issued by the Sports Minister appointing the interim committee for the SLC, the second to prevent the committee members chaired by Arjuna Ranatunga from acting in their respective positions and the third to prevent the respondents including the Sports Minister from interfering the activities of the petitioner and the other officials of cricket board.",
    "Subsequently, on 13 November, Sports Minister Roshan Ranasinghe filed a motion requesting the lifting of the stay order issued by the Court of Appeal preventing the operation of the 7-member Interim Committee appointed by him for the SLC and the relevant gazette notification published in this regard.",
    "The motion including the objections related to the relevant stay order, has been filed before the Appeals Court through Attorney-at-Law G.G. Arulpragasam.",
    "A seven-member Interim Committee was appointed by Sports Minister Roshan Ranasinghe on 06 November, chaired by World Cup-winning former Sri Lanka captain Arjuna Ranatunga.",
    "The interim committee consists of the following members: S. I. Imam, Retired Supreme Court Judge; Rohini Marasinghe, Retired Supreme Court Judge; Irangani Perera, Retired High Court Judge; Arjuna Ranatunga (Chairman); Upali Dharmadasa; Rakitha Rajapakshe, Attorney-at-Law; and Hisham Jamaldeen."
  ]
}