{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/agreement-on-us-support-for-sri-lanka-power-sector-finalised/",
  "time_ut": 1701503400.0,
  "original_lang": "en",
  "original_title": "USAID and PUCSL partner to enhance transparency with development of Electricity Dispatch Database and Dashboard for Lanka’s power plants",
  "original_body_lines": [
    "Colombo, December 1, 2023 — The United States Agency for International Development (USAID), in collaboration with the Public Utilities Commission of Sri Lanka (PUCSL), launched the Electricity Dispatch Database and Dashboard, ?an online platform to enhance transparency in the management of Sri Lanka’s power distribution through a visualization platform.",
    "Developed and funded by USAID’s Sri Lanka Energy Program, the Dispatch Data Dashboard is a comprehensive tool that allows stakeholders to access and visualize data relevant to electricity generation, forecasts, costs, reservoir details, and emissions, providing insights into the energy sector’s intricate operational dynamics. The initiative will help foster transparency and accountability within Sri Lanka’s energy.",
    "The Dispatch Data Dashboard features a user-friendly interface, making it accessible to a broad audience. Users will be able to query dispatch data, gaining valuable insights into the dispatch process and the rationale behind cost optimization. This transparency not only promotes accountability but also encourages collaboration among industry players, paving the way for improvements in the dispatch process.",
    "The Dispatch Data Dashboard will be used for a wide array of stakeholders, including sector analysts, researchers, current independent power producers, future renewable energy developers, and environmental organizations. The online dashboard is available at https://gendata.pucsl.gov.lk/home. The USAID Sri Lanka Energy Program is proud to be at the forefront of this initiative, driving positive change for the benefit of all stakeholders.",
    "Members of the public will now have the ability to comprehend the dispatch process, enabling them to raise inquiries and contribute to discussions about the energy sector’s future. This marks a significant step forward in democratizing information and fostering a sense of ownership among the public.",
    "Chris Powers, Director of the Economic Growth Office of USAID stated that, “This Dashboard will help drive financial sustainability of the power sector, while contributing to the viability of the nation by enhancing energy security and ensuring the lowest possible cost of electricity. By fostering transparency and empowering stakeholders, this tool is an instrumental resource in our collective fight against climate change. In understanding and optimizing our energy management processes, we pave the way for a more sustainable future, driving efficiencies that contribute to reducing the cost of power generation while reducing our carbon footprint. In the face of climate challenges, knowledge is power, and the Dashboard empowers us all to make informed decisions that positively impact our environment.”",
    "“The Dispatch Data Dashboard represents a major leap towards a more transparent and accountable energy sector in Sri Lanka,” said Professor Manjula Fernando, Chairman ??? at PUCSL. “By providing a platform for stakeholders to engage with dispatch data, we aim to drive positive change, encourage innovation, and ultimately contribute to a more sustainable and cost-effective energy future for Sri Lanka.”",
    "Sysco LABS recognised as Lanka’s premier technology exporter at Presidential Export Awards",
    "HNB Assurance’s winning streak continues at SLIM National Sales Awards",
    "“Ata Pass” – USAID supported youth education and career outreach campaign wins top honors at Effie Awards 2023",
    "Sri Lanka National Hydrogen Road Map presented to the President",
    "USAID – Ceylon Cold Stores PLC partnership pioneers women-led recycling initiatives in Sri Lanka",
    "US to increase development investment in Lanka by $19.2 Mn through USAID",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}