{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/BOI-ups-FDI-target-to-US-2bn-amid-growing-investor-interest/108-260011",
  "time_ut": 1685295939.0,
  "original_lang": "en",
  "original_title": "BOI ups FDI target to US$ 2bn amid growing investor interest",
  "original_body_lines": [
    "From left: BOI Director General Renuka Weerakone and State Minister for Investment Promotion Dilum Amunugama",
    "Sri Lanka’s Board of Investment (BOI) has increased the foreign direct investment (FDI) target to US$ 2 billion from earlier US$ 1.3 billion for the year as foreign investors are returning to the country following a troubled year and given the possibility of realising big ticket investment pertaining to an oil refinery in Hambantota.",
    "The Board of Investments (BOI) Director General Renuka Weerakone in a press conference held last Friday revealed that the government in a directive increased the FDI target given to BOI to US$ 2 billion from earlier US$ 1.3 billion target.",
    "Although investors largely held back their investment plans last year as the country plunged into economic and political crises, State Minister for Investment Promotion Dilum Amunugama highlighted that investors are now coming back with an increased investment interest with stability returning to the country gradually.",
    "Accordingly, Weerakone the country has realised US$ 210 million in FDI in the first quarter of this year while BOI has entered into US$ 604 million worth agreements with investors up to May this year.",
    "The BOI targets to sign US$ 2.8 billion worth investment agreements this year.",
    "“We are very optimistic, we see a lot of big-timers coming,” Weerakone said.",
    "In particular, Minister Amunugama was hopeful of signing an agreement for a refinery project in Hambantota with the conclusion of the RFP process .BOI expects the selected investor to invest around US$ 2.5 to 3 billion in the project, which could become one of the largest FDI projects in the country.",
    "China’s Sinopec along with two others have submitted RFPs for the project, which is currently under evaluation. The BOI has already offered a 400-acre land in Hambantota for the project.",
    "In addition, Sinopec this month signed agreements with the Ministry of Power and Energy to enter the country’s retail fuel market by taking over 150 fuel stations from the Ceylon Petroleum Corporation and setting up further 50 fuel stations. According to Weerakone, Sinopec is expected to invest around US$ 10 million in this project.",
    "Meanwhile, she highlighted that the country saw 38 percent YoY increase in FDI inflows last year achieving US$1.076 billion despite the challenging economic environment.",
    "“Despite being a challenging year, we achieved our targets,” she stressed."
  ]
}