{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/How-fair-is-welfare/172-255681",
  "time_ut": 1678654121.0,
  "original_lang": "en",
  "original_title": "How fair is welfare",
  "original_body_lines": [
    "The present upward trend in Sri Lanka's economy and finances are temporary or showing signs of improvement?",
    "How fair is it for a country like Sri Lanka that has a fertile land and natural resources in abundance, to go after welfare, subsidies, grants and aid from the world by calling itself a developing country?",
    "When I was in Grade 6, the textbook we learnt for Geography was called ‘Across the Developing World’ written by Michael Haigh, this textbook had chapters named after a developing country, which included Nigeria, Bangladesh, Nepal, India as well as Malaysia. As students we were surprised why Sri Lanka was not included in the book despite having the names of several countries in the sub-continent. However, today some of the countries mentioned in that book have improved themselves to the extent of giving us aid, while Sri Lanka still lingers as a developing country.",
    "In addition to that, we are going behind IMF for the 17th time, to beg for a grant of US$ 2.9 billion, while our debt to China alone is US$7.3 billion. How long are we going to be a menace to the world by holding a begging bowl.",
    "Founder Prime Minister of Singapore, Lee Kwan Yew stated to his workers that ‘The world does not owe us a living, and we cannot live by the begging bowl’, he believed that the world is not under obligation to help them, so each country should do their own living.",
    "In contrast, Ediriweera Sarathchandra, the famous playwriter who went on to be the Ambassador of Sri Lanka to France, wrote a story based on his experience as an ambassador and quite honestly titled it ‘With the Begging Bowl’.",
    "The decision taken by the cabinet to downgrade the income status of the country to ‘Low Income Status’, shows the insensitiveness of the administrators by putting the dignity of the country at stake, simply to beg for aid that are given to poor countries. What many of them fail to understand is the sense of shame its citizens get when their home country is considered a failed state by the world.",
    "Sepala Ekanayake of the infamous hijack trial recalls an incident where he threw a mug full of beer on an Italian man’s face when he could no longer bare to hear the man criticising Sri Lanka, he attributes this incident to many of the ordeals that he had to undergo, as that Italian man was supposed to be an influential person in that country.",
    "This is a good example to show how citizens get offended when their own country is belittled outside their homeland, hence it is the duty of the government to protect both the dignity and the wealth of the country by having a stringent policy on spending.",
    "The decision taken by the cabinet to downgrade the income status of the country to ‘Low Income Status’, shows the insensitiveness of the administrators by putting the dignity of the country at stake, simply to beg for aid that are given to poor countries",
    "The government as well as many of its citizens have not proved to be good managers of finances as cutting the coat according to one’s cloth is not something that is on par with our culture.",
    "Sri Lankan culture of celebrating ranging from weddings to funerals are quite often extravagant and costly, people end up spending more than ones means that paves the way to beg and borrow.",
    "A good example of this would be the money spent on lavish opening ceremonies of large-scale development projects in the country, which includes majestically erected plaques and banners displaying the photographs of all the provincial level politicians, as absence of glamour is considered a shame.",
    "Despite the development, Sri Lanka has failed to secure its citizens a fearless future, as there are people in the country who are living below the poverty line, out of which the most vulnerable are the little children and older people who are either abandoned or left without care, so money spent on welfare programs should be aimed at them to ensure their security, once again this questions the identification of priorities in the policy of spending.",
    "Afterall it will be unfair and unethical to expect welfare from a cash strapped government that is already struggling to secure its wealth, the wisest option for such citizens is to work towards their economy and help the government by bringing in more wealth to one’s own land.",
    "Despite the development, Sri Lanka has failed to secure its citizens a fearless future, as there are people in the country who are living below the poverty line, out of which the most vulnerable are the little children and older people who are either abandoned or left without care",
    "Lee Kuan Yew’s book ‘From Third World to First’ has an entire chapter dedicated on the importance on building a fair society that is not dependent on welfare titled ‘A fair not welfare society’. This chapter has some important points that highlight the impact of welfare on the citizens.",
    "“Welfare undermined Self Reliance” (pg.126). Expecting someone to bail us out will never allow us to rely on our talents and instincts to bring solutions, this makes people depend on someone from outside for assistance that creates a dependent culture among frustrated citizens.",
    "“Owning Assets, instead of subsisting on welfare, has given people the power and the responsibility to decide what they want to spend their money” (pg:128), Citizens who have earned their assets are very careful and selective in spending what they have earned, hence making them more responsible and intelligent by avoiding wastage.",
    "“We try hard to make people as independent as possible and not end up in Welfare homes” (pg:128/129). Independent people dislike being dependent on others as it is an insult to their personality, so they plan their lives accordingly in such a way where they don’t depend on state welfare programs, which in turn saves government expenditure.",
    "‘We have established a virtuous cycle – Low Expenditure, High Savings; Low Welfare, High Investments’ (pg.130), Singapore adjusted their policies in such a manner where their focus was to increase their investments, while the decrease in corruption decreased their expenditure and increased their savings, finally a good quality of life decreased their need for welfare, as a result the Country that took Sri Lanka as a model improved from being a developing country to a developed country.",
    "Once such a virtuous cycle is established in the country, both Sri Lanka and its citizens will be able to say farewell to welfare."
  ]
}