{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Pakistan-may-pull-out-of-Asia-Cup-after-Sri-Lanka-Afghanistan-Bangladesh-reject-Hybrid-Model-Report/108-260553",
  "time_ut": 1686036965.0,
  "original_lang": "en",
  "original_title": "Pakistan may pull out of Asia Cup after Sri Lanka, Afghanistan, Bangladesh reject ’Hybrid Model’: Report",
  "original_body_lines": [
    "Left with no option after Sri Lanka, Bangladesh and Afghanistan backed out of their proposed 'Hybrid Model', hosts Pakistan may pull out of the Asia Cup in September.",
    "According to the 'Hybrid Model' proposed by Pakistan Cricket Board (PCB) chief Najam Sethi, Pakistan were to conduct 3 to 4 games of the Asia Cup in their country, while the rest of the matches involving India could be held at a neutral venue.",
    "The idea was floated after India refused to travel to Pakistan because of security concerns.",
    "However, it has become clear now that Sri Lanka, Bangladesh and Afghanistan have all backed the BCCI's push for moving the tournament out of Pakistan.",
    "\"It is just a formality now that the Asian Cricket Council executive board members meet virtually or a proper meeting is called later this month.",
    "\"But the PCB is now aware that Sri Lanka, Bangladesh and Afghanistan are not backing their hybrid model proposal for the Asia Cup,\" said a well-informed source aware of the developments.",
    "The source said that Sethi was already in touch with his cricket management committee members and also with the relevant government officials to discuss Pakistan's stance if they do not get to host any matches of the Asia Cup at home.",
    "Sethi has repeatedly said that if the tournament is moved to one neutral country from Pakistan, it will not take part in the competition and the source said it is on the cards that PCB will go for a boycott of the Asia Cup.",
    "\"Pakistan only has two options. Play the tourney at neutral venue or withdraw,\" an Asian Cricket Council (ACC) source said.",
    "\"In case Pakistan doesn't play, it will still be called Asia Cup but broadcaster will renegotiate the deal in absence of Pakistan.\"",
    "Sri Lanka, Bangladesh, Afghanistan and India have all taken the stance that it is not logistically or financially feasible to host the Asia Cup in Pakistan and some other country and it should be held in one country i.e Sri Lanka since India can't travel to Pakistan.",
    "The source also said there is a possibility that the Asia Cup might be scrapped entirely this year and India, Sri Lanka, Bangladesh and Afghanistan could end up playing a multi-team event in 50-overs format before the World Cup.",
    "\"There is every possibility the Asia Cup might not be held this year because without Pakistan and India matches the broadcasters are not likely to offer the same amount they were offering to the ACC with Pakistan included,\" the source said.",
    "The source added that India is also preparing for a four or five nation event at home in the window which would be left open if the Asia Cup is not held.",
    "What effect Sri Lanka, Bangladesh and Afghanistan's decision could have on the relations between these boards remains to be seen.",
    "Pakistan has already rejected a proposal to play some ODI matches in Sri Lanka when it tours the country for a two-Test series after the island nation offered to host all the matches of the Asia Cup.",
    "The source said the recent developments could force Pakistan to show its hand as far as its decision to send its team to India for the World Cup is concerned."
  ]
}