{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89906/malaysia-busts-syndicate-smuggling-sri-lankan-children-to-europe",
  "time_ut": 1681918860.0,
  "original_lang": "en",
  "original_title": "Malaysia busts syndicate smuggling Sri Lankan children to Europe",
  "original_body_lines": [
    "Malaysia’s immigration department took down a syndicate smuggling Sri Lankan children to Europe using Malaysian passports with the arrest of a local couple in Kuala Lumpur on Wednesday.",
    "Immigration department director-general Ruslin Jusoh said the syndicate known as “Bahnu Internationals” operated using Malaysian parents from poor families with children under 12 years old to manipulate their personal information.",
    "He said the syndicate would trick the parents into bringing their children’s birth certificates to the immigration office as if they were making Malaysian passports for their children.",
    "“However, during the application process at the immigration counter, Sri Lankan children close to the age of their children would instead be brought to the counter for the purpose of getting fingerprints and photos.",
    "“The husband and wife would then act as a ‘transporter’ by taking the Sri Lankan children with Malaysian passports to Europe,” he said in a statement today.",
    "It is understood that the parents were paid RM500 to attend with their child’s documents at the office to be used for the Sri Lankan children involved.",
    "Ruslin said based on preliminary investigations, the syndicate received wages of €30,000 to €50,000 for each Sri Lankan child that had their Malaysian passport done and was escorted to Europe.",
    "“Investigations are still underway to track and identify how long this syndicate has been operating and how many children have been involved.",
    "“The syndicate was successfully busted when the couple went to the Kuala Lumpur Immigration Department for the purpose of obtaining a Malaysian passport for a Sri Lankan child,” he added.",
    "He said the arrest of the couple was the result of the swift action of the immigration officers at the passport division who had noticed something was off when interviewing a child as there was a significant difference in appearance with the guardian while the child could not speak Malay.",
    "Ruslin said the couple, aged 37 and 26, were brought to court on charges under Section 26A of the Anti-Trafficking in Persons and Anti-Smuggling of Migrants Act 2007 at the Sessions Court today.",
    "“The immigration department has advised the public not to be easily manipulated by the offers and tricks of such syndicates.",
    "“If any doubts relating to immigration matters arise, the public can refer to the department or get the latest information through its website and official social media accounts,” he said."
  ]
}