{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/More-info-on-foreign-mission-behind-Aragalaya-to-be-revealed-soon-Namal/56-748220",
  "time_ut": 1683843151.0,
  "original_lang": "en",
  "original_title": "“More info on foreign mission behind ‘Aragalaya’ to be revealed soon”: Namal",
  "original_body_lines": [
    "Says allegation that  foreign mission instigated Aragalaya comes from those who were part of it",
    "Claims appointment of current President and Govt. was a result of Aragalaya",
    "More information about the third party which played a role in the ‘Aragalaya’ will be revealed soon, Sri Lanka Podujana Peramuna (SLPP) MP Namal Rajapaksa said yesterday.",
    "“Certain leaders of the Janatha Vimukthi Peramuna today claim a third party instigated the Aragalaya. A fellow MP who was once with us has also written a book about this. More information will surface soon,” he said. The MP made these comments while speaking to media outside the Colombo High Court premises where he was due to appear before the courts over the infamous Gowers money laundering case.",
    "“This allegation is coming from those who were part and parcel of the Aragalaya. It is they who are claiming certain foreign missions had a part to play in the Aragalaya. Therefore more information will be revealed in due course,” the MP said.",
    "The MP also said President Ranil Wickremesinghe and the current Government were appointed as a result of the citizen’s struggle. “This is the result of the Aragalaya,” Rajapaksa noted. In response to a question on allegations of a bribe relating to the X-Press Pearl disaster, the MP admitted that action must be taken against any acts of corruption but said the process must not be politicised. “It must not be turned into a political topic such as claims about golden horses and Lamborghinis,” he added.",
    "Rajapaksa said if anyone has evidence of any act of corruption or fraud committed they must file a complaint or file legal actions. “We cannot accept statements being made to assassinate the characters of others under the shield of parliamentary privilege,” he said.",
    "The MP also reiterated his opinion on the need to rehabilitate youth who took part in the citizen’s struggle last year. He called on the parents of the youth to initiate certain measures to relieve the ‘mental stress’ suffered by the youth."
  ]
}