{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91816/spotlight-on-potential-brics-currency-as-pushback-against-us-dollar-grows",
  "time_ut": 1688835060.0,
  "original_lang": "en",
  "original_title": "Spotlight on potential BRICS currency as pushback against US dollar grows",
  "original_body_lines": [
    "The de-dollarisation, the movement to reduce other countries’ reliance on the greenback, among the emerging economies of the BRICS economic group is yet to reach a ‘common currency’ breakthrough.",
    "The de-dollarisation movement, however, is currently morphing into a growing number of countries ditching the dollar and choosing to trade in their own currencies instead.",
    "But despite an official clarification, the Russian embassy in Kenya said in a tweet, “The BRICS countries are planning to introduce a new trading currency, which will be backed by gold.”",
    "Earlier this week, however, the New Development Bank, a financial institution created by the BRICS bloc, said in an official statement that it doesn’t have any immediate plans for a common currency.",
    "Instead, the members of BRICS – Brazil, Russia, India, China and South Africa – are pushing to conduct more bilateral trade in local currencies. They aren’t ready to challenge the global dominance of the dollar.",
    "“The development of anything alternative is more a medium to long-term ambition,” Leslie Maasdorp, Vice-President and Chief Financial Officer of the New Development Bank, told Bloomberg. “There is no suggestion right now to create a BRICS currency.”",
    "Prior to the BRICS virtual summit, India’s foreign minister Dr S Jaishankar said that “there is no idea of a BRICS currency.”",
    "“Currencies will remain a national issue for a long time to come,” Jaishankar added.",
    "The bloc, which was formed in 2009, has been striving to gain more clout globally as a way of counterbalancing the dominance the US and its traditional allies have in multilateral financial institutions such as the World Bank and the International Monetary Fund.",
    "Still, even the Chinese Renminbi “is a very long way from becoming a reserve currency,” Maasdorp said.",
    "According to reports, a key part of the Shanghai-based New Development Bank is to expand its financial clout with a focus on $50 billion in subscribed capital.",
    "“The intention has always been to create a global bank anchored in emerging markets,” Maasdorp said.",
    "He further said that the bank aims to direct 40 per cent of lending to climate-related projects.",
    "A total of 19 countries, with 13 formal requests and approximately 5 or 6 informal queries, have approached BRICS leaders for becoming full members of the BRICS forum.",
    "In an interview with WION, South Africa’s foreign minister Naledi Pandor, disclosed that a number of countries, including Saudi Arabia, the United Arab Emirates, Egypt, Algeria, Argentina, Mexico, and Nigeria, have expressed keen interest in joining BRICS.",
    "The recent BRICS Foreign Ministers’ meeting in Cape Town saw several African countries, Iran, Saudi Arabia, and the UAE attend the “Friends of BRICS” gathering.",
    "The upcoming BRICS summit in South Africa is expected to see multiple inclusions, possibly of Saudi Arabia and Iran, into a crucial multilateral grouping, significantly elevating its economic heft and simultaneous geopolitical clout.",
    "Brazil’s President Luiz Inácio Lula da Silva has vocally challenged the supremacy of the US dollar in recent months.",
    "Recently, in a show of support from a fellow BRICS partner, Brazil’s President Lula, while standing alongside his South African counterpart Cyril Ramaphosa, challenged the US dollar’s role as the world’s primary reserve currency for global trade.",
    "Ramaphosa, while seconding Lula’s comment, said that the “issue of currency” would be discussed at the upcoming meeting of BRICS countries later this year, which South Africa is scheduled to host in August.",
    "Since the beginning of the war in Ukraine, Moscow has ramped up its efforts to promote de-dollarisation. Immediately after President Vladimir Putin announced ‘special military operations’ against Ukraine, Washington froze half of Russia’s foreign currency reserves and banned its biggest banks from the SWIFT international payments system.",
    "Since February 2022, Russia has been pushing for de-dollarisation in consonance with China and nations deemed neutral in the wake of the ongoing Ukraine war.",
    "Alexander Babakov, the deputy chairman of Russian parliament, the State Duma, while speaking at the St. Petersburg International Economic Forum event in New Delhi, India, in April 203 had said that the plan is to initially transition to using domestic currencies in transactions.",
    "Following this, the introduction and circulation of a digital or an alternative form of currency could be explored.",
    "Brazil, Russia, India and China established BRIC in 2009 and the bloc became BRICS a year later when South Africa was admitted.",
    "If it expands to include other “emerging nations with persistent surpluses,” a globally fairer, multi-currency global system could emerge, O’Neill said.",
    "The bloc represents about 26.7 per cent of the world’s land surface and 41.5 per cent of the global population.",
    "The BRICS countries hold a substantial 16 per cent share in world trade and over the years, they have played a vital role as engines of global economic growth."
  ]
}