{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/four-less-liquid-companies-likely-to-be-de-listed-from-cse/",
  "time_ut": 1684344120.0,
  "original_lang": "en",
  "original_title": "Four less liquid companies likely to be de-listed from CSE",
  "original_body_lines": [
    "Four less liquid companies in the CSE, will likely be de-listed from the stock market soon. Good Hope Asia Holdings Limited, being the majority shareholder of those four companies, has decided to purchase existing shares of these minority shareholders in order to de-list all entities from the CSE, market analysts said.",
    "Those four companies, Shalimar PLC, Selinsing PLC, Good Hope PLC and Indo- Valley PLC will be delisted from the stock market. They are less liquid and have a lesser number of share volumes in the stock market, market sources said.",
    "Amid those developments, the stock market, compared to previous days, witnessed some recovery yesterday but later that momentum did not sustain as investors’ expectation for more clarity on local debt restructuring went unmet, an analyst said.",
    "In the backdrop, shares edged- up in mid- day trade on very thin volumes and ended with a marginally down. All- Share Price Index went down by 1.39 points and S and P SL20 declined by 7.5 points. Turnover stood at Rs 698 million with a single crossing. The crossing was reported in TJ Lanka, which crossed 3.8 million shares to the tune of Rs 120.8 million and its shares traded at Rs 31.60.",
    "In the retail market top seven companies that mainly contributed to the turnover were, Lanka IOC Rs 94.8 million (174,000 shares traded), Expolanka Holdings Rs 59.5 million (407,000 shares traded), Dialog Rs 31.7 million (3.2 million shares traded), NTB Rs 27.5 million (436,000 shares traded), Sunshine Holdings Rs 24.8 million (589,000 shares traded), Access Engineering Rs 22.9 million (1.6 million shares traded) and Hemas Holdings Rs 21.8 million (343,000 shares traded). During the day 36.2 million share volumes changed hands in 7600 transactions.",
    "Yesterday rupee opened stronger at Rs 309.00/80 against the US dollar in the spot market, up from Tuesday’s close of Rs 311.70/312.20 to the US dollar, dealers said.",
    "The bond market was not active ahead of a Treasury bills auction. The debt office is offering Rs 180 billion of bills. The rupee has been appreciating in the face of negative private credit, as well as some inflows to bill markets.",
    "‘Sampath Bank maintains a strong value proposition to all its stakeholders amidst ongoing economic challenges’",
    "Share market trading starts on positive note but fizzles out",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}