{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-infinite-game/4-756817",
  "time_ut": 1703873484.0,
  "original_lang": "en",
  "original_title": "The infinite game",
  "original_body_lines": [
    "There is a finite game, and there is the infinite game. And if we recast our challenges, engage them anew with that more expansive vision and vigour – hangovers from the past can be shaken and ultimately transcended",
    "To see the repercussions of the “games” we play, one need look no further than the end of World War I, which decimated countries and the underpinnings of European civilisation.",
    "In the aftermath, the Allies inflicted tremendous hardships on the German people, neutering their economy, and seeking to essentially foreclose many future choices. The “finite” game was “punish and control Germany.” And it backfired, giving rise to revolutionary fervour, and extremism and eventually the rise of National Socialism and Adolf Hitler",
    "James Carse elucidated this for us, the contrast between “finite” and “infinite” games. Please note by “game” we mean endeavours, and interactions, that have desired outcomes, are played by some protocols or for a defined purpose between one or more players.",
    "Finite games are the familiar contests of everyday life, the games we play in business and politics, in the bedroom and on the battlefield -- games with winners and losers, a beginning and an end. Infinite games are more mysterious -- and ultimately more rewarding. They are unscripted and unpredictable; they are the source of true freedom. They are more than the sum of their parts, and they do not have an “ending”. They are an ongoing engagement.",
    "Let us start with the very familiar. “Getting married” in the ceremonial sense is a “finite” game. It has protocols, expectations, rituals, outlays, and there is a moment when it is “done”. Matrimony has been achieved.",
    "But “marriage” is an infinite game, until and if, the parties decide no longer to play. But as intended, and at its best, it is an ongoing undertaking, of to and fro, of discovery, of give and take, of exchanges and revelations and shared experiences and commitments.",
    "In the same vein, “graduating from college” or “getting a degree” is a finite game. There are a series of steps, known time investments, achievements to demonstrate, standards to satisfy, and when these are tallied successfully, one gains the accreditation.",
    "By contrast “being educated” is a life-long undertaking, it can involve finite games of accreditation, or can bypass them too depending on the nature of the education embarked upon. However, whatever we once learned gets stale, dated, outdated, and is superseded, or needs expansion, or deepening, or revitalisation through experience and application. That type of immersion continues.",
    "No great musician, for example would say, “I have been educated,” no further practice, or exploration, or self-challenge, or stimuli or feedback is relevant.",
    "Peter Drucker, the grand old man of management, once suggested that the fate of nations, and how they would fare, would hinge in part on the ongoing “re-education of adults.” So, is education and learning, to be a life-long crusade and undertaking, or would we allow what was once learning to degrade into dogma?",
    "This distinction becomes quite acute at the national level. Sri Lanka getting IMF reviews and financial infusions and debt restructuring are all, to an extent, complex finite games. They will be achieved or not, they require benchmarks and proof of progress, evidentiary justification.",
    "However, “creating economic health” or “national success” are infinite games, and once winners end up on the loser’s heap, and once eclipsed nations, can ride the waves and learn to outgrow past shackles.",
    "When the election is contested next year, how many candidates will demonstrate literacy with the necessary short-term finite games that are needed, without losing sight of the visionary, longer term infinite game of national development, cultural health, and economic and social well-being? These infinite games will need metrics too, it’s just that the metrics keep evolving as the game plays out. One of the reasons the United States so captivated the world’s imagination was its founding was premised on playing an infinite game. The 1776 Declaration of Independence was not “We are going to be independent of Great Britain and govern our own fate.” That would have been audacious enough for a colony facing the dominant world power. But that is a finite game, you gain independence, or you don’t, ultimately.",
    "But the founders stated, “We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable rights, that among these are Life, Liberty and the pursuit of Happiness.”",
    "We can argue how imperfectly these aims were represented when “all men” excluded women, anyone who wasn’t white, and required you be a property owner, initially Protestant.",
    "However, let’s remember this was the first global exercise in self-government without a king, and this young country became the first country ruled as a Republic by a written Constitution. And so, this was radical enough.",
    "But as it was an infinite game, the definitions could evolve. The Constitution was written so that it could be amended. And a century later, a Civil War was fought for some very practical reasons, but also animated by this infinite founding premise.",
    "And so Lincoln at Gettysburg said “…our fathers brought forth on this continent a new nation, conceived in liberty and dedicated to the proposition that all men are created equal. Now we are engaged in a great civil war, testing whether that nation, or any nation so conceived and so dedicated, can long endure.”",
    "And so another century later, Martin Luther King was to tell us how to dream, and President Johnson was to inaugurate the Great Society and begin to pass the civil rights legislation backed by rulings from Chief Justice Warren’s Supreme Court that finally formally ended desegregation and rang in overdue advances in equality, seeing also the first African American Supreme Court Justice in Thurgood Marshall.",
    "And the infinite game marches on, and periods of national darkness are inevitably when the infinite game gets eclipsed, and the fascination and mania for finite games, transactional attempts to gain power and advantage and to silence those larger aspirations, begin to hold sway.",
    "To see the repercussions of the “games” we play, one need look no further than the end of World War I, which decimated countries and the underpinnings of European civilisation.",
    "In the aftermath, the Allies inflicted tremendous hardships on the German people, neutering their economy, and seeking to essentially foreclose many future choices. The “finite” game was “punish and control Germany.” And it backfired, giving rise to revolutionary fervour, and extremism and eventually the rise of National Socialism and Adolf Hitler.",
    "By contrast, at the end of World War II, mercifully an “infinite game” was embarked upon in the shape of the US led Marshall Plan which rebuilt the economies of the two main countries that were defeated, Germany and Japan. Bitter enemies, whose actions had led to immense death, destruction, suffering and untold human horrors (eventually on both sides), the “infinite game” embarked upon was to strengthen economies and institutions and alliances.",
    "As Churchill had warned, this was stimulated with the Soviet Union in mind, “An iron curtain has descended across the continent…”",
    "And these implacable foes become the closest allies of the US and Great Britain and the rest of Europe and stabilising forces in their own regions. It was a miraculous resurrection, and with the eventual reunification of Germany, the impact of the infinite playbook was evident.",
    "Creating an interdependent prosperous world is an infinite game, punishing and controlling your enemies is a finite cul-de-sac.",
    "Tapping into the spirit of infinite “play,” Sony declared in the 1950’s their visionary aspiration of making “made in Japan” synonymous with quality.",
    "It was breathtaking at a time when it meant shoddy goods, delivered late. And by the 1970s, the mania for Japanese quality was overtaking the planet. Demming was to help apply the national culture of attention to detail through rice farming, and collaboration and divert it to the industrial realm. Many “finite games” were waged and won by drawing on the “infinite impulse” for “kaizen” and “continuous improvement”.",
    "Compared to “improve manufacturing” or “put more added value into exports”, laudable aims, with far more finite goalposts, this was revolutionary.",
    "And with this commitment, Japan availed of opportunities provided by the Korean War, US investment, focused investment in infrastructure, close and productive alliance between government and private sector, and many more “finite games” that were vivified by this infinite commitment and zest which spanned electronics, cars, and really the national economy, making this small, resource-strapped nation for decades the world’s second largest economy (and still the third largest today, after giants like the US and China).",
    "Singapore was to ride these winds, as Lee Kuan Yew took a malarial swamp in Malaysia, and once it was “spun off” from the mother country, was determined it would become a services and banking centre. It would not go down the road of low-cost manufacturing where it could not compete with larger, resource rich nations.",
    "By being determined to make Singapore a “first world country within three decades” (roughly), Singapore embarked upon an infinite game, far more bracing and transformative than “reduce regulation,” or “lower the cost of government” or “attract foreign investment,” important and even critical as all these are.",
    "Whenever I have proposed a jolting, transformative, provocative aspiration here in Sri Lanka, I am looked at with nervousness and dismay, and am often told, “It’s not realistic.”",
    "It wasn’t realistic for a defeated, occupied country on whom two Atom Bombs had been dropped to gain global market leadership in so many industries and build some of the most impressive capital reserves the world had yet seen. Japan still today has far higher capital reserves than Saudi Arabia!",
    "How “realistic” was Lee Kuan Yew’s aim to catapult Singapore forward across all indices of a developed society and create one of the freest economies in the world?",
    "Realism is pegged on the basis of the finite games we’re currently playing. It encases us in “paradigm prison.” And we have to re-imagine the game and transcend the boundaries if we wish to truly flourish.",
    "This is a word minted to show how capitalism, when taken to be an end in itself, rather than a delivery mechanism of human capabilities, can thwart and destroy the very thing it is seeking to foster.",
    "Capitalism as an infinite game dedicated to unlocking human productivity and potential and allowing created value to determine prosperity and success has liberated and remade societies. It has tapped enterprise, stimulated ingenuity, demonstrated the potential of focused imagination.",
    "When capitalism instead becomes an ideology, rather than a conduit, we have a problem. It is no longer an infinite, positive sum undertaking. It is a game of insiders and outsiders, cliques, and zero-sum philandering.",
    "An economic framework cannot become an ideology. Seen through this finite lens, societies become “markets”, and everything in them is degraded into commodities. All other values are stripped, until nothing remains but the market, and “exchange value” is the only value.",
    "And then, going into a frenzy, this delirium, makes everything: identities, religions, political parties, loves and lusts, capitalist, anti-capitalist, this party or that party, all become interchangeable commodities, available to the highest bidder. Our politics are then also for sale. Just look at US politics and at the money needed to get the same old gas bags electorally competing in a nation brimming with so much potential talent and creativity. And not just the US…",
    "If you then attempt to lead as per some infinite game value, real leadership, true commitment to justice, to working with communities in trouble, to ensuring investment goes for national and social value, you will be banned as an” extremist.”",
    "So the problem is not with creating economic value or selling and buying, much less property or real wealth. It’s when you say, “I have no infinite game larger than the flow of capital.” There is no larger “end” in mind. Then all our values disappear, and nothing means anything because as CJ Hopkins says, “anything can mean anything.”",
    "Robert Kennedy made this point in a stunningly powerful speech speaking about the “finite” adoration of the gross national product versus the “infinite” human enterprises it ignores and cannot measure. While some of this is very much late 1960’s, too much of it, still rings very deep and very true.",
    "“Our Gross National Product, now, is over $ 800 billion a year, but that Gross National Product – if we just measure the United States of America by that – that Gross National Product counts air pollution and cigarette advertising, and ambulances to clear our highways of carnage. It counts special locks for our doors and jails for the people who break them.",
    "…It counts napalm and counts nuclear warheads and armored cars for the police to fight riots in our cities.  …Yet the gross national product does not allow for the health of our children, the quality of their education or the joy of their play. It does not include the beauty of our poetry or the strength of our marriages, the intelligence of our public debate or the integrity of our public officials. It measures neither our wit nor our courage, neither our wisdom nor our learning, neither our compassion nor our devotion to our country, it measures everything in short, except that which makes life worthwhile. And it can tell us everything about America except why we are proud that we are Americans.”",
    "And a similar calculus is needed, whether we are economically successful, or in economic free fall. Real success is a byproduct in a way of our society, our culture, our choices, our institutions, and our collective actions. Those are the levers of an infinite game we have to plug into, to express real dedication for Sri Lanka.",
    "In the spring of 2020 as anyone who will even belatedly open their eyes have to confess, the majority of societies were converted into pathologised quasi-totalitarian police states by panicking over a median influenza strain with a brand name, logo and incessant alarmism.",
    "Constitutional rights (except in Sweden essentially) were suspended. Fortunately, Africa bypassed this, it couldn’t afford to play along. Asia did well, until the mRNA shots came calling.",
    "But in most of the world, masses were locked down inside their home, somehow believing that for the first time in history you should lock in the healthy, that the immune system would not confer immunity upon recovery (from something with a 99% recovery rate for virtually everyone), and that you could somehow “lock up” an airborne pathogen. Oh, and suddenly fresh air and exercise -- lethal to viruses and exemplary for us -- were to be monitored, and in some cases, forbidden.",
    "Goon squads roamed at large, accosting people for being where they weren’t supposed to, loved ones were kept apart, those in real medical distress couldn’t get treated, idiotic medical looking masks which repeatedly demonstrated no results became a new icon. Businesses were shattered, education foreclosed…over what?",
    "Readily available treatments were shunned, doctors had to run risks with their careers and standing to treat patients they could readily treat. Then came the attempted segregation of the “unvaccinated” and “vaccines” that passed no safety tests but were rushed out under “emergency use” authorisation, with even the most credentialed dissent, from people with front line evidence, being demonised.",
    "It is clear, unambiguously, this was a brainwashing drive. As German Professor Stefan Homburg says “Why were there emergency approvals without an emergency?” And nothing keeps “emerging” for several years!",
    "This wrecked so many infinite games, lives, dreams, aspirations. And while any reckoning for this is considered, agitated for, litigated (the Texas Attorney General has launched an arguably overdue legal case against Pfizer for example), awaited, new “finite” antics emerged…wars, censorship campaigns, Wokistry run amok, economic systems in turmoil.",
    "So we desperately need to pull out, we need to renew infinite games, locally, and insist on leaders who wish to help underwrite them, endow them, embody them, create institutional and legal pathways for them and to them.",
    "So Sri Lanka has to ensure it is not waylaid any further. The challenges here are existential, and like Japan and Singapore, we need to tune into our own “infinite game.”",
    "Take just tourism, an express track to economic solvency, given the high value-added nature of it, and the minimal additional immediate investment required (though public toilets and some paved roads and electronic access to attractions are all doable and would go a long way).",
    "We will finish out 2023 likely short of the two million visitor target, but with an encouraging surge, centred around the Indian market and Russians who were not welcome elsewhere, having gravitated here. The average spend is about $ 141 per day, and we need to have a higher percentage of arrivals paying and enjoying paying more due to value received.",
    "The “infinite game” would be to, with the highest levels of hospitality, compellingly and profitably introduce the world to Sri Lanka’s uniqueness…allowing the world to fall in love with it and want to experience it again and again. This is doable. The treasures are there, we just need to polish them into diamonds.",
    "We need niches, we need to focus far more on service experience and not just physical structure. And we need to support the sector to play the infinite game not the finite game of adding “x” number more arrivals. They need the economic support in terms of servicing debts and relief from taxes and access to imports to have a chance to play the infinite game.",
    "Sri Lanka has to deal with tapping all its talent, getting women more involved and recognised. We need merit requirements for public service, we need to deal with waste in public life (one public servant per 14 people!). We need digital transformation. We need to reform healthcare, and improve primary, secondary and higher education as a matter of urgency (our global university rankings are not encouraging). There is value to add to exports. There is debt to restructure.",
    "It is chastening, but we must be called to the challenge, and not just daunted. There are so many infinite games here that can and must be played. And if we invest in those games, we will draw the calibre of talent that wants to participate.",
    "If we primarily define all these as the finite confusions they have been, the repetitive downward spiral will continue. Let us in the election cycle ask for those who can help us commit to grander, more worthy commitments and national bull’s eyes.",
    "As we emerge from the holidays, let’s take a breath and get ready. There is a finite game, and there is the infinite game. And if we recast our challenges, engage them anew with that more expansive vision and vigour – hangovers from the past can be shaken and ultimately transcended – that is, if we can be stirred into doing the shaking…constructively, together.",
    "(The writer is the founder and CEO of EPL Global and founder of Sensei Lanka, a global consultant with over 30 years strategic leadership experience and now, since March 2020, a globally recognised COVID researcher and commentator.)"
  ]
}