{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/26/egg-prices-will-reduce-after-control-price-was-removed-producers/",
  "time_ut": 1690341120.0,
  "original_lang": "en",
  "original_title": "Egg prices will reduce after control price was removed -Producers",
  "original_body_lines": [
    "COLOMBO (News 1st); The Sri Lanka Livestock Producers Association said egg prices will decrease with the removal of control prices.",
    "Chairman Ajith Gunasekara said the price of eggs increased when a control price was imposed, as the supply network had collapsed.",
    "The Consumer Affairs Authority took measures to remove the control price imposed on eggs with effect from midnight on Tuesday (25).",
    "Gunasekara said when the control price for eggs was imposed, suppliers as well as egg producers were severely burdened.",
    "He said with the control price being removed, the market network is expected to strengthen and return to normalcy.",
    "He added egg prices will then be based on the demand and supply.",
    "Gunasekara said they expect the prices of eggs to reduce to Rs.50 or less from next week.",
    "Meanwhile the Sri Lanka State Trading Corporation (STC) said one million eggs imported from India are released to Sri Lanka's retail market daily.",
    "STC Chairman Asiri Walisundara said the stocks of eggs are sold through Sathosa and other supermarkets.",
    "He said eggs are being sold for Rs.35 at Sathosa outlets, adding that eggs will be issued to supermarkets with special packaging.",
    "Walisundara said the egg shortage in the country is expected to be resolved and eggs will be provided to the people for a fair price.",
    "He added that eggs are imported after being tested at laboratories approved by the World Health Organization (WHO).",
    "He said eggs are being imported to Sri Lanka in refrigerated containers, and sent to supermarkets and Sathosa outlets in the same containers.",
    "He added therefore the imported eggs should be refrigerated after purchase, and if not they should be consumed within three days since the purchase date.",
    "13A should be discussed with all, not just Tamil MPs – President",
    "Police use water cannons to disperse protesting Sri Lankan student activists"
  ]
}