{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/janashakthi-life-celebrates-mdrt-achievers-at-road-to-mdrt-2023-inauguration/",
  "time_ut": 1685718480.0,
  "original_lang": "en",
  "original_title": "Janashakthi Life celebrates MDRT achievers at ‘Road to MDRT 2023’ inauguration",
  "original_body_lines": [
    "Janashakthi Life, a pioneering life insurance provider in Sri Lanka, recently held the inauguration of “Road to MDRT” at the Marino Beach Hotel in Colombo. The event focused on a comprehensive training program conducted by the company’s Learning and Development department: The program showcased effective tools, methods, and techniques aimed at enhancing performance. Additionally, the event recognized and celebrated the exceptional achievements of the top performers in the company.",
    "Esteemed Chief Guest Chandra Schaffter, Founder and Chairman Emeritus of the Janashakthi Group graced the event, while the Management team of Janashakthi Life, along with the group of MDRT (Million Dollar Round Table) aspirants, were also in attendance.",
    "At the event’s outset, C.T.A Schaffter, addressed the gathering and imparted valuable insights from his illustrious career spanning several decades as a prominent catalyst who has played a pivotal role in revolutionizing Sri Lanka’s insurance industry.",
    "Special guest Keerthi Kanaheraarachchi, the Senior Vice President – Corporate Affairs, at Lion Brewery (Ceylon) PLC, also shared insights on his career journey and emphasised the significance of maintaining a positive mindset to overcome challenges successfully. Finally, the event recognized over 90 MDRT aspirants of 2022, commending their exceptional professional knowledge, ethical conduct, and remarkable client service.",
    "MDRT is a global, independent association of the world’s leading life insurance and financial services professionals, with 66,000 members in 72 countries from more than 500 of the world’s leading companies. MDRT membership is internationally recognized as the standard of excellence in the life insurance and financial services business.",
    "Commenting on the achievements of the sales force, Ravi Liyanage, Director/CEO of Janashakthi Life, stated, “Our sales team’s professional reputation and commitment to excellence showcases the company’s global standards in our products and service approach. It’s exciting to witness their passion, dedication, and relentless pursuit of new heights. We congratulate them on their achievements.” He also noted that the launch of Janashakthi Life’s “Road to MDRT 2023” signifies the company’s dedication to investing in its employees and maintaining its commitment to global standards of excellence.",
    "A 12-year journey creating sustainable livelihoods in the Northern Province – ILO Knowledge Forum",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}