{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-brain-drain-imf-hopes-sri-lankans-who-left-during-crisis-will-return-120797/",
  "time_ut": 1684322880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka brain drain: IMF hopes Sri Lankans who left during crisis will return",
  "original_body_lines": [
    "ECONOMYNEXT – The International Monetary Fund (IMF) hopes that Sri Lankans who emigrated due to its socioeconomic crisis situation will return to the country to help its growth potential, an IMF official said.",
    "Commenting on concerns of brain drain as a result of a recent IMF-backed income tax hike, IMF Resident Representative in Sri Lanka Sarwat Jahan told a press briefing on Monday May 15 that, while brain drain has been a concern, the organisation is hopeful that some of the 300,000-plus people that emigrated from Sri Lanka last year will return.",
    "“We hope that, with the proper macroeconomic policies, many who left the country will see again the potential of Sri Lanka and hopefully decide to come back to the country to help its growth potential,” she said.",
    "Jahan was speaking at a press conference on the particulars of a four-day mission ahead of a review of Sri Lanka’s 17th IMF programme due in September. Accompanying her was IMF Asia and Pacific Department Director Krishna Srinivasan and  Senior Mission Chief for Sri Lanka, Asia and Pacific Department Peter Breuer, who said the international lender recognises that the reforms prescribed by the IMF are difficult.",
    "Srinivasan said various stakeholder groups including trade union representatives the visiting officials met there is broad recognition among the different stakeholders that Sri Lanka has been through a crisis and ambitious reforms are necessary despite some differences of opinion.",
    "These reforms include a hike in progressive personal income tax which has met some resistance from various quarters including a number of trade unions.",
    "Stakeholders in Sri Lanka’s IMF programme recognise need for reform: top IMF officialSee more"
  ]
}