{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-Tourism-collaborates-with-Australian-sports-officials-to-promote-destination/34-750817",
  "time_ut": 1689801941.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Tourism collaborates with Australian sports officials to promote destination",
  "original_body_lines": [
    "Tourism Minister Harin Fernando says three roadshows in Perth, Sydney, and Melbourne help Sri Lankan Tourism to connect with Australian travel trade",
    "Delegation meets Qantas and Jet Air officials, urges to enhance connectivity options to Sri Lanka",
    "Australia Cricket and Rugby extend support to boost tourism in Sri Lanka",
    "Sri Lanka receives support of Jason Warne, brother of late Australian cricketing legend Shane Warne",
    "Sri Lanka Tourism recently engaged in fruitful discussions with Australian cricket and rugby officials, aiming to promote the  country as a premier tourism destination among Australian sports enthusiasts.",
    "The Sri Lankan delegation led by Tourism Minister Harin Fernando was accompanied by Sri Lanka Tourism Ambassador and former Sri Lanka Cricket Captain Sanath Jayasuriya and Sri Lanka Tourism Promotion Bureau (SLTPB) Chairman Chalaka Gajabahu.",
    "Sri Lanka Tourism organised three prominent tourism roadshows in Perth, Sydney, and Melbourne. These events successfully attracted key stakeholders in the Australian travel industry, including travel agents, tour operators, and potential visitors.",
    "“The tourism roadshows in Perth, Sydney, and Melbourne provided an ideal platform for Sri Lankan tourism representatives to interact with Australian travel industry professionals and potential visitors,” Minister Fernando told the Daily FT.",
    "In addition, strategic meetings were also held aiming at strengthening the bond between the two nations while tapping into the potential of engaging the local Australian sporting community to boost tourism in Sri Lanka.",
    "Tourism Minister Fernando also explored innovative strategies to showcase Sri Lanka’s natural beauty, rich cultural heritage, and unique experiences to Australian sports enthusiasts. The discussions revolved around incorporating Sri Lanka’s tourism branding into local Australian cricket and rugby games, with the goal of creating awareness among the large fan base of these sports.",
    "During an event held in Melbourne, Sri Lanka received the support of Jason Warne, brother of the late Australian cricketing legend Shane Warne.",
    "Speaking at the event, Jason Warne commended Sri Lanka for its progress over the past year, especially in overcoming economic challenges and moving forward. Having visited Sri Lanka himself, Warne highlighted the warm hospitality of the Sri Lankan people and revealed that Sri Lanka was a nation close to his heart. He encouraged Australians to visit Sri Lanka and experience its unique offerings firsthand.",
    "In addition to engaging with sports officials, Minister Fernando also held meetings with various Australian airline representatives, such as Qantas and Jet Air, urging them to enhance connectivity options to Sri Lanka. Improving air connectivity is crucial in facilitating smoother travel experiences and attracting more Australian visitors to Sri Lanka.",
    "Highlighting the historical ties and cultural affinity shared between Sri Lanka and Australia, Minister Fernando emphasised the immense potential of attracting Australian tourists to Sri Lanka. The close relationship between the two nations over the years has identified Australia as an emerging market for Sri Lanka’s tourism industry.",
    "The Minister also announced the forthcoming launch of a dedicated campaign targeting Australian cricket and rugby fans. “This campaign will showcase the diverse tourism offerings of Sri Lanka, including its picturesque beaches, ancient historical sites, vibrant wildlife, thrilling adventure sports, and authentic cultural experiences. By directly engaging with the passions and interests of Australian sports fans, the campaign aims to capture their curiosity and inspire them to consider Sri Lanka as their next travel destination.”"
  ]
}