{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-anti-tax-protests-unions-threaten-to-turn-main-switch-off-on-mar-15-114857/",
  "time_ut": 1678357860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka anti-tax protests: Unions threaten to turn “main switch” off on Mar 15",
  "original_body_lines": [
    "ECONOMYNEXT – High-income earning public servants in higher education, medical, banking, ports and other sectors has threatened to intensify ongoing trade union action against Sri Lanka’s IMF-backed progressive tax regime, warning of a total shutdown if the matter is not resolved by March 15.",
    "Media spokesman of the Federation of University Teachers Association (FUTA) Charudaththa Illangasinghe told reporters on Thursday March 09 that a decisive moment has come in their campaign.",
    "“There can be no more waiting or biding of time. A decision has to be taken by March 15 or there will be no more water supply, no electricity and no ships coming in. Universities will remain closed,” he said.",
    "Illangasinghe urged the government to introduce a fairer taxation system, adding that the unions are still open to discussion.",
    "“This is the first switch that we switched off,” he said, referring to recent protests organised against the tax policy.",
    "“We will turn a new switch off every day and on the 15th it’ll be time to turn the main switch off,” he added, warning the government not to be caught off guard or caught unawares and claim that people were inconvenienced by the trade union action.",
    "“Don’t blame our doctors, our banks, our port. The government must take responsibility,” said Illangasinghe.",
    "Chairman Ceylon Blank Employees Union Channa Dissanayake said his union, which is a collective of 18 bank unions along with four unions from the Central Bank of Sri Lanka (CBSL) are taking part in the campaign.",
    "“Many private banks have also joined. We have come together as a banking system and taken a decision to intensify our trade union actions towards any decision including a strike during the week that starts on March 13,” said Dissanayake.",
    "“When professionals are unfairly taxed like this, it’s not just the professionals themselves but all strata below them are affected. This could also lead to an economic depression in the country,” he claimed.",
    "Trade unions and professional associations in Sri Lanka representing high income earners in the public and private sectors have been protesting a recent hike in personal income taxes that sees the cash-strapped government collect from anyone earning over 100,000 rupees a month.",
    "Sri Lanka’s new tax regime has both its defenders and detractors. Critics who are opposed to progressive taxation said it serves as a disincentive to industry and capital which can be invested in business. They argue that a flat rate of taxation is implemented where everyone is taxed at the same rate.",
    "Others, however, contend that the new taxes only affect some 10-12 percent of the population and, given the country’s economic situation, is necessary, if not vital.",
    "Critics of the protesting workers argue that most of the workers earn high salaries that most ordinary people can only dream of, and though there may be some cases where breadwinners could be taxed more equitably, overall, Sri Lanka’s tax rates remain low and are not unfair. (Colombo/Mar09/2023)"
  ]
}