{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95425/ndcu-instructed-to-develop-targeted-initiative-to-curb-spread-of-dengue-during-rainy-season",
  "time_ut": 1701847440.0,
  "original_lang": "en",
  "original_title": "NDCU instructed to develop targeted initiative to curb spread of dengue during rainy season",
  "original_body_lines": [
    "Raising concerns pertaining to the influx in the number of dengue cases being reported in view of the ongoing inclement weather, Senior Advisor to the President on National Security and Chief of Presidential Staff Sagala Ratnayake has urged all relevant departments to promptly implement measures to address the escalating situation.",
    "A meeting was convened in this regard at the Presidential Secretariat on Tuesday (05 Dec.), spearheaded by State Minister of Health Dr. Sita Arambepola and Sagala Ratnayaka, which Ratnayaka issued directives to the National Dengue Control Unit (NDCU) of the Health Ministry.",
    "Concerns were raised about the rising number of dengue cases in the Colombo, Gampaha, Kandy and Jaffna districts. Additionally, the breeding of the dengue vector was noted in public spaces such as government institutions, boat yards and schools.",
    "In response, Ratnayaka instructed the Sri Lanka Police, with the support of the armed forces, to take immediate action to control the situation. The Presidential Secretariat is set to dispatch a letter to government agencies, outlining urgent measures to curb the disease’s spread.",
    "Furthermore, Ratnayaka also advised a collaborative effort between the Sri Lanka Police and the offices of the Medical Officers of Health to implement a comprehensive nationwide awareness program.",
    "A follow-up meeting with the NDCU is scheduled for next Monday (11 Dec.) in order to assess the progress of these initiatives.",
    "Yesterday’s meeting included Defence Ministry Secretary General Kamal Gunaratne (Retired), Chief of Defence Staff General Shavendra Silva, Acting Inspector General of Police Deshbandu Tennakoon and senior officers from the Ministry of Health, Ministry of Education and Colombo Municipal Council."
  ]
}