{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ready-to-join-bri-phase-two-china-fta-to-be-expedited-140855/",
  "time_ut": 1700493960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ready to join BRI phase two, China FTA to be expedited",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is among countries ready to join the second phase of China’s Belt & Road Initiative (BRI), with a free trade agreement (FTA) between the two countries to be also expedited, according to a discussion between President Ranil Wickremesinghe and a top Chinese official.",
    "Wickremesinghe told visiting special envoy of the Chinese President, state councillor Shen Yiqin, that the BRI is expected to make a more substantial economic contribution, according to a statement from the president’s office said Monday November 20 afternoon.",
    "China is also prioritising the extension of a China-Myanmar Economic Corridor to the island nation, according to Yiqin.",
    "This was during a courtesy call paid by President Xi Jinping’s envoy to President Wickremesinghe Monday morning in Colombo. Both parties also agreed to expedite the implementation of the China-Sri Lanka Free Trade Agreement, the statement said.",
    "The primary focus of the meeting was to enhance tourism and trade relations between the two countries, according to the statement.",
    "“The President expressed gratitude for China’s support to Sri Lanka, notably acknowledging their assistance in the country’s debt restructuring programme. He extended sincere thanks to the Chinese President and the government for their invaluable support in this regard,” the statement said.",
    "Wickremesinghe also expressed Sri Lanka’s desire to augment cooperation between the two countries in the fields of tourism, sports and agriculture . Both the Hambantota Port and Colombo Port City are currently prepared for investment opportunities, he said.",
    "“The President also noted that countries such as Sri Lanka, participants in the Belt & Road initiative, are prepared to embark on the second phase of the initiative, which is expected to make a more substantial economic contribution.",
    "“The President outlined the measures taken by Sri Lanka to access the Regional Comprehensive Economic Partnership (RCEP), and further affirmed Sri Lanka’s commitment to preserving the Indian Ocean as a free zone for navigation and ensuring it remains a peaceful region, free from global geopolitical rivalries.”",
    "The visiting Chinese official has said her government is prioritising the extension of the China-Myanmar Economic Corridor to Sri Lanka.",
    "Yikn reaffirmed China’s enduring support to Sri Lanka and emphasised her commitment to strengthening the relations between the two countries, the president’s office said. (Colombo/Nov20/2023)"
  ]
}