{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/20/imf-to-release-us-333-mn-immediately-to-sri-lanka-under-bailout-package/",
  "time_ut": 1679332020.0,
  "original_lang": "en",
  "original_title": "IMF to release US $ 333 Mn immediately to Sri Lanka under bailout package",
  "original_body_lines": [
    "COLOMBO (News 1st); The International Monetary Fund said that it will enable an immediate disbursement equivalent to about US $ 333 million for Sri Lanka under EFF program, following Executive Board approval on Monday (20).",
    "The Executive Board of the International Monetary Fund (IMF) approved today a 48‑month extended arrangement under the Extended Fund Facility (EFF) with an amount of SDR 2.286 billion (395 percent of quota or about US$3 billion).",
    "Sri Lanka has been hit hard by a catastrophic economic and humanitarian crisis. The economy is facing significant challenges stemming from pre-existing vulnerabilities and policy missteps in the lead up to the crisis, further aggravated by a series of external shocks.",
    "The EFF-supported program aims to restore Sri Lanka’s macroeconomic stability and debt sustainability, mitigate the economic impact on the poor and vulnerable, safeguard financial sector stability, and strengthen governance and growth potential. The Executive Board’s decision will enable an immediate disbursement equivalent to SDR 254 million (about US$333 million) and catalyze financial support from other development partners.",
    "Following the Executive Board discussion on Sri Lanka, Ms. Kristalina Georgieva, Managing Director, issued the following statement:",
    "“Sri Lanka has been facing tremendous economic and social challenges with a severe recession amid high inflation, depleted reserves, an unsustainable public debt, and heightened financial sector vulnerabilities. Institutions and governance frameworks require deep reforms. For Sri Lanka to overcome the crisis, swift and timely implementation of the EFF-supported program with strong ownership for the reforms is critical.",
    "“Ambitious revenue-based fiscal consolidation is necessary for restoring fiscal and debt sustainability while protecting the poor and vulnerable. In this regard, the momentum of ongoing progressive tax reforms should be maintained, and social safety nets should be strengthened and better targeted to the poor. For the fiscal adjustments to be successful, sustained fiscal institutional reforms on tax administration, public financial and expenditure management, and energy pricing are critical.",
    "“Having obtained specific and credible financing assurances from major official bilateral creditors, it is now important for the authorities and creditors make swift progress towards restoring debt sustainability consistent with the IMF-supported program. The authorities’ commitments to transparently achieve a debt resolution, consistent with the program parameters and equitable burden sharing among creditors in a timely fashion, are welcome.",
    "“Sri Lanka should stay committed to the multi-pronged disinflation strategy to safeguard the credibility of its inflation targeting regime. As the market regains confidence, the authorities’ recent introduction of greater exchange rate flexibility will help to rebuild the reserve buffer.",
    "“Maintaining a sound and adequately capitalized banking system is important. Implementing a bank recapitalization plan and strengthening financial supervision and crisis management framework are crucial to ensure financial sector stability.",
    "“The ongoing efforts to tackle corruption should continue, including revamping anti-corruption legislation. A more comprehensive anti-corruption reform agenda should be guided by the ongoing IMF governance diagnostic mission that conducts an assessment of Sri Lanka’s anti-corruption and governance framework. The authorities should step up growth-enhancing structural reforms with technical assistance support from development partners.”",
    "US welcomes Sri Lanka’s IMF package; Ambassador says structural & lasting reforms are critical",
    "IMF to release US $ 333 Mn immediately to Sri Lanka under bailout package",
    "IMF approves Sri Lanka’s bailout package under EFF; Sri Lanka can access up to $ 7 Bn",
    "Cabinet gives ‘Approval in Principle’ for divestment of shares in SLT & Lanka Hospital"
  ]
}