{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Solving-ethnic-crisis-but-without-a-common-language/4-748486",
  "time_ut": 1684454340.0,
  "original_lang": "en",
  "original_title": "Solving ethnic crisis, but without a common language?",
  "original_body_lines": [
    "Bring back English as the medium of education to all schools, where students of all communities could study in the same class",
    "President Ranil Wickre-mesinghe on May Day, addressing UNP’s May Day rally at the Sugathadasa Indoor Stadium promised to resolve the ethnic issue by the end of the year.",
    "“My intention is to address the ethnic problem in the country while implementing the agreement with the International Monetary Fund. We are currently in discussions, and I hope to reach a mutually agreeable solution by the end of this year,” the President said.",
    "The President invited the Tamil community in this country, to collaborate within this system, particularly in the Parliament as part of the Government.",
    "The President continued, “It is important for us to move forward while respecting and protecting the rights of all communities including the majority Sinhalese, Tamil, Muslim and Burgher minorities without marginalising anyone. We are all committed to achieving this goal.” This is not the first time the President wished to end the ethnic problem, he had been continuing this over the past year.",
    "But can the President solve the ethnic problem only by getting Tamil and Muslim parties as a part of the ruling government? Also can the commoners at ground level get together without understanding each other, without a common language? The President Ranil Wickremesinghe failed to mention the need of a common language to bring the ethnic groups together.",
    "Also protecting the rights of all communities include the right to be employed under various organisations, self-employment or cultivation of own land yielding a liveable income.",
    "The question remains whether the proposal to solve the ethnic issue by year end, is it Ranil’s own or prompted by outside parties as India and the IMF? Decades ago India proposed Provincial Councils for separate regions for different ethnic groups as in India. Some political leaders in the North still wish for same. IMF may wish to go along with India, the main financial supporter to Sri Lanka’s recovery.",
    "The President seems to think that the issue could be solved easily, by discussing with Tamil and Muslim politicians and absorbing them into the government. Currently there are no major issues between the communities. But for over the past 50 years, the country underwent major conflicts ending lives of hundreds of thousands, resulting in single parent families, also a large number of invalids. Thus, solving the issue needs understanding the basic problems and addressing same, which will not be easy. In addition, the country’s population needs financial stability to meet their daily needs.",
    "Meanwhile, Singapore, who received independence after Sri Lanka, without any resources, not even drinking water, is one of the richest countries on per capita basis. Most of our youth go abroad for employment, ending up as housemaids or construction labourers. Our neighbour India is the major supplier of IT solutions to the world. Meanwhile most of our youth spend their time with mobile phones. Solving ethnic problems will require addressing above issues with major changes to systems taking considerable effort and time.",
    "When the country gained independence from British in 1948 there were no ethnic issues and it was a well-to-do country. Nearly a year after independence, Ceylon even gave a financial loan to Britain. But afterwards the country went down gradually.",
    "After political violence where 21 people were killed, the Government declared a state-of-emergency on 12 August 1953. Various political and economic discontent converged after 1955, and Sinhala nationalism was unleashed. When Parliamentary elections were held in April 1956, a coalition led by S.W.R.D. Bandaranaike’s Sri Lanka Freedom Party won 56 out of 101 seats in the House of Representatives and Bandaranaike became the Prime Minister.",
    "The new government immediately brought in the Sinhala Only Bill, making Sinhala the sole official language, also converting English based education to Sinhala. The policies made Tamils oppose the government, educational policies angered the influential Christian community with their own schools leading to a time of political instability. Finally Bandaranaike was assassinated in September 1959.",
    "With Sinhala medium in the Peradeniya Arts faculty, the fear of inability for employment opportunities to Sinhala medium graduates led to formation of JVP and they rioted in April 1971 attempting to capture power. Although JVP’s attempt was crushed taking few months, some members still remain even in the current parliament. The issues continued resulting in the 1973 riots and massacres in 1986/87 until finally crushing of LTTE in 2009. During the entire period the country continued to go down, meanwhile no external country wished to assist Sri Lanka.",
    "Thus the only way of ethnic reconciliation and developing the nation is:",
    "1. Bring back English as the medium of education to all schools, where students of all communities could study in the same class.",
    "2. Major changes to school curriculum where current priority given to Sinhala, environment and Buddhism be reduced importance with reduced teaching time. Priority be given to develop students’ English, IT and manual skills.",
    "3. Majority of students’ parents are poor labourers or farmers cultivating on limited land, getting a minimum income. Thus all schools be provided with 1. Timber and metal workshops, where children are exposed to basic carpentry and metal working skills. 2. Each school be provided with a green house where cultivation is carried with high value vegetables and fruits, without insect and pest issues. This will enable students with poor educational skills to move over to high level agriculture and industry.",
    "Private schools came to the scene during the 1988/89 JVP riot period when government schools were mostly closed. Thereafter private schools multiplied, expanded and parents who could afford to pay, sent their children to private schools teaching in English medium. Now, in addition, they offer university education too. Some children after a couple of years in private universities, move overseas over to foreign universities. Most local private universities are affiliated to foreign universities. But the unfortunate factor is, most these students fail to come back to Sri Lanka.",
    "The demand for private education is visible, when applications were called for Grade I of Royal College, they normally receive between 3,000 and 5,000 applications. But this year applicants were only around 500, showing parents’ preference for children to study in English medium private schools. In addition with delays in the education system, a child could become a graduate after reaching 26 years of age. But with private education they complete their graduate-ship by around 22 years.",
    "Thus the Government needs to take steps to reduce delays in the education system.",
    "This year university teachers refused to mark the answer scripts of A/L students, demanding Government reduce their income taxes. The result was paper marking got delayed by over two months. This is after multiple delays to education due to the COVID situation over past years.",
    "President Ranil is well aware of the promises made to IMF for the recovery of the country. But how will the above solutions go together with the current politicians’ demands? An example is when it was proposed to have law college examinations in English, all members in the Parliament except one voted against the proposal.",
    "Meanwhile, the government service with nearly 1.5 million and another 300,000 in the various corporations, these numbers need drastic reductions for the financial stability of the country. There will be no more state sector jobs for a long time. Thus the education at school level and universities need be reoriented to make employment possible with the private sector.",
    "Newspapers reported that nearly 200 students who had scored Nine A’s at GCE Ordinary Level examination are unable to continue their education in science stream as their respective schools do not have a science stream at A Level. The education authorities have failed to find places in nearby schools with a science stream claiming no vacancies. Hence the high calibre students are forced to continue in Arts subjects creating another set of jobless graduates.",
    "Meanwhile, it was reported that the President has directed that 3,000 students from 100 educational zones who passed the GCE O/L examination were eligible for a scholarship program funded by the President’s Fund under the direction of the President.",
    "The Education Ministry needs to intervene and inform the President of the plight of 200 students who scored nine A’s at the GCE O/L and give them places in a school in the same education zone to follow Science A/L class possibly with the President’s Fund.",
    "Pali and Sanskrit are taught mostly in Peradeniya University and few other universities, but the students have no possibility of getting future employment. Past students were given teaching jobs in the education department. Pali and Sanskrit need be moved away from major universities and be confined only to Buddhist universities where they would be allowed to absorb a limited number of lay students.",
    "Some universities have IT education, but not all. Every university needs to have IT and business management courses conforming to international standards.",
    "The President’s intention to solve the ethnic issue is remarkable, but the methodology needs to be practical. The current situation arose after over 60 years of brainwashing children, by not allowing them to have an international grade education. Achieving this will not be easy. Same is seen among our politicians and MPs. First the educational authorities need to understand the issue and come up with a program on how to achieve it. Initially from Grade 1, Grade 5, O Level and at A level. In addition, all courses in universities need be in English medium. To achieve same teachers need to be trained to teach in English medium; not an easy task.",
    "Most difficult but the important issue is converting lecturers in teacher training colleges, also the current teachers to English medium. Here, the country will have to get help from India to establish teacher training colleges to teach English to teachers. In addition there could be evening English courses for teachers also during school holidays. First the teachers’ knowledge will be poor, but will improve along with students.",
    "Complete conversion of education to English medium would be possible in around five years. Another issue is the government staff, especially in the administrative service. Current staff have studied in the Sinhala medium, but have excelled in the selection exams. Foreign and local investors complain of years of delays in acceptance of project proposals, also amendments to various administrative functions. The issue is poor English competence of administrative staff. Thus conversion of education to the English medium will result in the administrative service also being improved.",
    "If President Ranil Wickremesinghe understands the current situation and wishes to take action based on the above within five years the country could be at the doorstep of prosperity. Our rural girls instead of getting foreign employment as housemaids, could at least become shop assistants. Our youngsters could become IT professionals serving foreign markets and the country would be on the way to prosperity."
  ]
}