{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-firm-finds-low-income-tax-rates-in-countries-with-monetary-stability-analysis-112777/",
  "time_ut": 1676859180.0,
  "original_lang": "en",
  "original_title": "Sri Lanka firm finds low income tax rates in countries with monetary stability: analysis",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s LOLC Holdings, which has invested in a number of foreign countries, has found low tax rates in countries with monetary stability, according to its annual report.",
    "Singapore, which had a modified currency board, where several holding companies are located had a corporate income tax rate of 17 percent.",
    "The country’s leaders had resisted IMF and World Bank pressure to give independence to unelected bureaucrats to control interest rates and kept the Monetary Authority of Singapore under the control of the Finance Minister who did not believe in depreciation.",
    "The Singapore dollar had appreciated from 3 when the Bretton Woods system of soft-pegs collapsed under mist-targeted rates in 1971-73, from 3.05 to 1.33 in 2023 January. Singapore imports labour.",
    "The UAE which also imports labour, had Indian rupees originally and created the Dirham under currency board like arrangement with a restricted policy rate. It has fixed the currency with a high degree of credibility at around 3.67 to the US dollar.",
    "There was no income tax in the country. This year however 9 percent income tax is planned under pressure from the OECD countries. Direct taxes takes investible capital of the people and transfers them to the rulers, before voluntary economic transactions are conducted unlike indirect taxes.",
    "An invention of the West, income taxes also violate the South Asian tax principle of not hurting the flower and taking honey from a flower which apply to indirect taxes.",
    "The Maldives Monetary Authority which had provided the most monetary stability to its people,",
    "Cambodia had a 20 percent income tax rate. Cambodia had a bad central bank and Khmer rouge abolished money after it came to power amid high inflation.",
    "Around 1998/1999 the new Cambodian currency collapsed to about 4,000 to the US dollar and the people dollarized.",
    "With a high degree of dollarization, central bank officials lost the transmission mechanism to print money and suppress rates through a policy rate, bringing monetary stability and foreign investments to the country.",
    "The domestic riel has remained around 4,000 to the dollar for over two decades as monetary policy lost effectiveness.",
    "Countries with monetary stability find it easy to run budgets and domestic social unrest also reduces.",
    "LOLC had also invested in countries with bad central banks and monetary instability. The countries tended to have higher income tax rates.",
    "After the most serious soft-peg collapse (now called a flexible exchange rate) in the history of its central bank Sri Lanka hiked the corporate income tax rate to 30 percent from 14 and 24 percent.",
    "LOLC had also invested in the Philippines and Indonesia. The Philippines’ central bank had to be re-capitalized at one time but policy had improved over the last 15 years with the exchange rate around 50-54 to the US dollar. The LOLC subsidiary faced a tax rate of 25 percent in the country.",
    "Indonesia had seen a similar improvement in monetary policy over the past decade or more keeping the exchange rate around 14,000 to 15,000 rupiah.",
    "Both nations still export labour to countries with greater monetary stability.",
    "Indonesia suffered the worst collapse in the East Asian crisis.",
    "It’s central bank started with provisional advances of 30 percent of budget compared to 10 percent in Sri Lanka.",
    "Under planned monetary reforms Sri Lanka is expected to remove provisional advances, but a flexible exchange rate with a high inflation target is to be legalized, giving discretion to officials to suppress rates.",
    "From 2012 to 2022 officials suppressed rates with liquidity injections until the rupee collapsed from 113 to around 360 in four currency crises.",
    "Pakistan which has policy similar to Sri Lanka and is near default after printing money to suppress rates had a tax rate of 29 percent.",
    "Sierra Leone, which re-dominated its currency, and had 19 IMF programs with a record of a highly unstable flexible exchange rate had a tax rate of 30 percent.",
    "Zambia which also has bad flexible exchange rate and was a former HIPIC country and is now in default had a tax rate of 35 percent.",
    "Kenya which also has a bad central bank and is a top IMF customer with 22 programs had an income tax rate of 30 percent.",
    "Zimbabwe, which had one of the worst flexible exchange rates among the lot and had hyperinflated and re-denominated, had a tax rate of 24 percent. (Colombo/Feb20/2023)"
  ]
}