{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Business-Forum-Port-City-Propelling-Sri-Lanka-s-Economic-Take-Off-on-5-December/34-755757",
  "time_ut": 1701287490.0,
  "original_lang": "en",
  "original_title": "Business Forum: “Port City – Propelling Sri Lanka’s Economic Take-Off” on 5 December",
  "original_body_lines": [
    "Port City is a world-class city for South Asia. Country’s largest foreign direct investment initiative ever undertaken.",
    "The ongoing negotiations with China on the FTA, the Sri Lanka-China Business Cooperation Council, in collaboration with CHEC Port City Colombo Ltd., will hold an evening Business Forum titled “Port City – Propelling Sri Lanka’s Economic Take-Off” at the Galadari Hotel on 5 December 2023, from 5.00 p.m. to 7.30 p.m.",
    "This event will spotlight expert analysis and informed insights into some of the most significant developments in Port City, combined with a trusted analysis of future scenarios.",
    "The business forum will focus on an extensive range of topics, including investment opportunities within Port City, how stakeholders can find solutions to pressing concerns and issues. It will also provide an opportunity to exchange views on socio-economic developments in the region.",
    "The Central Bank Governor Dr. Nandalal Weerasinghe will deliver the keynote address.",
    "CHEC Port City Colombo Investments Director Radhika Obeysekera, Sri Lanka Ports Authority Chairman Keith D. Bernard, and Board of Investment Executive Director Prasanjith Wijehilake will serve on the panel. Daily FT Editor and CEO Nisthar Cassim will moderate the business forum.",
    "About 200 participants, including senior executives, policymakers, investment bankers, financiers, embassy officials, and other stakeholders, are expected to attend the seminar. For details, please visit the website at www.slcbcc.lk. Email: [email protected] 0775595566 for registration, on a first-come, first-served basis."
  ]
}