{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankan-stocks-fall-as-investors-wait-for-clarity-on-imf-loan-113386/",
  "time_ut": 1677507900.0,
  "original_lang": "en",
  "original_title": "Sri Lankan stocks fall as investors wait for clarity on IMF loan",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s stocks fell after seven straight sessions on Monday as investors took a wait-and-see approach regarding the need for further clearance on the International Monetary Fund (IMF) loan after officials’ comments, according to brokers.",
    "The All Share Price Index (ASPI) fell 1.26 percent, or 117.24 points, to reach 9,198.63.",
    "On February 26, 2023, IMF Managing Director Kristalina Georgieva said that a “new predictable and orderly” debt resolution process is needed for countries like Sri Lanka and Suriname, which are not covered by existing frameworks. Analysts said that this did not heavily impact market sentiment and that investors were solely taking a wait-and-see approach until harder facts about the macro-economy surface.",
    "The loan from the IMF was originally expected in December of last year, but it is now expected in the second quarter. As creditors of the island nation, India and the Paris Club have given specific assurances to restructure the sovereign debt of Sri Lanka’s external borrowing.",
    "Meanwhile, China has given a two-year moratorium and promised to restructure debt, but Sri Lanka has sought a more specific assurance in line with the IMF deal.",
    "China has not yet given such assurances and has instead called for relief from the World Bank, Asian Development Bank, and the IMF, which are considered “senior debt” under current resolution frameworks and are insulated.",
    "“An analyst said that the Power and Energy Minister’s comment on not removing the QR code affected the Lanka IOC shares.” Net foreign outflows were 2.2 million rupees on Monday, while the market has bought a net of 3.03 billion worth of shares so far this year.",
    "Analysts said that investors are also slowly moving and waiting for potential information at the Monetary Policy Review, which is to be held on March 02.",
    "The most liquid index, S&P SL20, closed 1.02 percent, or 29.04 points, down at 2,804.42.",
    "The market saw a turnover of 1.2 billion rupees on Monday, lower than this year’s daily average of 1.8 billion rupees and the 2022 average turnover of 2.9 billion rupees.",
    "The top losers were Hatton National Bank, John Keells Holdings, and Commercial Bank. (Colombo/Feb 27/2023)"
  ]
}