{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ltte-writ-on-coral-exploitation-more-effective-than-govt-orders/",
  "time_ut": 1679731020.0,
  "original_lang": "en",
  "original_title": "LTTE writ on coral exploitation more effective than govt. orders",
  "original_body_lines": [
    "Excerpted from the authorized biography of Thilo Hoffmann by Douglas B. Ranasinghe",
    "North of Thenaddi Bay and a little inland is the village of Kathiraveli. In 1975 Thilo discovered there a folk art not found elsewhere. He described this in an article published in the Journal of the Royal Asiatic Society of Lanka. For many years he was a Committee Member of that body. As recently as 2004 he wrote a sequel, which was not accepted for publication. Parts of it are reproduced here:",
    "“In 1980 I contributed an illustrated article to the JRAS (New Series, Vol.XXV: 91) in which I described certain remarkable decorations in Kathiraveli, Eastern Province, on the outer walls of thatched mud-and-wattle houses, painted by women on the occasion of the Tamil New Year. The pigments used are lime and natural clays of different colours found in the village environment. The painting lasts about a year and is renewed before the next New Year.",
    "“During the following decade I visited the village once or twice a year. Calamity soon befell the remote area in the form of the ethnic conflict. The village was occupied first by the army, the IPKF and finally the Tigers under whose control it still is. (at the time this note was written) It was, much of the time, in a war zone. My last visit had been in January 1992. By then the spirit of the villagers had been broken by untold tragedy.",
    "“Only one house had still some basic decoration. Compounds were neglected and houses dilapidated, the people apathetic and subdued. Farming had become impossible. An aged couple whose neat and tidy homestead was a model for my paper had lost their only son who was taken to the army camp and never returned. Sadness and grief prevailed.",
    "“In April 2003 I was able to pay a visit to Kathiraveli, although it is in an ‘uncleared’ area. After answering a few suspicious questions and establishing my bona fides, I was allowed to pass the LTTE checkpoint situated a little north of Mankerni. Up to that point the landscape had been devastated by the extensive and far-reaching destruction of all vegetation for security reasons.",
    "“Thereafter I was passing through the familiar countryside which had hardly changed during so many decades, even centuries, in parts. The majestic trees are still standing along the road and on the coast. There are forests and a serene tranquility and seemingly timeless peace. Only here and there a jarring note: the memorial to fallen Tiger heroes, a large ‘military’ cemetery. new LTTE offices and installations with loafing youngsters around them. With considerable curiosity and apprehension I approached Kathiraveli.",
    "“Nothing seemed changed. Soon we spotted the first painted house, rather simple but unmistakably in the traditional style. In all we found about a dozen such houses, each freshly painted, along the main roads, though generally there are fewer inhabited homesteads.",
    "“Unfortunately ‘progress’ has reached Kathiraveli in the form of corrugated metal roofing sheets; two of the painted houses were covered with this material giving them a totally different and far less pleasing appearance than those with the cool and pleasant cadjan thatch.",
    "“But the younger women had remembered the New Year tradition and had revived it in its pure, simple and natural form, some rather tentatively as if still trying to recall the old designs and motifs. The colours and basic patterns give these dwellings a clean, even festive and happy appearance.",
    "“In December 2003 I was again in Kathiraveli, when I distributed nearly 100 colour photographs of decorated houses I had taken in 1977 and 78. They were intended to help strengthen the old tradition.",
    "Otherwise the visit was a disappointment because in the short interval of eight months ‘development’ appears to have overtaken the village. There are glistening roofing sheets on old houses many of which have been replaced by stereotyped cement block constructions.",
    "“For living comfort in this environment nothing can beat a well-constructed and maintained mud-and-wattle house generously covered with a thick and overhanging thatch of cadjan: cool during the hot season, dry and warm and cosy when the north-east monsoon is on.",
    "“In this connection I might be permitted to touch upon another facet of personal contemporary history in this area. Not far away at Kayankerni on the coast I had for 30 years, a house, now a sad ruin. It was wrecked and the material looted in 1992. Even the well rings were dug up and carted away. For decades I had been fighting a mostly losing battle against the mudalalis who openly flouted the laws of the country by breaking and burning corals for lime. As a result erosion set in, the coast was altered and the protective reefs were destroyed, together with the trees and forests which provided the firewood.",
    "“The process was aided and abetted by a lethargic and dishonest bureaucracy and a corrupt police force. Only once for a short few years was my campaign crowned with success when an energetic and honest GA at Batticaloa stopped the rapacious exploitation by ordering the police to destroy all the kilns in Passikudah, Kayankerni, Panichchankerni, and elsewhere in the district.",
    "“When in 1990 the Tigers took over the area after the IPKF, they prohibited all coral breaking. The order was instantly obeyed by all, as non-compliance would have resulted in most dire consequences. Only ‘war widows’ were allowed to collect coral debris washed up on the shore and turn them into `sippi’, a traditional and acceptable ‘soft’ use of the resource.",
    "“When the government regained the area the old abuse was resumed and as late as April 2003 did I note with dismay that more lime kilns than ever were in operation at Kayankerni, under the very noses of the security forces. (Note: The burnt lime is transported mainly to upcountry vegetable growing areas where it is used as a soil conditioner. Other uses are in mortar for construction and for whitewashing. Alternate sources of raw material are Miocene limestone and dolomite). All the more was I surprised when in December of the same year all the kilns had once again disappeared, again on the orders of the Tigers.",
    "“Thus we have the absurd situation that in an area controlled by the Government an order from the LTTE is instantly and scrupulously obeyed, and the ordinary laws are brazenly flouted. Weak and disinterested authorities at all levels have long lost the will to enforce good laws, especially in the field of conservation. `Non- enforcement’ has been elevated to a fine art and policy under the influence of foreign gurus; doing nothing is so much easier than doing the right thing.”",
    "The Vakarai area including Kathiraveli was retaken by government forces in early 2007.",
    "In the wilderness, too, there were aspects other than nature which engaged Thilo’s attention.Among the many parts of the dry zone he visited Wilpattu was a favourite. Several sections in this book describe his involvement with the area.",
    "He explored extensively on foot the former Wilpattu West Sanctuary – now part of the National Park –especially the northern half of its 30 mile (50 km) coastline, between Kollankanatta and Kudremalai Point.",
    "Much of this coast towards the north is formed by a cliff which is being eroded by the sea. To the north of Kollankanatta towards Pallugaturai this erosion exposes and destroys layers of the remnants of an ancient settlement. Thousands of clay and porcelain and worked seashell fragments litter the shore. There was even a clay-ring well. Thilo informed the Department of Archaeology, which then undertook a sample dig, but no further action.",
    "It would have been a trading harbour during the Anuradhapura era, because in the vicinity on the track to Sinna Uppu Villu, not far away, he had discovered several baobab trees, as in Mannar, introduced from Africa. There must also have been, he thinks, a factory to make conch-shell bangles.",
    "On the highest point, 225 feet above sea level, of the coastal ridge stands a chimney-like tower about 50 feet high. This and similar towers near Mullikulam and south of Arippu would have served as beacons during the time of the pearl fisheries.",
    "In Kudremalai, at 123 feet, on the very edge of the cliff is the ruin of an ancient Hindu temple which, too, is fast disappearing with the erosion. Here is found the deep red soil, nearly purple or almost violet, to which is linked the ancient name ‘Tambapanni’ for Sri Lanka. It is said that Vijaya, the founder of the Sinhala race, landed here. A motorable track provided by the Park authorities now leads to this point.",
    "The beacon at Arippu is near the massive brick ruin of the `Doric’, built by Frederick North, the first British Governor of Ceylon from 1798 to 1805, for use as a residence when visiting the pearl fisheries. Again due to the erosion the ruins are now rapidly being lost. In the book The Dutch Forts of Sri Lanka, 2004 update, these are wrongly identified and depicted as being of the small Arippu Fort, the ruins of which are aboutfour km further north in the village.",
    "Thilo also explored the North-eastern sector of Wilpattu which lies between the old Arippu road (now long abandoned) and Tantirimale. The ruins at this site, on the extensive rock outcrop (highest point 298 feet), were originally inside the National Park, the boundary of which in that sector was the Malwatu Oya. The place was entirely engulfed by the dense jungle. He first visited it on Vesak Day of 1966. Later the Park boundary was adjusted, the forest was cleared and people began to settle there.",
    "To enable his explorations, from time to time he exercised walking through thick track and featureless monsoon forest with the help of a compass. The danger of missing the target several miles away was great because of the very restricted visibility, especially, where the nillu (Strobilanthes sp.) had grown high. Nevertheless, he always reached the goal with reasonable accuracy.",
    "Observations at historical sites across the country were recorded in his notebooks, described later.Thilo also took an interest in the villagers who live in or by the jungle. Amidst his memories are tragedy and drama:",
    "In a village called Manawa, some distance from Anuradhapura, Tikiri Bandara and 15-year-old Bandara Menike had fallen in love. Her family opposed the marriage. In desperation he shot to death three members of her clan. Then he took her by the hand and disappeared with her into the jungle, as witnessed by some women bathing in the village tank. He carried only his gun.",
    "Tikiri Bandara was charged with three murders before the Anuradhapura Magistrate, in November 1957. The police mounted a search with dogs but failed to find the couple. Some months after this a poacher waiting for game in the fork of a tree at an abandoned tank observed a young man and woman coming out of the jungle in tattered clothes, she highly pregnant. They had a bath and vanished into the forest. Four years later, two skulls, some bones, two ear-studs and plastic bangles, a knife and the rusted barrel of a gun were found by hunters and produced before the magistrate.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}