{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/private-sector-seen-as-playing-pivotal-role-in-job-creation/",
  "time_ut": 1688493720.0,
  "original_lang": "en",
  "original_title": "Private sector seen as playing pivotal role in job-creation",
  "original_body_lines": [
    "The private sector should be developed to amass a larger job pool and more career-building opportunities as in developed countries. This, among other matters, was agreed upon at a crucial discussion recently featuring the Chamber of Young Lankan Entrepreneurs (COYLE), the Minister of Labour Manusha Nanayakkara MP, the Commissioner General of Labour B.K. Prabath Chandrakeerthi, Advisor cum Private Secretary to the minister Shan Yahampath and other officials.",
    "A press release issued in this connection said: ‘The meeting concluded on a very positive note with the department officials and COYLE in agreement to cooperate with each other to venture into further possibilities of reviewing reforms to help develop a larger economy in Sri Lanka thereby creating a large pool of jobs.",
    "‘The post-pandemic situation as well as the economic crisis faced by Sri Lanka has resulted in the much observed “brain-drain” that is occurring. COYLE believes this can only be prevented in the future years by ensuring that our economy has a significant increase in the number of private sector institutions capable of delivering sufficient wages to its work force. The public sector has been burdened and rendered inefficient due to the large redundant work force that has been bought on to its payroll by politically motivated decisions made by all governments during the past decades. This crisis should be the final catalyst for shifting the thought mechanism of burdening the public sector with short term decision making for political mileage to developing the private sector to amass a larger job-pool and more career building opportunities as all developed countries.",
    "‘COYLE shall be working closely with the ministry with the view of progressive reforms that removes the conflictive culture that currently exists between the Labour Department and the employer in order to put forth mechanisms that provides a fair safety-net for employees whilst ensuring a more progressive legislation which will not deter investors away from Sri Lanka.’",
    "IPS Policy Dialogue highlights strategies to address NCD risk factors and malnutrition in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}