{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92160/several-spells-of-showers-expected-in-parts-of-the-island",
  "time_ut": 1690081440.0,
  "original_lang": "en",
  "original_title": "Several spells of showers expected in parts of the island",
  "original_body_lines": [
    "The Meteorology Department says several spells of showers will occur in Western, Sabaragamuwa and North-Western provinces and in Kandy, Nuwara-Eliya, Galle and Matara districts.",
    "Showers or thundershowers may occur at a few places in Ampara and Batticaloa districts during the evening or night.",
    "Fairly strong winds of about 40 kmph can be expected at times in western slopes of the central hills, Northern, North-Central and North-Western provinces, and in Monaragala, Hambantota and Trincomalee districts.",
    "General public is kindly requested to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "Showers or thundershowers may occur at several places in the sea areas off the coast extending from Colombo to Matara via Galle.",
    "Wind speed may increase up to 50-60 kmph at times in the sea areas off the coast extending from Hambantota to Pottuvil and in the sea areas off the coast extending from Chilaw to Trincomalee via Mannar and Kankasanthurai.",
    "Wind speed may increase up to 50kmph at times in the sea areas off the coast extending from Chilaw to Hambantota via Colombo, Galle and Matara.",
    "The sea areas off the coast extending from Trincomalee to Pottuvil via Kankasanthurai, Mannar, Colombo, Galle and Hambanthota will be rough at times. The other sea areas around the island may be moderate.",
    "Increase of swell wave heights (about 2.0 - 2.5m) can be expected in the sea areas off the coast extending from Mannarto Pottuvil via Colombo, Galle and Hambantota.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}