{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90947/central-bank-relaxes-its-monetary-policy-stance",
  "time_ut": 1685586720.0,
  "original_lang": "en",
  "original_title": "Central Bank relaxes its monetary policy stance",
  "original_body_lines": [
    "The Monetary Board of the Central Bank of Sri Lanka (CBSL) has decided to reduce the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank by 250 basis points to 13.00 per cent and 14.00 per cent, respectively.",
    "The Board arrived at this decision, at its meeting held on 31 May 2023, with a view to easing monetary conditions in line with the faster than expected slowing of inflation, gradual dissipation of inflationary pressures and further anchoring of inflation expectations, the central bank said.",
    "The commencing of such monetary easing is expected to provide an impetus for the economy to rebound from the historic contraction of activity witnessed in 2022, while easing pressures in the financial markets.",
    "The central bank surprised markets by cutting interest rates for the first time in three years, signalling a change of course to fuel a rebound in the economy of the country which plunged into crisis last year as its foreign exchange reserves ran out, food and energy prices spiraled.",
    "The Central Bank of Sri Lanka (CBSL) cut its standing deposit facility rate and standing lending facility rate by 250 basis points - to 13% and 14%, respectively, from 15.5% and 16.5%. The central bank said the big rate cut would “help steer the economy towards a rebound phase.”",
    "While inflation has come down, it remains steep so most analysts had expected the bank to keep rates steady. The rates are now at their lowest level since March 2022, the start of the crisis.",
    "The surprise decision was welcomed by markets, with the rupee rising to 288 against the dollar, its highest since April 2022 and the benchmark Colombo Stock Exchange index closing up 1.59%, lifting away from five-month lows.",
    "The rate cut comes after the key Colombo Consumer Price Index rose 25.2% on year in May compared with 35.3% in April, reducing some stress on the crisis-hit economy."
  ]
}