{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90931/sri-lanka-rupees-recent-rise-may-face-challenges-as-experts-foresee-a-potential-16-drop-ahead",
  "time_ut": 1685523120.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rupee’s recent rise may face challenges as experts foresee a potential 16% drop ahead",
  "original_body_lines": [
    "After topping global currency rankings this year, analysts are predicting tough times ahead for the Sri Lankan rupee as the government eases import restrictions and debt repayments loom.",
    "The rupee, which closed at 294.07 per dollar on Tuesday, is forecast to decline to 350 by the end of December, according to Standard Chartered Plc and BMI. The currency’s 25% gain this year has seen it capture the best spot returns globally, supported by rising tourist arrivals and inflows into the bond market.",
    "Sri Lanka’s economy is slowly emerging from its worst crisis in more than seven decades, anchored by the International Monetary Fund’s $3 billion bailout that helped it regain investor confidence. As the government moves to loosen import controls and secure a debt restructuring deal, the rupee may come under pressure once more and set course for new lows.",
    "“Once imports normalize with the relaxation of restrictions and demand picks up, we expect the rupee to depreciate,” said Dimantha Mathew, head of research at First Capital Holdings Plc in Colombo. “The rupee will be highly volatile as the economy picks up toward the second half of the year.”",
    "The government plans to lift import controls on 100 items by the start of June, State Minister for Finance Shehan Semasinghe said last week. The number of items with import restrictions has already been reduced to 1,000 from a peak of 3,000, he said.",
    "Visitors to the Asian nation have also risen, with tourism receipts estimated to have gained 18% to $696 million in January to April from a year ago, according to central bank data. Meanwhile, foreign holdings of local bonds have more than doubled since the end of March to $511 million.",
    "The rupee may trade at 280 to 320 per dollar this quarter before weakening to as low as 405 per dollar in the second half of the year, according to First Capital. That would surpass its record-low 370 per dollar it reached in 2022. Dollar inflows have also allowed the central bank to replenish its foreign-exchange reserves, which climbed to a 15-month high in March.",
    "“Upcoming external debt repayments, which we believe could start around the fourth quarter, alongside the need to build up reserves, will exert downside pressure on the rupee once again in the coming months,” said Raphael Mok, head of Asia country risk at BMI in Singapore."
  ]
}