{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/03/sri-lanka-s-lucion-comes-in-4th-at-arnold-classic/",
  "time_ut": 1677813960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Lucion comes in 4th at Arnold Classic",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Lucion Pushparaj came in 4th place at the Arnold Classic 2023 bodybuilding competition, held in Columbus, Ohio.",
    "Lucion Pushparaj competed in the ‘Super Heavyweight’ category in the championship in Ohio.",
    "Pushparaj, was the only Sri Lankan athlete to have qualified for the Arnold Classic was placed fourth at the last edition.",
    "Lucion Pushparaj came in 4th place at the Arnold Classic 2022 bodybuilding competition, as well.",
    "The winner of the Mr. Sri Lanka title since 2012, Pushparaj has registered victories at Asian and global level competitions.",
    "The Arnold Sports Festival is one of the largest multi-sport events in the world, bringing together over 10,000 athletes more than 100,000 visitors from more than 80 countries to the city of Columbus.",
    "The festival is named after its co-founder, Arnold Schwarzenegger, the legendary bodybuilder turned Hollywood star turned politician.",
    "The Arnold Sports Festival offers an action-packed weekend of events, including weightlifting, bodybuilding, strongman competitions, martial arts and gymnastics, plus over 1,000 exhibitors showcasing the latest in sports and fitness trends. You may also get to see Schwarzenegger himself, who is a regular presence at the festival.",
    "The 2023 Arnold Sports Festival will be held March 2 through 5, 2023.",
    "The festival will celebrate 35 years this year, which also marks the first without its co-founder Mayor Lorimer, who passed late last year at age 96.",
    "“If President wants General Election, hold a General Election” – MP Rauff Hakeem",
    "Will honour Supreme Court interim order on funds for LG elections – State Min Ranjith Siyambalapitiya",
    "Iran mourns death of Pirouz, rare Asiatic Cheetah cub who became a symbol for anti-govt protesters"
  ]
}