{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/artra-magazine-commemorates-laki-senanayake-at-jetwing-lighthouse-hotel-galle/",
  "time_ut": 1678517100.0,
  "original_lang": "en",
  "original_title": "ARTRA Magazine commemorates Laki Senanayake at Jetwing Lighthouse Hotel, Galle",
  "original_body_lines": [
    "Announced as ‘all roads lead to Galle this weekend for art lovers’ and a ‘big draw’, ARTRA Magazine launched its 64th edition titled “Works of Laki Senanayake” at the Jetwing Lighthouse Hotel during the weekend of March 4 and 5. Many speaker sessions, lunches and dinners with conversation and a general get-together of art lovers and people who knew and admired Laki Senanayake were competently organized by ARTRA Founder and Editor-in-Chief Azara Jaleel, and her team including Buddhi Ruparathna and Eranga Pilimitalawwe.",
    "Laki Senanayake (1937-2021) was an iconic artist, dynamic innovator and admirer of nature. He was imaginatively versatile and very innovative; not compartmentalizable to any particular genre of artistic style. He began his career as an architectural draughtsman, going on to work with Geoffrey Bawa in the 1960s. He then joined Ena de Silva’s batik studio working closely with her son Anil to create batik panels that would adorn many of Bawa’s buildings. At Bawa’s request, he started sculpting and his monumental works include the silver-plated brass chandelier for the new Parliament in Kotte as well as the balustrade at the Jetwing Lighthouse, Galle.",
    "Other outstanding art works were the currency notes he designed in the late 1970’s for the Central Bank of indigenous fauna and flora. Laki was also a landscape designer. In Diyabubula, near Dambulla, Laki created a forested idyll that was his home and workshop for the last 45 years. Laki passed away in May 2021 at the age of 84, designing and drawing till the very end. It is only fitting that ARTRA has dedicated an issue to Laki, one of the Sri Lanka’s most talented artists.",
    "ARTRA was established in 2012 by Azara Jaleel to promote “contemporary art in the forms of visual, performance, written, applied and culinary to uplift creative fields of Sri Lanka whilst strengthening the growth of an art eco-system and industrial footprint.” ARTRA aims at “uplifting the livelihoods of artists through offering unique services in form style curation and unique content creation to individuals, clients and businesses.”",
    "The March 2023 edition is, as mentioned earlier, dedicated to Laki Senanayake and his varied art styles and work. Page 5 of the magazine carries a smiling picture of the artist at work. The Jetwing Lighthouse Hotel was selected as the venue for the launch because of the unique balustrade Laki designed and executed for the Bawa designed hotel on a promontory approaching the city of Galle.",
    "Forty-five pages contain reproductions of the artist’s work. The inside back cover has a wonderful picture of the sunlit balustrade of the hotel: “A timeless masterpiece. Considered one of master artist Laki Senanayake’s greatest works, the intricately carved copper and brass balustrade that wraps around the staircase at Jetwing Lighthouse depicts Portuguese and Sinhalese warriors at the historic Battle of Randeniya.” The warriors’ ferocious expressions and canons and horses are marvelously captured and sculpted.",
    "Azara writes a very comprehensive editorial. She says: “… making this edition of ARTRA Magazine truly special and vital in encompassing the life and work of Laki Senanayake.” She adds “That was Laki, wickedly humorous, and generous to a fault and most certainly, an iconic artist. He was imaginative in nature and spirited in mind, who could not be stifled into a certain genre of artistic expression.” …” Love and passion for trees, birds, animals and most certainly the human body and spirit in all sincerity. In my opinion, this body of work engages with his deep-rooted understanding of sensuality and eroticism in presenting a visual narrative of symbiosis; a holistic representation on the relationship between man, animal and the environment. Furthermore, they explore the profound instinct the artist possessed in evoking the nuanced breadth of his natural subjects, and that of the environment through an impulse, erratic in form and mood.”",
    "David Robson with C Anjalendran writes on Laki’s work with sections subtitled ‘Beginnings’, ‘Friends & Influences’, ‘Laki & Sculptures’, ‘Designing Banknotes’, and ‘Later in Life’. Their final paragraph reads thus: “Laki Senanayake deserves to be recognized as one of the most significant Sri Lankan artists of his generation, someone who had a profound effect on the way that Sri Lankans view themselves and the world around them. Sadly, there is nowhere in Colombo where the public can see a comprehensive collection of Laki’s work. Sri Lanka desperately needs a national gallery where the work of these pioneers can be on permanent display for all to see.” (Pioneers mentioned being George Keyt, Justin Deraniyagala, Lionel Wendt and Tissa Ranasinghe.)",
    "Laki’s daughter, Mintaka Senanayake, writes on ‘Father and Friend’; Michael Meyler on Laki’s currency notes; Ismeth Raheem on ‘Laki’s artistic influences’ and C Anjalendran with David Robson on ‘Art and Living / Laki’s Diyabubula.’ These are printed as short excerpts. The entire interview can be read through visiting www.Artra.lk or by scanning the QR code given in the magazine.",
    "Many of the contributors to the current ARTRA magazine were at the Jetwing Lighthouse Hotel during the weekend. They addressed the informal gatherings and spoke at the launch of the current issue of the magazine. Many others who knew and worked with Laki including Hiran Cooray and Dominic Sansoni were also present.",
    "An idea born and encouraged by dynamic Azara Jaleel and like-minded others is to inaugurate art tourism together with Jetwing Hotels Ltd, Sri Lankan Airlines and the Sri Lanka Travel and Promotion Bureau with the aim of strengthening Sri Lanka’s art economy. I hope that this is the first of many such events to come.",
    "CONCLUSION: MISSIONS OF A GLOBAL PROFESSOR : CONFESSIONS OF A GLOBAL GYPSY",
    "The G20 could help fix Lanka’s debt crisis. Will it step up?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}