{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89705/us-treasury-secretary-to-push-for-moves-to-conclude-debt-treatment-for-sri-lanka",
  "time_ut": 1681183260.0,
  "original_lang": "en",
  "original_title": "U.S. Treasury Secretary to push for moves to conclude debt treatment for Sri Lanka",
  "original_body_lines": [
    "U.S. Treasury Secretary Janet Yellen will push this week for urgent resolution of requests by Zambia and Ghana for restructuring of their sovereign debts, and moves to conclude a debt treatment for Sri Lanka, U.S. Treasury said on Monday.",
    "Yellen, who is slated to meet counterparts from around the world during this week’s meetings of the World Bank and International Monetary Fund (IMF), is also pushing for concrete steps to speed up the overall debt relief process and make it more predictable, Treasury Undersecretary Jay Shambaugh said.",
    "“During the week, Secretary Yellen will ... maintain urgency for the speedy resolution of Common Framework cases like Zambia and Ghana to remove debt overhangs and foster growth in developing countries,” Treasury said in a statement.",
    "Sri Lanka, Zambia and Ghana have already defaulted on their overseas debt and are working towards debt reworks with creditors. Some 60% of low-income countries are in or near debt distress, but the Group of 20 (G20) common framework set up to help low-income countries has failed to deliver quick debt relief.",
    "“At a broad level, we’re really just pushing to improve the speed and predictability of this framework,” Shambaugh said at an event hosted by the Brookings Institution think tank. “This is going to require constructive and timely participation of all creditors in international debt restructuring discussions.”",
    "Shambaugh said Treasury’s immediate priority was resolving outstanding requests from Zambia, Ghana and Ethiopia under the G20 framework, and from Sri Lanka, which is working on a separate debt plan since it is a middle-income country.",
    "He said Washington was pressing for “concerted action” on Zambia’s debt treatment and the formation of a creditor committee for Ghana in the next month, adding that the two largest economies in the world - the United States and China - needed to collaborate on these challenges.",
    "“At these meetings, we’re going to be working very hard to speed up this process, make it more transparent and make it function better,” he said, adding that progress had been “slower than we would like.”",
    "A senior Treasury official said it was up to China whether Zambia’s case could be resolved this week.",
    "Yellen and other G7 officials have long criticized China’s slow movement on specific debt treatment cases under the G20 framework, although they have welcomed China’s agreement to provide financing assurances for Sri Lanka, which paved the way for an IMF lending package.",
    "Yellen will discuss the debt issue in separate meetings on Wednesday with officials from the G20 and the Global Sovereign Debt Roundtable, which includes debtor countries, Treasury said.",
    "The official expressed hope that the debt roundtable meeting would yield “actual accomplishments,” the official said. “What we’re looking for is concrete steps that will make the process operate faster, and in a more transparent way.”",
    "Sources familiar with the matter said the co-chairs of the roundtable - the IMF, the World Bank and India as current president of the G20 - planned to issue a statement after Wednesday’s meeting.",
    "A record number of developing nations are at risk of a debt crisis, with ballooning inflation, escalating borrowing costs and a strong dollar jacking up the cost for borrowing countries to repay loans and raise fresh money.",
    "IMF Managing Director Kristalina Georgieva last week also took aim at China, saying she had told the country’s new top economic leader that Beijing needed to “speed up” its work on debt restructuring requests.",
    "World Bank chief David Malpass said on Monday he hoped meetings this week with Chinese officials could help “break the ice” on badly needed debt relief for poor countries.",
    "Yellen has no formal meetings with Chinese counterparts on her schedule, but the U.S. official said officials from the Biden administration and China will continue dialogue “where we’re able to.”"
  ]
}