{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-promotes-business-opportunities-in-Japan-s-Niigata-Prefecture/34-749653",
  "time_ut": 1687120181.0,
  "original_lang": "en",
  "original_title": "Sri Lanka promotes business opportunities in Japan’s Niigata Prefecture",
  "original_body_lines": [
    "The Embassy of Sri Lanka in Tokyo, in collaboration with Samurai Lanka Co. Ltd., a Sri Lankan-owned enterprise in Niigata, and the Niigata Chamber of Commerce and Industry (NCCI), organised a Sri Lanka Business Promotion Seminar at Niigata City Tenjuen Hall on 8 June with the objective of educating Japanese enterprises in Niigata prefecture about current business opportunities and inviting them to consider Sri Lanka as a business destination.",
    "Delivering the keynote address, Ambassador E. Rodney M. Perera made a comprehensive presentation to the audience on the current economic situation and the measures taken by the Government to stabilise the Sri Lankan economy. He also elaborated on how Sri Lanka is making strong progress toward improving the country’s economy beyond its previous state and mentioned that international support demonstrates that the country is on the right path. Further, Ambassador Perera deeply appreciated the support Japan continues to extend to Sri Lanka at all international forums and also utilising the many tools at the disposal of Japanese agencies to support Sri Lanka’s economy bilaterally. He informed the audience that Sri Lanka is exploring collaborations with Japanese companies to increase production, provide goods and services, and modernise industrial and agricultural industries, while developing closer bilateral cooperation to use its ports as shipping hubs for Japanese products and services in the South Asian region.",
    "Joining the seminar online, Metatechno Lanka Ltd. Managing Director Naoshi Yamada having invested in Sri Lanka in a successful venture, shared his positive experience in doing business in Sri Lanka in the IT sector, while Arunya de Silva from the Investment Promotion Division of the Board of Investment (BOI) explained in detail why Sri Lanka is an attractive investment destination.",
    "Niigata Chamber of Commerce and Industry Chairman Katsuyuki Fukuda delivered the seminar’s opening remarks, drawing the attention of the gathering to the recent visit of President Ranil Wickramasinghe to Japan and the economic opportunities available in Sri Lanka to local businesses. The seminar was attended by over 50 Japanese businesspersons from leading manufacturing, retail, and wholesale companies, logistics, IT and software, and food production companies in the Niigata area."
  ]
}