{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/samanthabadra-umandawa-wrong-number/",
  "time_ut": 1690260830.0,
  "original_lang": "en",
  "original_title": "Samanthabadra + Umandāwa = Wrong Number",
  "original_body_lines": [
    "The article is another extension of the idea brought out with the concept of the “wrong number” of PK movie. An article was published a week ago explicating this concept of the wrong number in a Sri Lankan context. Applying its basic idea to another scenario would be more appropriate I guess.",
    "Nowadays, we often encounter Samanthabadra [I would never call him a Buddhist monk for any reason because he is a businessman more than a monk] in social media because of his business. There is no true Buddha-praxis taking place in any way possible. Whereas, a massive business is being promoted by him and many other social media forums. His Umandaawa is a good place for the people who tirelessly work hard for nationalism and racism.",
    "Samanthabadra speaks to the Sri Lankan Buddhists and foreigners who live in Euro-Western premises. It’s a business world where people now seek an enjoyable life setting while getting involved in some charity and almsgiving. So, Samanthabadra attempts to recreate a Buddha version that would perfectly suit Western countries. His Buddha version, therefore, is a created dhamma for those who enjoy life to its fullest. I am not here to defend any life of suffering, but Samanthabadra has created a mechanism to teach a way of life that is full of fun with all modern types and luxury items. Is that the true essence of Buddhism? I would be available for any argument in this regard.",
    "Sri Lanka has been invaded by wrong mechanisms which could be named as neo-liberal wrong turns. There is a slavery type of living in this country that would accept any foolish methodology. People accept Mahinda Rajapaksa at times while they embrace Ranil Wickremesinghe at the same time. They would elect uneducated men and women to govern the country and would chase them when they are tired of them. The Buddhists in this country refuse Buddha the enlightened one and would welcome some businessmen like Gnanasara, Kotuwe Hamuduruwo, and Samanthabadra.",
    "Why do I say that he is mistaken? Samanthabadra expects a triumphant life so that he could speak to different audiences and he wants his voice to be heard. He also attempts to preach and teach as if he knows everything like Buddha; indirectly he claims to be another enlightened one. To laugh at his foolishness, I guess just a mouth would not be enough. He even does not know the essence of the primary four visions of Buddha and the praxis of detachment in Buddhism. So, the very first at Ummandawa should be to learn proper Buddha-praxis and become a better disciple of Buddha. In other words, Samanthabadra has gone insane.",
    "– inappropriate language in addressing the public [he tries to be gameminiha (a village man) through different versions of his language but it is a filthy version],",
    "These issues are giving us more shreds of evidence of the foolishness of Samanthabadra and his Umandava.",
    "The majority of Sri Lankans promote such types of personalities because they see a statue of Buddha at Ummandava. That is more than enough for them to practice Buddhism with the offering of flowers, food, dress codes, dry rations, etc. Samanthabadra, therefore, is a good businessman for Sri Lankans to say out loud “Saa…du..saadu…saadu.”",
    "But, I would directly condemn such a type of Buddha version in Sri Lanka and would come forward to say “It’s a wrong number.”"
  ]
}