{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95559/police-officers-will-continue-to-remain-at-mihintale-sacred-area-police-spokesman-",
  "time_ut": 1702289400.0,
  "original_lang": "en",
  "original_title": "Police officers will continue to remain at Mihintale sacred area – Police Spokesman",
  "original_body_lines": [
    "Police Media Spokesman SSP Nihal Thalduwa has assured that a cadre of 25 police personnel will remain at Mihintale, thereby ensuring that there lies no threat to the security of the sacred site.",
    "Speaking at a media briefing on Monday afternoon (11 Dec.), Thalduwa stated that although the army personnel stationed at Mihintale were withdrawn on Sunday (10 Dec.), no such decision has been taken with regards to the police personnel.",
    "“The State Minister of Defence said that the personnel belonging to the army, navy and civil defense service which come under that Ministry who were stationed at Mihintale are being withdrawn. However, police personnel will not be withdrawn, as the police department comes under the Ministry of Public Security. No decision has been taken to withdraw police personnel from the Mihintale site”, the police spokesman said, adding that 25 police officers including a Police Inspector, a Sergeant and Constables and are currently stationed at Mihintale.",
    "Earlier today, State Minister of Defence Premitha Bandara Tennakoon assured that despite the withdrawal of army personnel from Mihintale, there is no threat to the security of the sacred site.",
    "Speaking in Parliament this morning, he noted that all 252 army personnel stationed at Mihintale were not there for security purposes, and thus, their withdrawal has no effect on the security of the sacred site.",
    "The withdrawal of army personnel from the sacred site comes on the heels of the recent allegations made by the Chief Prelate of Mihintale Rajamaha Viharaya, who claimed that his life was at risk due to the security personnel entering the temple premises, clad in civilian clothes.",
    "Commenting regarding the matter, Tennakoon said: “We learned only recently that an army officer cannot enter a temple in civilian clothes. Now we have decided that if he [Mihintale Chief Prelate] deems the military presence at the temple a threat to his life, we will remove all 252 officers from the temple premises today itself.”"
  ]
}