{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Solar-energy-solutions-from-David-Pieris/34-750179",
  "time_ut": 1688407374.0,
  "original_lang": "en",
  "original_title": "Solar energy solutions from David Pieris",
  "original_body_lines": [
    "Backed by 40 years of trust, technical expertise, and an impeccable reputation for after-sales service, the David Pieris Group has entered the green renewable energy industry, commencing with solar energy solutions.",
    "They offer commercial and retail on-grid and off-grid solutions at affordable prices customised for the respective customer requirements. David Pieris Solar Energy has the added advantage of an islandwide network that allows them to take on clients and provide after-sales care immaterial of the clients’ location.",
    "The Company only works with the very best solar panels and wiring systems with a 25-year warranty on the performance of the panels, a 10-year warranty on installation and wiring as well as 10-year, 05-year, and 12-year warranties for the inverters, battery, and panels respectively.",
    "In addition, they provide free full service and maintenance for all these systems for the first two years as well as a first-year premium free insurance cover on all their installed solar systems.",
    "Commenting on this, David Pieris Solar Energy Chief Engineer and Assistant General Manager Sanath Sujeewa said: “Our solutions are backed by the best equipment, technical knowledge as well as the trust and reputation of the David Pieris Group. For us, it is not just about installing a solar panel system but understanding the exact, specific requirements of the individual customer and providing an end-to-end solution from initial consultation to implementation and post-installation support.  All systems installed by the Company are centrally monitored and if any issue is detected, the customer will be immediately informed and technical support dispatched to sort it out.”",
    "Call Prasanna (0773675508) or Varuna (0773083321) for inquiries and further details."
  ]
}