{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-hoteliers-hopeful-of-better-tourism-season-ahead-as-arrivals-rise-114063/",
  "time_ut": 1677929580.0,
  "original_lang": "en",
  "original_title": "Sri Lanka hoteliers hopeful of better tourism season ahead as arrivals rise",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s hoteliers expect for a better tourism season in coming months with an anticipation of rising arrivals from India and China as the island nation has seen a gradual increase in the number of foreign visitors into the country.",
    "The island populour for its nature and beaches saw over 100,000 tourists for the second month in February after the monthly arrivals fell to pandemic level in September last year amid a political crisis following the Colombo government declared sovereign debt default in April last year.",
    "Hoteliers see an improved arrival though the occupancy rate in registered hotels has been steady.",
    "“There is a slight increase in the tourist arrivals, but the occupancy in the hotels remains almost the same in the formal sector. But there is a little bit of increase in the informal sector,” M. Shanthikumar, President of the Hotels Association of Sri Lanka told EconomyNext.",
    "Sri Lanka has aimed for a moderate 1.55 million tourist arrivals with a $2.8 billion revenue this year after the government failed to achieve its repeatedly revised down targets last year due to the economic crisis-led shortages of essential items.",
    "Sri Lanka aimed 2.3 million tourists last year with an ambitious $4.5 billion revenue. However, the island nation’s third foreign exchange earner after remittances and garment exports earned $1.14 billion revenue with 719,978 tourist arrivals.",
    "The year 2022 was marked by a debilitating currency crisis, high inflation, daily power outages and lengthy queues for fuel and cooking gas amid three straight months of street protests and political unrest.",
    "Tourism took a massive hit from the crisis but improved towards the fourth quarter and, by December, had recorded a significant increase from the previous year’s numbers which were affected by the COVID-19 pandemic.",
    "“Now that China has opened their borders, we can look forward to additional arrivals, we have to wait and see how the connectivity of the airlines is. We also launched a digital Market app in India that might bring a lot of Indians into the island,” Shanthikumar said.",
    "“Compared to what it was, it looks positive and the bookings increase in a small percentage, so we do expect a lot of arrivals in the coming months.”",
    "Officials from the Sri Lanka Tourism Development Authority said that tourists from Western European countries have gradually increased while Russia is accounting for nearly a quarter of monthly arrivals.",
    "“We are targeting the high end and when you target the high end, others will also be there because we have a room capacity of almost 50,000,” Priantha Fernando, the chairman of Sri Lanka Tourism Development Authority told EconomyNext. (Colombo/March 04/2023)"
  ]
}