{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/20/i-was-removed-by-a-boardroom-coup-slt-chairman/",
  "time_ut": 1689843300.0,
  "original_lang": "en",
  "original_title": "I was removed by a boardroom coup – SLT Chairman",
  "original_body_lines": [
    "COLOMBO (News 1st); Rohan Fernando, the Chairman of Sri Lanka Telecom announced that he was removed from his post by a coup carried out by the Board of Directors on Thursday (20).",
    "Rohan Fernando was appointed as Director/Chairman of the Company in January 2020.",
    "\"The appointments at SLT, which is registered at the Colombo Stock Exchange, is made by the Secretary to the Treasury, who holds the majority of the minority shares in SLT PLC, which is 49.4%,\" he said, adding that whenever a change is required the Secretary to the Treasury will inform the respective directors to step down and will nominate new directors, and the preferred person to Chair the Board of Directors.",
    "\"Today, there was a boardroom coup. It was not known and it was not on the listing of the agenda. So, I call it a coup. Yesterday (19) I attended meetings and there was no such thing,\" said Rohan Fernando.",
    "He noted that when he opened the meeting on Thursday (20), the board wanted the chairman changed before proceeding with the agenda.",
    "Rohan Fernando said he would be seeking legal assistance, citing that there was a certain degree of ambiguity over the move, however, he would bow down to the decision.",
    "He told reporters that the move to remove him could be linked to the possible total privatization of Sri Lanka Telecom.",
    "Sri Lanka Telecom PLC is in the midst of a proposed sale of shares and privatization attempts.",
    "In March 2023, the Cabinet of Ministers granted their approval in principle for the divestment of major shareholding in Sri Lanka Telecom PLC.",
    "Sri Lanka Telecom PLC in a letter to the Colombo Stock Exchange noted that the Treasury Secretary has informed the Board of Directors of SLT that the Cabinet of Minister granted its approval in principle for the divestment of the state held by the Secretary to the Treasury in SLT.",
    "It added that the divestment will be implemented by the State-Owned Enterprise Restructuring Unit established under the Ministry of Finance.",
    "However, two months later in May 2023, the Sectoral Oversight Committee on National Security said it will NOT recommend privatizing Sri Lanka Telecom, as matters sensitive to national security could be exposed, leading to a major politcal divide in the country.",
    "Kenyan Aragalaya turns deadly – Anger over high taxes and cost of living",
    "Newsline | Going abroad, how to avoid the pitfalls | Priyantha Senanayake | 19th July 2023"
  ]
}