{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/china-hits-out-dalai-lama-over-incident-sticking-out-tongue-at-young-boy-117903/",
  "time_ut": 1681215660.0,
  "original_lang": "en",
  "original_title": "China hits out Dalai Lama over incident sticking out tongue at young boy",
  "original_body_lines": [
    "ECONOMYNEXT – China’s embassy in Sri Lanka has slammed Tibetan Buddhist leader Dalai Lama, who is living in exile in India, after a video went viral where he apparently asked a asked a small boy to kiss his tongue.",
    "The 87 -year old 14th Dalai Lama has been living in India, and speaking against the annexation of his country by China.",
    "Footage of the uncomfortable incident which took place in February, according to foreign media, showed the moment the Tibetan spiritual leader invited the boy on stage during a charity event at his temple in Dharamshala, India.",
    "In the video, the boy asks the Dalai Lama something and the Buddhist leader responds and asks him to come before the spiritual leader first asks the boy to kiss him on the cheek, before pointing at his lips.",
    "He holds the boy’s face as they briefly kiss, then the pair press their foreheads together while the Dalai Lama shows his tongue.",
    "“A “simple monk” will never ask a young boy to “suck my tongue”. Only a pedophile commits that crime,” the Chinese Embassy in Colombo said on its twitter platform.",
    "“More people who were deceived before see the true colors of the 14th Dalai Lama, head of Tibetan theocratic system & the biggest slaves owner until 1959.”",
    "Media reports said sticking out ones tongue is a sign of respect and greeting in Tibet, linked to a legend involving a king with a black tongue.",
    "Geopolitical analysts say some Western nations and their allies have been using the Dalai Lama to hurt China and its actions over Tibet.",
    "The Chinese Embassy also quoted a January 17 tweet when its Chargé d’affaires Hu Wei called influential Sri Lanka Buddhist monks to express its protest against the Dalai Lama’s visit to Sri Lanka.",
    "“Chinese government and people strongly oppose any foreign country to receive the Dalai Lama in any name, because the 14th Dalai Lama is absolutely not a “simple monk” as he self-claimed,” the Embassy said on January 17.",
    "The Dalai Lama has apologised for the incident and said the spiritual leader “often teases people he meets in an innocent and playful way, even in public and before cameras”.",
    "“A video clip has been circulating that shows a recent meeting when a young boy asked His Holiness the Dalai Lama if he could give him a hug,” the Dalai Lama said in his official twitter handle.",
    "“His Holiness wishes to apologize to the boy and his family, as well as his many friends across the world, for the hurt his words may have caused. His Holiness often teases people he meets in an innocent and playful way, even in public and before cameras. He regrets the incident.”",
    "Tibet has been ruled by China since 1951. An unsuccessful Tibetan Uprising of 1959, in which Tibetans rebelled in an attempt to overthrow the Chinese government, led to the fleeing of the 14th Dalai Lama to India. (Colombo/April11/2023)"
  ]
}