{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81289",
  "time_ut": 1677708180.0,
  "original_lang": "en",
  "original_title": "LTTE Chief Prabhakaran’s Death in  May 2009  and TNM Leader Nedumaran’s  False  Claim in 2023.",
  "original_body_lines": [
    "Former Tamil Nadu state legislator and leader of the  Tamil Nationalist Movement (Thamizh Thesiya Iyakkam) Pazhaniyappan Nedumaran created a stir on February 13 by making a sensational announcement. The 89 year old Tamil politician ( turns 90 on March 10) held a press conference in Thanjavur on Monday and attempted to resurrect Liberation Tigers of Tamil Eelam(LTTE)supremo Veluppillai Prabhakaran from the dead. Nedumaran an ardent supporter of the LTTE for many decades claimed that Prabhakaran was yet alive and would emerge soon.",
    "Significantly the venue was the “Mullivaaikkaal Muttram”  memorial constructed in Thanjavur to those killed at Mullivaaikkaal in Mullaitheevu district during the final stages of the war in May 2009.Associated with Nedumaran at the press conference was well-known  Sri Lankan Tamil poet Kathamuthu Sivanandan known as Kasi Anandan  now living in Tamil Nadu. Nedumaran’s “ disclosures” were  given wide prominence in the Indian mainstream media.",
    "“Tamil nationalist movement leader Pazha Nedumaran claimed, on February 13, 2023, that the Liberation Tigers of Tamil Eelam (LTTE) leader, Velupillai Prabakaran was still alive, and would emerge in public soon.”",
    "“Reading out a statement at a press conference in Thanjavur at Mullivaikkal Mutram, Mr. Nedumaran said the time was now appropriate for the LTTE leader to come out in the open in the context of the Sinhalese protest against Mahinda Rajapaksa and the international situation.”",
    "“Stating that it was a pleasurable moment to declare that ‘Thamizh Desiya Thalaivar’ (Tamil Nationalist Leader) Prabakaran was hale and healthy, he said that this announcement should put an end to the ‘rumours’ about his death.”",
    "“Calling upon the people of Tamil Eelam and Tamilians all over the world to extend their support to Prabakaran, he said the LTTE leader would be announcing a course of action for the “dawn” and betterment of the Tamils.”",
    "“The LTTE had never allowed the countries which opposed India to set foot on their land nor did it have any relationship with these countries. It did not take help from then, he said. Mr. Nedumaran exhorted the Indian Government to initiate necessary steps to prevent China from firming up its presence in the island nation.”",
    "“He also urged the Tamil Nadu government, all political parties in Tamil Nadu, and the people of Tamil Nadu to express their support to the LTTE leader Prabhakaran at this “crucial juncture.”",
    "“Nedumaran  declined to answer queries seeking proof of his claim that the LTTE leader is still alive. He maintained that “they were in touch with the LTTE leader” and would say nothing more than that.”",
    "“Prabakaran who led a separatist war for the island nation’s Tamil minority as the head of LTTE was declared killed by the Sri Lankan government troops on May 18, 2009 in Mullaivaikkal in the northern Mullaithivu district.”",
    "“The “discovery” of the body marked the end to the two-and-a-half-decade-long civil war.However, some Tamil nationalist hardliners doubted the government’s version and claim that Prabakaran may still be alive, after escaping from the final battle zone in 2009.”",
    "The Sri Lankan army has strongly refuted Nedumaran’s  claim  of Prabhakaran being alive. Army Spokesman Brigadier Ravi Herath was reported in the media as having  said that Prabhakaran’s death was confirmed after a DNA test.",
    "Notwithstanding these denials the topic of Prabhakaran being dead or alive is being widely discussed on social media, electronic mail and you tubes. There are arguments for and against Nedumaran’s assertion much of which are emotional and occasionally irrational. Many theories – conspiratorial and otherwise-are being bandied about.",
    "This columnist too has been assailed by many queries from friends, colleagues and readers about what I think of  Nedumaran’s claim and  my assessment regarding  its pros and cons. I shall however refrain from doing so because I know Prabhakaran is dead and  therefore Nedumaran is either misinformed or guilty of “terminological inexactitudes”",
    "I myself have written extensively about Prabhakaran’s death in the past. As such  I have no intention of pursuing “red herrings “by engaging in discussing Nedumaran’s claim at this juncture though I may delve into the background behind his conduct in a future article. As for the present, I shall follow journalism’s golden rule –  “cut the cackle and go for the guts” – by re-visiting the demise of LTTE chief Veluppillai Prabhakaran with the aid of my earlier writings.",
    "The protracted war between the Sri Lankan armed forces and the Liberation Tigers of Tamil Eelam(LTTE) began to take a qualitatively different turn from 2007 onwards. The  tigers though a guerilla organization had been engaging in positional warfare for long by capturing and retaining territory like a conventional militia. However the LTTE began losing territory gradually from 2007 with the army advancing and tigers retreating.",
    "It appears that Prabhakaran and the LTTE had not been unduly concerned about the advancing Armed forces for quite a while. The tigers were confident that the army would not be able to proceed beyond a certain point. The people living in tiger controlled areas were told not to worry. “Kitta Varattum.Thittam Irukku” (let them come near. We have plans” was the message given by the tigers.",
    "This assessment got skewered after the fall of Paranthan in Dec 2008 which was a major turning point. The fall of Paranthan was followed by the LTTE retreating from Kilinochchi and then Elephant pass in Jan 2009.The hasty evacuation of cadres trapped in the peninsula through a “mini-Dunkirk” type of operation indicated that the tigers were indeed caught napping.",
    "Even after losing the Jaffna-Kandy road or A-9 highway and all areas to its west, the LTTE was yet confident of withstanding the army for a much longer period in areas east of the A-9 highway.The final option was to “carve” out an area of about 350-450 sq km in Mullaitheevvu district with access to the coast and then defend it strenuously.",
    "But the rapid progress of the Army during this phase took the LTTE by surprise. Within a relatively quick period of 4 to 5 months, the various military divisions and task forces had made sweeping strides into tiger territory.As a result the LTTE and hundreds of thousands of civilians were boxed into a small space that kept on shrinking as the army began advancing.",
    "It was then that the alarm bells began ringing. The civilian casualty toll also started rising as more and more people were crammed into less and less land while the armed forces intensified operations.",
    "The politico-military situation deteriorated but Prabhakaran living in a fool’s paradise was pretty sure that at some point the military drive would come to a halt. Thus he continued to stay put. If Prabhakaran was so inclined he could have either relocated clandestinely to the Wanni or Weli-Oya/Manal Aaru jungles or escaped by sea to South-east Asia. But he did not do so.",
    "Apparently he was relying very much on the massive counter-offensive being planned to destroy army defences in the Puthukkudiyiruppu region. But the debacle at Aanandapuram resulting in the deaths of 623 cadres including his northern force commander “Col” Theepan soured those plans.",
    "Even as the army drew closer and closer to the beleaguered tigers the senior deputies began entreating Prabhakaran to withdraw from the war zone. But Prabhakaran , stubborn and obstinate, would not listen.",
    "Time was running out. The govt resolved to get really tough. Brig. Prasanna de Silva commanding the 55 division was “transferred” to the 59 division stationed in the south of the “war zone”.",
    "A three-pronged drive commenced with the 58 led by Brig. Shavendra Silva proceeding north to south, the 59  led by Brig.Prasanna de Silva moving from south to north and the 53 commanded by Gen. Kamal Gunaratne proceeding from west to east. The 8th Task Force led by Col.Ravipriya provided supplementary support to the 53.",
    "After intense fighting resulting in thousands of civilians being killed and injured the 55 and 58 linked up along the Indian ocean coast. The 53 hugged the lagoon banks and moved inwards. The people and tigers were trapped and boxed in.",
    "The intensive shelling had resulted in a lot of deaths. Apart from the civilians, more than 800 tigers were seriously injured. Around 2000 family members were also injured. The LTTE leader had to do something.",
    "There was also the very high levels of civilian casualties. The govt had stopped the ICRC ships from fetching the injured. The makeshift hospital was under attack and medical staff hiding in bunkers. The intensive shelling had caused much harm. Thousands had died. Thousands of injured people were dying without medical attention. There was a severe shortage of food and drinking water.",
    "The LTTE had to do something to save the lives of cadres and civilians. So Prabhakaran changed his mind and asked his newly appointed overseas LTTE head   Selvarasah Pathmanathan alias “KP” to negotiate the surrender to a third party. But it was too late. The Lankan  defence establishment poised to destroy the LTTE was not going to let that opportunity slip. Colombo stood firm.",
    "So KP was informed that there could be no third party surrender. The LTTE had to surrender “individually” to the Army. KP’s statement of being ready to “silence their arms” and enter negotiations was of no avail.",
    "When told of the situation, Prabhakaran was furious.KP was berated. Prabhakaran and the senior tigers went into a brain-storming session.  Reportedly Prabhakaran had refused to escape and  wanted to remain  fighting to the last. But the others prevailed upon him to escape and continue the struggle with those remaining.Finally a  decision was reached to launch a tripartite  venture to break through the Army cordon..",
    "One group of tigers including Prabhakaran was to break out from trapped positions and cross the lagoon and Paranthan-Mullaitheevu road or A-35 highway. Thereafter the tigers would move into the vast Wanni jungles and operate . Some would move to the East.",
    "A second group of tigers would contact the army and negotiate terms of surrender. The main objective was to obtain urgently needed medical treatment for injured cadres, family members and civilians.",
    "The third group was to engage in fierce rear guard action. There was an impression at that time  among the tigers that the 58 commander Shavendra Silva was more “humane” than new 59 commander Prasanna de Silva. The LTTE wanted to delay the 59 as far as possible to gain time to negotiate with 58.",
    "The tiger contingent tasked to fight to the last was led by none other than Charles Anthony the eldest son of Prabhakaran. He was to be assisted by special commander from the east ,Ramesh. Incidently Charles born in 1985 had cut his teeth in active combat during the recent fighting. Earlier he was involved with the LTTE air wing and computer division.",
    "The negotiation attempt was to be conducted by political commissar Nadesan and peace secretariat director Pulidevan. KP had interacted with several officials and diplomats. They in turn had been in touch with Colombo.The LTTE was told explicitly to come out with white flags raised high.",
    "Meanwhile the LTTE also released seven security personnel in their custody. Four were from the Navy captured by tigers off the Point Pedro coast in 2006 November when two Dvora gun boats were attacked. Three were soldiers taken prisoner on separate occasions in Muhamaalai and Paranthan in 2008.",
    "The seven servicemen turned themselves in to the 59 and informed them of the tiger offer to surrender. They were advised to return and bring the tiger political leaders.",
    "So Nadesan, Pulidevan and Vijitha the Sinhala wife of Nadesan came out with the released prisoners, carrying white flags.The idea was to negotiate terms of surrender with the army.",
    "Subsequently all were found dead in “mysterious” circumstances. The LTTE later  charged that both  Nadesan and Pulidevan were shot dead in cold blood. A Tamil website said  that Nadesan’s wife an ex-police constable hailing from Matara district had remonstrated with the army to save her husband and got shot. She had come along for interpreting.",
    "While these moves were on the LTTE launched a massive attack on the armed forces shortly after midnight on Sunday May 17. This was because of numerology as Sunday was  the 17th. Once midnight passed it was Monday 18th. There was a time when the LTTE would not engage in major operations on the 8th, 17th or 26th. Because No 8 was considered unlucky.Subsequently these superstitions became irrelevant but at this critical juncture the “Eight” phobia was back.",
    "The LTTE attack was in three directions but mainly directed towards the Nandhikkadal lagoon area held by the 53 division. After fierce fighting led by Bhanu, three tiger contingents broke through.",
    "One was led by Jeyam, one by Pottu Amman and one by Soosai. The three contingents together numbered about 250-300.Almost all military leaders were part of the three groups trying to break out while the bulk of the political wing had already surrendered posing as civilians or stayed behind to surrender.",
    "A very large number of black tigers died in the assault as explosive-strapped boys and girls jumped on army positions and blew themselves up . This created the “gaps” for other tigers to penetrate the military cordon.",
    "Though tigers breached the 53 division defences, the soldiers began an intensive artillery barrage in which many died. Also the army had set up layers of defence with more personnel at the back. The LTTE cadres who broke through were to some extent sandwiched and cut down later .",
    "With the assault resulting in failure and many tigers being encircled several lTTE cadres began consuming cyanide. Similiary the tiger “defenders” led by Charles Anthony were also routed and several survivors swallowed cyanide to avoid capture. Charles Anthony was found dead with bullet injuries.",
    "The group led by Soosai was initially successful in breaking out. Prabhakaran, wife Madhivadhani Erambuand and  younger son Balachandran (11) were also said to be part of the contingent led by Soosai who remained faithful to his leader until the last. Prabhakaran’s daughter Duvaraga(23) had been reportedly killed on Thursday May 14 when a shell hit the combat vehicle she was driving.Duvaraga had been a member of the Malathy women’s brigade and had fought in  battles.",
    "Prabhakaran family and forty-seven others managed to penetrate the Nandhikkadal defence ring and move north to the Puthumaatalan area. A message sent on behalf of Prabhakaran to the remaining cadres in Mullivaaikkal stated “udaithukondu poayitram” (we’ve broken through and gone).",
    "This message in turn was conveyed to KP abroad  who was naturally elated. It was expected that the 50  person group would take cover in shrub jungle during day and then move through the night to safety in the jdense ungles. Once this message was sent,  Prabhakaran and the rest went radio silent. This was to be expected. Unfortunately the earlier  message gave false hopes to KP about the leader being safe.",
    "Though Prabhakaran had at one time hundreds of cadres as bodyguards only 18 elite fighters accompanied him as bodyguards on the flight from Mullivaaikkaal.It has also been said that one bodyguard had a can of gasoline with him to burn the tiger leader’s body if ever he was killed or committed suicide. This was to prevent the enemy seizing his body.",
    "But all these expectations were belied on that fateful day. Prabhakaran’s body was discovered at dawn on Tuesday May 19th lying on the Nanthikkadal lagoon shore. He had died on May 18. Soldiers of the 4th Vijayabahu infantry regiment led by Lt.Col Rohitha Aluvihare claimed to have found it.",
    "Prabhakaran had been shot at point blank range. Four of his bodyguards were lying dead in the vicinity. Later on it was claimed by defence circles that the bodies of Madhivadhany and Balachandran were found in different  bushy patches about 600 metres away from where Prabhakaran’s body was found. These claims were never confirmed and there is a controversy that young Balachandran was executed after being taken into custody. It is also said that Madhivadhany had not accompanied Prabhakaran and had opted to stay behind and die  with son Charles Anthony",
    "Also the bodies of many senior leaders and commanders too were discovered in stages. More than 350 bodies were found. The LTTE was virtually demolished.The army announced that the bodies of people like Soosai, Bhanu, Lawrence, Pappa, Laxmanan, etc were found. The body of Pottu Amman and his wife were never discovered.",
    "Expectations that the LTTE leader’s body would never be discovered or found intact, were proved wrong. Pictures released by the Army and defence ministry showed him in uniform and later in his underwear. He had injuries  in the head and forehead.",
    "Former LTTE eastern regional commander Vinayagamoorthy Muraleetharan alias “Col” Karuna , then a minister in the Mahinda Rajapaksa Govt and ex-LTTE spokesman  Daya “master” were brought to Nandhikkadal to identify Prabhakaran. They both did so.",
    "Prabhakaran’s elderly parents living in the Wanni had mingled with the people and surrendered to the armed forces on Friday May 15th.  Initially they were accommodated in an Internally displaced Persons(IDP) camp. After they disclosed their identities , both were relocated to a chalet at the Panagoda cantonment. Subsequently a DNA test was conducted with the cooperation of Prabhakaran’s father Thiruvenkadam Veluppillai,  a former lands dept official.",
    "The DNA test proved that the body found at Nandhikkadal was indeed that of Prabhakaran. However the initial identification  of Prabhakaran’s body was based on the affirmative confirmation of “Col”Karuna and Daya “master” and not the DNA test findings.",
    "The death of   Thiruvenkadam Veluppillai Prabhakaran the leader of the Liberation Tigers of Tamil Eelam Organization was officially announced  to Sri Lanka and the world by the then Army commander Gen. Sarath Fonseka  at 12.15 pm on  Tuesday May 19th 2009.",
    "This article appears in the “Political Pulse”Colu,mn of the “Daily FT”dated 15th February 2023.It can be accessed here –"
  ]
}