{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mrs-b-in-a-dilemma-about-west-pakistan-pakistan-aircraft-refueling-at-katunayake/",
  "time_ut": 1679122680.0,
  "original_lang": "en",
  "original_title": "Mrs. B in a dilemma about West Pakistan Pakistan aircraft refueling at Katunayake",
  "original_body_lines": [
    "Our next port of call was Bangladesh. This was perhaps the most interesting and fruitful of our efforts since Bangladesh was only a few years old as a ‘new nation’. It was called East Pakistan at the partitioning of British India in 1947. East Pakistan was carved out by the British from the old and famous Bengal Presidency. In fact at one stage greater Bengal with its distinctive Bengali language and culture could have qualified to be an independent state but neither the Hindus led by Nehru and Patel nor the Muslims led by Jinnah were in favour of a third state.",
    "That was one of the few issues that both parties had agreed upon. The British too were not enamoured with the cantankerous Bengalis. Earlier the Viceroy, Lord Curzon, had attempted to partition Bengal but had been thwarted by Indian nationalists of all religions. Indeed the agitation against the partition of Bengal marks an important step in the early Indian resistance to the British. When the British cut up Bengal in 1947 both Hindu and Muslim leaders were unhappy but had to accept it as a ‘fait accompli’. Jinnah protested against the Award calling it a ‘moth eaten Pakistan’ but there was nothing he could do except to cede west Bengal to India even though old Bengal was a Muslim majority state. He had to be satisfied with a truncated Bengal and East Pakistan was born.",
    "But the two wings of this geographical monstrosity had nothing in common except Islam which too was somewhat different in style in the two parts of the new state because Bengali Muslims were more syncretic and not fundamentalists like the Sindhis and Punjabis of West Pakistan. The two representatives of West and East Pakistan – Zulfikar Ali Bhutto and Mujibur Rahman – were as different as chalk and cheese. Within a few years of independence the leader Jinnah died and the only remaining political linchpin was severed.",
    "The Sindhis, and especially the Punjabis who dominated the Pakistani army, were contemptuous of the ‘weak and effeminate’ Bengalis. It was an unequal and unhappy marriage and if the departing British wanted to make sure that it was `apres moi le deluge’ (after me the deluge) they could hardly have done better. Matters came to a head when in a Parliamentary election Mujibur won all the seats in East Pakistan while Bhutto won most seats in the Western-sector. But Mujibur had a majority and an expectation that he would be made PM. Instead he was to be arrested in Rawalpindi.",
    "Mujibur fled back to Dacca and in the light of army repression by a Pakistan General who was called ‘The Butcher of Dacca’ declared independence for Bangladesh with the tacit support if India, ever ready to give Pakistan a bloody nose. A brutal war erupted and India invaded Bangali territory and ensured the eviction of the Pakistan military from its soil. When I was Director of Information under Mrs. Bandaranaike, I was privy to her dilemma when Pakistan asked for refueling facilities in Katunayake for its warplanes carrying troops to Dacca.",
    "India had banned Pakistani flights over her territory and Katunayake was the only alternative. At first Mrs. B prevaricated because of friendship with Mrs. Gandhi but the Foreign Office made her agree to granting landing rights, provided the soldiers were not in uniform. This was typical foreign office advice which ended up by alienating both sides. At the same time the foreign office was working overtime to make amends with the US. A meeting with President Nixon was arranged when Mrs. B arrived in America for the UN sessions.",
    "I had a friend who was a Bengali, recruited to the Pakistan Foreign Service, who was serving in Colombo as the First Secretary when the `Mukti Bahini’ [Freedom Fighters] led by Indian troops were fighting the Pakistan army regulars. He disappeared one night and fled to Dacca to assist in the setting up of the nascent Bangladesh Foreign Service. I could always depend on his goodwill in my visits to Bangladesh when Santa Crusz and I came on a UN mission.",
    "When our mission visited Dacca we found that the Government was barely functioning. It depended heavily on International financial support for its existence. The Pakistan army had wreaked havoc on a populace who only a few months ago were their compatriots. They had mercilessly hunted down and killed Bengali intellectuals. The University of Dacca became a prison camp. The most important foreigner in Bangladesh was an American national who was the head of the UNDP in Dacca and our immediate contact in the country.",
    "His first challenge was to find a hotel for us. Santa Crusz was quite choosy and was unhappy when we were put up in a small hotel with only basic amenities. It was the best hotel in Dacca during the Pakistani period. This problem was clear to us when the new Ministers who were asked for their priorities in reconstruction requested the construction of a five star hotel in the heart of the city. When queried about this odd request in the face of many urgent interventions required, they replied in a matter of fact way that without a big hotel donors would not come to Bangladesh and thereby a lot of foreign assistance would be missed.",
    "It was a sad but true commentary on international financial assistance. Sure enough on my later visits to Bangladesh I found a new five star Hotel – Sonargoan – that had been constructed by a Japanese entrepreneur. Later it became the Dacca Intercontinental. Today Dacca boasts of several five star hotels. Though poor at the start, Bangladesh developed a vibrant newspaper culture in keeping with its Bengali origins. I had friends among newspapermen there including SM Ali (the student leader who became a well-known editor and later my colleague at UNESCO) and Amanullah Khan. I also had a good friend in Amanullah’s brother Obaidullah Khan who was in a training course with me in Malaysia when he was a member of the Pakistani Civil Service.",
    "He defected to his homeland Bangladesh and later became the Minister of Agriculture. From there he became the Bangladeshi Ambassador to Washington before his premature death. We were received with open arms in Dacca because the UNDP was all powerful at that time. American foreign aid was channeled through the UNDP and our project was most welcome. We were told that a big problem at that time was the inability to prepare suitable project proposals and UN input in this sphere was vital.",
    "Today Bangladesh is one of the fastest growing economies in the world. I moved closely with the Bangladeshis and found that they had made good use of their abundant manpower resources to spur spectacular growth in foreign employment and the garment industry. Though Bangladesh still has serious problems it has steadily graduated from being called ‘The basket case of Asia’ to one of the South Asia’s Economic tigers. Bangladesh was fortunate in having a professional – Muhith – as its Finance Minister.",
    "He had earlier worked for the World Bank and was able to steer the economy onto a growth path. He was able to weather political storms and win the confidence of the PM Sheikh Hasina. On the other hand, another economist Yunus fell into trouble. When I was with World View Foundation and UNESCO, I assisted Professor Mohammed Yunus of Chittagong University to publicize his experiments with small scale credit among village women entrepreneurs which drew worldwide attention.",
    "Yunus won the Nobel Prize for Economics and was feted in the White House. From there he was thought of as a possible Presidential nominee which drew on his head the hatred of the political establishment which could be vicious when it came to its own political interests. He was removed from the Presidentship of the Grameen Bank that he created and driven into the political wilderness. I was told that but for the personal intervention of Bill and Hillary Clinton who were his friends Yunus would have been imprisoned or even killed. I visited Dhaka many times subsequently but could not find his whereabouts. He became a non-person in Bangladesh.",
    "During our Asian tour Santa Crusz, who was an old man and not so familiar with our cuisine fell ill, and had to return to New York. Since our itinerary had already been finalized we decided that I should proceed alone. It became a memorable journey I flew to Sydney and found that I had been booked on an Air Pacific plane which was a small aircraft carrying mail to the South Pacific islands. This meant that we would be island hopping on the way to Fiji taking double the time of a direct flight. I was not happy about this but there was nothing I could do if I had to stick to our pre-planned schedule. In fact it turned out to be a delightful ride because of the spectacular azure sea over which we traveled and the many small islands which were visible from on high.",
    "We broke journey in Bouganville, Noumia and Samoa. The island of Bouganville was earlier a French colony and later when I lived in Paris I met several senior officials who had served there. French politicians and officials knew of Sri Lanka because the French airline UTA which flew regularly to Colombo in the 1970-1990 period would fly on to Bouganville. UTA Representatives who lived in Colombo like Daniel Lafevre were our close friends in Paris and were immensely helpful to Sri Lankans living there.",
    "Finally I landed in Fiji but was told that from there I had to take a smaller Fokker Friendship plane to the capital Suva. I have a love for islands and my travels in sea girt Fiji was a wonderful new experience. Earlier as a civil servant I had spent several months in Honolulu at the East-West Centre which was my introduction to the Pacific islands. There were several Sri Lankans in Hawaii then, including ‘Babu’ Wickremaratne, Colin de Silva and Renton de Alwis (who was then a post graduate student at the University of Hawaii). We spent many late evenings on the beach at Waikiki drinking beer and participating in cook outs and barbeques.",
    "Closer home with my family members I have been to the Maldives and its pristine beaches in the outer islands. My special interest in Fiji was in the University of the South Pacific which was using telecommunications for distance learning in the different islands that were linked to the University. We recommended the use of the same telecom network for the dissemination of information on agriculture and fisheries. In the islands we recommended to UNDP to link the promotion of fisheries to that of agriculture envisaged in the DIN project.",
    "In Fiji too there were several Sri Lankans particularly accountants and lawyers. The Fiji judiciary had several of our countrymen who were on leave from their positions in Sri Lanka. Among other professionals was Ranjit Amerasinghe, my hallmate from Peradeniya, who was an expert on insurance and law. We spent some delightful evenings together reminiscing about our days in the University. Ranjit later came back and became a senior judge of our Supreme court.",
    "Coming back I insisted on a direct flight to Sydney and then to Colombo via Singapore. Santa Crusz and I met again in New York and presented our report to the UNDP senior officers and finished our assignment. It was circulated as a UNDP contribution to the ongoing discourse on the New Information Order.",
    "Global Bank Failures, French Protests, and Sri Lanka’s Massive Contraction",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}