{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Auto-industry-requests-quota-system-from-govt-to-resume-vehicle-imports/108-256808",
  "time_ut": 1680132829.0,
  "original_lang": "en",
  "original_title": "Auto industry requests quota system from govt. to resume vehicle imports",
  "original_body_lines": [
    "Says allocation of US $ 400mn would be sufficient for industry to manage businesses without bleeding",
    "Says over 50% of Sri Lanka’s vehicle fleet is over 10 years old",
    "Calls for vehicle import industry regulations to make sure minimal impact on foreign reserves",
    "Sri Lanka’s automobile industry is requesting the government to consider a quota system for vehicle imports for its survival and the livelihoods of over 100,000 people, who are directly or indirectly employed by it.",
    "The ban on vehicle imports has been in place for three years now. As the country began encountering severe foreign exchange shortages in 2020, vehicle imports became the first casualty, as the then government imposed a ban on vehicle imports, which has continued up to now.",
    "“Lately, we have been requesting from the government to regulate the industry and then consider a quota system for vehicle imports,” Ceylon Motor Traders Association Chairman Charaka Perera told a forum that was organised by the industry association in Colombo, yesterday.",
    "He said as of now, over 50 percent of Sri Lanka’s vehicle fleet is over 10 years old.  Making a strong case for resuming vehicle imports, at least through a quota system, Perera pointed out that many non-essential products were imported into the country in 2020 and 2021, without any restrictions whatsoever.",
    "Citing the Central Bank data, he said in the calendar years 2020 and 2021, over US $ 1.5 billion was spent on non-essential imports.",
    "“With all due respect to these industries, I wish to highlight the import expenditure for calendar years 2020 and 2021. Sri Lanka spent US $ 421 million to import finished clothing and accessories, US $ 739 million for home appliances and furniture, US $ 310 million for seafood and US $ 122 million for cosmetics and toiletries and the list goes on,” Perera said.",
    "“Therefore, we believe that there should have been a quota system for all these industries, which could have allowed all of them to survive, including our industry,” he said.",
    "“Considering the number I stated, the auto industry could have easily been allocated about US $ 400 million, which would have been sufficient for the industry to manage businesses without bleeding, save over 15,000 jobs that were lost over the last few months and also provide the much-needed government revenue while making sure the prices of used vehicles do not sky rocket the way it did,” he added.",
    "Meanwhile, Perera said even with the pent-up demand, which has built up over the last three years, the resumption of vehicle imports wouldn’t amount to what the country spent on vehicle imports in 2019.",
    "“Based on the Central Bank figures, the whole industry consumed only US $ 815 million in 2019, when imports were widely opened. Even if we consider the pent-up demand, which has built up over the last three years, considering that there is weak disposable income with our consumers, the requirement would be far lesser than what was there in 2019,” he said.",
    "Perera further pointed out that by properly regulating vehicle imports, forex outflows can be controlled, in order to not damage the country’s foreign reserves, while providing the much-needed vehicles for the country."
  ]
}