{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Cinnamon-Air-launches-scheduled-flights-to-Jaffna-from-Colombo/108-263189",
  "time_ut": 1689366631.0,
  "original_lang": "en",
  "original_title": "Cinnamon Air launches scheduled flights to Jaffna from Colombo",
  "original_body_lines": [
    "Cinnamon Air, Sri Lanka’s premier domestic airline, recently launched scheduled flights to Jaffna, which will provide travellers with easy access to the most popular city in the northern region of the island along with an exceptional travel experience.",
    "Scheduled flights to Jaffna commenced from June 16, 2023, with weekly departures from Bandaranaike International Airport (BIA) and Sigiriya Airport to Jaffna International Airport every Sunday, Tuesday, Wednesday and Friday. At the same time, Cinnamon Air will resume daily scheduled flights to Trincomalee and Batticaloa from BIA.",
    "As the only domestic airline to offer scheduled flights from its dedicated domestic terminal at BIA, Cinnamon Air has meticulously designed its scheduled flight service between Colombo and Jaffna in order to meet the needs of discerning travellers who need a quick, seamless, cost-effective and reliable transport option. While these scheduled flights ensure speed and comfort, the careful synchronisation of departure times with arrival times of major international airlines substantially reduces transit times for connecting passengers.",
    "In order to maximise the utility of the service for travellers, Cinnamon Air’s scheduled flights to Jaffna from Colombo are routed via Sigiriya, providing swift access to Jaffna from Sri Lanka’s Cultural Triangle. The stopover in Sigiriya enables tourists who are exploring the cultural heritage of Sri Lanka in regions such as Polonnaruwa, Habarana and Dambulla to widen their exposure to the diverse Sri Lankan culture by easily travelling to Jaffna.",
    "Furthermore, the resumption of scheduled flights to the East Coast destinations offers speedy travel to the coastal tourist attractions in Trincomalee and Pasikudah (through Batticaloa).",
    "In addition to scheduled flights, Cinnamon Air continues to offer exclusive charter flights to Jaffna (and all other aerodromes in Sri Lanka). These private charter flights provide unparalleled speed, comfort and flexibility to travellers.",
    "Commenting on the new development, Cinnamon Air Chief Executive Officer Sean Dwight said, “We are committed to providing the quickest and most convenient mode of transport in Sri Lanka with a memorable travel experience and the introduction of scheduled flight service to Jaffna is the latest example of that commitment. Our flights offer hassle-free access to Jaffna, which generally requires a drive of more than eight hours to reach, while our flight time is only an hour.”",
    "The launch is timed to coincide with the expected influx of travellers to Jaffna during the upcoming Nallur Festival, especially from India.",
    "“We believe that the availability of our scheduled flights can provide a swift and enjoyable mode of travel.",
    "As a key player in Sri Lanka’s tourism industry that provides a unique experience to foreign travellers visiting Sri Lanka, we are continuously seeking ways to enhance the image of Sri Lanka by enabling tremendously convenient access to popular destinations in the country.”",
    "Cinnamon Air, owned and operated by Saffron Aviation (Pvt.) Limited, is a joint venture between Sri Lanka’s largest listed conglomerate John Keells Holdings PLC, MMBL Leisure Holdings (part of the Mercantile Merchant Bank group) and Phoenix Ventures (parent of the Brandix group). In addition to scheduled flights, Cinnamon Air also offers charter services to and between all airports and water aerodromes in Sri Lanka."
  ]
}