{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/comparative-analysis-of-global-monetary-policies-and-economic-trends/",
  "time_ut": 1703010840.0,
  "original_lang": "en",
  "original_title": "Comparative Analysis of Global Monetary Policies and Economic Trends",
  "original_body_lines": [
    "This essay delves into the recent developments in global monetary policies, interest rates, and economic outlook. It synthesises information from various sources, including predictions of the end of the rate-hike cycle, unexpected decisions by central banks and the impact on emerging markets. Additionally, it contrasts these trends with the rapid economic recovery in the US., shedding light on the interconnectedness of global economies.",
    "The Reserve Bank of Australia (RBA) decided to hike its cash rate by 25 basis points to 4.35% in November 2023, a 12-year high. The increase, widely anticipated by economists, was the central bank’s 13th rate rise since May 2022. Meanwhile, the Governing Council of the European Central Bank (ECB) decided to raise the three key ECB interest rates by 25 basis points to 4.00% – 4.75%, with effect from 20 September 2023.",
    "It reflects a consensus among major central banks, including the Federal Reserve (Fed) in USA, Reserve Bank of New Zealand and Bank of England (BoE), etc., to conclude the rate hike cycle due to anticipated economic slowdowns and lower inflation by the end of the year. The expected strategy involves maintaining high policy rates until mid-2024, followed by possible rate cuts to counter falling inflation and an overall restrictive monetary policy until the end of 2024.",
    "The consequences of a 0.25% (25 basis points) increment are clearly depicted in Table 1, indicating an impact of $152 for every 25 basis points on a home loan of $1 million. Beginning in late 2022, the consecutive series of 13 hikes has led to a significant ninefold escalation, resulting in a total increase of approximately $1,368. This escalation presents a substantial challenge for individuals relying on wages and carrying mortgages, particularly since this trend commenced in 2021 when the prevailing interest rate was only 0.1% (refer to Table 2), effectively doubling the repayment obligations.",
    "An unexpected move by the ECB saw it raising rates for the 10th consecutive time. The decision was surrounded by uncertainties, balancing arguments for and against further hikes. This unexpected move contrasts with the decisions of the Fed and BoE, opting for a status quo in September.",
    "The prediction suggests that overall inflation in the European Union is expected to be around 3% by year-end, notably lower than the peak in Q4 2022. Despite this, core inflation is expected to decrease less, leading the ECB to keep its restrictive policy rates until mid-2024. This strategy aligns with a dedication to combat inflation and shows a careful approach compared to more optimistic growth predictions.",
    "In September 2023, around 10 out of 40 central banks raised their policy rates, including the ECB. This marks a departure from the global tightening trend that began in 2021, with the ECB’s decision to continue rate hikes standing out.",
    "The Bank of Japan (BoJ) is expected to tighten in April 2024, potentially diverging from the Fed, ECB, RBA and BoE, which might continue rate hikes based on their degree of monetary restraint.",
    "Many economists support a “high for long” position, expecting policy rates to remain at their current high levels for eight months (from October 2023 to May 2024) for the Fed, ECB, and BoE. Rate cuts are envisioned from mid-2024 in response to falling inflation, with the Fed and BoE considering regular cuts and the ECB adopting a more gradual approach.",
    "Skepticism surrounds the optimistic economic outlook, with some economists expressing a belief that the U.S. may not avoid a recession due to tighter monetary policy. The anticipated shallow nature of the recession might give the impression of a “soft landing” despite challenges.",
    "The quick economic recovery in the U.S., propelled by a fast vaccine rollout and a large fiscal stimulus, led to a notable rise in longer-term U.S. interest rates. This has sparked worries among emerging economies, dealing with a slower recovery due to delayed vaccine distribution and limited fiscal support. The impact on emerging markets hinges on the reasons behind the rise in U.S. interest rates. Positive news about U.S. jobs or COVID-19 vaccines tends to attract portfolio inflows, while a rise driven by expectations of more hawkish central bank actions can lead to capital outflows, currency depreciation, and increased spreads on U.S. dollar-denominated debt.",
    "In emerging markets, a 10 percent rise in the value of the US dollar (DXY= US $ Index), influenced by global financial markets, leads to a 1.9 percent reduction in economic output after one year. This impact persists for two and a half years. In advanced economies, the negative effects are much smaller, reaching a peak of 0.6 percent after one quarter and largely disappearing within a year.",
    "Sri Lanka is at the forefront of this trend, primarily because of mismanagement of reserves and the long-term pegging followed by a sudden shift to floating, contrary to the IMF’s advice. This stance was emphasized by the Supreme Court in its groundbreaking judgment on November 14, 2023.",
    "A rise in U.S. interest rates due to expectations of more hawkish central bank actions can harm emerging market economies. Each percentage point increase in U.S. interest rates triggered by “monetary policy surprises” tends to result in immediate capital outflows from emerging markets, currency depreciation, and higher spreads on dollar-denominated debt.",
    "The current increase in U.S. interest rates is attributed mainly to positive economic prospects, but factors such as a rising term premium contribute to uncertainty. Some advanced economy interest rates are still low, with the potential for further increases, raising concerns about the fragility of emerging market economies.",
    "To navigate the challenges posed by higher global interest rates, economists suggest that emerging markets should adopt accommodative monetary policies at home. Recommendations include lengthening debt maturities, limiting currency mismatches, and enhancing financial resilience.",
    "As a precautionary measure, emerging market economies are advised to take steps to boost financial resilience. They underscore the importance of strengthening the global financial safety net through arrangements like swap lines and multilateral lenders. The International Monetary Fund’s precautionary financial facilities and a new allocation of special drawing rights are highlighted as tools to enhance member countries’ buffers against financial volatility.",
    "In summary, the world economy faces diverse monetary policies, different rate outlooks, and uncertainties about the future. The complex interplay of major central banks, its effects on emerging markets, and the suggested strategies highlight the intricate dynamics of the interconnected global economy. As central banks address inflation, economic rebound, and possible risks, clear communication, flexibility, and global collaboration are crucial for maintaining a stable and robust global financial system.",
    "(The writer, a senior Chartered Accountant and professional banker, is Professor at SLIIT University, Malabe. He is also the author of the “Doing Social Research and Publishing Results”, a Springer publication (Singapore), and “Samaja Gaveshakaya (in Sinhala). The views and opinions expressed in this article are solely those of the author and do not necessarily reflect the official policy or position of the institution he works for.)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}