{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/11/27/breaking-harin-and-pavithra-get-roshan-s-ministries/",
  "time_ut": 1701093780.0,
  "original_lang": "en",
  "original_title": "BREAKING: Harin and Pavithra get Roshan’s ministries",
  "original_body_lines": [
    "COLOMBO (News 1st); Minister Harin Fernando was sworn in as the new Minister of Sports and Youth Affairs in the presence of President Ranil Wickremesinghe at the President's Office on Monday (27).",
    "In addition, Pavithra Wanniarachchi sworn in as the Minister of Irrigation before President Ranil Wickremesinghe.",
    "These positions were previously held by Roshan Ranasinghe, and the President removed Roshan Ranasinghe from the portfolios of Minister of Sports & Youth Affairs, and Minister of Irrigation, earlier in the day.",
    "Sri Lankan President Ranil Wickremesinghe had handed over a letter to Roshan Ranasinghe noting that the latter had been removed from the portfolios of Minister of Sports & Youth Affairs, and Minister of Irrigation, with immediate effect, during the cabinet meeting that took place in Parliament.",
    "The letter notes that the removal was done in accordance with the powers vested with the President as per article 47 (3) (a) of the constitution.",
    "The article says \"A Minister of the Cabinet of Ministers, a Minister who is not a member of the Cabinet of Ministers and a Deputy Minister, shall continue to hold office throughout the period during which the Cabinet of Ministers continues to function under the provisions of the Constitution unless he is removed from office under the hand of the President in consultation with the",
    "After he was removed as a Minister, Roshan Ranasinghe visited the Sports Ministry and vacated the premises.",
    "Rescuers break through to 41 workers trapped in tunnel for 16 days in Indian state of Uttarakhand",
    "SLRC & SLBC will become a ‘public company’ due to continuous losses",
    "Face to Face | Chandima Weerakkody | The perfect recipe for disaster | 27th November 2023"
  ]
}