{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/President-Wickremesinghe-and-his-stand-on-corruption/4-747610",
  "time_ut": 1682275334.0,
  "original_lang": "en",
  "original_title": "President Wickremesinghe and his stand on corruption",
  "original_body_lines": [
    "RW will also rightly be perceived as a tin rattler, if he does not pursue with vigour the corrupt and get them behind bars",
    "President Ranil Wickremesinghe is taking a strong stance on corruption. That’s good news. Everyone knows that corruption is a big problem. The man who eliminates corruption will be a hero. That slot is still open as none of our political leaders have made the slightest dent in the amount of corruption that prevails in our society. We are not short of politicians who scream and shout about eliminating corruption. They are what I call “tin rattlers”. All they produce is a lot of noise like shaking stones in a tin. The President is now making a noise about corruption and bringing in new legislation to eliminate corruption. We hope this not another episode of tin rattling.",
    "Everyone including the IMF says corruption is the cause of our problems. There are those who have been in parliament for many years but have done nothing about it.",
    "Who is the leader here with no taint of corruption, who can say to Parliament the equivalent of what Cromwell said to the UK Parliament? This is what Cromwell said.",
    "“It is high time for me to put an end to your sitting in this place, which you have dishonoured by your contempt of all virtue, and defiled by your practice of every vice; ye are a pack of mercenary wretches, and would like Esau sell your country for a mess of potage, and like Judas betray your God for a few pieces of money; is there a single virtue now remaining amongst you? Is there one vice you do not possess? Ye have no more religion than my horse; gold is your God; which of you have not barter’d your conscience for bribes? Is there a man amongst you that has the least care for the good of the commonwealth? Ye sordid prostitutes have you not defil’d this sacred place, and turn’d the Lord’s temple into a den of thieves, by your immoral principles and wicked practices? Ye are grown intolerably odious to the whole nation; you were deputed here by the people to get grievances redress’d, are yourselves become the greatest grievance. Your country therefore calls upon me to cleanse this Augean stable.”",
    "If he is, he must first establish his credibility as a person committed to eliminate corruption. There is a simple first step to establish credibility. He should expeditiously get convictions and conclude the three high profile cases that have been languishing for many years. They will soon be bereft of all the evidence as time misplaces documents and fades the mind and leaves it ripe for a smart lawyer to destroy the case. The test for Ranil Wickremesinghe is whether he will pursue with alacrity the case against Basil Rajapaksa, the case against Namal Rajapaksa and the bond scam case. They have been around for about five years. lf he fails to do so, he will be correctly perceived as a tin rattler, just like his predecessor Gotabaya Rajapaksa an ace tin rattler.",
    "Gotabaya Rajapaksa went on and on about eliminating corruption. But only words and more words, but no action to back the words. That’s why I say he was an ace tin rattler. The many words of Gotabaya Rajapaksa about corruption.",
    "He released a statement on International Anti-Corruption Day. He said, “Corruption is the greatest obstacle to development. Be it in the social or the economic domain, corruption prevents institutions from achieving their maximum potential and eventually retards the growth of a country.”",
    "“A country can combat corruption the best when her citizens have the will and the inclination to resist this heinous practice. Intolerance for corruption by the citizens is one of the best antidotes for it. This is the reason for placing a high emphasis on empowering the citizens to fight corruption in the policy statement of the Government…I consider it to be a core responsibility of my Government to eradicate waste and corruption.”",
    "In his Vistas of Prosperity and Splendour document he made many comments about corruption. At the outset he had dig at Ranil Wickremesinghe about corruption when he was Prime Minister of the Yahapalana Government.",
    "“The Government that came to power in 2015, claiming it would bring about good governance, made a mockery of that concept and outdid all previous Governments in corruption. We pledge that under our Government corruption and wasteful expenditure will not be tolerated.",
    "A country free of corruption has long been desired by our people. Our intention is to mould not only a corruption-free politician but also a citizen who will not tolerate corruption.",
    "We pledge to bring to justice all those involved in the Central Bank Bond scam and other 20 major financial crimes.",
    "We will ensure that none of our politicians or senior public officials engage in any form of corrupt practice. If found guilty they will be expelled from the party and their posts, and brought before the law.”",
    "A country free of corrupt politicians turned out to be another mirage. When he left the level of corruption was possibly more than what it was when he assumed office.",
    "RW will also rightly be perceived as a tin rattler, if he does not pursue with vigour the corrupt and get them behind bars and we will watch closely his actions pertaining to the three cases of Namal Rajapaksa, Basil Rajapaksa, and the bond scam case.",
    "Corruption is not limited to stealing money. It also relates to abuse of power. The Transparency International says corruption is the abuse of entrusted power for private gain. Therefore if a president uses his power to stop an election that may be won by his opponents that is an abuse of entrusted power and is a corrupt act.",
    "Jupiter is a God and is the God of the Sky and Thunder in ancient mythology.",
    "“Jupiter and a countryman were walking together, conversing with great freedom and familiarity upon the subject of heaven and earth. The countryman listened with attention and acquiescence, while Jupiter strove only to convince him – but happening to hint a doubt, Jupiter turned hastily around and threatened him with his thunder. Ah, ah says the countryman, “Now, Jupiter I know that you are wrong; you are always wrong when you appeal to your thunder.”",
    "Now do we also get water cannons and tear gas when the big man knows he is wrong and has failed to convince the other side?"
  ]
}