{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81811",
  "time_ut": 1682363160.0,
  "original_lang": "en",
  "original_title": "Independent Television Network Chairman Sudarshana Gunawardana appoints External committee  Headed by Woman Lawyer to investigate  reports on social media about  alleged sexual harassment faced by a former ITN news anchor Ishara Dewendra.",
  "original_body_lines": [
    "The Chairman of the Independent Television Network (ITN), Attorney Sudarshana Gunawardana has appointed a committee to investigate into reports on social media about the alleged sexual harassment faced by a former ITN news anchor Ishara Dewendra.",
    "This was revealed by the Minister of Mass Media Dr. Bandula Gunawardana in Parliament yesterday (25) while responding to a question raised by Samagi Jana Balawegaya Opposition Parliamentarian Rohini Kumari Wijerathna Kavirathna about the measures taken by the Government regarding sexual harassment against women in Government institutions. “Until now, I have not received any complaint regarding that incident. Without a complaint, we are not able to start an investigation. Therefore, I informed the Secretary to the Ministry of Mass Media Anusha Palpita to call the relevant parties and receive complaints, but no such complaint has been received yet. Therefore, it is not possible for us to conduct an investigation at the Ministry level,” he said.",
    "Speaking further, Dr. Gunawardana said that a special investigation has been initiated regarding this incident as per the instructions of the ITN Chairman.",
    "“Currently, Gunawardana is attending an overseas conference. Immediately upon learning this, he had taken steps to start an investigation. He said that since this person is one who works in the same institution, it is not ethical to conduct an investigation at the institutional level, so an external committee headed by a female lawyer was appointed. He also said that this committee receives the legal advice of the Attorney General and the Principal of the Law College,” Gunawardana explained.",
    "Raising the above issue, Kavirathna said that day by day, women are subjected to physical and verbal sexual harassment in Government institutions as well as in all other offices, and therefore, the Government should take preventative measures.",
    "A few days ago, Dewendra announced in a social media post that she resigned from her position at the ITN due to alleged sexual harassment and proper action not  being taken on the complaints she made to the ITN top management.",
    "Meanwhile, the South Asian Women in Media Sri Lankan (SAWM SL) Chapter issuing a statement has expressed their concern about the same issue and the resignation of Dewendra from her post due to ‘inability to tolerate such workplace harassment’.",
    "“Dewendra, through a Facebook post, has declared her “forced exit” from the ITN was  due to sexual harassment by ‘elderly heads’ within it. Dewendra claims to possess both video and audio recordings of the incidents referred to by her.",
    "It is further learned that earlier complaints by her in connection with ongoing sexual harassment and demands for sexual favours have not been gone into, even after conveying the availability of the necessary evidence.”",
    "“It is unfortunate that some elderly bosses who hold top positions in media institutions use their power to demand sexual favours and harass female employees and treat it as the norm,”",
    "SAWM SL has repeatedly raised the need to address sexual harassment within newsrooms and the necessity to create safe workspaces for everyone.",
    "SAWM SL has consistently advocated for the creation of institutional mechanisms to address sexual harassment and to avoid the systemic double victimisation of those who find the courage to speak out. The absence of complaints and grievance redressal mechanisms continue to impact women who find the system to be working against them while offering protection to perpetrators who are often their male supervisors or holders of top positions.",
    "SAWM SL urged the ITN to carry out an urgent and impartial inquiry into Dewendra’s recent allegations and previous complaints, and to make the outcome public.",
    "SAWM SL reiterated the need for the media industry to collectively acknowledge the necessity to introduce internal mechanisms to address such grievances and emphasised on the need to proactively create systems that will enable employees to work in a safe environment, irrespective of their employment or any other status."
  ]
}