{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/plus/Strengthening-food-safety-in-Sri-Lanka-Empowering-consumers-for-a-safer-future/352-260638",
  "time_ut": 1686124589.0,
  "original_lang": "en",
  "original_title": "Strengthening food safety in Sri Lanka: Empowering consumers for a safer future",
  "original_body_lines": [
    "● Chargé d'affaires a.i, Delegation of the European Union in Sri Lanka, Mr. Lars Bredal",
    "● FAO Representative to Sri Lanka and the Maldives, Mr. Vimlendra Sharan",
    "Food safety goes beyond individual well-being; it plays a crucial role in a nation's overall welfare and economic progress. The imperative lies in prioritizing the modernization of food safety policies, which not only unlocks the immense potential of the food industry but also safeguards the health and safety of all Sri Lankans.",
    "What is not safe is not food. Globally, contaminated food results in about 420,000 deaths. Unsafe food also hinders economic growth, accounting for annual productivity losses of up to 95 billion USD in low-and-middle income countries. In Sri Lanka, a recent study by UNIDO on the benefits of an improved food safety landscape estimated that a 30 million USD investment and an annual net budgetary commitment of 9 million USD for improvements in food safety risk management could save at least 113 lives annually and significantly boost annual export values, projected to increase by 24% over a decade.",
    "With a rich history spanning over 70 years in the public health sector, Sri Lanka has made notable progress in ensuring food safety. However, outdated regulations, inadequate institutional coordination, and a lack of comprehensive monitoring practices from farm to table have left the country's food safety landscape in dire need of reform.",
    "Recognizing the urgency to bridge these gaps, the United Nations Industrial Development Organization (UNIDO) and the Food and Agriculture Organization of the United Nations (FAO) have joined forces in the BESPA-FOOD (Best Standardized Practices for the Agri-Food Sector) project, generously funded by the European Union (EU).",
    "This collaborative initiative aims to strengthen Sri Lanka's food safety and quality control system through enhancing the ability of producers, processors, and food business operators to comply with regulations, revamping national food safety policy and by fostering connectivity throughout the agricultural and food value chain driven by consumer preferences.",
    "Ensuring equal access to sufficient, safe and sustainable food - EU",
    "Food safety is everyone’s issue. In our globalised world, food safety is not an issue for one country. It is an issue for every country and every region. That is why we need to work together.",
    "In Europe, we believe that transition to sustainable, fair, healthy and environmentally-friendly food systems is necessary if we want to protect our environment  and our planet. So, we want  to make sure that everyone has access to sufficient, safe and sustainable food.",
    "We set ourselves ambitious goals for greener agriculture and better food, within the European  Green Deal. For instance, by 2050, Europe wants to become the first climate neutral continent in the world. And already by 2030, in 7 years, we want to turn 25% of EU farmlands organic.",
    "The EU has one of the highest food safety standards in the world. The European Food Safety Authority (EFSA) is tasked with providing impartial scientific advice and communicating on risks associated with the food chain. It is designed to guarantee nutritious food, with high quality and safety standards and clear information on the origin, content and label of food products. All this to ensure that safe food remains the basis for healthy diets and sustainable food systems.",
    "Moreover, The COVID-19 pandemic and the Russian invasion of Ukraine have shown us how important the EU Agri-food chain is and how essential it is to minimise disruptions in the food supply chains, as communities across the world must have reliable access to safe food. The provision of safe food is a responsibility carried by all partners in the food supply chain from farm to fork.",
    "In Sri Lanka, the EU  is a long-standing partner in the agriculture and food sector and food safety is one of our key development priorities. Thus, far we invested over EUR 100 million (over 31 bln rupees), all in grants, to promote a more productive, market-oriented and sustainable agriculture and food sector in the country. We also help improve competitiveness and export of Sri Lankan food products.",
    "Currently we are working with UNIDO and FAO to promote and support food safety and quality, under the project called BESPA-FOOD. With this 9.5 million euro worth initiative, we want to promote best practices and standards in food production to provide safe food for all.",
    "Recognizing the role of Sri Lanka’s food industry in changing the food safety & quality landscape - UNIDO",
    "Markets take well to products that exhibit food safety and quality cues that reveal compliance to standards. Standards play a fundamental role in ensuring safety, quality, social responsibility, and sustainability. Where there is bearing on consumer safety, standards often find their way into technical regulations, including sanitary and phytosanitary (SPS) measures, where compliance becomes a legal obligation.",
    "Consumerism is progressively being tied to voluntary compliance to standards reflecting societal norms on health, fair trade, and environmental sustainability. Consequently, value chains (VC) with export potential can raise global integration if standards are applied in a self-regulatory mode. The business case for voluntary standards compliance is, therefore, becoming more evident for Sri Lanka as consumer preferences of importing countries evolve towards this norm.",
    "In Sri Lanka, failures that arise within the food control system can be corrected to reduce adversities in socioeconomic conditions that affect compliance and standards for international trade. Food business operators (FBO) along the supply chain need to invest in upgrading food safety conditions, and sustain the higher operating costs associated with food safety management systems (FSMS), such as Hazard Analysis and Critical Control Points (HACCP). In the aforementioned study, UNIDO presents a clear economic rationale for investment in the food industry towards this end. Over a 10-year period, increased investment and operating costs to the food industry of USD 1.25 billion is projected to increase GNP by an additional 2.5% and secure employment for 122,236 persons in the agriculture and food industries, which correspond to nearly 6% of the sector. To obtain these benefits, exporting FBOs and their suppliers need to accompany strengthened controls with an estimated investment totaling USD 822 mn for upgrading 3,823 establishments, equipment, staff training, and strengthened control systems; operators in export supply chains also need to sustain additional annual operating costs averaging USD 43 million a year. As such, the government should support the development of instruments to unlock necessary financing.",
    "Independent of key institutional and legislative reforms on food control governance, it is important that the food industry collectively defines and adheres to common practices resulting in the self-regulatory application of food controls. In cooperation with relevant competent authorities, UNIDO is developing normative documents, in the form of standards, guidelines, and technical specifications, and is delivering training and bespoke technical assistance to the agri-food sector, particularly for BESPA-FOOD project selected value chains, which include coconut, vanilla, banana and cassava. Beyond bridging the gaps in existing normative documents, UNIDO is empowering the food industry to engage in normative development activities, particularly in standardisation for effective representation of Sri Lanka in international standardisation fora. Further, to mainstream self-regulatory application of standards, UNIDO is providing technical assistance required to capacitate FBOs in applying FSMS standards, quality management system (QMS) standards, and other such food safety & quality concepts.",
    "To increase access to locally accessible, internationally recognized conformity assessment services that enable FBOs to demonstrate compliance with such standards,  UNIDO is capacitating national quality infrastructure (NQI) institutions and 28 conformity assessment bodies (CAB) towards accreditation of new and extended services in testing, calibration, inspection, product/systems certification, and validation & verification.",
    "Working hand in hand with the food industry through such project interventions, we look forward to seeing a food industry that has fully recognized its role, ownership, and impact in changing the landscape of food safety & quality in Sri Lanka.",
    "Importance of food safety policy reforms and consumer awareness - FAO",
    "At present, standards governing food safety in Sri Lanka derive from two main points - the Food Act of 1980 and the Sri Lanka Standards Institution. The existing legislations address quality and safety parameters largely relating to processing, manufacturing and retail ends. But, certain specific parameters such as microbial standards are not addressed, and the approach does not target the entire supply chain. The regulations should instead encompass the entire food value chain, ensuring that producers, storage and transporters, processors, traders, and retailers adhere to stringent safety measures.",
    "To effectively strengthen food safety policy, Sri Lanka must address several key areas of concern. Strengthening regulatory frameworks and institutions, enhancing supply chain traceability, improving hygiene practices at all stages of food production, and increasing consumer awareness are critical steps in this process, which FAO, through BESPA-FOOD will work on closely with the Ministry of Health and other stakeholders. Additionally, investments in infrastructure, capacity building, and technological advancements will enable efficient monitoring and enforcement of food safety standards.",
    "Coordination between all government agencies relating to food safety and among external stakeholders is also vital for the success of policy implementation. In this regard, the existing Food Advisory Committee has made significant progress. But, to achieve lasting change, the collaborations must be made more efficient via formal mechanisms. The government, food competent authorities, private sector, and civil society organizations must work hand in hand to reap the benefits of applying food safety regulations.",
    "The benefits of an improved food safety policy are vast. Sri Lanka can attract increased foreign investment in agriculture and food industries, expand its export market share, and boost tourism by assuring visitors of the safety and quality of its culinary offerings. Moreover, a strong food safety regime will mitigate food loss and waste, contributing to food security and reducing the strain on resources.",
    "However, true success lies in the active participation and awareness of the public. FAO, through BESPA-FOOD recognizes that consumer awareness and education are fundamental pillars of a robust food safety policy. Sri Lankan consumers must be empowered with the knowledge and tools necessary to make informed choices about the food they consume. This includes understanding the significance of quality certifications, labels, and hygiene standards.",
    "FAO firmly believes that consumer education should extend beyond individual households. Schools, universities, and community organizations play a critical role in promoting food safety awareness. Integrating food safety education into school curriculums can instil lifelong habits and cultivate generations of informed consumers who make conscious decisions to safeguard their health and well-being.A strong food safety system ensures that our food is free from hazards, promoting a healthier population and driving economic growth through increased consumer confidence and market opportunities. Sri Lanka's journey toward a safer and more resilient food industry will undoubtedly be challenging, but the rewards are immeasurable. By working together, we can build a future where safe and nutritious food is not just a privilege but a right for all Sri Lankans."
  ]
}