{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81709",
  "time_ut": 1681242060.0,
  "original_lang": "en",
  "original_title": "Lakshman Kadirgamar departed too early, with no lasting legacy penned in his own words, and no narrative whether fact or fiction to sit on library shelves for posterity",
  "original_body_lines": [
    "This article is written on the occasion of Lakshman Kadirgamar’s 91st birth anniversary which falls on 12 April.",
    "With every year that passes and every person in their nineties that departs this earth, we lose precious memories and stories of times gone by. This was made painfully clear to me with the recent passing of Lakshman’s first cousin, YMCA stalwart Alagan S. Kadirgamar, at the age of 93.",
    "I had merely scraped the surface of Alagan’s memory when I interviewed him in 2015, to collect stories about LKs early childhood for the biography ‘The Cake that was Baked at Home’, that I wrote to commemorate LK’s 10th death anniversary.",
    "The cousins first met when Alagan was seven and LK was five, and still sporting long curly, girlish locks. Alagan’s father J.W.A. Kadirgamar was a priest who in 1941 relocated his family from Jaffna to Colombo and eventually further ashore to Seremban, Malaya where he took up the position of pastor at the Tamil Church and the Wesley Methodist Church. How fascinating life must have been for Alagan and his siblings, discovering a new country, mixed cultures, the advent of World War Two and the Japanese occupation. Alagan and family returned to Ceylon in 1946.",
    "Could I have kept my audio recorder going that day to include more of Alagan’s recollections? Certainly, I should have, but I was on a tight deadline to complete LK’s biography. Thus my regrets pile up, particularly where family history is concerned.",
    "In my book, Alagan Kadirgamar recalled the occasion where three Oxford Union Presidents – Lalith Athulathmudali, Lakshman Kadirgamar and Hilali Noordeen gathered in one room at the YMCA. “One day your father called me (Lalith was at the time Minister of Industries and Noordeen, a top UK spine surgeon was in town) and asked whether the three of us could share our experiences. I’ll contact them, you do the organisation at the YMCA, he said.",
    "Major General Anton M. Muttukumaru, (the first Ceylonese Army officer to serve as Commander of the Ceylon Army) who served as Ceylon’s High Commissioner to Australia, New Zealand, Pakistan and Ambassador to Egypt, agreed to chair the talk. The topic was something to do with what the future would look like after 2000. It ended up with a lot of humour and jokes about Oxford. Noordeen spoke first then Lakshman, then Lalith.",
    "There was a massive crowd, we just couldn’t accommodate them. Lakshman of course spoke ex tempore, and while speaking he would switch to Oxford with classic jokes. Then when Lalith started to speak, he took up Oxford as well. After this event YMCA got a big boost and we got many international speakers.”",
    "Lakshman admitted to a lifelong fascination with China, having first visited Shanghai in November 1954, just before being called up to Oxford. “My dream, to visit China, had been realised. I spent only two days in Shanghai at the famous old Peninsular Hotel. My memories of Shanghai in 1954 were of a somewhat faded city with rather grand old buildings in a state of disrepair. The narrow streets of certain parts of the city conjured up the romantic notions I had always entertained about the mysteries of China.” (from ‘The Cake that was Baked at Home’)",
    "Twenty six years later, as a UN official, LK spent the month of December 1980 in Beijing, conducting World Intellectual Property Organisation (WIPO) workshops on the patent system for officials of the new Patent Office of China. He penned this evocative description of the city.",
    "“The streets were full of bicycles. They moved slowly, like shoals of fish, parting, and coming together again, as our whale-like Russian-made limousine also drove along slowly through the mass of bicycles to the various places we had to visit for our meetings. Horse-drawn carts full of vegetable produce competed with bicycles for space on the streets. The standard uniform worn by men and women was the black high-necked tunic. However, the ladies were beginning to wear coloured scarves. They looked like flowers in spring. This touch of colour seemed to be a clear manifestation of the end of the Cultural Revolution and the dawn of the modern era in the history of China.” (from The Cake that was Baked at Home)",
    "What other stories he could have told of his month-long stay there at such a critical juncture in China’s history, if only he had put his thoughts on paper. He could type, yes, but what he didn’t have back then was time to devote to writing for his own pleasure. His work at WIPO was all consuming and his travel schedule brutal. Like most of us he probably told himself writing was something he would do to his heart’s content once he retired.",
    "When one thinks of how much valuable insight and real-life experience he possessed, not merely on Sri Lankan history, religion and politics, but world affairs, intellectual property and later the scourge of terrorism, the scholarly void caused by his early departure at age 73 is an utter tragedy.",
    "Lakshman could and should have written an in-depth manifesto on the topic of international terrorism. He understood early on that it was not just one country’s problem but that its tentacles were widespread and deep rooted and by tolerating or turning a blind eye to terrorist activities in one’s own country, the repercussions would eventually be felt elsewhere.",
    "Having been the mastermind of Sri Lanka’s efforts to quell LTTE propaganda and fundraising activity globally, as well as being their prime target for the duration of his time as Foreign Minister, he was in a unique position to fully address the subject.",
    "He could even have written a best seller on what it was like to live under the mental and emotional weight and stress of heavy security for a decade. However, apart from a handful of speeches on record, he departed too early, with no lasting legacy penned in his own words, and no narrative whether fact or fiction to sit on library shelves for posterity."
  ]
}