{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-to-oppose-Govt-proposal-to-remove-PUCSL-Chairman/56-748539",
  "time_ut": 1684521961.0,
  "original_lang": "en",
  "original_title": "SJB to oppose Govt. proposal to remove PUCSL Chairman",
  "original_body_lines": [
    "Chief Opposition Whip Lakshman Kiriella says Govt. has failed to bring in charges of corruption against PUCSL Chair",
    "Claims proposal instead lists his actions to protect consumers such as standing up against CEB",
    "The Samagi Jana Balawegaya (SJB) yesterday announced it will not support the Government’s proposal to remove the current Chairman of the Public Utilities Commission of Sri Lanka (PUCSL) Janaka Ratnayake from his post.",
    "According to Chief Opposition Whip Lakshman Kiriella, Ratnayake has fallen foul of the Government only because he attempted to be fair to the consumers. “In the proposal presented to Parliament for his removal there are no allegations of corruption or fraud against him,” Kiriella revealed.",
    "Instead, he said it lists out his efforts to protect the rights of consumers such as going to courts against the Ceylon Electricity Board (CEB) to stop it from ripping off people.",
    "Kiriella said it is the responsibility of the PUCSL Chairman to protect consumers. “He always attempted to ensure that a unit of power was sold to the consumer at a fair price. Yesterday he said the tariff was increased by 68% without the requisite permissions. He also said though the Government has now said it will give a relief of 3%, it can in fact reduce the tariff by 27%,” he noted.",
    "Kiriella opined that the removal of Ratnayake was an act against the independent commission of Sri Lanka. “We see acts that pressure such commissions taking place behind the scenes. The PUCSL is just one example,” Kiriella said.",
    "The MP, therefore, announced that the party will vote against the Government’s proposal to remove Ratnayake. “No other person has worked for the people in this manner in recent times. Therefore, we will vote to oppose his removal,” he said.",
    "The Committee on Parliamentary Affairs last week decided to take up for debate the resolution to remove the current Chairman of the Public Utilities Commission of Sri Lanka, Janaka Ratnayake. Accordingly, the debate will take place on 24 May. The ruling party has announced it will support the motion to remove Ratnayake."
  ]
}