{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92082/active-involvement-of-public-officials-in-aswesuma-program-is-vital-sagala-",
  "time_ut": 1689789720.0,
  "original_lang": "en",
  "original_title": "Active involvement of public officials in “Aswesuma” program is vital – Sagala",
  "original_body_lines": [
    "President’s Senior Adviser on National Security and Chief of Presidential Staff, Sagala Ratnayaka said that the active participation of government officials in Sri Lanka is essential for the implementation of the “Aswesuma” social welfare benefit program, which was initiated under the guidance of President Ranil Wickremesinghe, to empower low-income families and provide relief to the people in need.",
    "He said that the policy decisions should be taken without delay for the upliftment of the low-income people and pointed out that the country had to face many economic problems in the past due to the failure to take proper policy decisions, the President’s Media Division reported (PMD).",
    "Ratnayaka expressed these views during the discussion held at the Presidential Secretariat yesterday (18) regarding the active participation of government officials in the “Aswesuma” social welfare benefit program, the PMD said.",
    "The progress of the “Aswesuma” social welfare benefit payment program so far was reviewed and Ratnayaka instructed the officials to provide those benefits to everyone registered for kidney, disabled and elderly allowances.",
    "Ratnayaka explained the need to formalize the identification of beneficiaries in the implementation of the “Aswesuma” Social Welfare Program, which was introduced to replace the Samurdhi Development Program for low-income families, and sought the support of Samurdhi Development Officers, according to the PMD.",
    "It was discussed at length about expediting the work of identifying the deserving persons by settling the appeals and objections received so far for the “Aswesuma” program with the participation of Samurdhi Development Officers who had left this program.",
    "Ratnayaka also pointed out the importance of advancing this program in a timely manner using modern technology, it added.",
    "Minister of State for Finance Shehan Semasinghe, Minister of State for Social Empowerment Anupa Pasqual, Governor of the North Western Province Lakshman Yapa Abeywardena, Director General of Samurdhi Development R.P.B. Tillakasiri and representatives of the All Ceylon Samurdhi Managers’ Association also participated in this discussion, according to the PMD."
  ]
}