{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mid-east-tensions-on-the-rise-as-global-paralysis-seemingly-intensifies/",
  "time_ut": 1703698560.0,
  "original_lang": "en",
  "original_title": "Mid-East tensions on the rise as global paralysis seemingly intensifies",
  "original_body_lines": [
    "The Middle East conflagration has been brought very close to South Asia by a suspected drone attack a couple of days back on an Israel-linked chemical tanker headed for India, off the latter’s coast. The attack comes close on the heels of similar reported strikes on international tankers in the Red Sea, which have compelled the US to beef-up security measures in the region.",
    "While the Indian authorities are on record as vowing to find the source of the above, unsettlingly ‘close to home’ attack and to bring it to book, the US has reason to be in a heightened state of alertness in the region and to adopt a combative stance on account of multiplying attacks on some of its military bases in Iraq and Syria. The US is on record that such attacks are traceable to ‘Iranian sponsored militias.’",
    "In retaliatory attacks the US authorities said that they had struck at facilities used by ‘the Iranian-backed Kataeb Hezbollah group and its affiliates’ in the region. These allegations have, however, been denied by the Iranian authorities.",
    "On the one hand, these developments in the Arabian and Red Seas are unsettlingly evocative of the Iran-Iraq ‘tanker wars’ of the eighties. These tanker battles were a virulent outgrowth of the then unfolding Iran-Iraq war which proved disastrous for the antagonists concerned. On the other hand, the above events point to a steady regionalizing of the Middle East blood-letting.",
    "While the Iran-Iraq war of the eighties was a relatively localized phenomenon, the current military tensions in the Middle East point to not only a gradual regionalization of the central conflict but also to its possible internationalization, with the US seeing it fit to involve itself in the conflict more overtly and physically.",
    "It would be only a matter of time before other extra-regional powers consider it appropriate to follow the US example in a prominent fashion. After all, the fuel supply routes of almost all the big powers are being placed at a risk by the escalating Middle East conflagration. The Persian Gulf, for example, is central to uninterrupted Western oil supplies. Needless to say, without such supplies, the economies of almost the entirety of the world, and not merely those of the West, would be severely weakened.",
    "Accordingly, it will be in the interests of the world, for a fresh attempt to be made by the international community towards ending the Middle East conflict by purely political means. This is in view of the fact that no country would be spared the disastrous economic and social spillover from the war. In other words, no state or international actor would emerge a winner from the conflict if the aim is to resolve it militarily. Hopefully, none would wallow in the delusion that the answer to the conflict is continued war.",
    "As has been pointed out in this column over the past few weeks, better sense should prevail among the international backers of the main sides to the conflict. Expressed simply, the US and the West should prevail strongly on Israel to seek a just, political solution to the conflict, while the same must be done by Hamas’ external backers.",
    "Peace talks need to be initiated with the help of the UN, with top priority being attached to an immediate ceasefire in the Gaza, accompanied by the facilitation of international humanitarian aid to the affected civilian publics. Right now, civilian publics on both sides of the divide have been or are being subjected to genocidal violence. Such shameful and damning indictments on humanity as a whole could only be ended though an impartial, negotiated solution.",
    "Of cardinal importance in this connection is impartiality. In the global South in particular, ‘political correctness’ obligates states to take up the cause of mainly the Palestinians. This is a fundamentally flawed policy position to adopt. While it is true that the Palestinians ‘have a case’, the same is true of the Israelis.",
    "It has been this columnist’s contention right along that both ethnic groups suffer from a sense of acute insecurity. This nagging sense of insecurity could be overcome mainly through the creation of two territorially secure states that would coexist peacefully. It is the responsibility of the international community, led by the UN, to take on this grueling challenge and help in its resolution. There is no other way out of this wasting conflict; it is the only rational and viable solution.",
    "Meanwhile, accusing the international community, read the UN, of ‘inefficacy’ in this crisis, as Iranian President Ebrahim Raisi has reportedly done, is no constructive way of helping to resolve it. The Iranian President, no less than every knowledgeable quarter ought to know by now that it is the military assistance that the main antagonists to the conflict receive from their respective international backers that is instrumental in aggravating it and ensuring its continuance.",
    "Accordingly, if the West led by the US and those militant religious fundamentalist organizations that are reportedly supporting Hamas, curtail their arms supplies to the warring sides, there is bound to be a de-escalation of the conflict.",
    "Such a de-escalation could create an environment that is conducive to evolving a political solution. At this juncture there is no conclusive evidence that religious fundamentalist organizations opposed to the existence of Israel are backed in a major way by Iran.",
    "But if Iran is in collusion with such groups, it could help in finding a peaceful solution to the Middle East problem by curtailing arms and other forms of assistance to these organizations. Such constructive measures could aid the UN in meeting the challenge of helping to evolve a political solution.",
    "If the UN is seeming to be ‘inefficacious’, it is because the main parties to the conflict are being helped along by their major international backers. If the latter desist from following the destructive course of keeping the armed conflict alive through their support for the respective antagonists, the prospects of working out a negotiated solution could be greater. It would be grossly unfair to see the UN as ‘inefficacious’ without helping it in a substantive and constructive fashion.",
    "The long term solution to the UN’s ‘inefficacy’ is its reformation. On account of reasons that ought to be obvious to ‘world leaders’, it is not at all possible to fast-track UN reform. However, short term measures, such as ending arms supplies to warring sides, are possible. All such short term measures need to be taken quickly in view of the steady internationalization of the Middle East conflict.",
    "In bid to counter China, US ramps up effort to boost military ties in Asia",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}