{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88821/ales-bialiatski-belarus-jails-nobel-peace-prize-winner-for-10-years",
  "time_ut": 1677914160.0,
  "original_lang": "en",
  "original_title": "Ales Bialiatski: Belarus jails Nobel Peace prize winner for 10 years",
  "original_body_lines": [
    "Nobel Peace Prize winner and human rights activist Ales Bialiatski was sentenced to 10 years in prison on Friday by a court in his native Belarus which found him guilty of financing protests in a trial condemned by the United States and the European Union as a “sham”.",
    "Bialiatski, 60, was awarded the Nobel prize in October for his work promoting human rights and democracy in a country which President Alexander Lukashenko, a staunch ally of Russia, has ruled with an iron hand for nearly 30 years, violently locking up his opponents or forcing them to flee.",
    "Footage from the cramped Minsk court showed Bialiatski, who co-founded the Viasna (Spring) human rights group, looking sombre, his hands cuffed behind his back, as he and his co-defendants watched proceedings from a courtroom cage.",
    "Bialiatski, who was arrested in 2021, and three co-defendants were charged with financing protests and smuggling money. Belarusian state news agency Belta confirmed the court had handed down long jail sentences to all the men, including a decade in prison for Bialiatski. He denied the charges against him, saying they were politically motivated.",
    "Exiled Belarusian opposition leader Sviatlana Tsikhanouskaya said Bialiatski and the three other activists had been unfairly convicted, describing the court verdict as “appalling”.",
    "“We must do everything to fight against this shameful injustice & free them,” she said on Twitter.",
    "The other three men convicted were Valentin Stefanovich, sentenced to nine years, Vladimir Labkovich to seven years, and Dmitry Solovyov, who received eight years but was not present in court.",
    "U.S. Secretary of State Antony Blinken, calling on Twitter for the men’s immediate release, described the court ruling as a “sham” and “an attempt to suppress democracy and human rights in Belarus.”",
    "Josep Borrell, the EU’s foreign policy chief, described their trials as an attempt to silence them, a tactic he said would fail.",
    "“Lukashenko will not succeed. Their call for freedom is loud, even behind bars,” Borrell said in a statement.",
    "German Foreign Minister Annalena Baerbock called the trial “a farce”.",
    "“The Minsk regime is fighting civil society with violence and imprisonment,” Baerbock wrote on Twitter. She said it “is as much a daily disgrace” as Lukashenko’s support for Russian President Vladimir Putin’s war in Ukraine.",
    "Berit Reiss-Andersen, leader of the Norwegian Nobel Committee, called Bialiatski’s conviction a politically-motivated “tragedy”.",
    "“The case, the verdict against him, is a tragedy for him personally. But it also shows that the regime in Belarus does not tolerate freedom of expression and opposition,” she said in an interview in Oslo.",
    "Ravina Shamdasani, spokesperson for the U.N. High Commissioner for Human Rights, told a briefing in Geneva that the United Nations body was disturbed by the trial and worried by “the lack of fair trial proceedings and access to an independent judiciary in Belarus”.",
    "That, she said, placed human rights defenders at risk of criminal prosecution for their legitimate activities.",
    "At the end of 2022, there were at least 1,446 people - including 10 children - being held, having faced or still facing criminal proceedings, said Shamdasani, without elaborating.",
    "Bialiatski, who was also a Soviet-era dissident, was one of the most prominent of hundreds of Belarusians who were jailed during a crackdown on months of anti-government protests that erupted in the summer of 2020 and continued into 2021.",
    "Viasna, the organisation he co-founded, took a leading role in providing legal and financial assistance to those jailed.",
    "Mass demonstrations took place after Lukashenko was declared the winner of the 2020 presidential election, a result which the opposition and Western countries said was fraudulent."
  ]
}