{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/25/plans-to-evacuate-sri-lankans-in-sudan-with-indian-aid-ali-sabry/",
  "time_ut": 1682411820.0,
  "original_lang": "en",
  "original_title": "Plans to evacuate Sri Lankans in Sudan with Indian aid- Ali Sabry",
  "original_body_lines": [
    "This morning, the Minister of Foreign Affairs Ali Sabry took to Twitter to announce that the Ministry is working closely on the evacuation of Sri Lankans from Sudan. It is expected that the evacuation will take place over the next few days with the assistance of India. The Sri Lankan Foreign Ministry has been in close contact with the Sri Lankan embassy in Cairo (Egypt) which has dual accredition to the Republic of Sudan. “Our missions in New Delhi and Cairo are in contact with the Indian External Affairs Ministry and mission in Sudan. They offered to provide passage from Port Sudan to Jeddah, according to latest updates from our mission in Cairo,” Sri Lanka’s Foreign Minister Ali Sabry told The Hindu newspaper. According to him, 41 Sri Lankans are currently in Sudan, and are awaiting assistance.",
    "On the 15th of April, internal conflict broke out in Sudan between General Abdel Fattah Burhan, the head of the armed forces and General Mohammed Hamdan Dagalo, the leader of a paramilitary group known as the Rapid Support Forces. The confirmed death toll in Sudan as passed 420, and more than 3,700 have been injured.",
    "The United States, United Kingdom and Saudi Arabia are among dozens of countries who have already evacuated their diplomats and  nationals whilst countries like India and Italy are still in the process of evacuating its citizens.",
    "Largest ever China-Aid project in Sri Lanka handed over to the Health Ministry",
    "Harry Belafonte: Singer, actor, civil rights activist, dies at 96",
    "U.S. Vice President praises lawmakers who refused to ‘sit down and be quiet’",
    "Prince William received large sum in secret 2020 settlement after suing publisher of Sun and News Of The World"
  ]
}