{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89587/south-korea-to-provide-more-job-opportunities-for-sri-lankan-youths-",
  "time_ut": 1680693960.0,
  "original_lang": "en",
  "original_title": "South Korea to provide more job opportunities for Sri Lankan youths",
  "original_body_lines": [
    "More job opportunities will be provided to Sri Lankan youths in South Korea, the Seoul-based company Hyundai says.",
    "A delegation of high-level representatives of the firm conveyed this when they called on Deputy Speaker of Sri Lankan Parliament, Ajith Rajapakse on Tuesday (April 04).",
    "It was led by the CEO of Hyundai Marine Company, Kim Byong Boo, who is in Sri Lanka to look into the interview process and training related to the selection of Sri Lankan youth for South Korean jobs, the Communications Department of Parliament said in a press release.",
    "The delegation, noting that the youth of the island nation are highly skilled, said they expect to bring more trained Sri Lankan youth for jobs in South Korea. They put emphasis on the fact that it is important for these workers to be disciplined young persons with good qualities.",
    "The delegation pointed out the need for the government to intervene and provide proper vocational training in the country and send trained workers to South Korea as soon as possible without delay.",
    "It was also assured that the facilities and safety of the workers in South Korea would be provided to the maximum extent.",
    "Hence, the delegation pointed out that there is a high demand for trained workers in the fields of ship construction and repair, electricians and welding in South Korea and that those employed in these sectors are entitled to high salaries.",
    "The Deputy Speaker, speaking to the delegation, requested to provide support for the construction of a fully equipped training centre for skilled workers in Sri Lanka.",
    "He also said that in addition to professional skills, it is expected to provide an understanding of the Korean language and culture through the training.",
    "The delegation, who expressed their interest in this regard, pointed out that they expect to provide more job opportunities in South Korea to the talented Sri Lankan youth."
  ]
}