{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Association-of-Printers-holds-AGM-Anil-Kariyawasam-new-President/34-750760",
  "time_ut": 1689711028.0,
  "original_lang": "en",
  "original_title": "Association of Printers holds AGM, Anil Kariyawasam new President",
  "original_body_lines": [
    "Sri Lanka Association of Printers Immediate Past President Peter Deckker and new President Anil Kariyawasam",
    "The Sri Lanka Association of Printers (SLAP) held its Annual General Meeting recently at the Secretariat located in Thalahena, Malabe. Anil Kariyawasam was appointed as the new President at the event.",
    "The newly appointed President Kariyawasam stated that his main objective is to propel the Sri Lanka Association of Printers to new heights of success and relevance. He stated that it is his firm belief that the association has the potential to reach a wider audience beyond the boundaries of Colombo and various other parts of Sri Lanka.",
    "“By embracing diversity and fostering inclusivity, we can ensure that our collective voice resonates across the country, representing the interests of all printers,” Kariyawasam added.",
    "Addressing the need for expansion, the SLAP put forward its plan to diversify its services to the outer Colombo areas. Furthermore, the association intends to increase its membership across Sri Lanka. By implementing targeted marketing strategies, organising awareness campaigns, and leveraging digital platforms, the association aims to attract new members from different regions of the country. This expansion plan will not only strengthen the association’s influence but also create a more diverse and inclusive community of printers in Sri Lanka.",
    "The new Executive Committee of Sri Lanka Association of Printers;",
    "Office Bearers: Anil Kariyawasam (President), Peter Deckker (Immediate Past President), M. Senthilnathan (General Secretary), Udaya Hettiarachi (Treasurer), Janaka Rathnakumara (1st Vice President) and Nishantha Perera (2nd Vice President).",
    "General Committee Members: Chamila Vithanage, Chayanka Wickremesinghe, Deshantha Silva, Manthi Weerasekera, Selvam Kethees, Harsha Gayan, Thayanithi Kokulan, David Issac, Wasantha Bandara and Dinesh Mervyn."
  ]
}