{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-shares-edge-up-on-close-in-hopes-of-a-favorable-policy-review-meeting-121947/",
  "time_ut": 1685532900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s shares edge up on close in hopes of a favorable Policy Review Meeting",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s shares edged up at close on Wednesday as investors anticipate for revival in the market after the Policy Review Meeting, an analyst said.",
    "The main All Share Price Index (ASPI) was up 0.26 percent or 22.57 points to 8,532.60, while the most liquid index was up 0.03 percent or 0.76 points to 2,421.49.",
    "“Investors are adopting a wait and see approach on the need for more clarity on debt restructuring and debt optimization and decisions taken at the Policy Review Meeting,” an analyst said.",
    "Sri Lanka’s inflation in the 12-months to May 2023 has eased to 25.2 percent from 35.3 percent a month earlier according to a revised Colombo Consumer Price Index calculated by the state statistics office.",
    "Sri Lanka has been seeing a period of falling inflation often known as disinflation since September and this is the seventh consecutive month where inflation has fallen.",
    "Sri Lanka expects inflation to come down to single digit levels by year end, helping bring rates down, Central Bank Governor Nandalal Weerasinghe said but there was no public forecast on growth.",
    "“Inflation will be single digit by the end of the year,” Governor Weerasinghe told a business forum organized by the Ceylon Chamber of Commerce in January.",
    "Sri Lanka’s government was to disclose the stance on domestic debt restructuring towards the end of May, which is why investors have adopted a wait and see approach, however officials have stated there will be a delay in the process of revelation.",
    "A news article circulating says, non-agreement on the percentage of haircut that the external creditors would take in Sri Lanka’s debt restructuring has taken the Central Bank to the drawing board which has led to the delay in announcing the debt restructuring strategy.",
    "Sri Lanka’s Monetary Policy Review is scheduled for 01 June 2023, investors are quite optimistic that inflation is to lower and interest rates will decrease, an analyst said.",
    "Analysts said the low volumes seen in the market are due to the debt restructuring concerns, and investors are waiting for the monetary policy review.",
    "The market generated revenue of 348 million rupees, this is the lowest revenue has been since May 04, bringing the daily average turnover to 1.1 billion rupees.",
    "Top gainers during trade were Vallibel One, Lanka IOC and Cargills.",
    "The market generated a foreign inflow of 28 million rupee and the net foreign outflow was 242 thousand rupees. (Colombo/May 29, 2023)"
  ]
}