{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Sweden-declaring-sex-as-a-sport-False-information-to-tarnish-Sweden/108-260545",
  "time_ut": 1686032432.0,
  "original_lang": "en",
  "original_title": "Sweden declaring sex as a sport: ’False information to tarnish Sweden’",
  "original_body_lines": [
    "Several Indian media outlets, including Times of India, Hindustan Times, News18, India Today, recently published reports, which stated that Sweden has declared sex as a sport and the first-ever sex competition is scheduled to take place this week.",
    "The Newschecker has reported that they reached out to the Swedish Sports Federation, which stated that the media reports were false.",
    "“On June 8th, the highly anticipated European Sex Championship, which will be happening under the guidance of the Swedish Sex Federation, will be held,” read a News18 report.",
    "According to the Times of India, Dragan Bratych, the chairman of the Swedish Federation of Sex, said that recognition of sex as a sport was inevitable and highlighted the potential for physical and mental well-being through sexual activity and the importance of training for it.  “Just like any other sport, achieving desired results in sex requires training. Therefore, it is only logical for people to start competing in this domain as well,” said Bratych, as quoted by Times of India.",
    "Newschecker noticed that there was no official website for such a competition yet, considering the date of the “tournament” was said to be June 8. We also noticed that major international and European news outlets did not report either on the competition, or on Sweden recognising sex as a sport, raising our doubts.",
    "A relevant keyword search then led us to an article by Swedish news outlet Goterborgs-Posten, dated April 26, 2023, stating that an application to get sex classified as a sport was rejected.",
    "This clarification was reported by NDTV, too. “According to the Swedish outlet, there is a Federation of Sex in Sweden and its chief Dragan Bractic called for a championship to be organised…However, the federation’s application to become a member of the National Sports Confederation was denied. Mr Bractic had submitted the application in January this year”.",
    "We also came across this report by another Swedish media outlet, TV4, dated January 19, 2023, stating that Björn Eriksson, chairman of the national sports federation, made it clear that sex will not be classified as a sport.",
    "We then reached out to the Swedish Sports Federation, which stated that the media reports were false.",
    "“The Swedish Sports Confederation has drawn attention to the fact that in some parts of the international media, news is currently being spread that a sex federation has become a member of The Swedish Sports Confederation. It is false information with the aim of smearing Swedish sports and Sweden. There is no Sex Federation that is a member of the Swedish Sports Confederation. All this information is false,” said Anna Setzman, Head of Communication and Press, Swedish Sports Confederation.",
    "We reached out to the respective federation who said there is a European Championship in sex and it is starting on June 8 in Sweden, but confirmed that it has not been recognised as a sport.",
    "“Sex is not yet classified as a sport, and that is because of the financial reasons. Sport federation will need to pay for training facilities, referees and referee training and courses. That is a reason why they didn’t accept us. But it is not over. This year they accept e-sport as a sport. Is sitting in front of computer and playing video games more sport than healthy physical activity that prolongs life? We will let you to make your own conclusion. European Championship in Sex exists, and it is starting on June 8th in Sweden. Is it a sport or not… it is not that important. Euro-vision is also a competition, but it is not a sport,” stated the association in an email, adding that Swedish Sex Federation is the only organisation in the world that has government permission to organise trainings and competitions in sex."
  ]
}