{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Reshan-Algama-and-Kaya-Daluwatte-to-play-in-Philippines/108-258817",
  "time_ut": 1683555964.0,
  "original_lang": "en",
  "original_title": "Reshan Algama and Kaya Daluwatte to play in Philippines",
  "original_body_lines": [
    "The Junior Asia Pacific Golf Tournament 2023 is set to tee off at the Orchard and Country Club in the Philippines on May 16 and continue till 18, providing a platform for the region's best young golfers to showcase their skills.",
    "This is organized by the Asia Pacific Golf Confederation and is designed to provide a competitive environment for young players to gain valuable experience and improve their game and skills to the next level.",
    "There will be golfers from Korea, Thailand, Australia, Malaysia, India, Sri Lanka and hosts Philippines to tee off in the showcase of outstanding talent in the region.",
    "Overall, the Junior Asia Pacific tournament is an exciting event that promises to offer young golfers an opportunity to shine and make a mark for themselves for the future events.",
    "These opportunities are rare and as such Sri Lankan players are nominated via Sri Lanka Golf (SLG).",
    "15-year-old golfer and long-range hitted Reshan Algama and Kaya Daluwatte, one of the most talented young girls in golf, will represent Sri Lanka Golf.",
    "Algama started playing the sport when he was just four years old and has already achieved numerous accolades.",
    "Among his accomplishments is winning the age group champion from the age of 8, winning the Regional Junior Golf Champion three years in a row, and becoming the Sri Lanka Junior Age Group Match Play Champion in 2017.",
    "Algama aspires to become a professional golfer and play in PGA US and European tournaments and has been nominated to represent Sri Lanka in the upcoming Asia Pacific Junior tournament in Manila in May 2023.",
    "Algama has already won his first Sri Lankan Amateur Golf Ranking Tournament and made history as the youngest winner of all time.",
    "He also successfully made the cut in his first international outing in a senior amateur tournament, finishing 24th in the leader board.",
    "Algama is part of the Sri Lanka National Golf Development Squad and is regularly a winner of the Royal Colombo Golf Club (RCGC) Monthly Medal.",
    "He was shortlisted to the Sri Lanka national team squad for the Asian Games and was chosen to play the trials to represent Sri Lanka.",
    "Algama has won many club competitions representing two local clubs and is the youngest ever to be considered to represent his club in a prestigious event (Burdett Cup) as one of the youngest to represent Nuwara Eliya Golf Club (NEGC).",
    "With these achievements, Algama's dream of becoming a professional golfer and representing his country in international tournaments seems well within reach.",
    "He is coached by Jehan De Saram with course management provided by leading Sri Lankan professional Anura Rohana.",
    "Daluwatte is an aspiring athlete of just 14 years old having begun playing golf at the age of 7.",
    "Tomorrow she holds a handicap of 2 and is the youngest member of the Sri Lanka Golf Women’s National Squad.",
    "She is the winner of the Sri Lanka Junior Open Golf Championship played in 2021 and 2022 (Gold Division Girls 12-18+) and is the Royal Colombo Golf Club Ladies Section Club Champion for the past two years.",
    "She has played at several local and international circuits including the prestigious Junior British Open in Scotland in July 2022.",
    "Daluwatte has started playing the Indian national level tournaments and is playing against the best in India in her age category (U-16).",
    "Most recently she was placed fifth at the India Golf Union, Haryana Ladies and Junior Girls Golf Championship at Panchkula GC in Chandigarh and first at the IGU Northern India Ladies and Junior Girls Golf Championship at Rambagh GC in Jaipur.",
    "She will be participating at the APGC Junior Championships in Manila, Philippines and is looking forward to playing this prestigious tournament competing amongst some of the best juniors in the world.  By: Shamseer Jaleel"
  ]
}