{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-s-comment-on-polls-are-threat-to-judicial-independence-Mujibur/56-749114",
  "time_ut": 1685920270.0,
  "original_lang": "en",
  "original_title": "President’s comment on polls are threat to judicial independence: Mujibur",
  "original_body_lines": [
    "Charges Wickremesinghe’s opinion that people will not be keen to vote is an attempt to influence the courts",
    "Claims President has failed to understand why there was a people’s uprising last year",
    "Slams Govt. attempts to suppress media and citizens through the introduction of new legislation",
    "Samagi Jana Balawegaya (SJB) Colombo mayoral candidate Mujibur Rahman yesterday slammed President Ranil Wickremesinghe’s speech at the recently concluded National Law Conference 2023/2024 calling it an indirect threat to judicial independence.",
    "At the event, Wickremesinghe opined that most people, including many young people, have lost faith in elections and politics. He hinted that even if an election is held, the people will not be interested in casting their vote.",
    "Rahman noted that at a time cases relating to the Government’s failure to hold polls are being heard before the Supreme Court, Wickremesinghe has now expressed his opinion that political parties even if they join hands will not be able to secure even 51% of the vote. “He is saying there is no point in holding an election,” the former MP pointed out.",
    "“He is welcome to his opinion about polls. But he made these comments to a room full of judges and others involved in the legal system. Therefore it can be considered an indirect threat to judicial independence,” Rahman said. The former MP said the President’s behaviour was despicable and said this is an attempt to meddle with the country’s judicial system. “He is attempting to influence the Courts and the Supreme Court to hang on to power,” he alleged.",
    "Rahman said the President has failed to understand the causes of the people’s uprising last year which forced former President Gotabaya Rajapaksa to step down. “At the time people asked for an election and they continue to wait for one to express their opinion,” he said.",
    "Rahaman urged all political parties to come together to fight for elections. “It is time we set aside our differences and come to the fore. The Rajapaksas together with Wickremesinghe are attempting to collapse the electoral map and take this country towards a dictatorship,” Rahman warned.",
    "He also slammed the Government’s attempts to introduce the Anti-terrorism Act and a Broadcasting Authority Act which would lead to further suppression of the media and citizens."
  ]
}