{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90667/president-ranil-vows-to-accelerate-the-program-to-digitize-sri-lanka",
  "time_ut": 1684519440.0,
  "original_lang": "en",
  "original_title": "President Ranil vows to accelerate the program to digitize Sri Lanka",
  "original_body_lines": [
    "President Ranil Wickremesinghe says he has directed authorities, including the State Minister in charge, to submit a report on the acceleration of the program to move the country toward a digital economy within a month.",
    "He made these remarks on Thursday (May 18) while addressing the inauguration of the Daraz Headquarters in Alvitigala Mawatha in Colombo 08, according to the President’s Media Division (PMD).",
    "The President also commented on Revenue Administration Management Information System (RAMIS), which was established by the Inland Revenue Department to collect tax revenue and said that he discussed it as the Prime Minister in 1993.",
    "He pointed out that it is regrettable that it is still being discussed in 2023, the President said that the program to move the country toward a digital economy should not be delayed at all and that the faster it is done, the more results can be achieved.",
    "The President formally inaugurated the Daraz Headquarters by illuminating the digital plaque after traditionally lighting the oil lamp and cutting the ribbon at the entrance to the Daraz Headquarters.",
    "He also joined an observation tour of the Daraz Headquarters and engaged in a discussion with its Board of Directors.",
    "Speaker Mahinda Yapa Abeywardena, State Minister of Technology Kanaka Herath, Managing Director of Daraz Rakhil Fernando, President Director of International Relations, Mr. Dinouk Colombage, other officials and employees from Daraz Head Office were present on this occasion.",
    "I must confess that I have followed Daraz on and off on Social Media. However, many Sri Lankans, particularly the youth, will undoubtedly order and use several goods from your portal at least once in this global process.",
    "But your presence here and the growth of Daraz in Sri Lanka shows Sri Lanka’s potential for e-commerce and you all have shown the way. So Alibaba has to be thanked for the work for coming here and for starting Daraz in Sri Lanka. You all must be commended for expanding it so fast, as without you all this would not be possible.",
    "We are now in the age of e-commerce, but the initiation of e-commerce in our country has been slow in picking up.",
    "Actually this morning the State Minister, the Secretary and myself, together with some of our other officials discussed how we can start and accelerate this process of digitalization and how to pave the way for a digital economy. I requested them to submit a report within a month to go ahead.",
    "We have made every effort in digitalisation. I don’t think we really need to reinvent the process. Because what takes place in Tamil Nadu, South India would be more than convenient for us if we can use it here.",
    "We have another advantage, if we use the same method, not only the 20 million here will be added to us but we will have a bigger scope of another 50 million. I think most of us in Sri Lanka are conversant with Tamil and English, which is making it very easy for us to work further. So let’s speak with India to see whether we can get help from Tamil Nadu and use the Tamil Nadu system in Sri Lanka.",
    "So that is the first one. Let us press ahead and accelerate digitalisation in Sri Lanka. In fact, we are discussing whether it is necessary to bring in legislation which will not only lay down the format but also put the responsibility on different Government organisations and other selected private organisations. We benchmark it and ensure that they hit the benchmark. If not in the case of Government we may even have to impose some penalties by Law. That’s the only way it can be done. In some instances, it’s the lethargy that keeps it going, and in some instances it is basically a desire to cover up.",
    "I took the example of Revenue Administration Management Information System (RAMIS). RAMIS was discussed when I was the Prime Minister in 1993. We are still discussing it in 2023. So you can just imagine how long it has taken us to get this going. I want it and the Parliament wants it moving before the end of the year.",
    "We want to run parallel with the digital economy and green economy. Let us put these together and proceed. Asia’s green economy is a business. That business is worth $ 5 trillion. We don’t want 5 trillion if we can even settle at a few billion that is more than enough.",
    "Let us now go ahead and go in for the complete digital age. Let’s not hold back so I hope we will also come up with packages from next year onwards to help you.",
    "This is just the beginning and all of you here at Daraz are helping us to build that digital economy. So the digital era is here, and if you have any suggestions, please contact the State Minister."
  ]
}