{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91678/mou-to-be-signed-for-direct-flights-between-sri-lanka-and-israel",
  "time_ut": 1688315640.0,
  "original_lang": "en",
  "original_title": "MoU to be signed for direct flights between Sri Lanka and Israel",
  "original_body_lines": [
    "The Civil Aviation Authority of Israel has confirmed that a Memorandum of Understanding (MoU) will be signed by the relevant authorities of Israel and Sri Lanka in order to commence the air service of providing direct passenger flights from Tel Aviv in Israel to Katunayake.",
    "During a discussion held in this regard, Minister of Ports Shipping and Aviation Nimal Siripala de Silva said that the new air service will provide convenience to Israeli tourists who are looking forward to travelling to Sri Lanka.",
    "Meanwhile, Israeli representatives said aircrafts belonging to Israel’s ‘Arkia’ airline are scheduled to arrive in Sri Lanka by October.",
    "A special discussion regarding the commencement of direct passenger flights from Tel Aviv in Israel to Katunayake was held recently between civil aviation authorities of the two nations at the Ministry of Ports shipping and Aviation under the patronage of subject Minister Nimal Siripala de Silva.",
    "Representatives from the Civil Aviation Authority of Israel including Israel’s Air Transport Division Senior Director were present at the discussion.",
    "During the meeting, the Civil Aviation Authorities of the two countries also held discussions regarding coming into an agreement by resolving the existing issues regarding the commencement of the new air service.",
    "Accordingly, the Civil Aviation Authority of Israel said a memorandum of understanding between the authorities of the two countries is yet to be signed.",
    "The Israeli representatives further said aircrafts belonging to its ‘Arkia’ airline are scheduled to arrive in Sri Lanka by October.",
    "Minister of Ports Shipping and Aviation Nimal Siripala de Silva said the opportunity to commence direct flights between the two countries was obtained following a discussion between President Ranil Wickremesinghe and the Government of Israel.",
    "The Minister further said that Israeli tourists are looking forward to travelling to Sri Lanka adding that this air service will be very convenient to Israeli tourists.",
    "The Minister also expressed that Sri Lankan workers who are engaged in various jobs in Israel will be given great convenience and financial benefit in purchasing air tickets."
  ]
}