{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82036",
  "time_ut": 1685561040.0,
  "original_lang": "en",
  "original_title": "Centre for Policy Alternatives Expresses  Deep Concern  over  recent Arrest of Comedian Natasha Edirisooriya under ICCPR act; “the latest move to stifle freedom of speech in the guise of protecting religious harmony’says CPA",
  "original_body_lines": [
    "(Text of Statement on Recent Arrests under the ICCPR Act & Shrinking Space for Dissent issued by the Centre for Policy Alternatives)",
    "The Centre for Policy Alternatives (CPA) is deeply concerned with the recent arrest of comedian Natasha Edirisooriya reportedly under the provisions of the International Covenant on Civil and Political Rights Act (ICCPR Act), the latest move to stifle freedom of speech in the guise of protecting religious harmony.",
    "CPA notes that this is not the only arrest under the ICCPR Act in recent times where persons have reportedly been arrested for content that pose a threat to religious and national harmony, and national security.",
    "Media reports are also circulating suggesting that those who attended the event where Ms. Edirisooriya performed are to be questioned, compounding concerns for the shrinking space for freedom of expression and having a chilling impact on dissent in Sri Lanka.",
    "Section 3(1) of the ICCPR Act makes it an offence for a person to propagate war or to advocate national, racial or religious hatred that constitutes incitement to discrimination, hostility or violence.",
    "Arrests made under the pretext of curbing speech that threatens ethnic and religious harmony, under this provision – without any serious consideration of whether such speech amounts to incitement, discrimination, hostility or violence – is violative of the fundamental right to freedom of speech guaranteed by Article 14 of the Constitution and Article 19 of the ICCPR itself.",
    "CPA has previously highlighted how such provisions are abused and weaponized to target individuals belonging to minority groups, stifle dissenting voices, and criminalise free speech, serving as a distraction from more pressing socio-economic and political issues at a time of an exceptional crisis.",
    "CPA also notes media reports indicating the introduction of new laws meant to safeguard and uphold religious harmony. Such an announcement is in a context where there is a plethora of laws with the actual challenge not due to a lack of laws but to the lack of proper implementation of such laws and holding perpetrators accountable for incitement and violence.",
    "This is confirmed with Sri Lanka’s recent experiences where despite the availability of evidence, no action was taken against alleged perpetrators. In some instances, rather than pursue accountability, authorities appointed individuals accused of incitement to state mechanisms, further entrenching ethno–nationalism and impunity in Sri Lanka.",
    "Against such a backdrop, CPA urges authorities to desist with efforts to restrict fundamental rights and measures that erode the rule of law and weaken Sri Lanka’s fragile peace"
  ]
}