{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Supreme-Court-dismisses-appeal-by-Stassen-Exports-on-RABEA-Trademarks-case/34-745501",
  "time_ut": 1676840415.0,
  "original_lang": "en",
  "original_title": "Supreme Court dismisses appeal by Stassen Exports on RABEA Trademarks case",
  "original_body_lines": [
    "The Supreme Court of Sri Lanka recently delivered a judgement in relation to an Intellectual Property matter relating to the RABEA Trademarks, dismissing an appeal by Stassen Exports.",
    "In this case, the Appellant Stassen Exports. had appealed to the Supreme Court from a Judgement of the Commercial High Court Colombo. The Appeal was made against the Director General of Intellectual Property of Sri Lanka and the Opponent substituted Respondents, Partners of Ahamed Mohamed Saleh Bashen and Company, a limited liability partnership in the Kingdom of Saudi Arabia.",
    "The Commercial High Court had previously rejected the application of the Appellant Company in terms of the Intellectual Property Act by which it sought to expunge certain Trademarks from the Registry of Trademarks and had moved to set aside the decision to register the Marks in the name of the 2nd Respondent.",
    "This case examined the provisions relating to the Applications and Notices of Opposition in the Intellectual Property Act No. 52 of 1979.",
    "Previously, the Registrar of Trademarks had accepted 07 Applications which were published in the Government Gazette.",
    "The Trademarks dispute arose out of 08 Trademarks registered originally by Hebthulabuoy & Co., of 08 Marks for the Word RABEA in English and Arabic.",
    "The original 2nd Defendant Respondents had applied for the registration of the Marks RABEA in 08 different Classes including Tea.",
    "The Respondent parties had stated that the Trademarks arose from the Trademark RABEA originally registered and they are the present Owners of the registered Trademarks upon being transferred and assigned title.",
    "They stated that the Trademarks which the Respondents are the Owners are associated with them for a long period of time.",
    "The Director General of Trademarks had objected to further extension of time to tender objections to the Marks in terms of the Intellectual Property Act.",
    "The 2nd Respondent originally had asserted that the application to register the Trademarks referred to and duly advertised in the Government Gazette, duly registered, duly entered in the Register of Trademarks under the provisions of the Act. The Respondents had also contended that the Appellant even after a time extension to file opposition had failed to do so and therefore they cannot now expunge the Marks, which had been duly registered.  The original 2nd Defendant had also assigned its right to a substituted 2nd to 8th Respondents.",
    "After a detailed inquiry, the Commercial High Court Judge had dismissed the Appeal.",
    "In the subsequent Appeal to the Court, the Respondents had submitted that the Marks were duly registered and gazetted, and no statutory Notices of Opposition filed within the mandatory time period.",
    "The Director General of Trademarks had also stated it had acted duly in terms of the Law.  Upon lengthy arguments and hearings and Written Submissions, the Supreme Court consisted of Justices L.T.O. Dehideniya J, E.A.G.R.  Amarasekara J and Padman Surasena J.  declared the judgement as follows:",
    "The Supreme Court held that the case being argued on the questions of Law set out that in terms of the applicable provisions of the Intellectual Property Act which was in force during the relevant time, the procedure in Section 102 to 105 were set out.",
    "However, Section 107 of the Code is relevant to the matter where the Registrar is statutorily bound to give Notices to a party involved in the process.  However, as per Section 107, the Registrar has to examine the Mark in relation to provisions of Section 99 to 100 as to the admissibility.  The Judgement has examined the time period given by the statute itself to grant reasonable extension of time.",
    "Court held, the Appellant has not acted in such manner and has waited till the Respondent registered the Mark which took place after sometime, after the final date of the extension it had asked for.  Under Section 107 (14) as the Registrar has no option other than register the Mark unless he receives Notices of Opposition, within the prescribed time period.",
    "These Marks were registered many months after the expiry of 03 months extension asked by the Appellant.",
    "The Registrar has no other option than registering the Trademarks, even there is no Notices of Opposition filed within the prescribed time or even any extended time.",
    "Therefore, the Court had determined that the question of Law mentioned in respect of which Court had granted leave had to be answered in the negative and against the Appellant and the Appeal was dismissed with costs.",
    "Senior Counsel Hiran de Alwis with C. Jayamaha and Medani Navoda Attorneys-at-Law appeared for the 2nd to 8th Substituted Defendants-Respondents Bashen & Company.",
    "Viveka Siriwardena DSG with Navodi de Zoysa SC appeared for the 1st Respondent- Defendant  Director General of Trademarks."
  ]
}