{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-licchavis-their-stupa-and-its-relics/",
  "time_ut": 1683364740.0,
  "original_lang": "en",
  "original_title": "The Licchavis, their Stupa, and its Relics",
  "original_body_lines": [
    "After the Buddha died, the Mallas of Kusinara organised an elaborate week-long funeral for him culminating in the cremation of his body. In the meantime, news of the Buddha’s demise had been spreading, and representatives from several kingdoms, chiefdoms and clans began arriving in Kusinara to claim the mortal remains. The Sakyans wanted them because, as their representative said: “The Tathagata was the greatest of our clan”. The envoy of the king of Magadha said that his master was entitled to the ashes because he was of the warrior caste and so was the Buddha. The Mallas, arguing from the standpoint of possession being nine-tenths of the law, said: “The Tathagata attained final Nirvana in the precincts of our town, and we will not give up his bones”.",
    "In all, eight claimants were involved in this unseemly dispute, the others being the Licchavis of Vesali, the Buliyas of Allakappa, the Koliyas of Ramagama, the Mallas of Pava, and a mysterious brahmin from Vethadipa, known only from this single reference in the Tipitaka. Given that the Buddha had spent much of his last two decades in Kosala, and its king. Pasenadi, was one of his most important patrons, it is curious that no representative from Kosala was amongst the claimants.",
    "A brahmin named Dona happened to be visiting Kusinara and seeing the impasse he offered to arbitrate between the quarreling parties. He addressed the assembled worthies, saying: “The Buddha’s teaching is about patience, and it is not right that strife should come from sharing out the remains of the best of men. Let us all come together in harmony and peace and in a spirit of friendship, divide the remains into eight”. This appeal was accepted, probably reluctantly by some, and it was agreed that Dona should divide the remains according to what he thought fair.",
    "After the division, as a gesture of gratitude for his services, he was given the vessel in which the remains had been held and measured out. The division having been made to everyone’s satisfaction, an envoy from the Moriya clan turned up and demanded a portion of the remains, and Dona came to the rescue again, suggesting that these latecomers be given the ashes from the funeral pyre. This was done, each recipient undertook to build a stupa over their share of the remains, and thus the first stupas came to be constructed.",
    "This is the account of the Buddha’s funeral and the events that followed it as related in the Tipitaka. But is it true and is there any material evidence to prove it, or at least to prove parts of it?",
    "In the last 150 years, archaeologists have been able to identify, with differing degrees of certainty, at least five of the original ten stupas. The stupa built by King Ajatasattu has been identified but it was built over and re-purposed several times in subsequent centuries so that little of the original remains. The stupa built by the Sakyans in Kapilavatthu (modern Piprahwa) was excavated in 1898 and again more thoroughly in 1971-73 and yielded what are almost certainly genuine relics. There are several contenders for the stupas erected by Dona and the Koliyas of Ramagama although which of them is the originals is still uncertain. However, the stupa erected by the Licchavis of Vesali had been identified with certainty, carefully excavated and studied, and is available for all to see.",
    "In the after-glow of the Buddha Jayanti of 1956, the Archaeological Survey of India was given generous funding by the Indian government to identify, excavate and preserve various sites associated with the Buddha, and one of the places on the agenda for this undertaking was Vesali. The site of ancient city of Vesali had first been identified by the archaeologist Alexander Cunningham in 1861 using the travel account of the Chinese pilgrim Xuanzang who visited the place in the sixth century and left a detailed description of it.",
    "Various places among the ruins were excavated in 1902, 1904, 1912-13, 1950, but most importantly and more thoroughly between 1958 and 1962 by the eminent archaeologists Bindeshwari Sinha and S. R. Roy. A detailed account of their findings – with charts, diagrams and photographs – was published in 1969. Of the numerous finds Sinha and Roy made the most significant was the stupa erected by the Licchavis shortly after the distribution of the Buddha’s ashes.",
    "It was found that the stupa was originally surprisingly modest, being only 26 ft. 6 in, or a little more than eight meters, in diameter, made of earth, and with a platform for offerings at each of the four cardinal directions of which only two still existed. Judging from the slope of the side of the stupa its dome would have been 11 ft. 4 in. or 3.4544 meters high. The stupa had been enlarged three times over the centuries. The first enlargement was made of brick, outside of which was found fragments of polished Chunar sandstone, a type usually associated with Mauryan period, indicating that the earthen stupa enclosed by this enlargement must be have been built before this time.",
    "On the western side of this enlargement was a breach indicating that someone had opened the stupa during the Mauryan period. This breach had been carefully cut and had gone to the center of the stupa and had been subsequently filled in with earth and in the filling was found a small polished soapstone casket containing a small conch shell, glass beads, gold leaf, and some ash thought to be burned bone. The casket’s lid had been cracked by the weight of the masonry above it. The second enlargement, also made of brick, increased the stupa’s diameter to 12.192 meters. The third and final enlargement seems to have been mainly to buttress the stupa. Sinha and Roy conjectured that the nearby Gandak River had at one time inundated the surrounding area causing subsidence in the stupa and the buttressing was meant to strengthen it and prevent it from collapsing.",
    "As for dating, the archaeologists concluded that the first and original stupa dated from the beginning of the 5th century BCE, i.e. around the time of the Buddha, the first enlargement from the Mauryan period, most likely during the reign of King Asoka (304-232 BCE), the second enlargement from the 1st century BCE, and the third enlargement from the 1st century CE. These findings are quite remarkable because they fit well with what the Tipitaka tells us and even something of what Buddhist tradition says. The Licchavis received a one eighth share of the Buddha’s bones and in their city enshrined them within a stupa. As for the breach in the second enlargement, this would seem to be evidence for the tradition that King Asoka opened some of the original stupas to remove parts of the relics so he could enshrine them in the many new stupas he was building.",
    "Some might be surprised to learn that one of the original stupa raised over the Buddha’s ashes was of such a modest size and made only of earth, when they are familiar with the sometimes huge, spired and brick or cement stupas of today. But like many things, stupas evolved from small and simple to large and complex over time. The earliest reference to something like stupas is found in the Satapatha Brahmana, a pre-Buddhist work, where they are called smansana. It mentions the bones of kinsmen being buried under circular earthen mounds, partly to commemorate them but also to prevent them from disturbing their families. The first Buddhists did not believe that the spirits of the dead could harass the living so they re-purposed these earthen mounds to both preserve the material remains of the Buddha and provide a place where honor and respect towards him could be conducted.",
    "For decades the relic casket from the Licchavis stupa and the ashes it contained remained in the storeroom of the Patna Museum, neglected and half forgotten. But as the economic importance of tourism, and particularly Buddhist pilgrimage, came to be realized during the 2000s things started to change. Despite the Patna Museum’s outstanding collection of Buddhist artifacts, they were poorly displayed, lit and labeled while some of the best pieces languished in storage. But last year a major Rs.158 million refurbishing of the museum was finished which has transformed it into a world class attraction. For Buddhists, the highlight of the collection is the creatively designed stupa-shaped display case displaying the relic casket and the sacred ashes.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}