{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/31/un-human-rights-report-urges-sri-lanka-to-repeal-pta/",
  "time_ut": 1680235920.0,
  "original_lang": "en",
  "original_title": "UN Human Rights report urges Sri Lanka to repeal PTA",
  "original_body_lines": [
    "COLOMBO (News 1st); The Human Rights Committee on 24th March concluded its one hundred and thirty-seventh session after adopting concluding observations on the report of Sri Lanka.",
    "In its report the HRC called on Sri Lanka to repeal the Prevention of Terrorism Act and replace it with legislation that narrows the definition of terrorism and is compatible with the Covenant and the principles of legal certainty, predictability and proportionality.",
    "The report also noted that Sri Lanka must ensure that the legislative process for enacting a new anti-terrorism or national security law is inclusive and transparent and facilitates the free, open and meaningful participation of a wide range of stakeholders, including the Human Rights Commission of Sri Lanka, civil society and the public.",
    "The Committee welcomes the adoption by Sri Lanka of the following legislative and policy measures:",
    "(b) Local Authorities Elections (Amendments) Act No. 16 of 2017;",
    "(c) Assistance to and Protection of Victims of Crime and Witnesses (Amendment) Act No. 27 of 2017;",
    "(e) International Convention for the Protection of All Persons from Enforced Disappearance Act No. 5 of 2018;",
    "However, the Human Rights Committee had noted that Sri Lanka must expedite and finalize its constitutional reform process with a view to bringing its constitutional framework into full compliance with the Covenant and ensuring that the separation of powers and institutional checks and balances between the executive and oversight institutions, including the judiciary, entrusted with protecting human rights are fully respected and are not subject to arbitrary removal by future amendments.",
    "It also noted that Sri Lanka must safeguard, in law and in practice, the full independence and impartiality of members of the Constitutional Council, and other officials responsible for upholding the rule of law and human rights, including by ensuring that their appointments are in compliance with the Covenant and relevant international standards.",
    "It also noted that Sri Lanka should intensify its efforts to ensure accountability for all past human rights violations, including extrajudicial killings, enforced disappearances, torture and sexual violence, which had occurred during the conflict.",
    "Google’s early April Fool’s Day joke on Sri Lanka wasn’t funny",
    "Pope Francis scheduled to leave hospital Saturday and be at Palm Sunday Mass"
  ]
}