{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/02/28/national-contributory-pension-fund-for-public-sector/",
  "time_ut": 1677580440.0,
  "original_lang": "en",
  "original_title": "National Contributory Pension Fund for public sector",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Cabinet of Minister granted approval for the establishment of National Contributory Pension Fund.",
    "According to a document released by the Department of Government Information, the Cabinet has recognized that is appropriate to establish a fund named National Contributory Pension Fund to ensure an appropriate environment is created for public sector employees to spend their retired life without being a burden to the country as well as to provide a pension with a certain profit for the retired life of the state sector pensioners.",
    "Accordingly, 8% from the basic salary of the employee and 12% from the employer should be credited to the proposed fund when a state employee is recruited in the state service, it added.",
    "An independent entity governed by a board of management to manage the proposed contributory pension fund will be established and a fund manager with special skills will be appointed for management of the funds.",
    "The proposed national contributory pension scheme will be applicable to the individuals newly recruited  to the government service, said Cabinet Spokesperson Minister Bandula Gunwardena on Tuesday (28).",
    "Those recruited to government service after the month of January  2016 can contribute to the proposed national contributory pension scheme as per their consent, said the statement from the Departmnet of Government Information.",
    "\"Since 2000, all public sector appointment letters carry the clause that they would be moved to the National Contributory Pension Scheme in the future. Therefore, this National Contributory Pension Scheme applies to all those who were recruited since 2016. The transition process will be explained by the Finance Minister when the bill is presented,\" said the Minister.",
    "Accordingly, the Cabinet of Ministers approved the proposal furnished by the President to direct  the Legal Draftsman to prepare a draft bill so that required provisions can be made available.",
    "China to play positive role to help Sri Lanka navigate the current situation – Spokesperson",
    "Legendary French striker Just Fontaine, all-time record holder for goals scored in one FIFA World Cup – 13 goals in 6 matches – dies at 89",
    "Turkiye President Erdogan indicates presidential and parliamentary elections will be held as scheduled on May 14 despite quake disaster",
    "RTI Act applicable to MPs, and they are expected to abide by the laws at all times – Appeal Court says in a landmark ruling"
  ]
}