{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Colombo-to-be-beautified-with-plans-provided-by-Surbana-Jurong-President/108-264641",
  "time_ut": 1691242461.0,
  "original_lang": "en",
  "original_title": "Colombo to be beautified with plans provided by Surbana Jurong: President",
  "original_body_lines": [
    "The vision to transform Colombo into a beautiful city is already in motion, with plans provided by Surbana Jurong while similar plans have been prepared for Trincomalee, aiming to enhance the development in that region as well, President Ranil Wickremesinghe said.",
    "He said Surbana Jurong is also actively involved in creating a tourist zone from Verugal Aru to Batticaloa and Arugam Bay areas, contributing to the growth of the tourism industry.",
    "The President made these remarks at an international conference on architecture organized by the Royal Institute of British Architects (RIBA) Chapter in Sri Lanka, in collaboration with the American Institute of Architects (AIA) and the Italian Embassy of Sri Lanka, on the theme: \"Architecture: A Lasting Impact,\" held this morning (05) at the Cinnamon Grand, Colombo, the President's Media Division (PMD) said.",
    "The President said the focus on expanding the tourist industry is expected to create opportunities for non-government universities in Sri Lanka.",
    "The recent enactment of the new Act, allowing Provincial Councils to establish universities, marks the beginning of this endeavour. There is a growing need for skilled professionals, including engineers, architects, IT specialists and others, with the demand estimated to be at least 10,000 engineers alone.",
    "To address these requirements, discussions are underway with Japan, which has shown a willingness to assist in the past. Despite some challenges posed by the recent crisis, the commitment to progress these plans remains strong, with the hope of securing the necessary support to meet the country's developmental needs,\" he added.",
    "The President also said in visioning the future, the potential for architects to participate in the development of the Port City holds significant promise.",
    "\"A notable portion of the Port City land is under government ownership and is slated for diverse utilization. The involvement of the private sector in this initiative offers an added avenue to harness architectural expertise. This exploration requires collaborative dialogues involving relevant chambers and stakeholders.",
    "\"These emerging opportunities symbolize valuable prospects for Sri Lanka. Seizing these chances has the potential to establish a notable standing for the nation. It is imperative to acknowledge that as India's progress persists, architectural possibilities might also arise there. Those with established recognition could potentially tap into this market, mirroring the engagement of architects in Africa for house design,\" he added. (Ajith Siriwardeana)"
  ]
}