{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-march-towards-akhand-bharat/",
  "time_ut": 1688272518.0,
  "original_lang": "en",
  "original_title": "The March Towards ‘Akhand Bharat’",
  "original_body_lines": [
    "AKHAND BHARAT is a term used to describe the concept of a unified Indian subcontinent, which included parts of present-day India, Pakistan, Bangladesh, Sri Lanka, Maldives Island, Afghanistan, Nepal, Bhutan and Myanmar. In Hindi and Urdu the word means “Undivided India”. The concept of Akhand Bharat has its roots in ancient Indian history and mythology, where the Indian subcontinent was considered as a cultural and geographical entity. However, this concept gained more importance during the Indian freedom struggle.",
    "As Hinduism prevailed in Akhand Bharat at that time, Hindus called Akhand Bharat a Hindu Nation or a Hindu Kingdom. At present many Hindus have been calling for the unification of Pakistan, Bangladesh and some neighbouring countries in order to accommodate the Hindus in those countries with India. This concept is called Akhand Bharat (Undivided India) based on ‘Hindu Dharma’.",
    "The two terms Hinduism and Hindutva may seem synonymous to many, but they represent two distinct schools of thought. Hinduism is based on the ideology of treating the world as a family. There is hope to live tolerantly with all religions worldwide, people can live the way they want and follow the way of any religion they want. Hindutva, on the other hand, forces religious Hindu practices on everyone. A person’s choice of religion is ignored and they are forced to accept the new religion or face the consequences.",
    "Although India is the birthplace of four major religions viz, Hinduism, Sikhism, Jainism and Buddhism, other religions like Islam, Christianity, Zoroastrians, Judaism and many other faiths also coexisted. Thus India has the glory of embracing them, hence it is called a country of diversity. Although India recognizes 22 major languages, India is home to 398 languages, including 387 living languages and 11 endangered languages. It shows multiculturalism, recognition and respect for diversity. It is an inclusive process where all cultures are treated with dignity and respect. In short, India, a land of diverse cultures, religions, languages and beliefs, has a very colourful and rich history. Being one of the oldest civilizations in the world, India has two main short names namely India and Bharat in official and English languages. Such amazing features cannot be seen in other countries like Pakistan, Bangladesh, Sri Lanka, Afghanistan, Nepal, Myanmar. Since these countries are ruled by narrow-minded politicians, tolerance cannot be seen and economic development and political stability remain a question mark. Hence if all these countries are merged, there is no mistake in calling India as ‘Akhand Bharat’.",
    "When speaking about Akhand Bharat, it is important to understand that multinationalism will prevail and no one religion will be considered superior to another. The problems of racism and communism are being faced day by day within the confines of “divided India. This makes the idea of accepting and tolerating internationalism unfathomable.",
    "Today it is possible to see the formation of ‘Akhand Bharat’ which includes India, Pakistan, Bangladesh, Sri Lanka, Afghanistan, Maldives, Tibet and Bhutan. The economic condition of these countries other than India has deteriorated to the extent  has become a questionable issue. Whether Maldives will hold up globally over time and the pressures arising from the competition for hegemony among the Super Powers is also a matter of concern. A merger of these seven SAARC countries as Akhand Bharat seems to be an ideal which will benefit millions of people living in the subcontinent.",
    "Accordingly there is a possibility that India will be joining the China-promoted Belt One Road. This will enable India to have better trade relations with Central Asia and Eastern Europe. Secondly, Defence expenditure of countries other than India will be less. Funds earmarked for defence can be channelled into improving education, health, etc. It can also be used to eradicate poverty. Aren’t Germany and France, long-time arch-enemies, strong partners in the European Union after its creation? Similarly, after the creation of Akhand Bharat, India, Pakistan, Bangladesh, Sri Lanka and Nepal will be strong stakeholders for their security.",
    "Defence expenditure of other countries except India will be less. Funds earmarked for defence can be channelled into improving education, health, etc. and also to eradicate poverty. If Akhand Bharat is established, there will be massive changes in the field of Education. Just as famous universities (Oxford, Cambridge, Harvard etc.) have emerged in Western countries, there is a possibility that many similar universities will emerge in Akhand Bharat. During the period of the Indus Valley Civilization, students from other countries came to study in the Universities, and Akanda Bharat also developed. The evil practice of offering bribes to gain admission for the young generation to join Professional Education (Medical, Engineering, Law, Computer Technology, etc.), will disappear and there will be possibilities of equal opportunities for all.",
    "Health: Under this system, all Akhand Bharat residents will have reasonable access to medically necessary hospital and physician services without paying out-of-pocket. Roles and responsibilities for health care services are shared between provincial and territorial governments and the federal government. Akhand Bharat’s publicly funded health care system should clearly explained as an interlocking set of States of Akanda Bharath health systems. Known as “Medicare,” the system should provides access to a broad range of health services. Akhand Bharat should have Universal Health coverage funded through a health system called Medicare. It should be created from an Act preferably known as Akhand Bharat Health Act. The system must be universal, publicly administered, have comprehensive coverage, portable across provinces, and accessible to the population. Healthcare in Akhand Bharat is delivered through the States systems of publicly funded Health Care, informally called Medicare. It should be guided by the provisions of the said Health Act, and should be universal.",
    "Many arguments such as cultural unity, historical continuity and economic integration are advanced by the proponents of the idea of Akanda Bharat. It has some potential advantages:",
    "1. Cultural Unity: One of the primary arguments for Akhanda Bharat was to promote a sense of cultural unity among people who share common heritage and traditions. This will help reduce tensions between different ethnic and religious groups and promote a more integrated society.",
    "2. Historical Continuity: Proponents of Akhand Bharat argue that the partition of the Indian subcontinent in 1947 disrupted a long history of political and cultural unity. Reuniting the region would help restore that continuity and bring about a sense of historical justice.",
    "3. Economic Integration: Economic integration and growth in the continent can be promoted by creating a larger market for goods and services, promoting trade and investment, and sharing resources more effectively.",
    "4. Strategic Advantage: From a strategic perspective, a unified Indian subcontinent can balance China’s growing influence in the region and provide a more stable geopolitical environment.",
    "5 Free Trade and Economic Growth : A land without borders is a land where labor and capital can trade freely without concern about tariffs, tariffs or quotas. Suppliers, exporters, importers, traders and often consumers do not have to pay a high price for a product they want and have to import from a distant land.",
    "6. Interdependence: The idea of self-sufficiency only looks good on paper and countries cannot do anything to achieve a state of complete self-sufficiency. It is often the case that a capital rich country may lack labor requirements and vice versa. Such deficit has to be met through imports and exports. Without boundaries, it becomes an easy process. Countries with different capital-labour ratios can go hand in hand and reap the benefits of having the best of both worlds.",
    "7. Foreign Affairs: It is necessary for India to closely monitor the movements of its neighbouring countries like Pakistan, Bangladesh, Sri Lanka and Nepal in the matter of foreign affairs. India and China fought a brutal war in the Himalayas. Now that the US and Russia are confronting Ukraine, the possibility that China may be tempted to take swift military action against India cannot be ruled out. Pakistan may also be complicit. It cannot be denied that Sri Lanka, Bangladesh and Nepal give soft support to China. In the war of independence of Bangladesh when Pakistan waged war against India, it cannot be forgotten how Sri Lanka allowed the Pakistani fighter jets to re-fuel at the Colombo International Airport. Likewise, Nepal’s rulers taking a soft line with China should be considered detrimental to India’s interests. But Nepal is a country where more than 80% Hindus live. Thus a strong Akhand Bharat is essential in South Asia.",
    "The problem of fishermen will be solved smoothly. Pakistan, Sri Lanka and Bangladesh need not worry. The naval forces of those countries will be spared unnecessary headaches. This will strengthen the unity among the nations.",
    "India is under pressure to take some tough steps against Pakistan’s support for terrorism. Lord Krishna said ‘I will come again and again to protect the good, destroy the bad and restore dharma. If anger turns to compassion, there will be no war. If warmongers stop taking humanity for granted, neither side will lose precious lives. And it should be remembered that if people seek peace in war, no family will lose their loved ones.",
    "After India’s independence from British rule, Sri Aurobindo said in a radio message that “India’s independence has not achieved unity. It is only a fragmented and fractured independence. It can be hoped that this will not be accepted as anything but a temporary benefit… and will create many more problems.” said.",
    "Sixty-two years after Sri Aurobindo’s clear warnings, the wounds caused by India-Pakistan partition, which were ignored, were finally oozing venom like never before. This could be seen in the Kashmir secession issue. The concept of Akanda Bharata is rooted in historical and cultural narratives and has different interpretations. It is a highly sensitive issue that can evoke strong emotions and feelings among people within and outside India. The idea of a Akhand Bharat requires resolving several complex territorial disputes with neighbouring countries including Pakistan, Bangladesh and China. These conflicts have been going on for decades and finding a mutually acceptable solution will require significant political will and diplomatic efforts. However, today proponents of Akhand Bharat have decided to give up force and instead to use diplomacy to unite the divided countries on the basis of Hindu dharma. At present, the Muslim population in Pakistan and the people living in Tibet, Bhutan and Myanmar have signalled their willingness of co-existence with India.",
    "Achieving it will require a long-term and sustained effort. Possible steps towards this goal include building trust and confidence among the countries involved, promoting dialogue and cooperation, and addressing the underlying issues that have led to regional disputes. There is still some hope for Akhand Bharat to rebuild.",
    "Mention should be made that even the great Poet Bharathiyar of Tamil Nadu had stated like a Prophet that Pakistan and East Pakistan at that time (Bangladesh) will disappear themselves and will lead to the formation of Akhand Bharat. He also went on to sing that a bridge will be connected to Sinhala Island (Singala Theevinukkor Paalam Amaippom ………), indicating that Sri Lanka will be a part of India.",
    "Among the SAARC countries, Pakistan, Bangladesh, Afghanistan, Sri Lanka, and Nepal are experiencing political and economic crises and are facing a crisis. Famine & poverty are rearing its ugly head. The arrogant political leaders of those countries will flee to the West out of self-interest. Only the people of that country will be left in the lurch. So if the respective leaders are visionary in devising a plan for reunification with an undivided India, the SAARC countries can come together to form an undivided India like the European Union. The creation of such should be in such a way as to provide win-win benefits to all SAARC member countries. There is no doubt that when Akhand Bharat is successfully created, the Hindus who migrated to the West will start settling in Akanda Bharat again and try to make Akanda Bharat an all-powerful nation. After all, Akhand Bharat is the dream of all Hindus.",
    "India has one of the largest GDPs in the world. But Sri Lanka is stuck in debt. If Sri Lanka is in Akhand Bharat, its development will be very fast as India is capable of developing any place.",
    "Further, whatever war crimes the politicians justify, God has his own calculation for himself. Emperor Ashoka realized this. But Sri Lankan politicians and Buddhist priests do not appear to have realized it. Further, the North-East Province Tamil politicians and extremist Tamils should avoid getting emotional and realize how the British people won their rights in 1688 (Glorious Revolution) without shedding blood. It is not possible for such sorrowful events to take place in Akhanda Bharat with its multicultural features. As such, Tamil people and Tamil politicians are under a moral obligation to express their support for the creation of Akhand Bharat.",
    "Indians have no problem accepting a Buddhist country like Sri Lanka. Hinduism and Buddhism are peaceful religions and embrace diversity. India is a true democracy, so the voice of Sri Lankan Tamils will not be ignored and autonomy can be given to them. They can easily communicate with their fellow Tamil brothers and sisters in India. Likewise, since the Sinhalese are Buddhists, they do not need a passport to visit their religious sites in India and communicate the Buddhists. Since India is a secular country and the Muslims and other religious minorities are more protected. Therefore, it can be considered that the creation of the ‘AKHAND BHARAT’ will be in the best interests of every community in every way as a Nation for the people of South Asia."
  ]
}