{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/selective-targeting-not-laws-purpose/",
  "time_ut": 1685984220.0,
  "original_lang": "en",
  "original_title": "Selective targeting not law’s purpose",
  "original_body_lines": [
    "The re-emergence of Donald Trump in the United States is a reminder that change is not permanent. Former President Trump is currently utilising the grievances of the white population in the United States with regard to the economic difficulties that many of them face to make the case that they need to be united to maintain their position in society. He is coming forward as their champion. The saying “Eternal vigilance is the price of liberty” is often attributed to the founders of the United States, Thomas Jefferson, Thomas Paine, Abraham Lincoln, among many others, though Lord Denning in The Road to Justice (1988) stated that the phrase originated in a statement of Irish orator John Philpot Curran in 1790. The phrase is often used to emphasise the importance of being vigilant in protecting one’s rights and freedoms.",
    "Ethnic and religious identity are two powerful concepts by which people may be mobilised the world over. This is a phenomenon that seemed to have subsided in Western Europe due to centuries of secular practices in which the state was made secular and neutral between ethnicities and religions. For a short while last year during the Aragalaya, it seemed that Sri Lanka was transcending its ethnic and religious cleavages in the face of the unexpected economic calamity that plunged large sections of the population back into poverty. There was unprecedented unity especially at the street level to demonstrate publicly that the government that had brought the country to this sorry pass had to go. The mighty force of people’s power succeeded in driving the leaders of that government out of power. Hopefully, there will be a government in the future that will bring the unity and mutual respect within the people, especially the younger generations, to the fore and the sooner the better as the price is growing higher by the day.",
    "But like the irrepressible Donald Trump the old order is fighting to stage its comeback. The rhetoric of ethnicity and religion being in danger is surfacing once more. President Ranil Wickremesinghe who proclaimed late last year that the 13th Amendment to the constitution would be implemented in full, as it was meant to be, and enable the devolution of power to be enjoyed by the people of the provinces, including those dominated by Tamils and Muslims, has gone silent on this promise. The old order to which he is providing a new economic vision is clearly recalcitrant on ethno-religious matters. As a result, the government’s bold plan to set up a Truth and Reconciliation Commission as promised to the international community in 2015 to address the unresolved human rights issues of the war, is reportedly on the rocks. The main Tamil political parties have made statements that they will not legitimise or accept such a mechanism in the absence of a genuine devolution of power. Politics must not override policies.",
    "The sense of threat to ethnicity and religion looms too large once again for forward movement in conflict resolution between the different communities that constitute the Sri Lankan nation which is diverse and plural. Two unlikely persons now find themselves at the centre of an emotion-heavy ethno-religious storm. One is a comedian, the other is a religious preacher. Both of them have offended the religious sensibilities of many in the ethno-religious Sinhala Buddhist majority community. Both of their statements were originally made to small audiences of their own persuasion, but were then projected through social media to reach much larger audiences. The question is whether they made these statements to rouse religious hatred and violence. There have been numerous statements from all sides of the divide, whether ethnic, religious or political, denouncing them for their utterances.",
    "Both comedian Nathasha Edirisooriya and pastor Jerome Fernando have apologised for offending and hurting the religious sentiments of the Buddhist population. They made an attempt to remedy the situation when they realised the hurt, the anger and the opposition they had generated. This is not the first time that such hurtful and offensive comments have been made by members of one ethno-religious community against members of another ethnic-religious community. Taking advantage of this fact the government is arguing the case for the control of social media and also the mainstream media. It is preparing to bring forward legislation for a Broadcasting Regulatory Commission that would also pave the way to imprison journalists for their reporting, impose fines, and also revoke the licences issued to electronic media institutions if they impact negatively on national security, national economy, and public order or create any conflict among races and religions.",
    "In a free society, opportunities are provided for people to be able to air their thoughts and dissents openly, be it at Hyde Park or through their representatives in Parliament. The threat to freedom of speech and to the media that can arise from this new law can be seen in the way that the International Covenant on Civil and Political Rights (ICCPR) which is the world’s standard bearer on civil and political rights has been used and is being abused in Sri Lanka. It was incorporated into Sri Lankan law in a manner that has permitted successive governments to misuse it. It is very likely that the Broadcast Regulatory Commission bill will yield a similar result if passed into law. The arrest and detention of comedian Natasha Edirisooriya under the ICCPR Act has become yet another unfortunate example of the misuse of a law meant to protect human rights by the government. Pastor Jerome Fernando is out of prison as he is currently abroad having left the country a short while before a travel ban was delivered to him.",
    "The state media reported that a “Police officer said that since there is information that she was a person who was in the Aragalaya protest, they are looking into the matter with special attention.” This gives rise to the inference that the reason for her arrest was politically motivated. Comedian Edirisooriya was accused of having violated the provisions in the ICCPR in Section 3(1) that forbids hate speech. Section 3(1) of the ICCPR Act prohibits advocacy of hatred that constitutes incitement to discrimination, violence or hostility. The international human rights watchdog, Amnesty International, has pointed out that in the case of Edirisooriya that for speech to be illegal on the grounds of being hate speech it requires “a clear showing of intent to incite others to discriminate, be hostile towards or commit violence against the group in question.” Amnesty International also notes that “When the expression fails to meet the test, even if it is shocking, offensive or disturbing, it should be protected by the state.”",
    "Ironically, in the past there have been many instances of ethnic and religious minorities being targeted in a hateful manner that even led to riots against them, but successive governments have been inactive in protecting them or arresting their persecutors. Such targeting has taken place, often for political purposes in the context of elections, in blatant bids to mobilise sections of the population through appeals to narrow nationalism and fear of the other. The country’s political and governmental leaders need to desist from utilising the ICCPR Act against those who make social and political critiques that are outside the domain of hate speech. The arrest of Bruno Divakara, the owner of SL-Vlogs, under the ICCPR Act is an indication of this larger and more concerning phenomenon which is being brought to the fore by the Broadcasting Regulatory Commission bill.",
    "The crackdown on the space for free expression and critical comment is unacceptable in a democratic polity, especially one as troubled as Sri Lanka, in which the economy has collapsed and caused much suffering to the people and the call to hold elections has been growing. The intervention of the Human Rights Commission which has called on the Inspector General of Police to submit a report on the arrest and its rationale is a hopeful sign that the independence of institutions intended to provide a check and balance will finally prevail. The Sri Lankan state will hopefully evolve to be a neutral arbiter in the disputes between competing ethnic, religious and partisan political visions of what the state should be and what constitutes acceptable behaviour within it. Taking on undemocratic powers in a variety of ways and within a short space of time is unlikely to deliver economic resurgence and a stable and democratic governance the country longs for. Without freedom, justice and fair play within, there can be no hope of economic development that President Wickremesinghe would be wanting to see.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}