{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/soma-munasinghe-versatilist-journalist-passionate-writer-prolific-translator/",
  "time_ut": 1703474895.0,
  "original_lang": "en",
  "original_title": "Soma Munasinghe – Versatilist-Journalist, Passionate Writer & Prolific Translator",
  "original_body_lines": [
    "Somasiri Munasinghe, affectionately known to his friends as Soma, bade adieu on December 22, 2023, at his home in Toronto, Canada, after several years of heroic battle with cancer. Soma was a journalist of versatility, a prolific translator, and a passionate writer and novelist, with a career spanning more than four decades.",
    "I first met him in 1976, when we both were college freshmen at the University of Kelaniya, Sri Lanka. Due to his rural upbringing at Uda Allepola, Balangoda, Sri Lanka, Soma was among the very few who could penetrate the linguistic and cultural barrier between the mainly Colombo-based kultur (Latin: Cultura) minority, or (kadu kaarayo [literally, ‘sword-bearers’] in university parlance), from the majority varsity crowd, who are mostly rurally bred Sinhala speakers.",
    "Somasiri Munasinghe was truly bilingual. It was this ability, which is the deep-seated sensitivity toward the language nuances of Sinhala and English, not just being adept at communication, that became one of the cornerstones of his strength as a connoisseur, journalist, translator, and writer.",
    "Soma attended the University of Kelaniya, Sri Lanka, from 1976 to 1979 to pursue a general degree while working full-time as a translator at Sri Lanka’s State Printing Press simultaneously. It was due to his heavy everyday workload, that Soma courteously refused the overtures extended by Professor Ashley Halpe, the Chair of the English Department at the time to expand his educational pursuits to an English honorary degree. Even with the little free time he had, however, Soma was writing feature articles for the Sunday weekly newspaper The Ceylon Observer at the time.",
    "His journalistic career began at full throttle in 1981 when he assumed work as a full-time journalist for Ceylon Daily News and The Ceylon Observer at Lake House, Colombo, Sri Lanka. In 1987, Soma obtained a master’s degree in journalism from the University of Colombo, Sri Lanka, fulfilling his professional credentials as well.",
    "In 1989, Soma commenced working for The Gulf English Daily, a newspaper widely circulated in the Middle East, in a career spanning ten years. It was a different slice of experience in his life, a slice that, among other things, shaped him considerably to become a writer of sharp irony and passionate sensuality later. The female protagonists in his novel (that he wrote after immigrating to Canada) likely have entered Soma’s world of imagination during this time.",
    "At the time of his adieu, he was the editor of www.newstrails.com, an online news service of Sri Lanka and Canadian news originating from Toronto, Canada.",
    "Soma was a meaningful conversant, indeed a connoisseur of art and literature, capable of shifting instantly and comfortably to a variety of areas in artistic appreciation and creation, ranging from novels, drama, poetry, and cinema, to music. More than a journalist, he was a journalist with a knack for connoisseurship!",
    "Soma’s debut (and only) novel, Imelda, was written in Sinhala, and unveiled in Colombo, Sri Lanka, in 2021 (Imelda by Soma Munasinghe, 2021, Colombo, SL: Surasa Publishers). He started to write this novel in April 2016, as he wrote to me in a confessionary tone. “I have written some English poems and short stories, but I don’t think they are any good,” he wrote while showing the humility of a promising writer, but continued nevertheless: “This time, I am trying with Sinhala, thinking perhaps I can do better in my native tongue.”",
    "As I mentioned elsewhere (Ariyaratne, March 16, 2021, Colombo Telegraph), Somasiri Munasinghe evinces to his readers that he is a storyteller whose raison d’etre is tongue-in-cheek narration, in addition to conveying happy and poignant memories passionately. Let me summarize below the three main points I highlighted.",
    "First, the story is delivered, specifically in the first phases of the male protagonist’s life in Sri Lanka, in a tongue-in-cheek flavor. Even in the first sentence of the narrative, this factor is evident. Although Mudalihami sir teaches geography, which is about the world’s geographical, political, economic, and cultural heterogeneity, as well as homogeneity (borne out by heterogeneity), he is more interested in knowing something else: How does Sugath’s name contain parts stemming from two leading categories in the local caste hierarchy, goigama, and karava? He does ask his students the geographical question of the Orinoco River’s locality, but he does so while peeking at the buttock of Ms. Allepola, the English teacher!",
    "Second, the celebration of sensuality does not seem to be the main intention of the novelist. His aim, rather, is to stress the point that genuine human relationships occur only with archetypal motives, and not with secondary connections such as nationality, linguistic orientation, religion, country of origin, kin links, caste, and the like. Thus, Sugath begins to recognize love and its warmth through his physical attraction to Carman and Imelda. On that point, Carman’s ethnic origin as a Sri Lankan Burger woman, as well as her position within Sugath’s own natal family (as the widow of his deceased brother), are not crucially significant to Sugath. Similarly, Imelda’s ethnicity and nationality as a Filipina, her social role in Dubai as Jerami’s wife, and her being the mother of two children living in the Philippines are insignificant issues when it comes to Sugath’s love and attraction for her.",
    "Third, it is through the vivid and careful description of Imelda’s mastery of culinary arts that the novelist indicates the growing feelings of love in Sugath’s heart towards Imelda. This, in my view, is a prime instance in which the writer shows his distinctiveness as a novelist. In Professor Ediriweera Sarachchandra’s novel titled malagiya aeththo (“The Dead People”), Devendora’s (the male protagonist) feelings of love towards Noriko (the female protagonist) are shown similarly. More to the point, in the feature film titled Chocolat (2000) elicited from Joanne Harris’s novel bearing the same name), the growing love of Roux (played by Johnny Depp) on Vianne Rocher (played by Juliet Binoche) is conveyed through image sequences showing how people enjoy the delicious chocolate offered to them by Vianne delicately.",
    "In my critique of Soma’s novel, I mentioned that the way Imelda (female protagonist) falls in love with Sugath (male protagonist) and how she clings religiously to the spirit of that love until the tragic end of her life is reminiscent of the character buildup of Katherine Clifton, the female protagonist seen in Michael Ondaatje’s novel The English Patient (1992). Soma was truly humbled but wrote back to me revealing his intellectual humility: “Are you comparing my trifling work to that world-renowned novelist’s work!”",
    "Responding to the critics of his novel for the passionate eroticism it depicts, Soma pointed out that it is an avowed critique often leveled against many celebrated contributors to erotic literature, such as Ayi Khwe Armah of Ghana, Henry Miller, Leonard Cohen (who wrote Beautiful Losers [1966]), D. H. Lawrence, and even Michael Ondaatje who’s some works, such as The English Patient (1992), are passionately sexy.",
    "“Imelda reveals bits and pieces of my experiential world no doubt, but it is also about what I have heard, read, and my wild imagination. I created an imaginary world with Imelda, and I felt the female protagonists in the novel, namely Carmen and Imelda, were living with me when I was writing the novel. I felt the need to create my world, as my actual world was/is modest, and it was that inner drive that brought forth the novel to its fruition. If the novel has some success, it is mainly due to this reason,” Soma indicated humbly.",
    "It was similar inclinations that drove Soma to translate Mohan Raj Madawala’s Sinhala novel Aadaraneeya Victoria into English. He was attracted to the novel’s magical realistic genre with which the novelist was able to construct a narrative rich in political realities and human affairs but delivered through fantastical events and related character traits. As I knew through his daily evening text-based conversations during that time, Soma stayed fully engaged with the novel, the characters in it, and their almost primordial instincts for power and sexuality, as well as other behavioral characteristics. His English translation was published as Dear Victoria in 2019.",
    "That success awakened Soma’s creative stamina in a revolutionary burst! Within the space of a couple of years, he translated almost all novels of Mohan Raj Madawala into English: Loveena (2020); Colombo (2021); and finally, The Rock Fortress (2022). This period was perhaps among the most productive phases of Soma’s life as a writer and translator.",
    "I will end this appreciative note with a quotation from Soma’s last English translation of a recent and acclaimed Sinhala novel. It remains unfinished with his farewell. As a courtesy, I shall refrain from identifying the novel, but readers familiar with that work, as well as the novelist who wrote it, will recognize the passage and its textual context immediately:",
    "“We were sitting at the corner of the Dambulla rock after work looking at the Ritigala Mountain bathed in the evening sun. Niru was near me. I stood up and waited courteously until she sat down. A stretch of cloud in the west had turned golden in the fiery She-Devil’s sun. The legend has it that She-Devils dry their moist paddy in this kind of sunshine crammed between day and night before they begin their nocturnal wandering. As the sun did not fall directly on the earth, I did not see my shadow that evening.",
    "‘Is it OK if I try to be closer to you as a friend?’ Niru asked, looking at me directly. Her favorite fragrance mingling with sandalwood and jasmine drifted around her that day, too. She smiled demurely in a more accommodating manner than my tensed facial muscles must have betrayed. I delayed my response to her daring question. Her half-smile had a trace of warmth as she continued to look at me directly. She-Devil’s sun was in a dance of death, unable to fight the invading darkness. The golden stretch of sunbeam over us was fading fast.”",
    "Such was how Soma’s last unfinished translation was getting shaped!",
    "Good night, dear Soma, and flights of angels sing thee to thy rest!",
    "*About the writer: Ari Ariyaratne received his Ph.D. in anthropology from the University of Illinois at Urbana-Champaign, USA. Ari taught at the University of Illinois at Urbana-Champaign, IL, Eureka College, Eureka, IL, and Parkland College, Champaign, IL. Currently, he teaches at Heartland Community College, Bloomington-Normal, IL, and the College of DuPage, Chicago, IL. He is the author of the following textbooks: Key Concepts of Cultural Anthropology (2020), and Key Concepts of Four-Field Anthropology (2024 forthcoming)."
  ]
}